{
  "casebody": {
    "data": "<casebody firstpage=\"326\" lastpage=\"343\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b344-10\">The Cambridge Valley Bank, Respondent, <em>v. </em>Avery S. Delano et al., Appellants. Sarah C. Worrell, by guardian, etc., Respondent, <em>v. </em>The Exchange Bank of Lockport et al., Appellants.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b344-13\">A purchaser of land is chargeable with notice by implication of every fact affecting the title, which would be discovered by an examination of the deeds or other muniments of title of his vendor, and, where he has knowledge of any facts sufficient to put a prudent man upon an inquiry, which, if prosecuted with ordinary diligence, would lead to actual notice of some rights or title in conflict with that he is about to purchase, the law will presume he made the inquiry, and will charge him with the notice he would have received if he had made it.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b345-3\"><page-number citation-index=\"1\" label=\"327\">*327</page-number>No more than ordinary prudence and diligence is required, however, and where, therefore, the vendor’s deed refers to an incumbrance upon the land, the fact that the incumbrance described was discharged of record prior to the execution of such deed, is not sufficient to charge a purchaser with constructive notice of the existence of another and entirely different lien, which nowhere appears upon record as a charge upon the premises.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b345-4\">G. M. died seized of certain premises situate partly in Orleans and partly in Niagara counties. Upon a portion of the premises in Orleans county was a mortgage of $2,160; upon a portion in Niagara was a nominal mortgage of $1,690, which was inoperative, but recorded and an apparent lien. After the death of G. M., actual partition was made of the lands among the heirs, and, to equalize the division, the commissioners intended to charge upon two of the shares, which were portions of the lands in Niagara county, the payment of the $2,160 mortgage, leaving the portion in Orleans county freed therefrom; but, by mistake, they named and described the $1,690 mortgage, and the same mistake was repeated and included in the decree. D. contracted to purchase the shares in Niagara county, assuming and agreeing to pay the $1,690 mortgage. Prior to his receiving deeds, the mistake was discovered, and upon the heirs making up the difference, D., by parol, assumed and agreed to pay the $2,160 mortgage, and the $1,690 mortgage was satisfied and discharged of record, but, upon drawing the deed, the mistake was repeated and the lands were deeded to D., subject to the $1,690 mortgage. D. sold and conveyed, without mention of either mortgage. In an action brought by W., owning the premises in Orleans county, to relieve them of the $2,160 mortgage, and to charge the mortgage debt primarily upon the lands in <em>Niagara,—Held </em>that there was nothing appearing in the papers or upon the records sufficient to put D.’s grantee or subsequent grantees or mortgagees upon inquiry or to charge them with constructive notice of the fact that the lands conveyed by D. were, as regards him, subject to the payment of said mortgage.</headnotes>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b345-5\">(Argued September 28, 1871;</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ASm\">decided January term, 1872.)</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b345-6\">Abpeal from judgment of the General Term of the Supreme Court, in the eighth judicial district, affirming a judgment of foreclosure, etc., entered on a report of a referee.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b345-7\">The action of the Cambridge Valley Bank was brought to foreclose a mortgage.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b345-8\">The action of Sarah C. Worrell was brought to relieve the mortgaged premises, and charge the mortgage debt primarily on other lands.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b345-9\">The mortgage sought to be foreclosed was made by Gad <page-number citation-index=\"1\" label=\"328\">*328</page-number>Mather and wife to Washington Hunt, president of the Lock-port Bank and Trust Company, dated October 4, 1838, to secure the payment of $2,160, with interest, recorded in Orleans county, October 9, 1838, in book Ho. 12, page 394.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b346-4\">The premises described in the mortgage contained about ninety-five acres of land, situate in the county of Orleans. This mortgage was assigned to the Cambridge Valley Bank, the plaintiff in the first suit. Sarah C. Worrell, the plaintiff in the second suit, put in an answer to the complaint in the foreclosure action, alleging (with other defences not now insisted on) certain facts, showing that other lands, situate in Hiagara county, owned by Gad Mather when he made the said mortgage, should be first sold to satisfy that mortgage.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b346-5\">Hone of the other defendants answered.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b346-6\">Sarah 0. Worrell soon afterward commenced her action against the Cambridge Valley Bank, the Exchange Bank of Lockport, John Cornes, Buel P. Barnes and others, claiming to have the premises described in the mortgage, which are situate in Orleans county, relieved from the lien of said mortgage, and that other lands, situate in Hiagara county, be charged therewith, and sold to satisfy it.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b346-7\">Each of the defendants above named, answered the complaint of Sarah C. Worrell separately. The said two actions were referred to the same referee and tried together.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b346-8\">The referee reported the following facts and conclusions of law, viz.: Gad Mather died in April, 1841, seized of a farm of 413 acres, situate partly in Orleans county and partly in Hiagara county. He had executed the following mortgages on different parcels of the said land : July 28, 1837, a mortgage for $408, with interest, to the loan commissioners of Hiagara county, on fifty acres from the north part of the land in Hiagara county, designated in the records of said commissioners as Ho. 57. October 4, 1838, a mortgage for $2,160, with interest, to Washington Hunt, president of the Lock-port Bank and Trust Company, on ninety-five acres of the land in Orleans county, being the mortgage in question. October 4, 1838, another mortgage to Washington Hunt, <page-number citation-index=\"1\" label=\"329\">*329</page-number>president, etc., for $1,690, with interest, on 106 acres, situate in Niagara county, recorded in that county, October 5, 1838, in Book 16, page 481.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b347-4\">The mortgage for $408 was satisfied and discharged of record, November 11th, 1855.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b347-5\">The mortgage for $1,690 never became operative, no consideration having been paid or received, but remained as an apparent lien until June 8th, 1855, when it was satisfied and discharged of record.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b347-6\">In December, 1852, the said farm was owned by Robert Worrell, Lucina Gale, Susan A. Mather and Sarah A. Mather, as tenants in common, and the said Robert Worrell then commenced an action for partition against his co-tenants. Actual partition was made by commissioners appointed, and their report was confirmed, judgment entered and the roll filed on the 3d of May, 1854, in the office of the clerk of Niagara county.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b347-7\">Robert Worrell alleged in his complaint in the partition suit, which was part of the said judgment roll that the premises were incumbered by the said mortgage for $1,690. The report of the commissioners states that the mortgage for $408 and that for $1,690 are incumbrances, describing the parties, the date, and the book and page, where recorded correctly. The report further states that, in making partition, the commissioners took these two mortgages into account, and charged the payment thereof to the persons to whom the premises affected thereby were allotted. The amount due thereon, with interest, was stated at $3,072.84, and charged upon the shares of Susan A. and Sarah A. Mather.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b347-8\">The lands allotted to Robert Worrell were situated in Orleans county, and included the ninety-five acres embraced' in the mortgage for $2,160, but neither the report of the commissioners nor the judgment in partition mention or refer to this mortgage. The shares of Robert Worrell and Lucina Gale were not charged, or intended to be charged, with any incumbrance.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b348-3\"><page-number citation-index=\"1\" label=\"330\">*330</page-number>The referee in these actions finds and reports that the commissioners in partition, by mistake, specify the mortgage for $1,690 in their report, instead of the mortgage for $2,160, and the same mistake is followed and included in the judgment in partition.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b348-4\">On the 11th of Hay, 1855, Avery S. Delano contracted to purchase and then took possession of the lands so allotted to Lucina Gale, Susan A. and Sarah A. Mather, at the price of sixty dollars per acre, and, as part of the purchase-money, assumed to pay the said two mortgages of $408 and $1,690. The said mistake had been then discovered, and he purchased with full knowledge of it; and the proportion of the excess which each of the said co-tenants should have paid, or which should have been charged on their respective shares, was fixed and agreed on; and it was agreed between them and said Delano that he should pay off the whole of the incumbrance, and should be credited for the proportion of such excess to be borne by Susan A. and Sarah A. Mather, upon the purchase-price payable to them, and that Robert Worrell should pay his proportion of such excess to said Delano. In pursuance of said agreement, Robert Worrell paid him $149.57 for his proportion, and Delano assumed the payment of the mortgage for $2,160, as part of the purchase-price of the premises which he had agreed to purchase. By his.procurement, it was assigned to the Cambridge Valley Bank,, August 22d, 1855.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b348-5\">On the 11th of June, 1855, Lucina Gale and Susan A. Mather executed their. deed, of the parts of the said farm allotted to them, to said Delano, expressing therein that it was subject to two mortgages, one to the loan commissioners for $408, and “ the other made by Gad Mather to Washington Hunt, president of the Lockport Bank and Trust Company, to secure $1,690, dated October 4, 1838, recorded in Miagara county clerk’s office, in book of mortgages Mo. 16, on page 481.” The referee finds that the mortgage for $1,690 was described in the said deed by mistake, instead of the said mortgage for $2,160.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b348-6\">This deed was recorded on the day of its date in the clerk’s <page-number citation-index=\"1\" label=\"331\">*331</page-number>office of Niagara county. Delano at the same time executed, his bond and mortgage to Susan A. Mather for $5,842, with interest, dated May 11th, 1855, recorded the same day in Niagara county, upon the premises so conveyed by her, to secure part of the purchase price. Sarah A. Mather was a minor, and proceedings were had, and a special guardian appointed, by an order of the Snpreme Court, to convey her real estate. In the petition in said proceeding, it was stated, among other things, “that her share is subject to and charged with the payment of about $2,000 upon two mortgages made by Gad Mather, the father of said infant, and which mortgages are now due, etc., and that the holder of one of said mortgages requires the same to be paid in a few months.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b349-5\">The court ordered that Delano pay down the amount which the infant, Sarah A., was bound to pay on these mortgages, $2,168, and the residue, $5,832, with interest, was to be secured by mortgage on the land conveyed by her.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b349-6\">The special guardian was ordered to convey the land belonging to the infant to Delano, on his complying with these terms, and the deed and mortgage were duly executed, delivered and recorded.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b349-7\">The referee further finds that Delano did not, in fact, pay any part of the consideration of this deed, except by executing his mortgage upon the premises, so conveyed, for $5,832, and by assuming to pay the balance of said consideration upon the mortgage for $2,160. This deed and the mortgage bear date the 1st day of December, 1855, and are recorded in Niagara county, January 28, 1856. Delano had at this time paid the mortgage for $408, and had reduced the mortgage for $2,160, by payments, to $1,910. He never paid anything further on account of the principal, although he afterward paid interest; and he never paid any further sum on the purchase-price of the said farm.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b349-8\">The said mortgage to Sarah A. Mather was in February, 1861, sold and assigned to the Exchange Bank of Lockport, and in December, 1862, the said mortgage to Susan A. Mather <page-number citation-index=\"1\" label=\"332\">*332</page-number>was also sold and assigned to the said Exchange Bank. These assignments were duly recorded in Niagara county.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b350-4\">On the 1st of May, 1856, Delano executed a mortgage to the said Exchange Bank, on the lands so sold and conveyed to him, for the sum of $25,000, recorded in Niagara county, May 3d, 1856. This mortgage was to secure present and future advances.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b350-5\">On the 18th of May, 1857, Delano sold and conveyed the said lands to John Cornes, by deed dated that day, and duly recorded in Niagara county. Oornes paid Delano $2,000 in cash, and assumed the payment of the two mortgages to Susan A. and Sarah A. Mather, for $5,832 each, and the said mortgage for $25,000, on which the sum of $12,000 was owing to the Exchange Bank; and for the last mentioned sum he executed his own mortgage to that bank, which was duly recorded in Niagara county on the 8th of June, 1857, and the mortgage for $25,000 was then satisfied of record.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b350-6\">On the 31st of December, 1857, Cornes sold and conveyed the same lands to Buel P. Barnes for $2,000 in cash, and he assumed the said two mortgages for $5,832, and the said mortgage for $12,000. This deed was duly recorded in Niagara county.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b350-7\">The said Exchange Bank foreclosed the said mortgage for $12,000, in 1862, and, upon a sale under the judgment of foreclosure in that action, purchased the said lands at the price of $10,000, and the deed to the said bank was duly recorded in Niagara county, August 12, 1862.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b350-8\">The referee finds that neither the Exchange Bank nor its officers, nor said Oornes, nor said Barnes had any knowledge or notice (other than such constructive notice, if any, as the law would presume to be given by the proceedings in partition, and the proceedings for the sale of the infant’s estate, as above mentioned) of the mistake in providing for the payment of the mortgage for $1,690, instead of that for $2,160; nor that the mortgage for $2,160 was intended to have been made a charge upon the premises allotted to Susan A. and Sarah A. Mather; nor that the said mortgage was <page-number citation-index=\"1\" label=\"333\">*333</page-number>unpaid; nor that the sums so adjudged to be paid by the said Susan A. and Sarah A. for equality of partition were unpaid ; nor that the mortgage for $2,160 was in any manner an equitable lien or charge upon the lands so conveyed to Cornes; nor that Sarah 0. Worrell had or claimed any interest in or lien upon said lands, nor of the equities claimed by her in her complaint.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b351-4\">¡Robert Worrell died in 1861, seized of the land so allotted to him, leaving the said Sarah C. Worrell his only child and heir-at-law.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b351-5\">The referee found that there was due on the mortgage for $2,160, held by the Cambridge Talley Bank, the sum of $1,910 of principal, and interest from the first day of June, 1860, to the date of his report, August 15th, 1863, together, amounting to the sum of $2,338.91. As conclusions of law the referee found:</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b351-6\">1. That the Cambridge Talley Bank was entitled to judgment of foreclosure for the said sum reported due, with interest from the date of the report, and costs in both actions.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b351-7\">2. That the parties specifically named in the action of Sarah O. Worrell, except the Cambridge Talley Bank, acquired their interests and titles, with constructive notice, by reason of said proceedings in partition, and said proceedings to sell said infant’s estate; that said premises were charged with and subject to the payment of said mortgage for $2,160 under the said proceedings, and it was an incumbrance thereon.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b351-8\">3. Directs judgment of foreclosure, etc. That the sums charged upon the shares allotted to the said Susan A. and Sarah A. Mather be collected by a sale of said shares respectively ; and if those lands should prove insufficient, that the balance be collected by a sale of the lands allotted to ¡Robert Worrell and Lucina Gale, in certain proportions, according to their respective interests, and that Sarah O. Worrell have judgment for the sale of the premises in the order mentioned, with costs, etc.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b352-3\"><page-number citation-index=\"1\" label=\"334\">*334</page-number>The said defendants excepted to each of the said conclusions of law.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b352-4\">Judgment was entered in accordance with report.</summary>\n<attorneys data-order=\"40\" data-type=\"attorneys\" id=\"b352-5\"><em>Francis Fernán, </em>for the appellants.</attorneys>\n<attorneys data-order=\"41\" data-type=\"attorneys\" id=\"b352-6\"><em>L. F. Bowen, </em>for the respondent the Cambridge Valley Bank.</attorneys>\n<attorneys data-order=\"42\" data-type=\"attorneys\" id=\"b352-7\"><em>Amasa J. Parker, </em>for the respondent, Sarah C. Worrell.</attorneys>\n<p data-order=\"43\" data-type=\"legal\" id=\"ANE\">The defendants, who acquired title to the lands allotted to Sarah A. and Susan A. Mather, took the same with constructive notice that they were subject to the payment of the $2,160 mortgage. (2 Wash, on Real Prop., 594, § 63; 2 Greenl. Crim., 855, note 1; <em>Colclough </em>v. <em>Sleeman, </em>3 Bligh., 181; Story’s Eq. Jur., note 4 to § 1132; <em>Brathwaite </em>v. <em>Britain, </em>2 Keen, 222; <em>Gardner </em>v. <em>Gardner, </em>3 Mason, 218; <em>Potter </em>v. <em>Gardner, </em>12 Wheat., 498; <em>Andrews </em>v. <em>Sparhawk, </em>13 Pick., 401; <em>Brush </em>v. <em>Ware, </em>15 Peters, 111; <em>Reeder </em>v. <em>Burr, </em>4 Ham., 446; 3 J. Ch., 345.) The judgment declares these shares exceed the interests of those to whom they were allotted to the amount they were adjudged to pay, and it is expressly charged upon them ; as the amount is unpaid, the charge remains unsatisfied. <em>(Bloom </em>v. <em>Burdick, </em>1 Hill, 141; U. S. Digest, 353, Pl., 19; 10 id., 343, Pl., 23; 11 id., 353, Pl., 18, 19, 20; 13 id., 611, Pl., 8, 14; id., 458, Pl., 16, 19; <em>Corrister </em>v. <em>Gaffney, </em>21 Barb., 14, 15.) The mis-description may be helped by parol evidence. ( <em>Wood </em>v. <em>Le Baron, </em>8 Cush., 471.) The conveyance of the infant’s share is void, unless the order authorizing it is complied with. <em>(Swarthout v. Swarthout, </em>7 Barb., 354; 1 Seld., 301; <em>Brathwaite </em>v. <em>Britain, </em>1 Keen, 206; 2 Wash., 538, § 5.)</p>\n<opinion data-order=\"44\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b352-8\">Leonard, C.</author>\n<p id=\"A_o\">There were three clear mistakes in respect to charging the mortgage for $2,160, now sought to be foreclosed, upon the lands allotted by the judgment in partition to Susan A. and Sarah A. Mather: First, in the report of the <page-number citation-index=\"1\" label=\"335\">*335</page-number>commissioners, and in the judgment roll in partition, whereby an inoperative mortgage for $1,690 was expressly charged upon their lands, instead of that for $2,160, which was actually outstanding and unpaid, although on different premises; second, in the proceedings for the appointment of a special guardian, and for the sale of the lands allotted to Sarah A. Mather, in omitting to name the said mortgage for $2,160 specifically, as having been charged in part upon her said lands by the said judgment in partition; third, in the deeds from Susan A. Mather and Lucina Gale to Avery S. Delano, in stating expressly that the lands thereby conveyed were subject to the said mortgage for $1,690, and omitting to state that the lands were subject to that for $2,160. The first two mistakes probably arose from ignorance of all parties interested as to the true state of the facts and the want of proper investigation. I infer that the parties knew nothing of the mortgage for $2,160. They were not aware of the mistake or the real facts in respect to the two mortgages, so far as it appears from the case or the report of the referee, until about the time of the contract for the sale to Delano, in May, 1855. The mistake was then settled among the parties, each agreeing to bear a proportionate share of the excess in amount of the larger mortgage. Delano, as is found by the referee, agreed to assume the mortgage for $2,160, as part of the consideration to be paid by him for the lands purchased of Susan A. and Sarah A. Mather and Lucina Gale. In preparing the deed to Delano, the lesser mortgage for $1,690 was stated as one of the incumbrances which he assumed, instead of that for $2,160. This latter mistake was a palpable blunder, made with full knowledge of the real facts. If the question was to be considered with regard to the rights of Delano as purchaser, the case would be free of any difficulty. The question now is, whether there is any constructive notice arising from the face of the records in the partition suit, or the proceedings to appoint a special guardian and to authorize the sale of the lands of an infant owner, or from the deeds to Delano, <page-number citation-index=\"1\" label=\"336\">*336</page-number>whereby the subsequent purchasers and mortgagors of the lands conveyed to them are to be charged with the payment-of the mortgage for $2,160 instead of the lands specifically described in the said mortgage. The lands therein mentioned are situated in Orleans county, are a specific lien upon the larger portion of the estate of Q-ad Murphy allotted to Robert Worrell, the father of Sarah C. Worrell, the plaintiff, and never became a lien of record upon any portion of the lands allotted to the other parties in the partition suit. It was intended and believed, by the commissioners in partition, that the lands allotted to Robert Worrell were free from incumbrance. Equitably, and according to the intention of the commissioners, there is no doubt that this mortgage, as against Susan A. and Sarah A. Mather, is chargeable primarily upon the lands allotted to them. The same equity exists as against Delano, who expressly agreed to assume this mortgage when he became the purchaser of the land in Miagara county. It was due to their negligence that the deed to Delano was not properly framed to charge the land conveyed with the outstanding mortgage in another county, instead of the inoperative one that was only an apparent lien on the 11th of May, 1855, when he agreed to become the purchaser, and which had been satisfied of record on the 8th of June, 1855, three days prior to the date of the deed.</p>\n<p id=\"b354-4\">The principle of equity is well established that a purchaser of land is chargeable with notice, by implication, of every fact affecting the title, which would be discovered by an examination of the deeds or other muniment of title of his vendor, and of every fact, as to which the purchaser, with reasonable prudence or diligence, ought to become acquainted. If there is sufficient contained in any deed or record which a prudent purchaser ought to examine, to induce an inquiry in the mind of an intelligent person, he is chargeable with knowledge or notice of the facts so contained. With the most careful scrutiny, we look in vain for anything in the commissioners’ report or the judgment in partition, or the proceedings for the sale of the share allotted to the infant <page-number citation-index=\"1\" label=\"337\">*337</page-number>daughter of Gad Mather, to cause a suspicion that the mortgage on lands in Orleans county in any manner affected the lands allotted to Lucina Gale and Susan A. and Sarah A. Mather; or indeed that any such mortgage existed anywhere. The Supreme Court recognize the correctness of this statement, and the error into which the referee had fallen in this respect.</p>\n<p id=\"b355-4\">It is supposed, however, that the deed to Delano develops matter which ought to put a prudent person on inquiry. The deed from the infant, by'her guardian, has no reference to any mortgage, so far as the evidence or the report disclose. The other deed, that from Lucina Gale and Susan A. Mather, refers to a mortgage which had been a specific lien at the date of the agreement to purchase, but was satisfied of record three days prior to the date of the deed. Why should John Cornes or Buel P. Barnes have any reason to suspect that there was another mortgage, or even to doubt that the other mortgage mentioned, that to the loan commissioners, was the only remaining incumbrance that had been created by the owners prior to Delano ? They had no occasion to search the records of Orleans county. Nor can we perceive any occasion to make inquiry of the president or other officer of the Lockport Bank and Trust Company. That bank had just satisfied a mortgage which had been a lien specifically on the land in Niagara county. Surely this fact gave rise to no cause of suspicion that the bank had not been paid, or that the bank held another mortgage which was a charge on the land so purchased. They had no cause to inquire even who had paid that mortgage. It might well be presumed that Delano had paid it, as the deed required him to do so, although executed subsequently to the satisfaction of the mortgage. It was a subject of private arrangement between the parties to that deed, with which subsequent purchasers had no concern. It was sufficient for them that a mortgage assumed by the deed in express and definite terms, as well as by an exact and formal description of date, parties, amount and place of record, was satisfied and dis<page-number citation-index=\"1\" label=\"338\">*338</page-number>charged. To hold the subsequent purchasers in this case to be chargeable with notice of the mortgage on property in Orleans county, would enlarge the rule, before referred to, to an alarming extent, and would render an examination of title no rule of safety in the transfer or acquisition of real estate. The most astute and vigilant lawyer in the examination of a title, would never find a hint of any latent equity or incumbrance from the facts apparent here.</p>\n<p id=\"b356-4\">With regard to equities between the plaintiff, Sarah C. Worrell, and her aunts, Susan A. and Sarah A. Mather, in respect to the payment of the sums charged upon the shares allotted to them, as between them and her father Robert Worrell, on the partition of the land, we have nothing to do. They are not parties to either action. Our inquiry here has reference only to adjusting the order of sale of the premises, if the lands in Niagara county had been proven to be, in fact, chargeable.</p>\n<p id=\"b356-5\">Nor is the case fully before this court as to the rights and equities existing between the said Sarah C. Worrell, plaintiff, and the Exchange Bank, as owners of the two mortgages for $o,832 each, assigned by Susan A. and the guardian of Sarah A. Mather, and executed by Delano to them, as part of the consideration of the conveyance, to him.</p>\n<p id=\"b356-6\">As against the mortgage of Buel P. Barnes to the Exchange Bank, for $12,000, and the title acquired on the sale under the foreclosure of the last mentioned mortgage, the said Sarah 0. Worrell appears, on the evidence before this court, to have no equities, for the same reasons that are applicable to the title acquired by Oornes and Barnes. We render no judgment on that branch of the case.</p>\n<p id=\"b356-7\">All that portion of the judgment appealed from, which provides for the foreclosure and sale of the mortgaged premises situate in Orleans county, particularly mentioned in the complaint of the Cambridge Valley Bank, plaintiff, and for the costs of that bank in the said two actions tried together, should be affirmed, with the costs of the Cambridge Valley Bank on the appeals to the Supreme Court and to <page-number citation-index=\"1\" label=\"339\">*339</page-number>the Court of Appeals, to be paid by the referee out of the proceeds of the mortgaged premises.</p>\n<p id=\"b357-4\">The residue of the said judgment, after the description of the premises in Orleans county, mentioned and described in the mortgage sought to be foreclosed in the action of the Cambridge Valley Bank, plaintiff, should be reversed, and a new trial ordered in the action of Sarah C. Worrell, plaintiff, with costs to abide the event.</p>\n<author id=\"b357-5\">Earl, C.</author>\n<p id=\"AV7\">The referee found that the appellants had no actual notice that the mortgage held by the Cambridge Valley Bank was in any way a lien upon the lands in Niagara county; but he held, as a matter of law, that the appellants had constructive notice thereof, by reason of the proceedings in partition, and the proceedings to sell the real estate of Sarah A. Mather, an infant, and hence, that they were not entitled to the protection of purchasers in good faith, for value.</p>\n<p id=\"b357-6\">The learned judge who wrote the opinion of the General Term held that the proceedings referred to did not give the constructive notice, but that the deed from Lucina Gale and Susan A. Mather did, and the judgment was thus affirmed for a reason different from that assigned by the referee.</p>\n<p id=\"b357-7\">Constructive notice, as defined by Judge Story, is in its nature no more than evidence of notice, the presumption of which is so violent that the court will not even allow of its being controverted. (Story’s Eq. Jur., § 399.) In 2 Wash, on Beal Prop., 596, the author says: “ In regard to the extent to which a purchaser is bound by constructive notice, and what a purchaser by a subsequent deed is presumed to know, the rule is, that the law imputes to the purchaser a knowledge of all the facts relating to the same land, appearing at the time of his purchase upon the muniments of title, which it was necessary for him to inspect, in order for him to ascertain the sufficiency of such title; and if an ordinarily diligent search would bring to an inquirer a knowledge of a prior incumbrance or alteration, he is presumed to know of them.”</p>\n<p id=\"b357-8\">It will not do to carry this doctrine of constructive notice <page-number citation-index=\"1\" label=\"340\">*340</page-number>so far as substantially to annul the recording acts, and I think the following definition of constructive notice is sufficiently guarded to furnish a safe rule in most, if not all cases. Where a purchaser has knowledge of any fact sufficient to put a prudent man upon an inquiry, which, if prosecuted with ordinary diligence, would lead to actual notice of some right or title in conflict with that he is about to purchase, it is his duty to make the inquiry, and if he does not make it, he is guilty of bad faith, or negligence, to such an extent that the law will presume that he made it, and will charge him with the actual notice he would have received if he had made it. <em>(Williamson </em>v. Brown, 15 N. Y., 354; <em>Baker </em>v. <em>Bliss, </em>39 N. Y., 70.)</p>\n<p id=\"b358-4\">There is nothing in the proceedings in partition to lead the most cautious person to suspect that the mortgage in question was in any way charged upon the lands in Eiagara county. It is not even mentioned. The only mortgages mentioned are the loan office mortgage and the mortgage for $1,690, given to the Lockport Bank and Trust Company, both recorded in the clerk’s office' of Eiagara county, and both at that time unsatisfied upon the record. These two mortgages, to make equality of partition, were charged in different proportions upon the lands allotted to Susan A. and Sarah A. Mather, and there is nothing in the proceedings to excite a suspicion even that there was any mistake as to the mortgages.</p>\n<p id=\"b358-5\">In the proceeding to sell the estate of the infant, Sarah A. Mather, there is no mention whatever of the mortgage recorded in Orleans county. The petition to the Supreme Court simply alleges that the premises are subject to and charged with the payment of about $2,000, upon two mortgages both due, and that the holder of one of them requires payment. An order appointing a special guardian and a reference was made, and the referee made his report, in which he stated that the premises were subject to two mortgages—one of them to the Lockport Bank and Trust Company, upon which there was due about $1,600, and that the purchaser should be required to pay off said mortgages and give a mortgage <page-number citation-index=\"1\" label=\"341\">*341</page-number>for the balance of the purchase-money. The special guar dian reported that he had entered into agreement for the sale of the premises to Delano, for $8,000, to be paid and secured as follows: $2,167.52, with interest from May 11, 1855, down upon the two mortgages, and the balance to be secured by his bond and mortgage, with interest from May 11, 1855.</p>\n<p id=\"b359-4\">This report was confirmed and a conveyance ordered in pursuance of its terms. Afterward a deed was given by the special guardian to Delano, in which payment of the consideration was acknowledged in the usual form; but the deed contained no reference to any mortgage. The mortgage to secure the balance of $5,832.48, with interest from May 11, 1855, was given and recorded. By examining these proceedings, these are all the facts any person would learn in reference to any mortgage. He would have reason to suppose that Delano took possession of the estate on the 11th of May, 1855, and that he purchased it, as of that date, as he was to pay the amount due upon the two mortgages at that date, with interest, and he was to pay the balance of the purchase-money, with interest from that date. He would find at that date but two mortgages, the loan office mortgage and the $1,690 mortgage, both satisfied of record before the deed was given, the latter June 8, and the former ¡November 11, 1855, and hence neither of them mentioned in the deed. Having found that the only two mortgages upon the record were satisfied, he would have no occasion or reason to look further. The agreement reported by the special guardian and the order of the court required that the two mortgages referred to in the proceedings should be paid down, and any one examining the records and finding all the mortgages appearing there satisfied, would have the right to suppose, and rest with entire confidence upon the belief, that the agreement and the order of the court had been complied with, and that the mortgages had been paid and satisfied. There was nothing to awaken a suspicion in the mind of a prudent, or even of a very vigilant person, that there remained any mortgage that was in any way a charge upon <page-number citation-index=\"1\" label=\"342\">*342</page-number>these premises, or that there was any mistake as to the mortgages mentioned in the proceedings.</p>\n<p id=\"b360-5\">It only remains to he considered whether notice of the lien of the mortgage in question is to be imputed to the appellants from anything contained in the deed from Lucina Gale and Susan A. Mather to Delano. This deed was dated June 11, 1855, and was subject to the payment by Delano of the loan office mortgage, and the mortgage for $1,690, recorded in book of mortgages No. 16, on page 481, in the clerk’s office of Niagara - county. The deed makes no mention of or allusion to the mortgage for $2,160; but the learned judge who wrote the opinion at General Term held that, inasmuch as the deed bound Delano to pay a mortgage to the Lockport Bank and Trust Company, and the mortgage described had been satisfied of record before the date of the deed, there was sufficient to put a purchaser who examined the records and learned these facts upon inquiry; and that by inquiring of the Bank and Trust Company, or of Delano or his grantors, he would have learned of the existence of the mortgage in question, and the facts constituting it a lien upon the lands in Niagara county. I cannot concur in these views.</p>\n<p id=\"b360-6\">In all the records in Niagara county, there is no mention or hint even of the existence of the mortgage in question. In the partition proceedings commenced in 1852, the only mortgages mentioned and provided for were the two mortgages mentioned in the deed to Delano. The same is true of the proceedings for the sale of the infant’s real estate. These mortgages are mentioned not once only, but several times, in proceedings conducted by parties supposed to be familiar with the title to the land, and under circumstances which forbid any presumption of mistake. A purchaser from Delano looking at the records would find these facts, and also that- these same mortgages are assumed to be paid by Delano in his deed as part of the purchase-money. But the deed does not state how much is thus assumed, nor how much was at the date of the deed due <page-number citation-index=\"1\" label=\"343\">*343</page-number>upon the mortgage. He would also find that in the mortgage given by Delano for the balance of the purchase-price, he agreed to pay interest from May 11th, thus showing that probably he had the benefit of the purchase or had the possession from that date. He would also find that on the 8th day of -June, three days before the deed was given, the mortgage for §1,690 was satisfied of record, and he would infer either that Delano satisfied the mortgage, after making the contract to purchase, or that the vendors had satisfied it and that it was inserted in the deed by mistake, it not appearing how much, if anything, was in fact deducted from the purchase-price on account of that mortgage. But he would not infer, even if he were a very cautious and vigilant person, that there was a mistake as to the mortgage, because it was the only mortgage of the kind that ever appeared upon the records; it was the precise mortgage mentioned and described in all the proceedings from the commencement, and there certainly was nothing whatever to suggest to a reasonably prudent and careful man that there was any other mortgage not recorded which was a charge upon the lands, and which the parties referred to. It would be too much, under such circumstances, to impute bad faith or negligence to a purchaser for not making an inquiry which was probably never suggested to his mind. If the doctrine of constructive notice is to be carried so far, purchasers will frequently be placed in peril who are entitled to the protection of the recording acts.</p>\n<p id=\"b361-4\">I therefore hold that there was nothing in this deed from which the law could impute to the appellants notice of the mortgage in question.</p>\n<p id=\"b361-5\">All concur.</p>\n<p id=\"b361-6\">Judgment in accordance with opinion of Leonard, C.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}