{
  "casebody": {
    "data": "<casebody firstpage=\"451\" lastpage=\"458\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b475-4\">Wytheville.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b475-8\">Terry v. Fontaine’s Adm’r and Heirs.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b475-9\">June 16th, 1887.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b475-10\"><em>1. Equitable jurisdiction and relief&amp;emdash;Creditor's </em>bill&amp;emdash;Laches.&amp;emdash;-On debt contracted by F. in 1865, T. got judgment in 1873. In 1870, F. bought lands which were conveyed to his sister. In 1883, after death of F. and sister, the lands were sold in suit to settle sister’s estate. Then T. brought his bill to apply proceeds to pay F.’s debts, on ground that the lands were conveyed to sister without consideration, to defraud F.’s creditors, and failed to explain delay to sue sooner.</syllabus>\n<syllabus data-order=\"11\" data-type=\"summary\" id=\"b475-18\">Held :</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b475-11\">The bill should be dismissed for <em>laches.</em></syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b475-12\"><em>H. </em>Idem &amp;emdash; Fraud&amp;emdash;Denial&amp;emdash;Proof.&amp;emdash;Answer to bill under oath denied fraud, and averred that the lands were conveyed to sister to satisfy judgment she had against F. No proof of fraudulency of judgment. Executions had been held up by order of sister. Plaintiff relied on loose declarations as to ownership of the lands. F. had acted for years as sister’s agent, and she had income from other property.</syllabus>\n<syllabus data-order=\"12\" data-type=\"summary\" id=\"b475-19\">Held :</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b475-13\">The fraud was not proved.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b475-14\">3. Idem&amp;emdash;Decree <em>pro </em>confesso.&amp;emdash;Administrator being called on to answer, answered the bill under oath, denying the fraud, which was not proved. The heirs did not answer.</syllabus>\n<syllabus data-order=\"13\" data-type=\"syllabus\" id=\"b475-20\">Held :</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b475-15\">Complainant is not entitled to a decree <em>pro confesso </em>against the heirs&amp;emdash;the defense made by administrator, <em>not being purely personal to </em>him, enuring to the benefit of all the defendants. <em>Ashby </em>v. <em>Bell's Adm’r, </em>80 Va. 811.</syllabus>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b475-16\">Argued at Richmond. Decided at Wytheville.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b475-17\">Appeal from decree of circuit court of Pittsylvania</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b476-5\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>This was a creditors’ suit, commenced in September, 1883, in the circuit court of Pittsylvania county. The principal allegations of the bill were these:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b476-6\">That the plaintiff, as the assignee of the Bank of Pittsylvania, recovered a judgment in 1875, in the circuit court of the United States at Lynchburg, against one William Fontaine for $3,496, with interest and costs; that' executions-on this judgment were at different times issued, all of which were returned “no effects,” and that -the judgment was wholly unpaid; that the debt assigned to the plaintiff, and upon which the judgment was obtained, was contracted in March, 1865, and that after the same had been contracted the said Fontaine bought and paid for several tracts of land, mentioned in the bill, and caused the conveyances thereof to be made to his aged and childless-sister, Mrs. Tabitha M. Thompson, who was in destitute circumstances and almost wholly dependent upon him for support; that the said conveyances were caused to be made without valuable consideration and with intent to defraud the plaintiff, of which fraudulent intent the said Tabitha M. Thompson had notice; that, pursuant to a decree of the said circuit court, entered in another suit in 1882, the lands had been sold by a special commissioner of the court as the lands of the said Thompson, whereas they were really the property of the said Fontaine, and as such liable to .the satisfaction of the plaintiff’s judgment; that both the said Thompson and the said Fontaine had departed this life—the former in 1880, the latter in 1881—and that of the said conveyances, one was made in 1870, another in 1872, and another in 1875, and that since the rendition of the said decree of sale the plaintiff had been informed, and. <page-number citation-index=\"1\" label=\"453\">*453</page-number>therefore charged, that the said conveyances had been fraudulently caused to be made as aforesaid.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b477-5\">And the prayer of the bill was that the personal representatives and the heirs at law of the said decedents be made parties defendant, and required to answer the allegations of the bill on oath; that the said conveyances be set aside; that the lands be decreed to be the estate of the said Fontaine; that the special commissioner who had sold the same, and who had collected a portion of the purchase money, and taken bonds for the deferred payments, be enjoined from paying out the money so collected or disposing of the said bonds; that the proceeds of sale be applied to the payment of the debts of the said Fontaine’s estate according to their priorities, and for general relief.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b477-6\">All the defendants made default, except fm. I. Overby, sheriff óf Pittsylvania county, and as such administrator with the will annexed of the said Tabitha M. Thompson, deceased, who demurred to the bill, and also answered. He distinctly denied the charges of fraud contained in the bill, and averred that the transactions therein assailed were <em>bona fide, </em>and founded upon valuable consideration. Testimony was taken, and at the hearing the bill was dismissed by the decree complained of. From this decree Harvey Terry appealed.</summary>\n<p data-order=\"18\" data-type=\"summary\" id=\"b477-7\">Other facts are stated in the opinion of the court.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b477-8\"><em>John Qilmer, </em>for the appellant.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b477-9\"><em>B. B. </em>Munford, for the appellees.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b477-10\">Lewis, P.,</author>\n<p id=\"A6q\">after stating the case, delivered the opinion of the court.</p>\n<p id=\"b477-11\">¥e are of opinion that the decree is right on several grounds. In the first place, passing by the technical <page-number citation-index=\"1\" label=\"454\">*454</page-number>objections of tbe appellees as to tbe authentication of the judgment sought to be enforced, the bill was rightfully dismissed on the ground of <em>laches </em>on the part of the plaintiff. The debt upon which the judgment is founded was contracted as early as March, 1865. The judgment itself was recovered in 1875. One of the conveyances charged to have been fraudulent was made in 1870, the last in 1875, and all, as the exhibits with the bill show, were duly recorded. The suit was not commenced until September, 1883, nearly three years after the death of Mrs. Thompson, the grantee, and more than two years after the death of Fontaine. By the death of these parties most important evidence has been lost. And no satisfactory explanation is given by the appellant for his long delay in asserting his rights.</p>\n<p id=\"b478-5\">It is true, as his counsel contends, that length of time is, as a general rule, no bar to relief in equity where fraud is charged and established; or, in the language of Lord Erskine, <em>“ </em>no length of time can prevent the unkenneling of a fraud.” But the rule is subject to the qualification,, as in ordinary cases, that the party complaining, to be entitled to relief, must not have slept upon his rights after he has acquired knowledge of them; and time begins to run from the discovery of the fraud. 2 Story’s Eq., sec. 1521 <em>a; Rowe </em>v. <em>Bentley, </em>29 Gratt. 756.</p>\n<p id=\"b478-6\">This was decided in <em>Badger </em>v. <em>Badger, </em>2 Wall. 87, a decision repeatedly reaffirmed by the supreme court of the United States, and often cited with approbation by this court. In that case the court, after remarking that long acquiescence and <em>laches </em>are productive of hardship and injustice, and cannot be excused except by showing some actual hindrance or impediment, caused by the fraud or concealment of the adverse party, which will appeal to the conscience of the - chancellor, observed further that “ the party who makes such appeal should set forth in his <page-number citation-index=\"1\" label=\"455\">*455</page-number>bill specifically what were the impediments to an earlier prosecution of his claim ; how he came to be so long ignorant of his rights, and the means used by the respondent to fraudulently keep him in ignorance, and how and when he first came to a knowledge of the matters alleged in his bill; otherwise the chancellor may justly refuse to consider his case, on his own showing, without inquiring whether there is a demurrer or formal plea of the statute of limitations contained in the answer.”</p>\n<p id=\"b479-5\">“A court of equity, which is never active in relief against conscience or public convenience,” said Lord Camden, in a celebrated case, “has always refused its aid to stale demands, where the party has slept upon his rights and acquiesced for a great length of time. Hothing can call forth this court into activity but conscience, good faith, and reasonable diligence. Where these are wanting the court is passive, and does nothing. <em>Laches </em>and neglect are always discountenanced, and, therefore, from the beginning of this jurisdiction there was always a limitation to suits in this court.” <em>Smith </em>v. <em>Clay, </em>Amb. 645; S. C., 3 Bro. C. C., marg. 639, <em>note.</em></p>\n<p id=\"b479-6\">“The law of <em>laches’’ </em>said the court, in <em>Brown </em>v. <em>County of Buena Vista, </em>95 U. S. 157, “was dictated by experience, and is founded in a salutary policy. The lapse of time carries with it the memory and life of witnesses, the muniments of evidence, and other means of proof. The rule which gives it the effect prescribed is necessary to the peace, repose and welfare of society. A departure from it would open an inlet to the evils intended to be excluded.” And in <em>Tazewell’s Ex’or </em>v. <em>Saunders’ Ex’or, </em>13 Gratt. 354, it was said that <em>laches </em>will defeat a claim when the delay has been such as to afford a reasonable presumption of the satisfaction or abandonment of the claim, or such as <em>to prevent a proper defense </em>by reason of the death of parties, loss of evidence, or otherwise. In such a case the maxim, <page-number citation-index=\"1\" label=\"456\">*456</page-number><em>vigilantibus non dormientibus jura subveniunt </em>applies with peculiar force. See also <em>Harwood </em>v. <em>Railroad Co., </em>17 Wall. 178; <em>Landsdale </em>v. <em>Smith, </em>106 U. S. 391; <em>Speidel </em>v. <em>Henrici, </em>120 Id. 377; <em>Perkins </em>v. <em>Lane, </em>82 Va. 59, and cases cited.</p>\n<p id=\"b480-5\">Tested by this rule, the bill in the present case is defective. It does not specifically set forth what were the impediments, if any, to an earlier prosecution of the claim asserted, nor when the plaintiff first came to a knowledge of the alleged fraud. It is true it alleges, in general terms, that after the lands had been decreed to be sold in another suit, in 1882, the plaintiff was informed of the fraud charged in the bill. But it does not allege that he was then for <em>the first </em>time informed of it, and, for aught there is alleged to the contrary, he may have been as fully informed upon the subject when the conveyances sought to be set aside as fraudulent were made as when the bill was filed.</p>\n<p id=\"b480-6\">The decree is also right upon the merits. The charge of fraud is not sustained by the evidence. The answer of the administrator of Mrs. Thompson emphatically denies it, and the burden was on the plaintiff to clearly establish it. For nothing is better settled than that fraud is not to be assumed on doubtful evidence or circumstances of mere suspicion. Where relied on as a ground of relief, it must always be proved, and it must be clearly and distinctly proved as alleged, otherwise the plaintiff is not entitled to a decree. <em>Hord’s Adm’r </em>v. <em>Colbert, </em>28 Gratt. 49; <em>Matthews </em>v. <em>Crockett, </em>82 Va. 394.</p>\n<p id=\"b480-7\">The answer of the administrator admits that the lands mentioned in the bill were bought by Fontaine, but it avers that they were bought by him for his sister, Mrs. Thompson, in discharge of a certain judgment for §7,110 obtained by her against him in the county court of Pittsylvania in 1869. And the evidence shows that such a <page-number citation-index=\"1\" label=\"457\">*457</page-number>judgment was obtained, as averred in the answer. It also shows that an execution duly issued on the judgment, which was held up by the sheriff, pursuant to the written direction of Mrs. Thompson, endorsed on the execution. And from this fact the appellant infers and contends .that the judgment was fraudulently obtained. But this contention rests upon little more than mere conjecture.</p>\n<p id=\"b481-5\">The principal points in the evidence relied on by the appellant, in addition to the one just mentioned, are that the lands were rented out and controlled by Fontaine; that he sometimes spoke of them as his and sometimes as his sister’s; that she, on one occasion, said to one of the witnesses that she was dependent upon her brother for a support, and several times declared to the same witness that she was without any means of her own.</p>\n<p id=\"b481-6\">On the other hand, the evidence for the defendants shows that Fontaine for years acted as her agent in the transaction of her business, and that until her death, in 1880, she was entitled to the rents and profits of a tract of land of 1274 acres derived from her husband, who died in 1849. And the fact that no steps were taken to enforce the judgment in her favor against Fontaine renders probable the averment in the answer that the lands were conveyed and accepted in satisfaction of the judgment. Nor does the evidence even tend to show that the judgment was fraudulent. So that, apart from the unexplained delay that has occurred in bringing the suit, the case of the appellant is not established by the proofs.</p>\n<p id=\"b481-7\">This sufficiently disposes of the case. One other point, however, is worthy of notice. The appellant contends that the answer of the administrator of Mrs. Thompson does not enure to the benefit of his co-defendants, as against whom the bill was taken for confessed. The ground of this contention is, that the administrator is not interested in the proceeds of the sales of the lands which are sought <page-number citation-index=\"1\" label=\"458\">*458</page-number>to be subjected, and, therefore, that he and his co-defendants are not jointly interested in the subject-matter of the-shit.</p>\n<p id=\"b482-5\">A sufficient answer, however, to this position is that the bill prays that the administrator be made a defendant to-the suit, and that he be required to answer the allegations of the bill on oath. He did answer, denying the charges of fraud contained in the bill, and it would be without reason, and doubtless without a precedent, to enter a decree for the plaintiff against those defendants who failed to-answer, when the record shows he is not entitled to a decree. See <em>Anon., </em>4 H. &amp; M. 476; <em>Findlay </em>v. <em>Sheffey, </em>1 Rand. 73; <em>Cartigue </em>v. <em>Raymond, </em>4 Leigh, 579; Ashby <em>v</em>. <em>Bell’s Adm’r, </em>80 Va. 811.</p>\n<p id=\"b482-6\">Decree affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}