{
  "casebody": {
    "data": "<casebody firstpage=\"674\" lastpage=\"678\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b698-4\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b698-5\">Smith v. Rawlings’ Administrator and al.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b698-6\">September 15th, 1887.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b698-7\">Practice at Common Law&amp;emdash;New <em>trial&amp;emdash;Absence of </em>party.-&amp;emdash;Plaintiff claimed, as purchaser at a sale under execution, the property levied ott by defendant. The issue was tried on first day of the term, in plaintiff’s absence. Written evidence of plaintiff’s title was produced. Defendant testified to statements of plaintiff that he had released the property to the execution debtor. Verdict was for defendant, During-the term plaintiff filed his affidavit that he had started in time for the trial, and had failed to reach the court-house in time by reason of delays in the trains and their failure to connect; that he never made said statements, and that never having released, he still owned the property,.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"AoE\">Held :</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b698-8\">He was entitled to a new trial.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b698-9\">Error to judgment of circuit court of Amherst county,, rendered April 12tS, 1884, at the trial of an issue wherein H. E. Smith was plaintiff and George H. Damerori was defendant. Verdict was for defendant. Plaintiff’s motion for new trial was overruled, and he excepted. Judgment being entered on the verdict, plaintiff obtained a writ of error and <em>supersedeas. </em>Opinion states the case.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b698-10\"><em>Sheffey &amp; Bumgardner, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b698-11\"><em>J. T. Brown, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b698-12\">Hinton, J.,</author>\n<p id=\"AU7\">delivered the opinion of the court.</p>\n<p id=\"b698-13\">It appears by the record in this case that in April, 1878„ <page-number citation-index=\"1\" label=\"675\">*675</page-number>William H. Mosby, administrator of J. H. Rawlings, late sheriff of Amherst county, suing for the benefit of George H. Dameron, recovered a judgment against John T. Edwards and A. W. Williams for the sum of $15,000, the penalty of the bond, to be discharged by the payment of $2,786.10, with interest from the twenty-third September, 1873, and the costs of suit, subject to a credit of $620.25 as of June 27,1875. An execution was issued upon this judgment and levied on certain personal property as being owned by the said A. W. Williams, when Henry E. Smith, the plaintiff in error here, claiming to be the owner of a large portion of said property, the sheriff required an indemnifying bond of Dameron, which being given, Smith gave a suspending and forthcoming bond; whereupon Smith was allowed to interplead, and an issue was made up to try the right of property. When the case was called for trial, on the tenth day of April, 1884 (that being the first day of the term of the circuit court of said county), the counsel for Smith moved for a continuance on the ground that Smith, who desired to be a witness on his own behalf, was absent. This motion, however, was overruled by the court, and the case was proceeded with. On .the trial the counsel for Smith proved by the memorandum of sale of the property in question, and the receipt of the sheriff for the purchase-money of said property, and a deed of loan with the certificate of recordation thereof, that Smith had bought the said property <em>several years before, </em>at a sheriff’s sale under an execution against Williams, and had then loaned it to Williams. But upon the testimony of Dameron, who stated in substance that the plaintiff in error, Smith, had come to his (Dameron’s) house, and told him that he had secured the property embraced in the said deed of loan by a deed of trust on land, and had released the property mentioned in the said deed of loan, and that he (Dameron) was prompted by this statement to levy <page-number citation-index=\"1\" label=\"676\">*676</page-number>on said property, the jury found a verdict in Dameron’s favor.</p>\n<p id=\"b700-5\">On the twelfth day of April, 1884, Smith appeared in court and filed his affidavit, in which he stated, in substance, that he had started for Amherst court-house on the morning of the tenth of April, 1884, the first day of the term, on the Richmond and Alleghany railroad, to connect at Lynchburg with a train running to Amherst court-house. That the train on the Richmond and Alleghany railroad failed to connect at Lynchburg, the early freight train having just left, and that he then took the next train, which started at 10:30 o’clock A. M., but that this last named train was delayed on the route, and that when he reached Amherst court-house the trial was over. That he had never made the statements testified to by Dameron. That he had purchased the property in the deed of loan specified, and had paid for it with his own money. That he had never been repaid for this outlay; had never been secured therefor by a deed of trust on land j had never released the deed of loan; and that he would so testify if put upon the stand. And he moved the court upon the grounds stated in the affidavit to set aside the verdict of the jury, and grant him a new trial. But the court overruled this motion, and entered an order directing the plaintiff in error to deliver the property in question to the sheriff of Amherst county, and pay to Dameron his costs. But in so doing, we think, the circuit court of Amherst erred. The affidavit of Smith was not only such as to advise the court of the materiality of his testimony, but it ought to have convinced the court that without that testimony no fair trial of the case could be had. The written evidence adduced by the counsel for Smith, standing alone, showed a clear title to the property in Smith-This evidence must be overthrown or evaded. To do this, Dameron had testified that Smith had told him, a short <page-number citation-index=\"1\" label=\"677\">*677</page-number>time before the property in controversy' was levied on under the execution in the proceedings mentioned, that he (Smith) had been secured for the property mentioned in the said deed of loan by a deed of trust on land, and that he had released the property specified in the deed of loan, and had no claim upon it. In this aspect. of the case Smith’s version of what he had really said was most material, and was made so by the testimony of Dameron in regard to his own statements. This testimony of Smith, as foreshadowed in his affidavit, was also of a character, unless discredited, to have induced a verdict directly the reverse of that which was rendered, for it would have offset the testimony of Dameron, and have left the case to be decided upon the written evidence, which was all in Smith’s favor. Nor is the statement of Smith as to what he would testify merely contradictory of what Dameron testified that he had told him. On the contrary, it shows that Dameron had misapprehended the deed of trust to which Smith was alluding, and that he (Smith) was referring to another and different trust-deed which had been' taken long before there were judgments against Williams.</p>\n<p id=\"b701-5\">But it is argued that if all this be so, yet that the failure of Smith to be present at court when the case was called for trial was such negligence as ought to preclude a reversal of the judgment. We cannot, however, concur in this suggestion. The failure of Smith to attend at the trial cannot fairly be imputed to negligence on his part. He started for court in time to have reached there before the case was tried, we may safely assume from the failure of the record to disprove it, if the trains on the Eichmond and Alleghany railroad had not failed to connect at Lynch-burg with the trains running to Amherst court-house. He then took the next train for that place, and, but for its being delayed on the route, it seems probable that he would have reached court before the trial had ended. In <page-number citation-index=\"1\" label=\"678\">*678</page-number>any event, he, the plaintiff in error, seems to have used reasonable and proper efforts to attend the trial, and his failure to reach the court in time should be imputed to an accident which he could not foresee, rather than negligence on his part.</p>\n<p id=\"b702-5\">The judgment must be reversed, and the case must be remanded to the circuit court of Amherst county for a new trial to be had therein.</p>\n<p id=\"b702-6\">Judgment eeveesed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}