{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"157\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b179-9\" pgmap=\"179\">RALPH BAKER, Plaintiff-Appellee, v. CIVIL SERVICE COMMISSION et al., Defendants-Appellants.</parties><court data-order=\"1\" data-type=\"court\" id=\"b179-10\" pgmap=\"179\">Third District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A_e\" pgmap=\"179\">No. 3-85-0127</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b179-11\" pgmap=\"179\">Opinion filed March 27, 1986.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AK9\" pgmap=\"179\">Rehearing denied May 7, 1986.</otherdate><p data-order=\"5\" data-type=\"judges\" id=\"b179-14\" pgmap=\"179\">BARRY, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b180-3\" pgmap=\"180\">Neil F. Hartigan, Attorney General, of Springfield (Jill Wine-Banks, Solicitor General, and Vincenzo Chimera, Assistant Attorney General, of Chicago, of counsel), for appellants.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b180-4\" pgmap=\"180\">Mark R. Steffen, of Kankakee, for appellee.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b180-5\" pgmap=\"180\">JUSTICE HEIPLE</author> <p id=\"ARS\" pgmap=\"180\">delivered the opinion of the court:</p> <p id=\"b180-6\" pgmap=\"180\">The defendant, Civil Service Commission, affirmed the discharge of the plaintiff, Ralph Baker, from his employment as a security guard with the Department of Mental Health and Developmental Disabilities (the Department). The circuit court reversed the Commission’s decision, finding that the evidence did not prove the written charges brought against Baker by the Department. The Commission appeals the circuit court’s order. We reverse the decision of the circuit court and affirm the decision of the Civil Service Commission.</p> <p id=\"b180-7\" pgmap=\"180\">Baker was charged by criminal complaint with retail theft of automobile parts from a store in Kankakee. Following a bench trial, Baker was found guilty and was placed on supervision for one year. Subsequent to the imposition of supervision, the Department discharged Baker from his position as a security guard at the Manteno Mental Health Center.</p> <p id=\"b180-8\" pgmap=\"180\">Baker was formally charged with violating Personnel Rule 2— 785, section C, in that on or about April 26, 1983, he was convicted of retail theft of auto parts. The initial hearing on the discharge was held before a hearing officer. During the hearing, Baker testified that he was arrested for retail theft at the Kankakee store. The hearing officer heard additional testimony and received into evidence a copy of both the criminal complaint against Baker and the order of supervision. On the basis of this evidence, the hearing officer upheld Baker’s discharge. The Commission adopted the hearing officer’s decision.</p> <p id=\"b180-9\" pgmap=\"180\">On review, the circuit court noted that Baker was charged with violation of Rule 2 — 785 in that he was convicted of retail theft. The court concluded that no evidence of a conviction was introduced. The court based this conclusion on the principle that an order of supervision is not a conviction. Consequently, the court found that the charge against Baker was not proved.</p> <p id=\"b180-10\" pgmap=\"180(11) 181(27)\">On appeal, the Commission asserts that its ruling must be upheld because the evidence showed that Baker violated Rule 2 — 785, section C, even though the evidence did not conform strictly to the formal charge.</p> <p id=\"b181-5\" pgmap=\"181\">Section 11 of the Personnel Code provides, in relevant part, that no employee shall be discharged except for cause upon the filing of written charges. (Ill. Rev. Stat. 1983, ch. 127, par. 63M11.) Referring to the predecessor of the Personnel Code, the court in People ex rel. Carroll v. Durkin (1935), 280 Ill. App. 510, stated that a notice of discharge did not have to set out the facts relevant to the discharge with the particularity of an indictment. Instead, the object of the notice was to apprise the employee and the Commission of the cause for the discharge.</p> <p id=\"b181-6\" pgmap=\"181\"> We find in the instant cause that the formal charges were sufficient to apprise Baker of the nature of the charge against him. The formal charge against Baker recited specifically that Baker violated Rule 2 — 785, section C, and then further mentioned the conviction for retail theft. Rule 2 — 785, section C, allows for discharge of an employee who is arrested or indicted for an offense which raises a reasonable doubt as to the employee’s suitability for continued employment.</p> <p id=\"b181-7\" pgmap=\"181\"> There is no question but that Baker was guilty of retail theft. That the sentencing judge imposed an order of supervision instead of a conviction order does not change the fact of Baker’s conduct. He did what he was accused of doing. As already noted, the Personnel Code permits discharge of an employee who is arrested or indicted for an offense which raises a reasonable doubt as to his suitability for continued employment. Baker was charged with retail theft and the fact of his guilt is surely sufficient to raise a reasonable doubt as to his suitability for continued employment. The fact that the charging document under the Personnel Code referred to Baker’s “conviction” instead of his “being placed on court supervision” is really of no moment. He was adequately informed of the nature of the charges against him, and such charges were adequately established. His discharge was proper.</p> <p id=\"b181-8\" pgmap=\"181\">The trial court’s ruling and the dissent in this case elevate form over substance. The gist of the charge against Baker is that he is a thief. That was established. The State of Illinois should not be required to maintain a thief in his employment as a security officer with access to government facilities.</p> <p id=\"b181-9\" pgmap=\"181(33) 182(10)\">We, therefore, reverse the decision of the circuit court and affirm the decision of the Civil Service Commission, which upheld the discharge of Ralph Baker from his employment as a security guard with the Department of Mental Health and Developmental Disabilities.</p> <p id=\"b182-5\" pgmap=\"182\">Reversed.</p> <p id=\"b182-6\" pgmap=\"182\">STOUDER, J., concurs.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b182-7\" pgmap=\"182\">JUSTICE BARRY,</author> <p id=\"ATm\" pgmap=\"182\">dissenting:</p> <p id=\"b182-8\" pgmap=\"182\">I approve of the result reached by the trial court. In my opinion, the discharge of a public servant is a serious matter which places a greater degree of responsibility on the administrative officials than was exercised by the Department in this case and is now being sanctioned by the majority. As the majority acknowledges, defendant was charged under the personnel rule authorizing discharge for an arrest or indictment on an offense which raises doubt as to the employee’s suitability for continued employment. When a charge' is brought under this provision, however, it is encumbent on the employer to make known to the Director facts in support of such arrest or indictment which would support the need for a discharge (“reasonable doubt concerning the employee’s suitability for continued State employment in the present assignment or position”). It is apparent that the personnel rule in question was drafted to create an adequate record for purposes of review, and to permit a prompt discharge for the protection of the public interest in an employee’s continued or discontinued service, while still protecting the basic rights of an individual arrested or indicted but not yet brought to trial.</p> <p id=\"b182-9\" pgmap=\"182\">Under the rules, where, as here, the employee has pleaded not guilty to the criminal charge, the mere fact of an arrest or indictment cannot be permitted to stand alone as a basis for the employee’s discharge. Nor do I believe that the rule should be rewritten to permit an order of court supervision based upon a judicial finding of guilty, without more, to substitute for a statement of factual grounds for the criminal proceedings. The record before us indicates that the lack of a factual statement is not, as the majority suggests, a mere technical frailty in the charging instrument. In fact, no factual basis for the criminal proceedings was placed into evidence at the discharge hearing either. As correctly noted by the trial court, “there was no evidence to support the written charges for discharge of Mr. Baker.”</p> <p id=\"b182-10\" pgmap=\"182(48) 183(91)\">The majority relies exclusively upon the 1935 decision in People ex rel. Carroll v. Durkin (1935), 280 Ill. App. 510, which involved a question of the sufficiency of notification of discharge to an employee. At that time, the Civil Service Act provided that the Civil Service Commission’s jurisdiction was limited to determining whether discharge was because of racial, religious, or political reasons. Since the notice specified that discharge was because of “neglect of duty,” that was held sufficient to show that racial, religious and political reasons were not involved and, therefore, that the Commission could not review the discharge. Obviously employment rights under the current Civil Service Act reflect much broader concepts than did the 1935 statute. Similarly, the employee’s right to adequate notice has also expanded since 1935, a fact the majority disregards. ■</p> <p id=\"b183-3\" pgmap=\"183\">A case in point, which I find more accurately reflects modern-day jurisprudential reasoning than does the 1935 Durkin case, is United States v. Fountain (7th Cir. 1985), 777 F.2d 351. There, both defendants pleaded guilty to murder and then moved to withdraw their pleas. Their motions were denied by the district court. On appeal, defendant Fountain urged not only that the trial court erred in denying his motion to withdraw his guilty plea, but also that an insufficient factual basis was laid at his plea hearing. Specifically, Fountain contended that the plea hearing did not comport with the requirements of Rule 11(f)<footnotemark>1</footnotemark> of the Rules of Criminal Procedure because the trial judge failed to elucidate the factual background supporting a finding of guilt. Judge Flaum, writing for the majority, found that at the plea hearing Fountain was never required to admit his role as an accessory. The defendant merely recited the indictment. The court stated:</p> <blockquote id=\"b183-4\" pgmap=\"183\">“The ‘admission’ suffers from two fatal defects. First, it is difficult to view this as an admission since Fountain did not state that he had done anything. He only responded by telling what the government claimed he had done. Second, what he ‘admitted’ to, the actual killing of Boyd Spikerman with a knife and a fire extinguisher, was not what the indictment alleged with regard to Fountain. The district court’s subsequent questioning, ***, never called for Fountain to expound on the true nature of his involvement. In the absence of any evidence on the record to support Fountain’s plea we are unable to affirm his conviction.” (United States v. Fountain (7th Cir. 1985), 777 F.2d 351, 357.)</blockquote> <p id=\"b183-5\" pgmap=\"183\">Fountain’s guilty plea was vacated and the cause was remanded for repleading accordingly.</p> <p id=\"b184-4\" pgmap=\"184\">Although the Fountain case concededly was decided on principles of criminal law involving the defendants’ rights to liberty, I do not believe that this distinguishing factor detracts significantly from the obviously analogous situation presented by a civil proceeding to deprive a person of his right to retain a means of earning a livelihood. In both cases, the rules at issue were formulated for dual purposes of record creation and minimal protection of constitutional rights of due process.</p> <p id=\"b184-5\" pgmap=\"184\">Compliance with both rules places special responsibility on the persons bringing charges against an individual (i.e., the prosecutor and employer) and the judicial entities which conduct proceedings to determine the validity of such charges (i.e., the trial court and administrative body), to assure that the hearing satisfies the “factual basis” requirements. The mere recitation into the record of an indictment or arrest respectively satisfies neither Federal Rule of Criminal Procedure 11(f) nor Personnel Rule 785(c) in the instant case. Nonetheless, the majority here would permit the agency to strip its employee of his job on the basis of an erroneous charge and without a statement of supporting facts. I believe governmental responsibilities and individual safeguards incorporated within Personnel Rule 2 — 785(c) are totally ignored by the majority’s disposition.</p> <p id=\"b184-6\" pgmap=\"184\">Plaintiff Baker must not be regarded as having been convicted of theft. The statute which authorizes the use of court supervision (Ill. Rev. Stat. 1985, ch. 38, par. 1005 — 6—3.1(f)) states: “Discharge and dismissal upon a successful conclusion of a disposition of supervision shall be deemed without adjudication of guilt and shall not be termed a conviction for purposes of disqualification or disabilities imposed by law upon conviction of a crime.” Since the record indicates that a judgment has been entered dismissing the charges against Baker, any attempt to discharge him from his employment because of “a conviction” would violate this statute. The majority opinion seems to ignore the fact that Baker must be treated as a person who has never had an adjudication of guilt.</p> <p id=\"b184-7\" pgmap=\"184\">By my view, the majority’s casual treatment of the Department’s conduct in this case opens a door to some very meddlesome opportunities for abuse of power and lack of good faith on the part of an agency head. I would not encourage the type of haphazard discharges of the State’s civil servants that the majority here espouses by glossing over the lack of evidence of cause of discharge.</p> <p id=\"b184-8\" pgmap=\"184\">On plaintiff’s motion, the charges for discharge should have been dismissed. I would affirm the judgment of the circuit court of Kankakee County.</p> <footnote label=\"1\"> <p id=\"b183-6\" pgmap=\"183\">“(f) Determining Accuracy of Plea. Notwithstanding the acceptance of a plea of guilty, the court should not enter a judgment upon such plea without making such inquiry as shall satisfy it that there is a factual basis for the plea.” Fed. R Grim. P. 11(f).</p> </footnote> </opinion> </casebody> ",
    "status": "ok"
  }
}