{
  "casebody": {
    "data": "<casebody firstpage=\"536\" lastpage=\"547\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b550-7\">Sovereign Camp, W. O. W., <em>v. </em>McClure.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b550-8\">(Division A.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqm\">June 8, 1936.)</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b550-9\">[168 So. 611.</citation>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"ABpj\">No. 32228.]</docketnumber>\n<p data-order=\"5\" data-type=\"docketnumber\" id=\"b551-8\"><page-number citation-index=\"1\" label=\"537\">*537</page-number>(Division A.</p>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AX3j\">Nov. 2, 1936.)</otherdate>\n<citation data-order=\"7\" data-type=\"citation\" id=\"b551-9\">[170 So. 293.</citation>\n<p data-order=\"8\" data-type=\"docketnumber\" id=\"Ao4\">No. 32228.]</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b551-16\">Augustin Magructer and B. M. Walker, Jr., both of Starkville, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b553-8\"><page-number citation-index=\"1\" label=\"539\">*539</page-number>W. A. Strong, Jr., of Louisville, and D. E. &amp; J. T. Crawley, of Kosciusko, for appellee.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b557-5\"><page-number citation-index=\"1\" label=\"543\">*543</page-number>Smith, G. J.,</author>\n<p id=\"A4x\">delivered the opinion of the court.</p>\n<p id=\"b557-6\">The appellee is the beneficiary in a life insurance policy issued to her husband, James C. McClure, by the appellant on June 24, 1929. James C. McClure died on May 3, 1933, and this suit is by the beneficiary to recover on the policy.</p>\n<p id=\"b557-7\">James C. McClure became a member of the defendant association on February 25, 1909, and received a policy of insurance different from the one here involved. He surrendered this policy, and on the 24th day of June, 1929, received from the appellant the one here sued on in lieu thereof, which contains the following stipulation: “The nonforfeiture values shall be computed as if this certificate had been issued on the 1st day of June, 1924.” The policy provides for a cash surrender value, and stipulates that, “after thirty-six monthly payments on this certificate shall have been made, should the member fail to pay any subsequent monthly payment, the member, within three months after due date of the monthly payment, in default, but not later, upon written application and legal surrender of this certificate, may select one of the following nonforfeiture options” (options omitted). It then provides: “Automatic Premium Loan: After thirty-six monthly payments on this certificate shall have been paid, if any subsequent monthly payment be not paid on or before its due date, and if the member has not, prior to such due date, selected one of the options available under the nonforfeiture provisions of this certificate, the Association will, without any action on the part of the member, advance as a loan to the said member the amount of the monthly payments required to maintain this certificate in force from month to month until such time as the accumulated loans, together with compound interest thereon at the rate of five per cent per <page-number citation-index=\"1\" label=\"544\">*544</page-number>annum and any other indebtedness hereon to the Association, equal the cash value hereof at the date of default in the payment of the monthly payments. When the said cash value has been consumed in loans advanced and interest thereon, then this certificate shall become null and void; provided, that while this certificate is continued in force under this provision, the member may resume the payment of monthly payments without furnishing evidence of insurability, and the accumulated loans and interest thereon shall become a lien upon this certificate and shall continue to bear interest at the same rate. Provided further, that such lien may be paid in whole or in part at any time by the member, but if not paid said loan and accumulated interest thereon shall be deducted upon any settlement with the member, or from the amount payable at the death of the member.”</p>\n<p id=\"b558-5\">The insured paid the monthly assessments due on this policy up to and including February, 1930, after which he made no further payments. He exercised none of the options set forth in the policy, including the resumption of the monthly payments due by him under the policy.</p>\n<p id=\"b558-6\">The bill alleges, in substance, that it was the duty of the appellant, under the “Automatic Premium Loan” clause, to apply the cash surrender value of the policy to the payment of the monthly premiums on the policy as they became due. That in October, 1931, James C. McClure received- a letter from the appellant stating that he had been suspended for more than six months, and offering to permit him to reinstate the policy by payment of the current monthly premium due thereon, and the signing of a certificate warranting that he was then in good health, and that the appellant would charge his back unpaid premiums to, and they would be a charge on, the policy. That he received a letter from the appellant to practically the same effect in February, 1932. That he was not then in good health, and therefore could not make the required warranty of good health. That <page-number citation-index=\"1\" label=\"545\">*545</page-number>he was misled by these letters into believing that the appellant would not permit him to resume payments of monthly premiums on his policy without this warranty of good health which he was unable to make, and therefore he did not resume payment of these monthly premiums as he had a right to do under the automatic premium loan clause of the policy. McClure did not reply to either of these letters, and never offered to resume the payment of premiums on the policy. The policy was in force under the automatic premium loan clause when these letters were written, but unless McClure resumed the payment of the premiums thereon, or was excused from so doing, it expired before his death.</p>\n<p id=\"b559-6\">We will assume that the evidence discloses that the appellant would not have permitted McClure to have resumed the payment of the monthly premiums on the policy without a warranty by him that he was then in good health, and it seems from the evidence that it construed the thirty-six months provisions in the automatic premium loan clause to begin on the date of the policy, which was June 24, 1929; but this court held, in Sovereign Camp, W. O. W., v. Thomas, 171 Miss. 99, 157 So. 83, on a similar policy, that the thirty-six months began on the date fixed in the policy for the computation of its nonforfeiture provision, which here, as hereinbefore stated, is the first day of June, 1924.</p>\n<p id=\"b559-7\">The only evidence introduced by the appellee in support of her contention that McClure desired to resume the payment of the monthly premiums on his policy, and would have so done but was misled, by the letters hereinbefore referred to, into believing that it would be useless for him to tender the payment of premiums thereon without a warranty by him that he was then in good health, was that of the appellee herself, who testified that McClure told her that such was the case. This evidence was, by the court, excluded, and properly so; it being merely hearsay testimony.</p>\n<p id=\"b559-8\">The appellee’s contention is that since the <page-number citation-index=\"1\" label=\"546\">*546</page-number>would not have accepted further monthly payments on the policy, and so indicated in its letters to the insured, without his warranting that he was then in good health, which warranty he could not make, it would have been useless for him to have offered to resume the payment of such premiums, and, therefore, the policy continued in force and she is entitled to collect the face thereof less the premiums due thereon. The court below so held. No offer to pay these premiums was made by McClure, nor' did appellant notify him that such an offer would not be accepted if made.</p>\n<p id=\"b560-5\">Failure to make a formal tender may be excused if it appears that the tenderee would not have accepted the tender if made; but to avail himself thereof, the tenderer must show that he was able and desired to make the tender. Hunt on Tender, end of sec. 236; Somerton State Bank v. Maxey, 22 Ariz. 365, 197 P. 892, 14 A. L. R. 1117; Lamar v. Sheppard, 84 Ga. 561, 10 S. E. 1084; Steele v. Biggs, 22 Ill. 643; Supreme Tent, Knights of Maccabees of the World, v. Fisher, 45 Ind. App. 419, 90 N. E. 1044; Selby v. Hurd, 51 Mich. 1, 16 N. W. 180; Brown v. Davis, 138 Mass. 458. And according to some authorities, but which we do not now decide, the tenderer also must show that he advised the tenderee of his desire to make the tender. There are exceptions to this rule, among which are where the tenderee has notified the tenderer that he would not accept a tender of performance; where the tenderee has himself rendered it impossible for him to accept the tender if offered; and where the tenderee in a contract for the sale of land is without the state and performance is tendered by the plaintiff or complainant with his declaration or bill of complaint.</p>\n<p id=\"b560-6\">It may be true that the appellant would not have accepted the premiums if they had been tendered to it, non constat McClure may not have- desired or been able to resume the payment thereof. One cannot complain because another would not have accepted that which he was unable, or had no desire, to offer.</p>\n<p id=\"b561-4\"><page-number citation-index=\"1\" label=\"547\">*547</page-number>The decree of the court below will be reversed, and the cause dismissed.</p>\n<p id=\"b561-5\">Reversed and dismissed.</p>\n<p id=\"b561-6\">On Suggestion op Error.</p>\n<author id=\"b561-7\">Smith, C. J.,</author>\n<p id=\"AHEb\">delivered the opinion of the court on suggestion of error.</p>\n<p id=\"b561-8\">The appellee suggests that we erred in holding that the court below committed no error in excluding her evidence that the insured told her that he desired to resume payment of premiums on the policy and would have done so- had the appellant’s letters not indicated that it would not receive such payments without a warranty by him that he was then in good health. This evidence, the appellee says, was admissible, under an exception to the hearsay rule, in order to show the insured’s state of mind with reference to the payment of premiums, and therefore the cause should be remanded so that the evidence can be introduced and considered.</p>\n<p id=\"b561-9\">If we should hold that this evidence was erroneously excluded, the rendition of final judgment here for the appellant would nevertheless be required. The only evidence that the insured was financially able to pay the premiums offered in the court below was that he had so told the appellee. This was also excluded, and was, of course, pure hearsay. From this it follows that whether the court below properly excluded the insured’s declaration of desire and intention is here of no consequence, and a decision thereon is wholly unnecessary, consequently the statement that it was properly excluded will be withdrawn and no opinion will be expressed thereon.</p>\n<p id=\"b561-10\">Overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}