{
  "casebody": {
    "data": "<casebody firstpage=\"516\" lastpage=\"523\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b528-3\">DELAWARE, L. &amp; W. R. CO. v. BUSSE.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b528-4\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7W\">January <em>14, </em>1920.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b528-5\">No. 58.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b528-6\">1. Commerce &lt;@=27(5) — 'Watchman on pier employed in interstate commerce.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b528-8\">A watchman employed by a railroad company on a pier used solely in receiving and forwarding freight in interstate commerce, who at the time of injury was assisting, under orders of a superior, in readjusting a door of the pier shed, so it could he opened to permit taking out freight for delivery to consignees, <em>held </em>to have been employed in interstate transportation, or in work so closely related to it as to be practically a part of it, and within employers’ liability Act April 22, 1908, § 1 (C'omp. St. § 8657).</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b528-9\">2. Master and servant &lt;@=&gt;226(2) — Risk op negligence op employer or his . AGENTS NOT ASSUMED.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b528-11\">The risk of negligence of an employer or his agents or servants is not one incidental to the employment, and is not assumed by an employd, unless he is aware of such negligence, or it i's so obvious that he should know of it.</headnotes>\n<headnotes data-order=\"8\" data-type=\"judges\" id=\"b528-12\">Hough, Circuit Judge, dissenting.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b528-13\">In Error to the District Court of the United States for the Southern District of New York.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b528-14\">Action by Hans Busse against the Delaware, Lackawanna &amp; Western Railroad Company. Judgment for plaintiff, and defendant brings error.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AdX\">Affirmed.</disposition>\n<p data-order=\"12\" data-type=\"summary\" id=\"b528-15\">This cause comes here on writ of error to the United States District Court for the Southern District of New York. The plaintiff in error, defendant below, hereinafter is called defendant. The defendant in error, plaintiff below, hereinafter is called plaintiff. The defendant is a corporation organized and existing under the laws of the state of Pennsylvania and is doing business within the state of New York.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b528-16\">Douglas Swift, of New York City, for plaintiff in error.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b528-17\">Frank J. Ryan, of New York City (Anthony J. Ernest, of New York City, of counsel), for defendant in error.</attorneys>\n<p data-order=\"15\" data-type=\"judges\" id=\"b528-18\">Before ROGERS, HOUGH, and MANTON, Circuit Judges.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b528-19\">ROGERS, Circuit Judge.</author>\n<p id=\"AcL\">This action is brought under the federal Employers’ Liability Act (35 Stat. 65, c. 149, U. S. Comp. Stat. § 8657; Barnes’ Fed. Code 1919, p. 1937, § 8069), to recover damages for personal injuries which plaintiff sustained on November 24, 1916, while employed by defendant. He has obtained a verdict in the sum of $5,-250, and judgment had been entered in his favor in the amount of $5,-280.40. The defendant has brought that judgment to this court, praying that it may be reversed and the complaint dismissed.</p>\n<p id=\"b528-20\">The complaint alleges that at the times mentioned therein the defendant was engaged as a common carrier in commerce between the several states; that defendant operated certain boats incidental to its business as a common carrier, which boats plied between its terminus at Hoboken, in the state of New Jersey, and Pier 26 in the East River, <page-number citation-index=\"1\" label=\"517\">*517</page-number>in New York City; that plaintiff was employed by defendant as a watchman at the pier; that on the day of the accident plaintiff was standing near a doorway on the street side of a building located on the pier, when the sliding door, approximately 25 feet by 30 feet in size, and which had been raised, fell from its fastenings above, and struck and severely injured him. It is alleged that the accident was due to the negligence of defendant. It appears that the freight is brought by defendant into a building from boats or lighters which bring it from Hoboken to New York, and it is also brought there to be loaded on boats or lighters and carried from New York to Hoboken. It was stipulated at the trial that all freight handled at this station, both inbound and outbound, moved in interstate commerce. The particular door which fell and injured plaintiff was used for the merchandise which was shipped over from New Jersey, and which passed through it for distribution around New York.</p>\n<p id=\"b529-5\">When an employe, whose duty it was, among other things, to raise and lower the particular door in question, found that he could not raise it, so that freight which had been called for could not be removed, he reported the matter to the head watchman, and these two, together with the plaintiff, undertook to remedy the defect. The head watchman was one Mann, and the plaintiff testified as follows respecting him:</p>\n<blockquote id=\"b529-6\">“Q. When yon first went over to this building to work, to whom did you report? A. To Mr. Mann.</blockquote>\n<blockquote id=\"b529-7\">“Q. And the orders and the instructions that you got there during the daytime, when you were employed in the daytime — from whom did you get your orders? A. 1 got all my orders from Mr. Mann.</blockquote>\n<blockquote id=\"b529-8\">“Q. He was the oldest man on the job there? A. He was the first man on the job. The other men got orders from Mr. Mann, too.</blockquote>\n<blockquote id=\"b529-9\">“Q. Have you heard Mr. Mann give orders and directions to the other watchmen in the building? A. Yes, sir.”</blockquote>\n<p id=\"b529-10\">The plaintiff also testified that he had orders to look all doors over to see that they were in good shape, and he was asked what he did when he found this door was out of order. The testimony was as follows;</p>\n<blockquote id=\"b529-11\">“Q. What is the first thing that you did? A. I looked for Mr. Henry Mann.</blockquote>\n<blockquote id=\"b529-12\">“Q. Hid you find Mr. Mann? A. I found him on the other side of the building.</blockquote>\n<blockquote id=\"b529-13\">“Q. What did you say to Mr. Mann? A. I told Mr. Mann that the door on the north side of the pier is out of order.</blockquote>\n<blockquote id=\"b529-14\">“Q. Hid you have orders to report these conditions to Mr. Mann? A. Yes, sir; because he makes all the reports over to Hoboken. He is the only man who makes x’eports over to Hobokexx, as far as I kliow. I never made a report, except to give it to Mr. Mann.”</blockquote>\n<p id=\"b529-15\">Then Mann, the plaintiff, and another employé, one Tony, went to the door. The plaintiff testified as follows:</p>\n<blockquote id=\"b529-16\">“Q. Then did the three of you go over to the door? A. We went over to the door.</blockquote>\n<blockquote id=\"b529-17\">“Q. What is the first thing you did when you got over there? A. I showed Mr. Mann the door; so he looked at it; he looked at the chain, and he said, ‘The door will have to be pushed ovex\", that the wheels go right on the slide.’ He said, T will climb up.’ He climbed up where the transmission is, where the chain runs over the wheel.</blockquote>\n<blockquote id=\"b530-3\"><page-number citation-index=\"1\" label=\"518\">*518</page-number>“Q. What did you do? Did he give you any orders at that time as to what you were to do? A, Tes.</blockquote>\n<blockquote id=\"b530-4\">“Q. What did he tell you to do? A. He told us to take a bar to push the door over, an iron bar, so Tony went on the left-hand side of the door with his iron bar, and I took a little one about the size of my cane, and I went on the outside of the door to give protection, to put the bar between, so that, when he pushed the’door over, she did not slip over that line.”,</blockquote>\n<p id=\"b530-5\">The plaintiff testified as follows as to how the injury happened:</p>\n<blockquote id=\"b530-6\">“Q. After Mann got up above the door, what did you do, and what did Tony do? Tell us just how this thing happened. A. Well, Tony took his bar and put it on the south side, on the lower side; put it between the door and the sliding line, to push the door over, that the wheels go right on the tracks again. I went on the outside of the door, to try to give protection that the door did not slip over on that side, and we would have it in the same position, but on the other side; that it don’t go too far over. Tony took one push over, and the door was not quite enough over, so he took a new grip. In the meantime I tried to go on the door, to get the protection when he took a new grip. The door came out, and hit me out in the street.”</blockquote>\n<p id=\"b530-7\">The plaintiff was hit on his shoulder by the door and thrown some 10 or 12 feet into the street. He landed on his back on the pavement, and could not get up, and he sustained a fracture of the hip and other injuries. He was contradicted in important particulars.</p>\n<p id=\"b530-8\">At the close of plaintiff’s case, counsel for defendant moved to dismiss the complaint upon the following grounds: (1) The plaintiff at the time of the accident was not engaged in interstate commerce. (2) That, if- it be assumed that plaintiff was engaged at the time of the accident in interstate commerce, he had not proved that the accident was caused by any negligence of the defendant, or any person for whose acts defendant was responsible. (3)' That plaintiff assumed the risk.</p>\n<p id=\"b530-9\">The court overruled the motion on each ground and in doing so stated that he was of the opinion:</p>\n<blockquote id=\"b530-10\">“That the opening and shutting of gates through which goods are transferred exclusively in interstate commerce, or passing back and forth, is an employment in interstate commerce.”</blockquote>\n<p id=\"b530-11\"><bracketnum>[1]</bracketnum> The first question to be considered, then, is whether the plaintiff was, at the time of his injury, engaged in interstate transportation, or in work so closely related thereto as to be practically a part thereof. In St. Louis, San Francisco &amp; Texas Railway Co. v. Seale, 229 U. S. 156, 33 Sup. Ct. 651, 57 L. Ed. 1129, Ann. Cas. 1914C, 156, the court held that one whose duty it is to examine incoming and outgoing trains, and make a record of the numbers of, and seal up and label cars, some of which are engaged in interstate and some in intrastate traffic, is directly and not indirectly engaged in interstate commerce; that interstate transportation is not ended by the arrival of the train at the terminal.</p>\n<p id=\"b530-12\">In Delaware, Lackawanna &amp; Western R. Co. v. Yurkonis, 238 U. S. 439, 35 Sup. Ct. 902, 59 L. Ed. 1397, the court held that one who was injured when preparing to mine coal which was to be used in interstate commerce, after being mined and transported, was not engaged at the <page-number citation-index=\"1\" label=\"519\">*519</page-number>time of his injury in interstate commerce. He was not then carrying on interstate commerce.</p>\n<p id=\"b531-4\">In Shanks v. Delaware, Lackawanna &amp; Western R. Co., 239 U. S. 556, 36 Sup. Ct. 188, 60 L. Ed. 436, L. R. A. 1916C, <em>797, </em>the plaintiff at the time of his injury was engaged in taking down and putting up fixtures in a machinp shop used for repairing locomotives employed in interstate and intrastate transportation. The court declared:</p>\n<blockquote id=\"b531-5\">“The true test of employment in such commerce in the sense intended is: Was the employs at the time of the injury engaged in interstate transportation, or in work so closely related to it as to be practically a part of! it‘1”</blockquote>\n<p id=\"b531-6\">The court held that what the plaintiff was doing at the time of the accident had too remote a connection with interstate transportation, as the only function of the fixture was to communicate power to machinery used in repairing parts of engines, some of which were used in interstate transportation. In the case at bar the act of the plaintiff related solely to interstate transportation, as no intrastate freight was received or dispatched from Pier 26, and as the interstate freight passed through the door in question, the act óf fixing it, so that it might be opened, had an immediate and not a remote connection with interstate transportation.</p>\n<p id=\"b531-7\">In Chicago, Burlington &amp; Quincy R. R. Co. v. Harrington, 241 U. S. 177, 36 Sup. Ct. 517, 60 L. Ed. 941, the coal which was being moved was not in interstate commerce, but was in storage, and had been for a week, and was being moved to the coal chutes; and the court said that the mere taking of the coal to the coal chutes did not involve a close or direct relation to interstate transportation.</p>\n<p id=\"b531-8\">In Minneapolis &amp; St. Louis Railroad Co. v. Winters, 242 U. S. 353, 37 Sup. Ct. 170, 61 L. Ed. 358, Ann. Cas. 1918B, 54, the plaintiff was injured while repairing an engine, which had been used in interstate commerce before the injury, and was so used afterwards, but there was nothing to show that it was permanently or specially devoted to such commerce. The court held he was not engaged in interstate commerce at the time of his injury, as the engine was not permanently devoted to any kind of traffic, but only to such business as it might be needed for. In the case at bar Pier 26 and the building, the door of which was being repaired, were permanently and exclusively devoted to interstate commerce.</p>\n<p id=\"b531-9\">In Lehigh Valley R. R. Co. v. Barlow, 244 U. S. 183, 37 Sup. Ct. 515, 61 L. Ed. 1070, the plaintiff was an engineer on a switch engine in the railroad yards. At the time of his injury he was assisting in moving cars containing supply coal for the railroad on an unloading trestle in the company’s yards where it was to be dumped into pockets from which it was to be taken indiscriminately to coal engines employed in intrastate and interstate commerce; when the coal arrived in the yards, the cars which contained it were put on the sidings; and, as in the Harrington Case, the court held that the interstate movement terminated before the cars left the sidings, and that in moving the coal from the sidings to the unloading trestle the engineer of the switching crew was not engaged in interstate commerce. The coal on the sidings was <page-number citation-index=\"1\" label=\"520\">*520</page-number>in the possession of the owner and had reached the .hands of the consignee.</p>\n<p id=\"b532-3\">■ The proposition for which defendant’s counsel contends is that, to entitle one injured in making repairs to recover, under the federal Employers’ Liability Act (Comp. St. §§ 8657-8665), he must have been engaged in the repair of what he calls the direct instrumentalities of interstate transportation; that is to say, instrumentalities directly employed in the movement of traffic, such as the roadbed, tracks, bridges, cars, and engines. He claims that the repair of instrumentalities of transportation, such as repair shops, coal chutes, roundhouses, stations, cars, and engines withdrawn temporarily from service, and the like, come within the Shanks Case, and do not constitute interstate commerce.</p>\n<p id=\"b532-4\">This court in Central R. Co. of New Jersey v. Paslick, 239 Fed. 713, 152 C. C. A. 547, held that one engaged in the repair of a car which was not destined permanently to one kind of traffic, but to any kind it might be needed for, was not engaged in interstate commerce. The car was an instrumentality of commerce, but not necessarily of interstate commerce. The facts brought it within the principle announced in the Winters Case, already distinguished.</p>\n<p id=\"b532-5\">In Kelly v. Pennsylvania R. Co., 238 Fed. 95, 151 C. C. A. 171, the Circuit Court oLAppeals in the Third Circuit held that a carpenter was not engaged in interstate commerce, who had been sent to repair a chute which supplied coal to engines engaged both in interstate and intrastate commerce; the nature of the repairs not being shown. The court remarked that—</p>\n<blockquote id=\"b532-6\">“Beyond the fact that something was to be done to the chutes, we know nothing of its character or extent. It may have been some considerable matter, related only remotely to interstate transportation, and, as the plaintiff was bound to show that it was ‘so closely related to it as to be practically a part of it,’ we think it plain that in any aspect of the question the District Court was right in holding that the case broke down for lack of proof.”</blockquote>\n<p id=\"b532-7\">In the case at bar the nature of the repairs is proved, and their connection with interstate transportation affirmatively appears not to be remote, but to be so closely connected with it as to be practically a part of it.</p>\n<p id=\"b532-8\">In Vollmers v. N. Y. Central R. Co., 180 App. Div. 60, 167 N. Y. Supp. 426, the Appellate Division for the Third Department held that a plumber was engaged in interstate commerce who at the time of his injury was inspecting and repairing pipes which constituted a part of the plumbing apparatus beneath the station of a railroad engaged in intrastate and interstate commerce. The court said:</p>\n<blockquote id=\"b532-9\">“The stations actually in use in the carrying on of interstate commerce are clearly instrumentalities of such commerce, and it is necessary to their proper maintenance that the plumbing should be kept in repair.”</blockquote>\n<p id=\"b532-10\">The Court of Appeals cited the Shanks Case and reversed without opinion. In other words, the court thought that the work the plaintiff was engaged in was too remotely connected with interstate commerce to justify a recovery. But in the case at bar the act of repair was not remote. Fixing a door to allow interstate freight to be delivered and <page-number citation-index=\"1\" label=\"521\">*521</page-number>repairing a pipe in a station are so different that the one case is not decisive of the other.</p>\n<p id=\"b533-4\">We have recently held in Erie Railroad Co. v. Collins, 259 Fed. 172, - C. C. A. — , that a railroad employe in charge of a signal tower and water tanks, who was injured while operating a pump for pumping water from a well into the tanks for supplying water to the locomotives of both interstate and intrastate trains, was engaged in interstate commerce.</p>\n<p id=\"b533-7\">This court has also recently held in Erie Railroad Co. v. Szary, 259 Fed. 178,----C. C. A.-, that the employé of a railroad was employed in interstate commerce whose work was to supply engines used in interstate and intrastate commerce with sand, and who carried ashes from the drying stove to the ash pit.</p>\n<p id=\"b533-10\">In the case now before the court the majority of the court hold that no error was committed in holding that the plaintiff was at the time of his injury employed in the work of interstate commerce. In our opinion, if the plaintiff was not engaged in the work of interstate transportation, his work was so closely related to it as to be practically a part of it.</p>\n<p id=\"b533-11\">If it be said that at the moment of his injury the plaintiff was not guarding interstate freight in his capacity as watchman, but was repairing the door through which a delivery of the freight was to be made, the fact remains that in so doing he was still engaged in the work of interstate commerce. The sole purpose in adjusting and fixing the door was to permit its being raised, so that interstate freight might be delivered. The work of interstate commerce involves, not merely the receipt of the interstate freight in order that it may be transported, and its actual transportation, but also its receipt and delivery at the place of destination.</p>\n<p id=\"b533-12\">Freight shipped from New Jersey into New York does not cease to be in interstate commerce upon its arrival in New York. St. Louis, San Francisco &amp; Texas Railway Company, supra. It does not lose its character as interstate commerce until the termination of the shipment by delivery at the place of consignment. Vance v. Vandercook Co. No. 1, 170 U.S. 438, 18 Sup. Ct. 674, 42 L. Ed. 1100; Heyman v. Southern Railway Co., 203 U. S. 270, 274, 27 Sup. Ct. 104, 51 L. Ed. 178, 7 Ann. Cas. 1130; Louisville &amp; Nashville R. R. Co. v. Cook Brewing Co., 223 U. S. 70, 82, 32 Sup. Ct. 189, 56 L. Ed. 355; Kirmeyer v. Kansas, 236 U. S. 568, 572, 35 Sup. Ct. 419, 59 L. Ed. 721; Rosenberger v. Pacific Express Co., 241 U. S. 48, 50, 36 Sup. Ct. 510, 60 L. Ed. 880; Danciger v. Cooley, 248 U. S. 319, 39 Sup. Ct. 119, 63 L. Ed. 266. In repairing the door, that the freight might be delivered out, the plaintiff was as truly engaged in interstate commerce as any one would be who was engaged in making repairs upon a road permanently devoted to commerce between the states. Minneapolis &amp; St. Louis Railroad Co. v. Winters, supra. He was at the time of his injury employed in repairing or keeping in usable condition an instrument then in use in interstate transportation, and was therefore engaged in interstate commerce. Shanks v. Delaware, Lackawanna &amp; Western R. Co., 239 U. S. 556, 559, 560, 36 Sup. Ct. 188, 60 L. Ed. 436, L. R. A. 1916A, 797. The <page-number citation-index=\"1\" label=\"522\">*522</page-number>immediate purpose of the plaintiff’s act was the furthering of the conduct of interstate commerce, and it constituted an employment in such commerce within the meaning of the act. Kinzell v. Chicago, Milwaukee &amp; St. Paul R. Co., 250 U. S. 130, 39 Sup. Ct. 412, 63 L. Ed. 893.</p>\n<p id=\"b534-4\"><bracketnum>[2]</bracketnum> But it is said that in the case at bar the plaintiff is not entitled to recover because he assumed the risk of the method employed in fixing the door. If that means that he assumed the risk of tíre negligence of Mann and Ross, who were at work with him in the attempt to fix the door, and whose negligence led to the accident, the answer must be that the rule is that a workman does not assume until made aware of them, or until they become so obvious that an ordinarily prudent man w;ould observe and appreciate them, the risk of the negligence of his employer, or of the employer’s agents or servants, for such risks are not risks incidental to tire employment. Erie R. R. Co. v. Purucker, 244 U. S. 320, 37 Sup. Ct. 629, 61 L. Ed. 1166; N. Y. Central R. R. Co. v. White, 243 U. S. 188, 199, 37 Sup. Ct. 247, 61 L. Ed. 667, L. R. A. 1917D, 1, Ann. Cas. 1917D, 629; Boldt v. Pennsylvania R. Co., 245 U. S. 441, 38 Sup. Ct. 139, 62 L. Ed. 385; Chesapeake &amp; Ohio Railway Co. v. De Atley, 241 U. S. 310, 36 Sup. Ct. 564, 60 L. Ed. 1016; Seaboard Air Line v. Horton, 233 U. S. 492, 34 Sup. Ct. 635, 58 L. Ed. 1062, L. R. A. 1915C, 1 Ann. Cas. 1915B, 475; Erie R. Co. v. Linnskogal, 248 Fed. 389, 160 C. C. A. 399.</p>\n<p id=\"b534-7\">The Employers’ Riability Act makes every common carrier 'by railroad liable in damages to any person suffering injury while he is employed by such carrier, where the injury results in whole or in part “from the negligence of any of the officers, agents, or employés of such carrier,” etc. U. S. Comp. St. § 8657; Barnes’ Federal Code 1919 § 8069. The burden of proof of assumption of risk by the employé is on the employer. Kanawha &amp; Michigan R. Co. v. Kerse, 239 U. S. 576, 36 Sup. Ct. 174, 60 L. Ed. 448. In the instant case the defend-, ant has failed to establish that any risk was assumed.</p>\n<p id=\"b534-8\">The plaintiff claimed that his injury was due to the negligence of Tony Ross, whose duty it was to raise and lower the doors, and who with plaintiff was attempting to repair the door, so that it might be raised; the defendant denied the negligence of Ross, and attributed the injury to plaintiff’s own negligence; and the question was left to the jury to decide whether the injury was due to plaintiff’s own negligence or the negligence of Ross.</p>\n<p id=\"b534-9\">Judgment affirmed.</p>\n</opinion>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b534-10\">HOUGH, Circuit Judge</author>\n<p id=\"AlH\">(dissenting). On the point of occupation in interstate commerce, this decision goes even beyond the Collins (259 Fed. 178,-C. C. A. —) and Szary (259 Fed. 178,-C. C. A.-) Cases. It is perhaps their appropriate corollary, though I venture to prefer the interpretation of the ruling Shank’s opinion given in Matter of Vollmers, 223 N. Y. 571, 119 N. E. 1084.</p>\n<p id=\"b534-13\">If this watchman was not remotely concerned in interstate commerce, the same is true of an office boy in the freight collector’s office, or any other clerical attaché who reports for duty on a pier, which can only <page-number citation-index=\"1\" label=\"523\">*523</page-number>receive freight for, or deliver freight from, New Jersey or points beyond.</p>\n<p id=\"b535-4\">As to negligence and assumption of risk, the case goes a little beyond Lehigh Valley, etc., Co. v. Scanlon, 259 Fed. 137,- C. C. <em>A.-, </em>and I cannot take that step.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}