{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b206-4\">P. B. Hurst, Administrator, etc., v. George Mellinger.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b206-5\">No. 2711.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b206-6\">1. Foreign Will—Personal Property.—A will executed and probated in Louisi•ana disposing of personal property in Texas is competent evidence in Texas without its probate in Texas.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b206-7\">3. Pleading. — In absence of special exceptions a petition alleging title in the plaintiff to a particular interest in a described stock of goods and the conversion of it \"by the defendant’s intestate with value, etc., is a sufficient statement of a cause of ac\"tion.</headnotes>\n<summary data-order=\"4\" data-type=\"history\" id=\"b206-8\">Appeal from Harris. Tried below before Hon. James Masterson.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b206-9\">This is an appeal from a judgment rendered April 16,1888, for $5983.90 in favor of George Mellinger and against P. B. Hurst, administrator of estate of John Mellinger, deceased. The cause of action alleged was for “money had and received by John Mellinger, the intestate, for the plaintiff and his use, it being the amount of money left to George Mellinger in March, 1882, and remaining in the hands of said John Mellinger and used by him in his business since March 20, 1882;” amount so left alleged at $3860.38, interest being claimed. Also for “wages for services and labor alleged to have been performed by plaintiff for John Mellinger from April 1, 1882, to January 1, 1888, less credits;” amount sued for $7527.37.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b206-10\">The defendant pleaded a general demurrer, a general denial, and special plea, alleging that said plaintiff at the age of fourteen years was sent over here (Houston, Texas) from Hew Orleans by his father to be raised, educated, and taught business by his uncle, and that in that behalf his uncle expended upward of $5000, for which said plaintiff was indebted to his said estate.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b206-11\">And further, that if the said plaintiff ever had any interest or claim in or to the business of “M. Mellinger &amp; Bro.” by virtue of the will of the said M. Mellinger or otherwise, the same was a partnership interest, which he recognized and acquiesced in until after the death of his uncle John Mellinger, and that not until after he found out that the said business .and estate were hopelessly insolvent did he pretend to claim any interest in said business of M. Mellinger &amp; Bro. otherwise than as a partner in •said business.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b206-12\">That the interest of said plaintiff, although a minor, in said business was liable and subject to the partnership debts.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b206-13\">In reply plaintiff denied the partnership interest, alleging in substance that he was a minor when his father, M. Mellinger, died in 1881, and \"that he remained so until his disabilities were removed in December, 1887. “ That not until then did he have the right to elect his position with reference to the business and interest that John Mellinger carried on under the style of M. Mellinger &amp; Bro.” That then he elected not to <page-number citation-index=\"1\" label=\"189\">*189</page-number>be a partner, but to claim whatever he was entitled to, if anything, under his father’s will.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b207-5\">The defendant appealed.</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"b207-6\">The facts are set out in the opinion.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b207-7\"><em>M. Looscan, </em>for appellant.—</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AI\">The suit of plaintiff was for money had and received for his use by his uncle, John Mellinger; therefore the will was inadmissible even if probated in Texas, as there was no money left under the will to plaintiff or any one else. Rev. Stats., art. 1828; Ochoa v. Miller, 59 Texas, 460; Brownson v. Scanlan, 59 Texas, 222.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b207-8\">2. An infant may enter into a contract of partnership as into any other trading contract which may possibly turn out to be for his benefit, but where an infant becomes a partner, if he disaffirms the contract, he must give up the property or pay the debts. He can not be permitted to retain the property and repudiate his contracts. Trammell v. Trammell, 20 Texas, 416; 1 Collyer’s Law of Part., 6 ed., sec. 12, and authorities there cited.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b207-9\"><em>Hutcheson, Carrington &amp; Sears, </em>for appellee.—</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"A_l\">1. Under the statute of this State the will was admissible in evidence on the Louisiana probate without probate in this State. The will of Michael Mellinger was duly probated in Louisiana, where he died, according to the laws of that State, and a duly attested “copy thereof and its probate” properly recorded in Harris County, Texas, was offered in evidence and admitted. Gen. Laws Texas, 1887, p. 38; Civ. Code La., arts. 1570, 1573, 1574, 1640.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b207-10\">2. An infant can not bind himself or be bound as a partner. Such a contract if made is voidable at his option on his attainment of his majority. But the proof in this case was that appellee was never a partner, nor ever recognized, held out, or treated as such. Lind, on Part., pp. 74, 67, 83-88; Guille v. Gassen, 14 La. Ann., 5.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b207-11\">Henry, Associate Justice.—</author>\n<p id=\"AhS\">In the year 1881 M. Mellinger, John Mellinger, and George Goebel were partners in a mercantile business conducted in the city of Houston, Texas, in the name of M. Mellinger &amp; Bro. In that year M. Mellinger died at his home in Louisiana, leaving a last will, in which he gave to his brother John Mellinger and to plaintiff, his son, then 14 years old, his share in said partnership, to be equally divided between them. This will was duly probated in the State of Louisiana. Upon the death of M. Mellinger his interest was ascertained and entered upon the books of the firm as a credit to John Mellinger. The business continued to be conducted until John Melliger’s death several years afterward in the name of M. Mellinger &amp; Bro.</p>\n<p id=\"b207-12\">Shortly after M. Mellinger’s death Goebel sold his interest to John Mellinger. The minor George Mellinger lived in the family of John <page-number citation-index=\"1\" label=\"190\">*190</page-number>Mellinger and served in Ms store. TMs he continued to do until the death of his uncle. He then presented an itemized account for money had and received hy John Mellingér under the will of his father and for labor and services rendered him, duly verified by affidavit, to appellant for his acceptance as administrator of the estate of John Mellinger, which being rejected he instituted this suit.</p>\n<p id=\"b208-5\">■ Defendant answered by a general denial, and that if plaintiff ever had any interest or claim in the business of M. Mellinger &amp; Bro. by virtue of the will of M. Mellinger or otherwise it was as a partner, and that he did not claim to be a creditor until upon the death of John Mellinger the concern was found to be^insolvent.</p>\n<p id=\"b208-6\">The court rendered judgment for plaintiff. It is assigned that “the ■court erred in admitting the will of M. Mellinger in 'evidence over the objection of defendant in support of the pretended claim of plaintiff for money had and received for his use by John Mellinger, when in fact the ¡said will was not probated in this State as required by our law, and because said will was not legal evidence in support of said pretended claim, as said claim was for money had and received, while the said will only pretended to convey to plaintiff all the right, title, interest, and claim of Ms father in the store in Houston.”</p>\n<p id=\"b208-7\">Plaintiff made the itemized account presented to the administrator part of his petition, and with regard to his interest under his father’s will ■charged that his father died in the month of March, 1882, “and by his will devised to John Mellinger and plaintiff equally all of his interest and the amount due and belonging to him in the said business and stock of M. Mellinger &amp; Bro., the total amounting to the sum of eleven thousand ■seven hundred and twenty dollars and twenty-six cents, out of which was paid to Mrs. Catherine Mellinger, for her interest therein, the sum of four thousand dollars, leaving seven thousand seven hundred and twenty dollars and twenty-six cents, one-half of which became the property of said John Mellinger and the other half of plaintiff. That John Mellinger took possession of the whole thereof and appropriated -it to his own use.”</p>\n<p id=\"b208-8\">The property at the death of M. Mellinger consisted principally of a stock of merchandise and uncollected debts. The will of M. Mellinger described the property bequeathed to his son and brother as “all his right, title, and interest in the store established in Houston, Texas.” This will was duly probated in the State of- Louisiana.</p>\n<p id=\"b208-9\">We think the objections to its admissibility in evidence were properly overruled. As a will of personal property it was governed by the laws of the testator’s domicile, and having been probated in Louisiana it was not necessary for it to be probated in Texas to make'it evidence of plaintiff’s rights under it. Holman v. Hopkins, 27 Texas, 38.</p>\n<p id=\"b208-10\">We think plaintiff’s cause of action was for the conversion of Ms in<page-number citation-index=\"1\" label=\"191\">*191</page-number>terest in the stock of merchandise and not for money had and received. While the allegations in the petition are somewhat confused and obscure if not contradictory, we think that it sufficiently states the cause of action to apprise defendant that his suit was for the value of his interest in the particular mercautile business bequeathed him by his father's will and appropriated by his uncle. In the absence of special exceptions to the petition we think it was sufficient, and the objections to the introduction of the will as evidence were properly overruled. The claim sued upon, with its endorsements, seems to have been introduced as evidence without objection.</p>\n<p id=\"b209-5\">The defense that plaintiff: was John Mellinger’s partner was not sustained at the trial.</p>\n<p id=\"b209-6\">We find no error in the proceedings and the judgment is affirmed.</p>\n<p id=\"b209-7\">\n<em>Affirmed.</em>\n</p>\n<p id=\"ACUh\">Delivered March 1, 1889.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}