{
  "casebody": {
    "data": "<casebody firstpage=\"340\" lastpage=\"343\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b358-7\">Mary A. Lufkin et al. v. City of Galveston.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b358-8\">No. 2550.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b358-9\">1. Case Approved—City School Tax.—Werner v. City of Galveston, 72 Texas,, 22, followed.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b358-10\"><em>2. </em>Parties.—In a suit for land which has been devised it is not necessary that the-heirs be made a party; it is sufficient if the executor and the devisee be made parties.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b358-11\">S. Tax Sales.—The principle is well settled that if a portion of the tax for which the property is sold is illegal the sale will be a nullity.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b358-12\">4. Interest upon Taxes—Limit of Taxation.—Under the city ordinances taxes-not paid on or before the time prescribed were to bear interest from the prescribed time of payment. It appeared that the tax rolls did not come into the hands of the collector until after the prescribed time of payment. The amount of the levy was to the limit' of the powed to levy by the city. <em>Held:</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b358-13\">1. That to compute interest before the date the rolls came to the hands of the collector was in effect to levy a higher rate than the city had the power to do.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b358-14\">2. That the amount of interest so computed was small was of no consequence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b358-15\">3. That the sale for an amount including the interest illegally charged was void.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b358-16\">5. Tax Deed—¡Recitals.—-A city ordinance upon the effect to be given to a tax deed can not preclude an inquiry into the validity of the taxes for which the sale is-made.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b358-17\">6. Same—Constitution.—The Constitution limits the power of the Legislature to-declare the conclusive effect of a tax deed. An inquiry by the courts into the facts essential to give the officer power to make the sale for taxes can not he precluded by legislative act.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b358-18\">7. Conditions to a Suit to Avoid a Tax Sale.—A provision in the city charter-that no one shall be permitted to question a tax title “without first showing * *’ that all taxes due upon the land have been paid,” etc., held to apply to taxes lawfully assessed against the land itself, and not to other lands for taxes upon which it may have been sold. This should be taken advantage of by exception or plea.</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b358-19\">Appeal from Galveston. Tried below before Hon. W. H. Stewart.</summary>\n<p data-order=\"13\" data-type=\"summary\" id=\"Aqo\">The opinion states the case.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b358-20\"><em>J. L. Trezevant, </em>for appellants.—</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"ANV\">The charter provides that interest on unpaid taxes is not to be exacted until there is a failure to pay the tax within the time to he fixed by ordinance. No such time being prescribed by ordinance, the ordinance exacting interest from the date when such tax became due is not in conformity with the charter and is unreasonable, and the sale in question made in part for the collection of interest accruing from a date prior to the delivery of the assessment roll to the collector is a nullity. Cool. on Tax., 497; Burr, on Tax., 391.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b358-21\"><em>Geo. P. Finlay, </em>for appellee.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b358-22\">Gaines, Associate Justice.—</author>\n<p id=\"ATk\">Certain lots in the city of Galveston were sold by the city tax collector for the school taxes of A. P. Lufkin, the sale being not only for the taxes assessed upon the lots themselves, but also for those assessed upon other property. The city having become the <page-number citation-index=\"1\" label=\"341\">*341</page-number>purchaser at the sale the tax collector made it a deed to the lots. The suit was originally brought by A. P. Lufkin, but by an amended petition -the appellant made herself a party plaintiff, alleging the death of the</p>\n<p id=\"b359-5\">■ original plaintiff, and that she was the executrix of his will and the sole owner in fee simple of the lots in controversy. She also alleged that the taxes for which the lots were sold were illegal, and that the proceedings under which the sale was made were not in accordance with law, and were therefore void, and prayed that the tax deed should be canceled . and removed as a cloud upon her title.</p>\n<p id=\"b359-6\">The defendant reconvened; claimed that it had title to the lots by virtue of the tax sale and deed, and prayed for a writ of possession. There was a judgment for defendant on its plea in reconvention.</p>\n<p id=\"b359-7\">The questions relating to the validity of the school tax raised by the petition were passed upon by this court in the case of Werner v. City of Galveston, 72 Texas, 22, and were decided adversely to the claim of appellant. Following that decision we here hold that the tax -was legal.</p>\n<p id=\"b359-8\">Before proceeding to the consideration of the other questions affecting the legality of the sale we will first dispose of an objection to the validity of the judgment on the ground of the want of proper parties. The plea ' in reconvention upon which the defendant recovered was in the nature • of a cross-action of trespass to try title, and it is insisted that the heirs of A. P. Lufkin should have been made parties defendant to that action. The statute provides that “in every suit against the estate of a decedent involving title to real estate the executor or administrator, if any, and the heirs shall be made parties defendant.” Bev. Stats., art. 1202. If ■ there be a will and the land be devised we presume the correct interpretation is that the devisee and not the heir shall be made party. In such a case the heir has no interest to be affected. In this case the appellant sued as executrix and alleged that she was the sole owner of the lots, and •on the trial it was admitted that she was the sole devisee under the will • of her testator. Being the sole owner of the property and the executrix of the will she was the only necessary party defendant to the cross-action.</p>\n<p id=\"b359-12\">It is insisted under appellant’s eighth assignment of error that too much interest -was charged upon the assessment, and that for that reason the sale of the lots is invalid. The principle is well established that if a portion of the tax for which the property is sold is illegal the sale will be a nullity. The charter of the city (of which we are required to take judicial notice) provides that “if taxes are not paid on or before the time prescribed by the ordinances of the city the same shall from such time bear interest at the rate of eight per cent per annum till paid.” Charter, ■sec. 97. The ordinance introduced in evidence shows that the taxes in question in this suit were to become due on the 1st day of January, 1882, but it was also shown that the assessment rolls did not reach the hands of the tax collector until the twenty-third day of that month. Could <page-number citation-index=\"1\" label=\"342\">*342</page-number>the city by ordinance fix a day when the taxes should be due, so as to make them bear interest from the day so named, without putting it in the power of the collector to receive them at that time? In the levy the city council in the first instance imposed a tax of twenty cents on the one hundred dollars worth of property, which was the limit authorized by the popular vote. To require that the tax should bear interest before the rolls were placed in the hands of the collector was virtually to levy a. tax in excess of the limit authorized by law, and such a requirement would therefore have been void.</p>\n<p id=\"b360-4\">We think the ordinance should be construed as making the tax due on the 1st day of January, 1882, provided the rolls were received by the collector before that day. But the tax could not be paid, and hence was not payable, until the officer designated by law was authorized to receive them, and we therefore conclude that it was not due until the rolls were completed and approved and placed in the hands of the collector. It follows that the sale was made for taxes in excess of the amount authorized by law. But for the peculiar provisions of the charter in reference to the effect of the tax deed this would be sufficient to disjDose of the question of the validity of the sale. But the charter provides that the tax collector’s deed <em>“ </em>shall he conclusive evidence of the following facts: (1) That the land or lot or portion thereof sold was advertised for sale in the manner and for ■ the time required bylaw. (2) That the land was sold for taxes or assessments as stated in the deed. (3) That the grantee ih the deed was the purchaser. (4) That the sale was conducted in the manner prescribed by law.” Charter, sec. 97. The same section also provides that the person claiming adversely to the tax title in order to defeat it shall be required to prove <em>“ </em>either that the land was not subject to taxation at the date of the sale, that the taxes or assessments had not been paid, that the lands had never been listed and assessed for taxation and assessments, * * * or that the same had been redeemed,” etc. Was this intended to preclude inquiry into the validity of the taxes for which the land is sold? We think not. Even if the language admitted of that, construction there is a controlling reason why that interpretation can not be received.</p>\n<p id=\"b360-5\">The Constitution limits the power of the Legislature to declare the conclusive effect of a tax deed. As to these facts, which must exist in order to call into exercise the power of the officer to make the sale—the facts essential to give him jurisdiction over the property—an inquiry in the courts of the country can not be precluded. To say that this could be done would be to hold that the owner could be deprived of his property by the arbitrary action of an officer proceeding under the pretense of lawful authority. This would be simply to enable one man to transfer the property of another for a purpose not authorized by law a,nd would not be according to the due course of the law of the land. Me<page-number citation-index=\"1\" label=\"343\">*343</page-number>Cready v. Sexton, 29 Ia., 356. We think to make a tax sale valid the collector should have the power to sell not only for a part but for the whole of the amount he is attempting to collect, and that the excess of interest charged in this case is a question affecting the authority of the officer to make the sale. The language of the statute does not necessarily require a construction which would preclude the owner from raising this question. We hold that it was not intended by the Legislature that such construction should be placed upon it.</p>\n<p id=\"b361-5\">In this case the excess of interest charged is approximately seventy cents, and it is insisted by counsel for appellee that the maxim <em>“de munimis </em>” should apply. But upon a question of excessive taxation it is held expressly that the maxim does not apply. Treadwell v. Patterson, 51 Cal., 637.</p>\n<p id=\"b361-6\">It is said in the case cited that “the rule as established by the authorities is that if the excess be as much as the smallest coin authorized by law the sale is void.” See also Heuse v. Merriam, 2 Greenl., 373; Case v. Dean, 16 Mich., 12. There is reason for the rule. It is to the interest of the public that illegal taxes should be so declared, and a trivial sum exacted of each taxpayer becomes a matter of importance as applied to the body of the taxpayers at large and may become important in amount to each individual owner of property by reason of the continued exactions of successive years.</p>\n<p id=\"b361-7\">Section 97 of the city charter also provides that no one shall be permitted to question a tax title “ without first showing * * * that all taxes due upon the land have been paid,” etc. We are of opinion that this should be construed to apply to the taxes lawfully assessed upon the land itself and not to other taxes for which it may have been sold, and that so construed it is not in conflict with the Constitution. If the question had been raised in the court below by exception or plea the failure of the plaintiff to prove the payment of the taxes would probably have been held fatal to her right to recover, but not having been raised there we think it should not here be considered.</p>\n<p id=\"b361-8\">The defendant by pleading the unpaid taxes and maintaining its plea by evidence upon another trial may have a recovery for the amount due. While the law does not countenance unlawful exactions in the name of taxes, nevertheless when they are brought into litigation it will afford every lawful remedy to the government or municipality necessary to enforce such taxes as are shown to be legally due.</p>\n<p id=\"b361-9\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b361-10\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b361-11\">Delivered March 19, 1889.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}