{
  "casebody": {
    "data": "<casebody firstpage=\"51\" lastpage=\"53\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b83-5\">[No. 3,048.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b83-6\">MARTIN MURPHY <em>v. </em>EDWIN DE GROOT.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b83-7\">Taking Land Fob Public Use, bob Highway.—When the Act for condemning land for a public highway, requires the money allowed to a land owner for damages, to he set apart in the treasury by the Supervisors for the owner, the land is not taken for public use until it is so set apart; and an order of the Supervisors awarding the damages allowed, payable from the Current Expense Fund of the county, is not a taking of the land for public use, and a tender to the land owner, of the damages allowed, made after such order, is of no avail.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b83-8\">Idem—Statute to be ^tbictly Pubsued.—A Eoadmaster has no right to open a public highway over private land until all the provisions of the statute under which he is proceeding have been strictly complied with.</syllabus>\n<summary data-order=\"4\" data-type=\"history\" id=\"b83-9\">Appeal from the District Court of the Third Judicial District, Santa Clara County.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b83-10\">The defendant in his answer admits his intention to do the acts alleged in the complaint, and sets up as a justification certain proceedings of the Board of Supervisors of the county for the purpose of opening a public road through the lands of the plaintiff, and a notification to him, as Roadmaster of the district, to proceed to open the same. On the 3d of September, 1870, after this action had been commenced, the Board of Supervisors ordered a warrant to he drawn in favor of the District Attorney, for the amount of damages allowed the plaintiff, and that the amount be paid or tendered the plaintiff. The warrant was drawn, and the District Attorney caused the amount of it in gold and silver to be tendered to the plaintiff, who refused it. The answer alleges that the defendant is still ready and willing to pay the amount.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b83-11\">The defendant had judgment, and the plaintiff appealed. The other facts are stated in the opinion.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b83-12\"><em>D. M. Delmas, </em>for appellant, cited <em>Damrell </em>v. <em>Supervisors of San Joaquin County, </em>40 Cal. 154.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b84-5\"><page-number citation-index=\"1\" label=\"52\">*52</page-number><em>L. Archer, William M. Lovell, </em>and <em>Charles D. Wright, </em>for Respondents.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b84-6\">By the Court, Belcher, J.:</author>\n<p id=\"b84-7\">On the 6th of July, 1870, the Board of Supervisors made an order, adopting the report of the Road Viewers, and awarding damages to the plaintiff in the following words: “ Damages to the amount of two hundred and sixty-three dollars and twenty cents are hereby awarded to Martin Murphy, payable from the Current Expense Eund of .said county.”</p>\n<p id=\"b84-8\">Two days thereafter this action was commenced to restrain the defendant, as Roadmaster, from proceeding to ojien the proposed road across the land of the plaintiff.</p>\n<p id=\"b84-9\">Section nine of the Act concerning roads and highways in Santa Clara County (Stats. 1865-6, p. 553), is as follows: “ Upon the report of the Road Viewers being filed as above provided for, the Board of Supervisors shall order the amount of damages sustained by each and every person owning or claiming said lands, to be set apart in the treasury, to be paid to the proper owner or claimant. * * * From the time of setting-apart of the amount as above provided, said lauds shall be deemed to be taken up for public use.”</p>\n<p id=\"b84-10\">The order awarding damages to the plaintiff was not a setting apart for him in the treasury of the amount of money named.- It does not appear whether there was money in the Fund on which the order was made or not; but if there was, notwithstanding this order, the whole amount might have been immediately drawn out by other orders. At most the order to the plaintiff only entitled him to a warrant upon the Current Expense Fund, which, upon presentation, would be paid if there was at the time money in the Fund to pay it. This was not a compliance with either the letter <page-number citation-index=\"1\" label=\"53\">*53</page-number>or spirit of the law, and the plaintiff’s land was not thereafter “ deemed to be taken for public use.”</p>\n<p id=\"b85-6\">Nor was the tender made by the defendant to the plaintiff in September of the amount awarded as damages of any avail. No authority is found in the statute for such a tender. If the public needed the plaintiff’s land for a road there was a plain, speedy, and easy method’ provided by which it might be taken. That method, however, could not be departed from and a new one substituted in its place.</p>\n<p id=\"b85-7\">\"Until all the provisions of the statute were strictly complied with the defendant had no right to open the proposed road over the land of the plaintiff.</p>\n<p id=\"b85-8\">Judgment reversed and cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}