{
  "casebody": {
    "data": "<casebody firstpage=\"538\" lastpage=\"547\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b566-5\">George C. Higgins and Jacob F. Higgins, appellants, <em>v. </em>Flemington Water Company, respondents.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b566-15\">1. A diversion of a water-course by the authority of a riparian proprietor to enable a company to supply, in part, a village with water, is a legal wrong to another riparian owner who thereby sustains a perceptible and substantial damage.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b566-16\">2. As between co-proprietors such a diversion is not a reasonable use of the common property.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b566-17\">3. After entertaining a bill for such a wrong, and settling on final hearing the legal right of the complainant, a court of equity will not send him to law for redress, but will enjoin the defendant from making such diversion.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b566-18\">On appeal from a decree advised by Advisory Master Dodd, dismissing the appellants’ bill.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b567-5\"><page-number citation-index=\"1\" label=\"539\">*539</page-number><em>Mr. John Schomp </em>and <em>Mr. J. G. Shipman, </em>for appellants.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b567-6\">The complainants had a <em>right </em>to come into the court of chancery at the time they did, and it was the duty of the court of chancery, under every aspect of the case, to have retained the bill and controlled the suit, though they had modified the injunction. <em>Cooper </em>v. <em>Carlisle, 6 C. E. Gr. 576; Lehigh Valley R. R. Co. </em>v. <em>Society &amp;c., 3 Stew. Eq. 162; Farrell </em>v. <em>Richards, 3 Stew. Eq. 514; Aquackanonck &amp;c. </em>v. <em>Watson, 2 Stew. Eq. 368; Shreve </em>v. <em>Voorhees, 2 Gr. Ch. 25; Van Houten </em>v. <em>Coventry, 10 Barb. 522.</em></p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b567-7\">Actual, perceptible damage is not indispensable as the foundation of even an action at law; it is sufficient to show the violation of a right. <em>Ashley </em>v. <em>White, 2 Ld. Raym.; Becket </em>v. <em>Morris, L. R. (1 H. of </em>L.) <em>47</em>-60; <em>Embrey </em>v. <em>Owen, 4 Eng. L. &amp; Eq. 475.</em></p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b567-8\">“The general doctrine,” says Harris, J., in <em>Van Hosen </em>v. <em>Coventry, 10 Barb. 520, </em>“ relating to water-courses, is, that every proprietor is entitled to the use of the flow of the water in its natural course, and to the <em>momentum </em>of its fall on his own land.” And .then he quotes the very language by the late vice-chancellor in the case above cited, taken from <em>3 Kent’s Com. 439, </em>and <em>Angell on Water-Courses §§ 90, 94. </em>See, also, <em>Blanchard </em>v. <em>Baker, 8 Me. 253; Webb v. Portland Manufacturing Co., 3 Sumn. 189; Bullard </em>v. <em>Saratoga Co., 77 N. Y. 529; Wilts and Berks Canal Navigation Co. </em>v. <em>Swindon Water Works Co., L. R. (9 Ch. App.) 451; Earl of Sandwich </em>v. <em>Northern Railway Co., L. R. (10 Ch. Div.) 707.</em></p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b567-9\">The defendants have no authority by their charter to take this water. <em>Bennett </em>v. <em>Parsons, 10 Cush. 367; Embrey </em>v. <em>Owen, 4 Eng. L. &amp; Eq. 466.</em></p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b567-10\"><em>Mr. H. C. Pitney, </em>for respondents.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b567-11\">I. The inhabitants of Flemington have the right, as against the complainants, to use to exhaustion the Bushkill brooklet for ordinary domestic purposes, and the taking in the place and stead of its waters those of the South Branch is a mere <em>exchange </em><page-number citation-index=\"1\" label=\"540\">*540</page-number>which does not injure the complainants. <em>Angell on Water-Courses (ed. 1869) </em>§§ <em>93, 93 a, 117</em>-121; <em>Miner </em>v. <em>Gilmour, 12 Moo. </em>P. <em>C. 156; Nuttall </em>v. <em>Bracewell, L. R. (2 Ex.) 9; Wood </em>v. <em>Waud, 3 Exch. 748, 780; Wilts and Berks Canal Co. </em>v. <em>Swindon Water Works Co., L. R. (9 Ch. App.) 451; S. C. on appeal, L. R. (7 E. &amp; I. App. </em>Cas.) <em>697; Roberts </em>v. <em>Richards, 44. L. T. R. 271, 23 Alb. L. J. 498; Bullard </em>v. <em>Saratoga Co., 77 N. Y. 525, 529; Evans </em>v. <em>Meriweather, 3 Scam. 496; Arnold </em>v. <em>Foote, 12 Wend. 330; Wadsworth </em>v. <em>Tillotson, 15 Conn. 366; Weston </em>v. <em>Alden, 8 Mass. 136; Anthony </em>v. <em>Lapham, 5 Pick. 175; Blanchard </em>v. <em>Baker, 8 Me. 253; Davis </em>v. <em>Getchel, 50 Me. 602; Embrey </em>v. <em>Owen, 6 Exch. 353; Baltimore </em>v. <em>Appold, 42 Md. 442; Elliott </em>v. <em>Fitchburg R. R., 10 Cush. 191; Earl of Sandwich </em>v. <em>R. R., L. R. (10 Ch. Div.) 707; Garwood </em>v. <em>N. Y. Cent. R. R., 83 N. Y. 400; Philadelphia </em>v. <em>Commissioners, 7 Pa. St. 348.</em></p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b568-4\">The cases of <em>Haight </em>v. <em>Morris Aqueduct, 4 Wash. C. C. 601, </em>and <em>Acquackanonck Water Co. </em>v. <em>Watson, 2 Stew. Eq. 367, </em>are not in conflict with the authorities above cited nor the position they maintain. The point that the water companies in those cases had the right to use the waters of the streams in question to supply inhabitants who were riparian proprietors, and as such entitled to use the waters thereof, was not taken in either case, and it did not clearly appear in either case that they were such proprietors. This right of substituting water from one source for that from another was fully recognized and acted upon in the famous case, <em>Society </em>v. <em>Canal, Sax. 157.</em></p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b568-5\">II. The amount proposed to be taken is so small that the maxim <em>de minimis </em>applies. <em>Wood </em>v. <em>Waud, 3 Exch. 748; Quackenbush </em>v. <em>Van Riper, 2 Gr. Ch. 850; Van Winkle </em>v. <em>Curtis, 2 Gr. Ch. 422; M. &amp; E. R. R. Co. </em>v. <em>Prudden, 5 C. E. Gr. 530; Cooper </em>v. <em>Carlisle, 6 C. E. Gr. 576.</em></p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b568-6\">III. We contend that the complainants have not made out such a clear case of legal right as to entitle them to the interference of the court to prevent so small an injury which is not irreparable. Courts of equity only interfere to restrain such <page-number citation-index=\"1\" label=\"541\">*541</page-number>small injuries when, although they are properly classed as irrepable, the right is clear. <em>Prudden </em>v. <em>M. &amp; E. R. R., 5 C. E. Gr. 530.</em></p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b569-6\">The opinion of the court was delivered by</p>\n<author id=\"AZW\">Beasley, C. J.</author>\n<p id=\"b569-7\">The complainants, who are the appellants here, filed their bill to enjoin the defendant from diverting part of the water of an ancient water-course from their mill. The facts which must be taken as established are these: The complainants’, property is situated on the South Branch of the Raritan river, which is a stream of considerable volume except in times of drouth; the defendant is a corporate body, constituted for the purpose of supplying the village of Flemington with water, and to that end, finding its supply of water from other sources insufficient, contracted with the owners of a mill on the stream in question, to pump from such .stream, at a point above the premises of the complainants, and to force through pipes into its reservoir, such a quantity of water as would form the complement of its resources. This supplementary supply was necessary only in times of scarcity of water, and at such times, the natural stream, if left undiminished, was insufficient for the purposes of the <em>complainants; </em>and the <em>quantum </em>which would be thus abstracted by the defendant, though not very great, would be of such magnitude as to work a sensible and essential detriment to the complainants, and would therefore be of a character that its abstraction cannot be disregarded by force of the maxim <em>de minimis &amp;e.</em></p>\n<p id=\"b569-8\">On the part of the defence the application for the injunction on final hearing was resisted on two grounds: the first of these being the contention that as the mill-owners, with whom the defendant had contracted for the additional supply of water, were riparian proprietors, it was clothed with the rights appertaining to such ownership, one of such rights being the legal authority to take water from the stream for the uses to which it was applied. The exact assumption of this proposition is this, that a riparian proprietor can lawfully not only use the water as it <page-number citation-index=\"1\" label=\"542\">*542</page-number>passes over his property for his own domestic, agricultural or similar purposes, but that, although such an appropriation works a palpable damage to a riparian owner further down the stream, he can sell out the use of such water to strangers, and that it may be diverted to lands not riparian for the purposes of such alienation. But I have, in my researches, altogether failed to find either any authority or any legal principle which will sustain this position. The definitions of Chancellor Kent in his Commentaries, of the legal title of riparian proprietors, have been frequently quoted with approbation by the courts of England and of this country, and yet, as long ago as the year 1816, this great lawyer decided, in a case that I believe has never in any wise been questioned, that the legal power to make such a diversion of the water as is here claimed did not exist. The case referred to is that of <em>Gardner </em>v. <em>Trustees of the Village of Newburgh, 2 Johns. Ch. 162. </em>The facts were these: the complainant’s farm was crossed by a stream which came from a spring arising in an adjacent farm, and the defendants, .who had been authorized to supply the village of Newburgh with water, had obtained leave of the owner of s'uch spring to use and divert the water or a part of it, for the purpose mentioned. If the owner of this spring had possessed the right to transfer to a water company the privilege of using the water of the stream for domestic purposes, to the deprivation of other owners of land upon the watercourse, the complainant in the Newburgh case would have been in court destitute of all legal or equitable standing-ground; but such was not the view taken by the court of the situation, for it was held that the defendants, by force of these contracts with the owner of the spring, gained no right to make the diversion complained of, and that the complainant’s claim to equitable protection was so clear that he was entitled even to a preliminary injunction. This decision was cited as authority in this state in <em>Van Winkle </em>v. <em>Curtis, 2 Gr. Ch. 427.</em></p>\n<p id=\"b570-4\">And it appears to me that viewed in the light of all the legal decisions which upon this subject have been since made, this case is to be considered as having been correctly adjudged. The general principles of law which define the rights in these natural <page-number citation-index=\"1\" label=\"543\">*543</page-number>streams, arising from riparian proprietorship, have become now firmly established by a long line of adjudications. Thus it is settled that the right to flowing water is an incident to the proprietorship of the lands along or over which such stream flows; that such right is common among all such proprietors, and that each of them is entitled to its reasonable use, and that so long as such use be reasonable a co-proprietor cannot complain of the consequences of such appropriation. Thus, beyond all question, a riparian proprietor may use the passing water, in a reasonable manner, for domestic uses, or for the irrigation of his lands, or doubtless for other purposes, under the same restriction. The cases cited in the learned brief of the counsel of defendant illustrate and exemplify this doctrine. Thus, in the important ease of <em>Embrey </em>v. <em>Owen, 6 Exch. </em>353, it was declared that, in a suit for the diversion of part of the water of a stream, it was properly left to the jury to settle the case on the point whether or not they found there had been a sensible diminution of the water by reason of the diversion. The diversion had been made by a riparian proprietor for the purpose of irrigation, and it was therefore plain, according to the law as just stated, that an abstraction from the stream for such a purpose, which produced no sensible diminution of the stream, could not be said to be an unreasonable use of the water. The case of <em>Elliot </em>v. <em>Fitchburgh Railroad Co., 10 Cush. 191, </em>is founded on similar principles. This was the case of a railroad company, which, by an arrangement with a riparian proprietor, had diverted a small quantity of water from a stream for the purpose of furnishing their steam engines with water, and the court, on review of the rulings of the judge at the trial, maintained that an instruction to the jury .to the effect that “ unless the plaintiff suffered actual, perceptible damage in consequence of the diversion, the defendants were not liable” in the action, was correct. The reason of these decisions is stated in the former of these two cases just cited: “so long,” says the court, “ as this reasonable use by one man of this common property does no actual and perceptible damage to the right of another to the similar use of it, no action will lie.”</p>\n<p id=\"b571-6\">These cases, as well as the others to the same effect contained <page-number citation-index=\"1\" label=\"544\">*544</page-number>in the brief of counsel, were, beyond all doubt., correctly decided; and they are all of them obviously hostile to the pretensions of the defence in the present case; for it has been already stated that in the present instance the diversion which is here threatened will work an actual and perceptible damage to the complainant, and these authorities, as we have seen, explicitly held that for such a diversion an action is maintainable. The instruction to the jury in each of these rejected cases just considered was to the effect that the plaintiff must succeed, if it appeared from the evidence that the diversions of the water had, according to the instruction to the jury in one case, occasioned a sensible diminution of the water, or as it. was expressed by the trial-judge in the other, had produced “an actual and perceptible damage” to the plaintiff. By the test of the rule thus applied there can be no question with respect to the present complainant’s right to a legal remedy for the diversion of the water by the respondent. In estimating the extent of the wrong done the complainant, it is also to be remembered that the damage is of a kind to increase as time passes, for as the population of the village enlarges, the supply of water must be proportionately extended; and that this diversion is made under a claim of right, which, if continued, will, after the lapse of the requisite period of time, grow into a legal right. It seems to me that it is entirely clear that the complainant has sustained a wrong by this act of the defendant, which entitles him to legal redress.</p>\n<p id=\"b572-4\">The next position taken in behalf of the defendant is, that even if the subtraction of this water is to be held to be wrongful with respect to the complainant, still a court of equity will not give relief by way of injunction, but will leave the parties injured to their remedy at law.</p>\n<p id=\"b572-5\">If this were an application for a preliminary injunction it is clear that an objection of this kind should prevail, for the act which the defendant threatens to do is obviously not of a character to inflict any irreparable injury. But after a court of equity has entertained a bill, and, instead of sending the case to a trial at law, has itself tried the questions of fact involved, and settled the legal right in favor of the complainant, it certainly <page-number citation-index=\"1\" label=\"545\">*545</page-number>would be a result much to be deprecated, if, at such a stage of the controversy, it was the law that the chancellor were required to say to such a complainant, “Your right is clear; if you sue at law you must inevitably recover, and after several such recoveries, it then will be the duty of this court, on the ground of avoiding a multiplicity of suits, to enjoin the continuance of this nuisance; still, you must go through the form of bringing such suits, before this court of equity can or will interfere.” In those cases in which, to the mind of the chancellor, the right of the complainant is clear, and the damage sustained by him is substantial, so that his right to recover damages at law is indisputable, and the chancellor has considered and established his right, I think it not possible that any authority can be produced which sustains the doctrine contended for by the counsel of the defendant. Eor an example of such a proceeding we are referred to the case of <em>Earl of Sandwich </em>v. <em>The Great Northern Railway Co., L. R. (10 Ch. Div.) 707, </em>but the authority is not relevant to the point, for the vice-chancellor expressly states that the complainant had suffered no damage. Speaking of the complainant, he says: “ What injunction is he entitled to? Is there any damage done to him? It is not pretended that there is any damage done to him.” This case, therefore, belongs to that class before referred to, where an abstraction of water has been made in a reasonable manner by a riparian proprietor, and where such abstraction does not operate to the detriment of other proprietors, and, as I have already stated, under such circumstances no wrong is done if the transaction be measured either by the rules of law or of equity. But in the present case if the injunction be refused it must be refused in the presence of the facts that there has been a diminution of this stream to the substantial detriment of the complainant, and a judgment on final hearing to that effect, so that a recovery would follow as a matter of course if suits at law should be brought. Under such conditions of fact has a court of equity ever promoted such useless litigation ? It is impossible to conceive what benefit would result to either of the litigants from such a course. If this water company is <page-number citation-index=\"1\" label=\"546\">*546</page-number>doing a legal wrong, injurious to the complainant, such wrongful conduct must, if persisted in, either now or hereafter, be restrained in equity. After the rights of these parties have been settled in this court, suits at law, founded in this diversion of this stream, would be mere assessments of damages. Judgments in such actions, as a matter of course, must pass in favor of the complainants. To be prohibited, therefore, from doing the wrongful act, which must lead to such results, cannot be regarded, with respect to the defendant, as anything inequitable. Nor, under such circumstances, can a court of equity rightly withhold its hand on the ground of any supposed inconvenience to those who are the customers of this company. In a similar situation the English chancellor refused to listen to such an appeal. Such an appeal was made in the case of the <em>Attorney-General </em>v. <em>Sheffield Gas Consumers Co., 3 De G. M. &amp; G. 304. </em>The complaint was, that vegetables growing in the market-garden of the complainant were injured by the gas of that company, and when the argument was pressed that this injury was slight in comparison with the benefits conferred by the company on the public, and that on that account this court would not exercise its power to restrain the manufacture of the gas, Lord Cranworth uses this strong language : he says,. <em>“ </em>If it should turn out that this company had no right so to manufacture gas as to damage the plaintiff’s market-garden, I have come to the conclusion that I cannot enter into any question of how far it might be convenient for the public that the gas manufacture should go on.” He further remarks, “ but unless the company had such a right, I think the present is not a case in which this court can go into the question of convenience or inconvenience, and say, where a party is substantially damaged, that he is only to be compensated by bringing an action <em>toties quoties. </em>That would be a disgraceful state of the law, and I quite agree with the vice-chancellor in holding that in such a case this court must issue an injunction, whatever may be the consequences with regard to the lighting of the parishes and districts which this company supplies with gas.”</p>\n<p id=\"b574-4\">My conclusion is, that this decree should be reversed, and the <page-number citation-index=\"1\" label=\"547\">*547</page-number>defendants should be enjoined from abstracting such quantities of water from this stream and at such times as will be detrimental to the full enjoyment of the stream by the complainants. The terms and extent of the injunction being left to the judgment of the chancellor upon the case as it stands, or upon further inquiry to be made by him.</p>\n<p id=\"b575-6\">\n<em>Decree unanimously reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}