{
  "casebody": {
    "data": "<casebody firstpage=\"205\" lastpage=\"208\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b253-8\">SHAPIRO v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b253-9\">Court of Claims.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b253-10\">Jan. 6, 1947.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b253-21\">WHALEY, Chief Justice, dissenting.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b254-5\"><page-number citation-index=\"1\" label=\"206\">*206</page-number>Robert E. Sher and Jesse I. Miller, both of Washington, D. C. (Miller, Sher &amp; Oppenheimer, of Washington, D. C., on the brief), for plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b254-6\">James B. Spell, of Washington, D. C., and John F. Sonnett, Asst. Atty. Gen., for defendant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b254-7\">Before WHALEY, Chief Justice, and LITTLETON, WHITAKER, JONES, and MADDEN, Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b254-8\">WHITAKER, Judge.</author>\n<p id=\"b254-9\">This case is before us on demurrer for failure of the petition to allege a cause of action.</p>\n<p id=\"b254-10\">Plaintiff, a Second Lieutenant in the Army of the United States, was convicted by a court martial on September 3, 1943 of violation of the Ninety-Sixth Article of War, 10 U.S.C.A. § 1568, following which he was dismissed from the service on order of the Secretary of War. He alleges that the court martial had no jurisdiction to render the verdict it did and, hence, that the order of the Secretary of War dismissing him from the service, based on the verdict, was illegal. He sues for the salary of which he alleges he was illegally deprived.</p>\n<p id=\"b254-11\">He was dismissed on January 9, 1944. He was reinducted as a private on September 8, 1944, and was discharged for physical disability on March 8, 1945. He sues for his salary as a Second Lieutenant from January 9, 1944, to March 8, 1945, less the amount received by him as a private.</p>\n<p id=\"b254-12\">The facts alleged in support of his allegation that the court martial was without jurisdiction to impose any sentence upon him are as follows:</p>\n<p id=\"b254-13\">He was appointed to defend before a court martial an American soldier of Mexican descent who was charged with assault with intent to rape. The soldier vigorously maintained that it was not he who had committed the assault. Plaintiff, in order to demonstrate the mistake in identification by the prosecuting witnesses, substituted for the accused at the trial another American soldier of Mexican descent. This substitute defendant was identified at the trial by the prosecuting witnesses as the attacker and was convicted. Whereupon, Lieutenant Shapiro informed the court of the deception he had practiced.</p>\n<p id=\"b254-15\">The real defendant was then brought to trial. He was also identified as the attacker and was convicted and sentenced to five years at hard labor.</p>\n<p id=\"b254-16\">Several lays later Lieutenant Shapiro, the plaintiff, was arrested. A day or two later, to wit, on September 3, 1943, charges were served upon him charging him with violation of the 96th Article of War, in that he had affected “a delay in the orderly progress of said General Court Martial” which had tried the woman’s attacker.</p>\n<p id=\"b254-17\">This was at 12:40 p. m. He was then notified that he would be tried at 2:00 p. m. on the same day, and at that hour plaintiff was brought before the court martial for trial.</p>\n<p id=\"b254-18\">This was at Kearney, Nebraska, 35 to 40 miles from the place where the charges had been served on plaintiff.</p>\n<p id=\"b254-19\">Shortly after plaintiff was arrested he •requested the services of a Captain James J. Mayfield to represent him, but this officer was named in the order preferring the charges as the Trial Judge Advocate. Plaintiff, therefore, was put to the necessity, at 12:40 p. m., of securing other counsel to represent him in a trial to convene at 2:00 p. m. at a place 35 to 40 miles away. He selected Lt. Louis J. Rubin and Lt. John H. Millett. Neither of these lieutenants was a lawyer.</p>\n<p id=\"b254-20\">When the court martial convened, plaintiff moved for a continuance of seven days on the. ground that his counsel had not had sufficient time to prepare Vhis defense. The motion was denied and plaintiff was put to trial.</p>\n<p id=\"b254-21\">He was convicted at 5 :30 that afternoon and was sentenced to be dismissed from the service. The sentence was approved by the convening authority and by the President and he was dismissed by order of the Secretary of War.</p>\n<p id=\"b255-4\"><page-number citation-index=\"1\" label=\"207\">*207</page-number>A more flagrant case of military despotism would be hard to imagine. It was the verdict of a supposedly impartial judicial tribunal; but it was evidently rendered in spite against a junior officer who had dared to demonstrate the fallibility of the judgment of his superior officers on the court, — who had, indeed, made them look ridiculous. It was a case of almost complete denial of plaintiff’s constitutional rights. It brings great discredit upon the administration of military justice.</p>\n<p id=\"b255-5\">The Fifth Amendment to the Constitution provides that “No person shall * * * be deprived of life, liberty, or property, without due process of law * * and the Sixth Amendment guarantees that “The accused shall enjoy the right * * * to have the Assistance of Counsel.” These rights wer^ denied plaintiff.</p>\n<p id=\"b255-7\">It would seem to go without saying that these Amendments apply as well to military tribunals as to civil ones. Why they should not, we cannot conceive. It has been so held. Schita v. King, 8 Cir., 133 F.2d 283; United States ex rel. Innes, v. Hiatt et al., 3 Cir., 141 F.2d 664.</p>\n<p id=\"b255-8\">Nor can it be doubted that the right afforded by the Sixth Amendment has been denied when counsel has been refused an opportunity to prepare his defense. The Supreme Court in Powell v. State of Alabama, 287 U.S. 45, 53 S.Ct. 55, 60, 77 L.Ed. 158, 84 A.L.R. 527, said, among other things, quoting from Commonwealth v. O’Keefe, 298 Pa. 169, 148 A. 73: “It is vain to give the accused a day in court, with no opportunity to prepare for it, or to guarantee him counsel without giving the latter any opportunity to acquaint himself with the facts or law of the case.” See also Avery v. State of Alabama, 308 U.S. 444, 60 S.Ct. 321, 84 L.Ed. 377; Reliford v. State, 140 Ga. 777, 79 S.E. 1128; People v. McGarvy, 61 Cal.App.2d 557, 142 P.2d 92.</p>\n<p id=\"b255-9\">That the facts were of record and not subject to dispute is no excuse for not giving counsel time to prepare. Cooke v. United States, 267 U.S. 517, 45 S.Ct. 390, 69 L.Ed. 767. Material to a proper defense of the accused was anything in extenuation of his offense, his age, his experience as a lawyer, his general character, his record as a soldier, and his intent in practicing the deception, whether good or bad among other things. To marshal the facts on such a defense alone, assuming he was guilty — something the court martial had no right to presume— and to prepare to properly present them to the court, required time. Even astute counsel, long trained in the law, hardly had time to do so within one hour and twenty minutes at a place 35 or 40 miles removed.</p>\n<p id=\"b255-11\">That an egregious wrong had been committed against this plaintiff we have no doubt;<footnotemark>1</footnotemark> our only concern is whether we have jurisdiction to right that wrong. We have no power to review the court martial proceedings; we can give relief only if the verdict of the court martial was absolutely void and, therefore, forms no foundation for plaintiff’s dismissal. If it was void, it is settled that we have jurisdiction to render judgment for the pay of which he was illegally deprived. United States v. Brown, 206 U.S. 240, 27 S.Ct. 620, 51 L.Ed. 1046. In this case Brown sued for his pay as a first lieutenant in the Army alleging that the verdict of the court martial dismissing him from the service was void because the court was not properly constituted. His contention was upheld and the judgment of this court awarding him his pay was affirmed. See also Runkle v. United States, 122 U.S. 543, 7 S.Ct. 1141, 30 L.Ed. 1167, and Pierce v. United States, 98 C.Cl. 28, 37.</p>\n<p id=\"b255-12\">The court martial, of course, had jurisdiction of the case and, ordinarily, it would follow that any judgment rendered by it, however erroneous, would not be void; but the Supreme Court in Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 1024, 82 L.Ed. 1461, 146 A.L.R. 357, held that while jurisdiction of the court may be tomplete in the beginning, it “May be lost ‘in the course of the proceedings’ due to failure to complete the court — as the <page-number citation-index=\"1\" label=\"208\">*208</page-number>Sixth Amendment requires — by providing counsel for an accused who is unable to obtain counsel, who has not intelligently waived this constitutional guaranty, and whose life or liberty is at stake. If this requirement of the Sixth Amendment is not complied with, the court no longer has jurisdiction to proceed. The judgment of conviction pronounced by a court without jurisdiction is void * * *.” See also Smith v. O’Grady, 312 U.S. 329, 61 S.Ct. 572, 85 L.Ed. 859; McCleary v. Hudspeth, 10 Cir., 124 F.2d 445; Levine v. Hudspeth, 10 Cir., 127 F.2d 982.</p>\n<p id=\"b256-5\">Since there was undoubtedly a denial of plaintiff’s rights, preserved under the Fifth and Sixth Amendments, and since the Supreme Court has held that a denial .of the right of counsel deprives the court of further jurisdiction to proceed, we must hold the conviction void and the dismissal based on it illegal. If illegal, plaintiff did not thereby lose his right to the emoluments of his office and this court may render judgment for any amount he may be able to prove he is entitled to.</p>\n<p id=\"b256-6\">We cannot conclude this opinion without calling attention to the allegation of the petition that when this case came to the personal attention of the Secretary of War he recommended to the President that plaintiff be pardoned, and that the President granted plaintiff a full and unconditional pardon “in order that any civil rights, which he may have forfeited, may be restored and the effect of the court martial proceedings nullified so far as possible.”</p>\n<p id=\"b256-7\">The demurrer will be overruled. It is so ordered.</p>\n<p id=\"b256-8\">MADDEN, JONES, and LITTLETON, Judges, concur.</p>\n<footnote label=\"1\">\n<p id=\"b255-13\"> We, of course, do not condone what plaintiff did, but, so far as we know, his offense was horn only of zeal to prove innocent a person he thought had been unjustly accused.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b256-9\">WHALEY,</author>\n<p id=\"AdF\">Chief Justice (dissenting).</p>\n<p id=\"b256-10\">The Court of Claims has no appellate jurisdiction to set aside the verdict of a military tribunal which has been approved by the President as required by statute. Unless the verdict of the military court is set aside, the plaintiff can not recover.</p>\n<p id=\"b256-11\">The only appellate jurisdiction the Court of Claims has is under Part 3, Section 412(a) of the Legislative Reorganization Act of 1946, 28 U.S.C.A. § 933(a). [Public No. 601]</p>\n<p id=\"b256-13\">The cases cited in the majority opinion, United States v. Brown, 206 U.S. 240, 27 S.Ct. 620, 51 L.Ed. 1046; and Runkle v. United States, 122 U.S. 543, <em>7 </em>S.Ct. 1141, 30 L.Ed. 1167, are inapposite. In neither case was the court martial proceeding approved by the Secretary of War or the President as required by the statute. The President approved the sentence of the court in the instant case. The plaintiff was subsequently pardoned by the President at the request of the Secretary of War.</p>\n<p id=\"b256-14\">Plaintiff’s redress, if any, is to the Congress. In my opinion the demurrer should be sustained.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}