{
  "casebody": {
    "data": "<casebody firstpage=\"109\" lastpage=\"125\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b173-3\">Staunton</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b173-4\">Henry E. Batcheller, et al. v. Commonwealth, Ex Rel., Etc.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b173-6\">September 5, 1940.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b173-7\">Record No. 2279.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b173-8\">Present, All the Justices.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b176-16\"><page-number citation-index=\"1\" label=\"112\">*112</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b177-3\"><page-number citation-index=\"1\" label=\"113\">*113</page-number><em>Leon M. Bazile </em>and <em>R. E. Peyton, </em>for the appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b177-4\"><em>Abram P. Staples, Attorney-General, </em>and <em>W. W. Martin, Assistant Attorney-General, </em>for the Commonwealth.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b177-5\">Gregory, J.,</author>\n<p id=\"Ayt\">delivered the opinion of the court.</p>\n<p id=\"b177-6\">The Rector and Visitors of the University of Virginia made an application pursuant to the provisions of Code, sections 3775a-3775n and 3074a-3074i, to the State Corporation Commission for a permit for “the establishment, maintenance, operation and conduct of an airport and/or landing field for the landing and departure of civil aircraft engaged in commercial aviation” to be located near the city of Charlottesville on 178 acres of land formerly known as the “W. D. Haden Farm.” The permit was granted over the opposition of the appellants.</p>\n<p id=\"b177-7\">The University offers a course in Aeronautical Engineering as a branch of its Department of Engineering. It had no airport and of course could not give an entirely satisfactory course in this branch of the department. It was also prohibited from taking advantage of the flight instruction and other benefits made available by the Federal government at little or no expense to the University, because it had no airport.</p>\n<p id=\"b177-8\">A large number of colleges and universities throughout the United States have participated in the program of the Civil Aeronautics Authority to the end that aviation may be stimulated through educational and subsidized flight training. In order for the University to take advantage of these provisions it became essential that it have an airport, and it therefore leased the “W. D. Haden Farm” for the purpose. An option to purchase the farm for $17,800 was also secured. There being no appropriation from the State to pay for the land, the Governor of Virginia authorized the University to incur a deficit in its appropriation to take advantage of the option. The option was exercised and the land now belongs to the University. The deficit was satis<page-number citation-index=\"1\" label=\"114\">*114</page-number>fied by an appropriation by the General Assembly of 1940. (Acts of 1940, ch. 425, p. 797).</p>\n<p id=\"b178-4\">Under the program of the Civil Aeronautics Authority flight instructors are provided by the Authority while the selection of students and the administration and supervision of the airport are left to the University. An associate professor of engineering has been appointed as Director of Aeronautical Training and he will control the airport. Flight instruction will be given by a licensed commercial pilot, approved by the University. He agrees with the Authority to furnish a certain amount of flight training. The aircraft to be used by the pilot or operator is furnished by him and not by the University. The University receives $20 from the Authority for each student for ground instruction, and the operator receives from $270 to $290 per student for flight training.</p>\n<p id=\"b178-5\">The site of the airport was approved by the Authority, and, as already indicated, the State Corporation Commission issued the permit applied for by the University. The full quota of students, forty in number, were being instructed at the time of this appeal.</p>\n<p id=\"b178-6\">The appellants appeared before the commission and opposed the issuance of the permit. They contended there and now contend that (1) the commission had no power to grant to the University the permit applied for, and (2) the University had no authority to operate an airport such as was contemplated in the permit granted.</p>\n<p id=\"b178-7\">The commission, in an elaborate and exhaustive opinion by Commissioner Fletcher, resolved both contentions against the appellants. It found that the University is a public corporation and a governmental agency of the Commonwealth; that the aircraft proposed to be engaged in the training of students will be civil aircraft engaged in commercial aviation within the meaning of Chapter 445 of the Acts of 1936, particularly Code, section 37751; that the University is entitled to the permit and license applied for; and that an airport is necessary to the purposes of the University.</p>\n<p id=\"b179-3\"><page-number citation-index=\"1\" label=\"115\">*115</page-number>Judge Fletcher in his opinion summarized the objections of the appellants to the airport thus:</p>\n<blockquote id=\"b179-4\">“(1) That the section surrounding the proposed site is residential, closely settled for a rural community, and that some of the finest houses in Albemarle county are in the immediate vicinity;</blockquote>\n<blockquote id=\"b179-5\"><em>“(2) </em>That the great attractions to the neighborhood adjacent to the proposed airport are the hunting facilities and its suitability for growing pedigreed horses, cattle, and other live-stock, and that the Keswick Hunt Club draws not only visitors for the season but many permanent residents, greatly improving the value of property throughout the section;</blockquote>\n<blockquote id=\"b179-6\">“(3) That the noise of planes close to the ground in warming up, ascending and landing would be most objectionable and greatly affect the comfort and peace of mind of residents in the neighborhood, and would lead to a depreciation of property values for a considerable distance from the immediate area of the field proposed, and this would be particularly true if used as a student flying school;</blockquote>\n<blockquote id=\"b179-7\">“(4) That the menace of accidents which would most probably be incident to a school for flying would be a hazard which would affect the desirability of living in the area, and, therefore, property values would decrease disastrously in case of those owning property in the immediate vicinity of Milton and Shadwell;</blockquote>\n<blockquote id=\"b179-8\">“(5) That not very far from the University of Virginia there were other locations available, far less thickly settled, where land values are not so high, which could be used for the purpose of establishing a school for flying and where it would not constitute so serious a nuisance nor affect property values so considerably to the detriment of so many property owners and tax returns to the State and county.”</blockquote>\n<p id=\"b179-9\">Three of the appellants appeared before the commission in person and testified. Their testimony tended to sustain the objections previously adverted to and summarized by Judge Fletcher, who painstakingly disposed of the major objections in this language, which we adopt as our own:</p>\n<blockquote id=\"b180-3\"><page-number citation-index=\"1\" label=\"116\">*116</page-number>“Some of the contentions of the objectors will be considered. The contention * * * that an airport is a nuisance <em>per se </em>is not well founded. It is well established by the authorities that an airport, landing field or flying school is not a nuisance <em>per se.</em></blockquote>\n<blockquote id=\"b180-4\">“In 2 C. J. S., Aerial Navigation, page 909, section 29, it is said: ‘An airport, landing field or flying school is not a nuisance <em>per se, </em>although it may become a nuisance from the manner of its construction or operation; in other words, it can be regarded as a nuisance only if located in an unsuitable place or if operated so as to interfere unreasonably with the comfort of adjoining owners.’</blockquote>\n<blockquote id=\"b180-5\">“In <em>Swetland </em>v. <em>Curtiss Airports Corporation, </em>41 F. (2d) 929, 932, modified on other grounds in 55 F. (2d) 201, 83 A. L. R. 319, it is said: ‘In view of this declared legislative policy, we have no difficulty in arriving at the conclusion that a private airport, flying school, or landing field such as the defendants propose to operate is not a nuisance <em>per se. </em>It is obvious that although aviation is still to some extent in the experimental stage, it is of great utility in times of peace, and will be a great protection to the nation in times of war. In fact, it is indispensable to the safety of the nation that airports and flying schools such as contemplated by the defendants be encouraged in every reasonable respect. An airport, landing field, or flying school can be regarded as a nuisance only if located in an unsuitable location <em>(Euclid </em>v. <em>Ambler Realty Co., </em>272 U. S. 365, 388, 47 S. Ct. 114, 71 L. Ed. 303, 54 A. L. R. 1016; 46 C. J. 666) or if operated so as to interfere unreasonably with the comfort of adjoining property owners.’</blockquote>\n<blockquote id=\"b180-6\"> “The contention that the permit in question should not be granted on account of the annoyance arising from the warming up of airplanes on the proposed field is untenable. The evidence showed that the homes of those objecting to the granting of the permit were over one-half mile therefrom and the Commission properly took judicial notice of the fact that any such noise could not possibly occasion any of the objectors any annoyance. Neither would the noise <page-number citation-index=\"1\" label=\"117\">*117</page-number>arising from the operation of the planes in the air when flying in the vicinity of or near the houses of the objectors constitute a reason for the denial of the permit, as there was no evidence to show that if the permit should be granted, the planes would not fly at a proper altitude, and it may here be noted that under 3775n of the Code of Virginia 1936, the Commission has jurisdiction to regulate the altitude at which planes shall fly and to enjoin their improper flying.</blockquote>\n<blockquote id=\"b181-4\">“In <em>Swetland </em>v. <em>Curtiss Airports Corporation, supra, </em>it is said: ‘It is claimed that certain obnoxious features arise out of the operation of the airport, and it is necessary that we consider them in detail. Complaint is made that there is certain noise arising from the warming up of airplanes and in their operation over the property of the plaintiffs; and noise may be of such a character as to constitute a nuisance. 46 C. J. 683 <em>et </em>seq.; 20 R. C. L. 445. But we are of the opinion that the noise from the operation of the airport, as the evidence shows the defendants will operate it, and the noise of the airplanes when flying at proper altitudes, are not of such a degree as to annoy persons of ordinary sensibilities. <em>Columbus Gaslight &amp; Coke Co. </em>v. <em>Freeland, </em>12 Ohio St. 392. The noises are less than plaintiffs might be compelled to endure from industrial plants which might properly locate in this locality. Annotation, 23 A. L. R. 1407.’</blockquote>\n<blockquote id=\"b181-5\">“The objection that there would be danger of planes falling upon the homes of the objectors and consequently injuring the same, was founded upon mere apprehension of injury and constituted no ground for the denial of the permit. The evidence shows that there is no record of where an airplane has fallen upon a house in Virginia except one where an army plane fell upon a house and such plane was not under the same regulation that civilian planes are (Tr. of R., p. 117). Mere apprehension of injury from the falling of planes is not sufficient to warrant the denial of a permit for an airport.</blockquote>\n<blockquote id=\"b182-3\"><page-number citation-index=\"1\" label=\"118\">*118</page-number>“In <em>Thrasher </em>v. <em>City of Atlanta, </em>178 Ga. 514, 173 S. E. 817, 818, 99 A. L. R. 158, it is said: ‘An airport is not a nuisance <em>per se, </em>although it might become such from the manner of its construction or operation. Mere apprehension of injury from the falling of planes is not sufficient to authorize an injunction against aerial navigation over the property of the complainant.’</blockquote>\n<blockquote id=\"b182-4\"> “The contention of the objectors that if an airport as applied for should be established there would be a depreciation in the value of their property constituted no ground for a denial of the permit. There is nothing to sustain this contention except the unsupported statements of Dr. Batcheller and Captain Royall. It is a matter of conjecture and speculation whether any such depreciation would result. But even if the establishment of the airport should result in a depreciation in the value of the fine residences and country homes in the community where the airport was proposed to be established, that fact afforded no reason for the denial of the permit applied for. Aviation is a lawful business and the owner of real estate has the right to establish an airport thereon if it is properly located and properly operated, notwithstanding for aesthetic and sentimental reasons it may not be agreeable to persons owning fine country homes in the community.</blockquote>\n<blockquote id=\"b182-5\">“In <em>Swetland </em>v. <em>Curtiss Airports Corporation, supra, </em>it was said: ‘Evidence has been offered upon the issues as to whether or not the property of the plaintiffs will decrease in value if the location of the airport upon the adjoining property is not enjoined. *We find it unnecessary to determine this issue, for if it be conceded that the property of the plaintiffs will decrease in value if the airport is permitted to operate, that alone would not entitle the plaintiffs to an injunction. <em>Hazlett </em>v. <em>Marland Refining Co., </em>30 F. (2d) 808; 46 C. J. 682, Note 25. If the airport is not a nuisance, its operation may not be enjoined because to some extent the value of the plaintiffs’ property will be decreased for the purpose to which it is now devoted. It is a matter of conjecture and speculation whether the property <page-number citation-index=\"1\" label=\"119\">*119</page-number>of the plaintiffs will increase in value for other purposes, and whether the plaintiffs will ultimately sustain actual financial loss because of the operation of the airport. It may be conceded that the property of the plaintiffs will be less desirable for the purposes of a country estate. No one will contend that the plaintiffs will have the same enjoyment of peace and quiet which they have had in this locality for nearly a quarter of a century. This they háve been able to have because of the.use to which the adjoining property was devoted, but they at no time had a right to prevent the adjoining owner from using this property for any reasonable purpose. They have been fortunate in that they have been able to enjoy their country estate as they have for so long a time. They must now yield to change and progress of the times.’</blockquote>\n<blockquote id=\"b183-4\">“In 46 C. J. 682, Note 25, it is said: ‘But a use of property which does not create a nuisance cannot be enjoined or a lawful structure abated merely because it renders neighborhood property less valuable. If there be no public or private nuisance created in the use of property, no recovery of damages can be allowed for the diminution in value of the property by reason of the lawful use of such property made by a nearby owner.’</blockquote>\n<blockquote id=\"b183-5\">“In <em>Hazlett </em>v. <em>Marland Refining Co., </em>30 F. (2d) 808 [810], it was held that a drive-in and oil filling station was not a nuisance <em>per se </em>and that mere depreciation in the value of property adjoining the proposed station was no ground for an injunction. The court said: ‘Mere depreciation in the value of adjoining property is not of itself sufficient to warrant injunctive relief. * * * In <em>Dean </em>v. <em>Powell Undertaking Co., supra </em>[55 Cal. App. 545, 203 P. 1015], the court said: “The trial court found that the value of plaintiffs’ property will be depreciated. Such findings, standing alone, and not supported by other findings showing that the defendant is maintaining, or about to maintain, a nuisance, will not support the judgment. In many instances in a populous neighborhood the property of one person is depreciated by the near proximity of the property of another. <page-number citation-index=\"1\" label=\"120\">*120</page-number>Such burdens are ordinarily incidents to residence and ownership in a city.” ’</blockquote>\n<blockquote id=\"b184-4\">“The principal objection of the objectors would seem to be that no airport or landing field for the landing or departure of civil aircraft engaged in commercial aviation should be permitted in a section of Virginia where so many ‘historic shrines’ and other old and well known homes were located. Thé same objection was made when the University of Virginia Aviation Club made, in March, 1939, an application for a temporary license to conduct a students’ flying school on the field in question, which license was granted on March 29, 1939, for the period of six months and expired on September 28, 1939. The ‘historic shrines’ to be protected from the operations on the proposed field seem to have been ‘Montieello,’ ‘Ashlawn,’ ‘Shadwell,’ where Thomas Jefferson was born (though the residence in which he was born has been destroyed by fire and the rebuilt home on the site of the original ‘Shadwell’ is now occupied by Dr. Batcheller and described by him as ‘the last place of Thomas Jefferson that went out of the family and, therefore, retains the name ‘Shadwell’), ‘Edge Hill,’ where for many years descendants of Thomas Jefferson resided, and ‘Cloverfield,’ about the history of which nothing appears in the record. The evidence shows that ‘Montieello’ and ‘Ash-lawn’ are about four miles from the proposed airport, ‘Shad-well’ about one and one-quarter miles, ‘Edge Hill’ about two miles, and ‘Cloverfield’ four or five miles therefrom, and residences of those signing the protest against the granting of the permit were shown to be from one-half to five miles from the proposed airport (Tr. of B., pp. 46-48, 185, 186). It is significant that the City of Charlottesville, which advertises itself as ‘the heart of historic Virginia,’ made no objection to the granting of the permit in question, and that the Association in charge of ‘Montieello’ and the owner of ‘Ashlawn’ likewise made no objection thereto. It is inconceivable that Thomas Jefferson, who left this for his epitaph, now carved upon a shrine at Montieello: ‘Here was buried Thomas Jefferson, author of the Declaration of <page-number citation-index=\"1\" label=\"121\">*121</page-number>Independence, of the Statute of Virginia for Religious Freedom, and Father of the University of Virginia,’ would have objected to or tolerated any objection to the establishment of the airport in question, shown to be essential to proper and full instruction in aeronautics, which is today so essential to the safety of the nation and the development of its commerce, and most probably had he been living at the time of the hearing upon the application for the permit in question, he would have been one of the strongest advocates for granting it. No reason is perceived why because the airport in question is located in an historic section in which many great men have lived and where they have died and were buried, scientific, educational, economic, and commercial development should not be sanctioned or countenanced, but instead such section should be left to the enjoyment of those having fine country homes, who object to any activity tending to interfere with their peace of mind, whatever that may be, or the quietude of the countryside, whatever that may be. If such a policy should be adopted, development of Virginia, so famed in history and having so many ‘historic shrines,’ would be seriously retarded.</blockquote>\n<blockquote id=\"b185-4\">“Historic shrines and historic homes should not prevent the development of an airport and aviation merely because they are situated in the same community and the evidence shows that such has not been the case. The Central Airport near Richmond is the second most active airport in the State and is less than two miles from the State Capitol of Virginia, which was designed by Thomas Jefferson, and airplanes operating thereon and therefrom fly over the Capitol; the airport owned and operated by the College of William &amp; Mary is only about two miles from the Williamsburg Restoration in Williamsburg; the Washington-Hoover Airport, which is one of the busiest airports in the State, is situated on the south side of the Potomac River in the shadow of Arlington, the former home of General Robert E. Lee, and where now is located the National Cemetery, and is also in close proximity to the National Capitol, the Lincoln Memorial and the White House. The Beacon Field <page-number citation-index=\"1\" label=\"122\">*122</page-number>located in Fairfax County, which has the largest student training operation in Virginia, is situated within less than three miles from Mount Vernon, the home of George Washington (Tr. of R., pages 114-116). It may be added that the University founded by Thomas Jefferson is certainly an ‘historic shrine,’ and yet the Rector and Visitors of the University, notwithstanding such fact, applied for the permit in question. There was no evidence to support the contention that other locations not very far from the University of Virginia and less objectionable to the objectors were available.</blockquote>\n<blockquote id=\"b186-4\">“Considered from every angle and every standpoint, the objections advanced by the intervenors and objectors showed no reason for not granting the permit as applied for.”</blockquote>\n<p id=\"b186-5\">All of the testimony discloses that the proposed site for the airport is safe, adequate, and entirely suitable for the instruction of student pilots and commercial aviation. The permit granted the University authorized it to “establish, maintain, operate and conduct an airport and landing field for the landing and departure of civil aircraft engaged in commercial aviation * * * .”</p>\n<p id=\"b186-6\">Did the commission exceed its powers when it granted the permit? It is urged that the commission could only grant a permit to operate an airport for the use of civil aircraft engaged in <em>commercial aviation; </em>that the University only had power to operate an airport for aircraft engaged exclusively in <em>student aviation; </em>and that, therefore, the commission had no power to grant the permit.</p>\n<p id=\"b186-7\">The appellants also contend that under the permit the University may operate a commercial airport when it has no authority under its charter to do so.</p>\n<p id=\"b186-8\">Code, section 37751, provides that “It shall be unlawful for any person * * * or department of government to operate * * * any airport * * * engaged in commercial aviation until a permit therefor shall be issued by the State Corporation Commission. * * * ”</p>\n<p id=\"b186-9\">The pilots and operators who will own the aircraft which will be used for student flight instruction and the <page-number citation-index=\"1\" label=\"123\">*123</page-number>business transactions of these parties with the Authority-will be commercial. This, however, is purely incidental to the main purpose of the University in this connection, namely, the training of students in the science of aeronautics. The fact that an incidental portion of the transactions at the airport will be commercial is sufficient to give the commission authority to issue the permit under the statutes referred to.</p>\n<p id=\"b187-4\">The Virginia Polytechnic Institute and the College of William and Mary have been operating airports under like permits from the State Corporation Commission. The members of the commission, when those permits were granted, construed the statute as granting to the commission the power to issue such permits, and such departmental construction, under well-recognized rules, is persuasive that it is the correct construction to be applied in this case.</p>\n<p id=\"b187-5\">The University is a corporation and a department of government. It is clearly embraced within the terms of section 37751, and if it failed to get a permit as required it could not lawfully operate an airport. The regulation and licensing of airports is an exercise of police powers. The potential danger of operating airports without some regulation is perfectly obvious.</p>\n<p id=\"b187-6\">The University by section 806 of the Code of 1919 is a corporation. It has all of the powers possessed by other corporations under the provisions of Chapter 147 of the Code. It has not only the powers expressly conferred upon it, but it also has the implied power to do whatever is reasonably necessary to effectuate the powers expressly granted. 13 Am. Jur., <em>Corporations, </em>section 740.</p>\n<p id=\"b187-7\">The University has for many years engaged in many necessary and incidental enterprises which might be termed commercial. Judge Fletcher, speaking for the commission, says:</p>\n<blockquote id=\"b187-8\">“The University in making application for the permit in question was not asking for the right to engage in commercial aviation, but only for the right to operate and conduct an airport for the landing and departure of <em>civil air</em><page-number citation-index=\"1\" label=\"124\">*124</page-number><em>craft engaged in commercial aviation, </em>upon which there could be given instruction in student flying so necessary and essential to its course in aeronautics. The planes (not owned by the University) operating on such field will be engaged in commercial aviation, but that fact would not involve the University in commercial aviation—the most that can be said in reference to the granting of the permit is that the University will be authorized by the permit to own and operate an airport upon which aircraft engaged in commercial aviation may land or take off, but this would not involve it in a purely commercial or industrial enterprise, but, as has been shown, in an enterprise necessary to and incidental to the full and complete instruction in the course in aeronautics which it has established.</blockquote>\n<blockquote id=\"b188-4\">“The objection to the granting of the proposed airport on the ground that it involves the University of Virginia in a commercial activity, would seem not to be well founded in view of other incidental enterprises conducted by the University of Virginia and by institutions of the State similar to the University, the authority to conduct such enterprises having been generally accepted. There would seem to be but little distinction between the acquisition and operation of an airport of the nature of that applied for and of other activities conducted by the University of Virginia, of which, in so far as such facts do not definitely appear of record, the Commission takes judicial notice, as being matters of common knowledge, of public record, of government, etc., and which would seem under the authorities to be permissible. See <em>Kirby </em>v. <em>Lewis, </em>39 F. 66; <em>City of St. Louis </em>v. <em>Nichaus, </em>236 Mo. 8, 139 S. W. 450; <em>State </em>v. <em>Cull, </em>32 Ariz. 532, 260 P. 1023; <em>In re Harnsberger, </em>43 Wyo. 226, 3 P. (2d) 80; <em>Briscoe </em>v. <em>Buzbee, </em>163 Miss. 574, 143 So. 407, 887; <em>Casey </em>v. <em>Brice, </em>173 Ala. 129, 55 So. 810; <em>Gantt </em>v. <em>Mutual Ben. Health &amp; Acc. Ass’n, </em>174 S. C. 125, 176 S. E. 721; <em>Conyers </em>v. <em>State, </em>98 Fla. 417, 123 So. 817; <em>Hillier </em>v. <em>Lake View Memorial Park, </em>208 Wis. 614, 243 N. W. 406; <em>State </em>v. <em>Candland, </em>36 Utah 406, 104 P. 285, 293, 24 L. R. A., N. S. 1260, 140 Am. St. Rep. 834.”</blockquote>\n<p id=\"b189-3\"><page-number citation-index=\"1\" label=\"125\">*125</page-number>The University operates a large hospital, a farm, a dining hall, and many other necessary but incidental enterprises. The same is true of other State educational institutions.</p>\n<p id=\"b189-4\">Upon the whole we are of opinion to affirm the order of the commission.</p>\n<p id=\"b189-5\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}