{
  "casebody": {
    "data": "<casebody firstpage=\"572\" lastpage=\"579\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-8\">Nat. H. Watrous v. M. H. Halbrook.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b580-9\">1. In a suit by the holder against the drawer of an unaccepted order for money, which is addressed to no one, but in other respects in the form of a check, no recovery can be had in the absence of allegations and proof of facts <em>aliunde </em>to establish the liability of the drawer.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b580-10\">:2. The execution of such an instrument implies no promise on the part of the maker who issued it to pay to the one in whose favor it was drawn the sum of money specified in it.</syllabus>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b580-11\">Appeal from Travis. Tried below before the Hon. J. P. Richardson.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b580-12\">The facts sufficiently appear in the opinion of the court.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b580-13\"><em>Hancock &amp; </em>West, for appellant, contended:—</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A-z\">1. That the writing sued on was not a bill of exchange, because it was addressed to nobody and had never been accepted.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b580-14\">2. That it was not a promissory note, because nobody •on its face appeared to be charged with the payment of anything, or with an obligation.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b580-15\">3. That it was not ambiguous as a bill or note, because it did not appear who was to be charged with payment. Cited Chitty on Bills, 6, 134, 548, 177, 159, 214, 27, 159, 150, 110; Smith’s Manual of Common Law, 265, 129, 213; Edwards on Bills, 174, 396-8, 337; Gray v. Milner, 8 Faunt., 739; 4 English Common Law, 265; Peto v. Reynolds, 9 Exch., 410; Davis v. Clark, 47 English Common <page-number citation-index=\"1\" label=\"573\">*573</page-number>Law (1 Carr. &amp; Kir.), 177; Gates v. Nash, 98 English Common Law, 581; Stoessiger v. S. E. Railway Co., 77 English Common Law, 549; Wheeler v. Webster, 1 E. D. Smith (N. Y.), 1; Ball v. Allen, 15 Mass., 410; Byles on Bills, 337; Mirlin v. Manning, <em>2 </em>Texas, 351; Colbertson v. Beeson, 30 Texas, 76.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b581-6\">They conclude:</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b581-7\">In this case the instrument is neither a note nor a bill; it may or it may not have been issued for value ; it may never have been issued, and found its way into the possession of Storrs in some manner not authorized by the law- merchant; it may have been orally accepted or refused ; it may never have been presented for acceptance or payment, in which latter event Watrous never could be liable in any way.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b581-8\">We maintain, then, that no action can be maintained: on this instrument against the appellant, based alone on-, it and on presumptions arising from it.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b581-9\">The appellee relies solely on the instrument as it is, without a single averment as to how or why the appellant is liable on'it, just as was done in the case from Massachusetts, above quoted, of Ball v. Allen, and the same reasoning used in that case will apply to this, There is no such result arising from the execution and. the words of this writing as is averred in the pleadings it is an incomplete instrument; it creates no liability in anybody, and expresses no cause of action.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b581-10\">It may possibly be that this instrument, aided by proper averments and evidence, showing the consideration, the circumstances of the case, the manner and nature of Storr’s possesion, etc., may be used as a-memorandum, as a link in the appellee’s chain of evidence, to establish whatever cause of action they may have. “If the instrument be defective as a bill or note, it still may be evidence of an agreement.” (Byles on Bills, 74)</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b582-5\"><page-number citation-index=\"1\" label=\"574\">*574</page-number><em>Moore &amp; Shelley, </em>for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AgMr\">The elementary authorities'to ..which reference is made in appellant’s brief, we respectfully submit, have no application to the question under discussion, but merely define and present the usual and ordinary elements of bills and promissory notes in ■.the habitual and customary forms in which these instruments are drawn, while the authors referred to, with equal • clearness, as we think, when considering the question upon which this case turns, recognize the principle upon which it was decided. Nor do we think the cases cited by appellant’s counsel give him any greater support. The most of them turn upon the technical distinctions between bills of exchange, promissory notes, checks, drafts, and other obligations for the payment of money in the common law forms of action, and under the English statutes requiring some of these instruments to be stamped, while others are not. But these technical distinctions are immaterial in the courts of this State. And if the instrument imports an indebtedness from Watrous, by whom it was is.sued, to Storrs, to whose order the money mentioned therein, is to be paid, it is immaterial by what name the instrument pi ay be called, or the forms and phraseology in which it may be couched. As drawn, it is in the usual form of bills of exchange, except that there is a blank ■ .where in bills the name of the “drawee” should be found. And it must be held that it is drawn by Watrous on himself at.Mobile, Ala., or that there is no drawee, ■ for it would be absurd to suppose that it was addressed to all the inhabitants of the city of Mobile.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b582-6\">It.imay be that either of these constructions takes from it the character of a bill of exchange; but if so, it will still ¡have the legal force and effect of a promissory note. The obligation of the drawer of a bill of exchange is un- . questionably to pay the amount mentioned in the bill to i the payee or his order, if the drawee refuses to accept it, <page-number citation-index=\"1\" label=\"575\">*575</page-number>or after acceptance fails to pay it, if due diligence is used\" by the holder to collect it. In other words, the legal import of the bill upon its face is, that the drawer is indebted to the payee the amount of the bill, which amount he undertakes to pay by an appropriation of money which he has in the hands of the drawee, or that he has a right to draw upon him for the amount due from himself (the drawer) to the payee. The facts outside of the bill, it is true, may show that it is an accommodation bill, and as between the parties their rights and liabilities may be entirely different; still, we insist, in the absence of any countervailing testimony, this paper executed by Watroiis and delivered to Storrs, if the blank for the name of the drawee had been filled, imports that Watrous was indebted to Storrs to the amount mentioned therein, ■which .he undertook and bound himself should be accepted and paid by the party upon whom he was drawing, if due diligence should be used for its collection. What, then,, is the effect upon this obligation of there being no drawee, or the drawer and drawee being the same party? Unquestionably:in the latter contingency the holder may treat it as a promissory note. (Miller v. Thompson, 3 Man. <em>&amp; </em>Gra., 576; Fairchild v. Ogdensburg, Clayton and Rome R. R. Co., 15 New York, 337; Dougal v. Cole, 5 Day, 511; Allen v. Sea, Fire and Life Ass. Co., <em>G. </em>C. B., 574.)</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b583-6\">And certainly the rule must be the same where there is no drawee to whom the bill is to be presented. The principle upon which these cases are decided is, that the drawer having undertaken and bound himself to discharge the bill, if he himself does not accept and pay it, ■it is an immediate and direct obligation and promise on his part, and the legal effect of the instrument is the same as that of a promissory note. Then must he not be equally and directly bound for the payment of the bill <page-number citation-index=\"1\" label=\"576\">*576</page-number>when he has undertaken and promised to pay it, if this is-not done by some unknown and undesignated individual, there being no one named but the drawer himself upon whom the payee is directed to call for the acceptance and payment of the bill? (Chitty on Bills, 28, 150, <em>et seq.; </em>1 Parsons on Notes and Bills, 61, 288; Story on Bills, 59.)</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b584-6\">From the general line of argument and cases cited, and especially from the case of Peto v. Reynolds, 9 Exch., 410 (which see also in 11 Exch.), it seems to be supposed that an instrument cannot be regarded as a note unless-there is on the face of it a promise to pay in direct terms.. If so, this is evidently a mistake; for even in England, where on account of the stamp laws much more strictness-is observed in determining whether or not-an instrument is a promissory note than in America, it is perfectly well settled that no particular form is necessary to make a valid note, and that it need not contain the words “promise to pay,” if there are others of equivalent import. Thus, “to be accountable to A. or order for £100 value received,” “to be indebted to A. in £-, to be paid on demand for value received,” “to credit B. or his order in cash,” have been held to import an obligation to pay equivalent, to a direct promise. (1 Parsons on Notes and Bills, 24.)</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b584-9\">We also submit that the case of Ball v. Allen, 15 Mass., 410, which is relied upon by appellant’s counsel as the main authority for the reversal of the judgment, tends more against him than in his favpr on the question in this case. The instrument- upon which suit was brought in the case of Ball v. Allen was certainly peculiar and exceptionable, and aside from the suspicion excited by the erasures and blanks in the body of the instrument, the-testimony adduced by the defendant casts doubt upon its validity and the legality of its consideration.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b584-10\">The only matter-of doubt or uncertainty, if there is any, is whether it was the intention of the drawer of the <page-number citation-index=\"1\" label=\"577\">*577</page-number>instrument upon which this suit is brought to address it to himself or some one else at Mobile. And the cases to which we have referred, as well as many of those cited for appellant, show that this does not cast such suspicion on the instrument as to deprive it of the presumption in favor of instruments of the class to which it belongs. It is held by the heirs of the payee to whom it purports to have been delivered, and from whom the drawer acknowledges that he had received value lor it. It is true both parties are dead, and that events of the past few years have greatly tended to obscure and obliterate the evidence by which it might possibly have been once shown under what circumstances this instrument was executed, and that it is not probable that this can be now done by either of the parties to this suit. But shall the plaintiffs below be therefore called upon to establish, by other testimony than the instrument itself, facts to maintain their action rather than the defendant be required to rebut the presumption against him from the delivery by his intestate to the payee of the instrument shown in the record ?</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b585-4\">We also submit that the principle for which we are contending, and upon which this case was decided in the court below, if not the identical question involved in it, has been passed upon and decided in this court in favor of the appellees at its last term, in the case of The Planters’ Bank of Tennessee v. H. C. Evans, 36 Texas, 592.</p>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b585-5\">Ogden, P. J.</author>\n<p id=\"ATnr\">This suit was brought by the heirs of John S. Storrs against the estate of D. E. Watrous, on the following instrument of writing, viz.:</p>\n<blockquote id=\"b585-6\">“$2771.62.</blockquote>\n<blockquote id=\"A55\">Montevallo, June 1, 1858.</blockquote>\n<blockquote id=\"b585-7\">“Ten months after date pay to the order of John S. Storrs two thousand seven hundred and seventy-one and tVv dollars, value received, and charge to account of</blockquote>\n<blockquote id=\"Aeg\">“D. E. Watrous‘</blockquote>\n<blockquote id=\"b585-9\">“T9-—, <em>Mobile, AlaT</em></blockquote>\n<p id=\"b586-5\"><page-number citation-index=\"1\" label=\"578\">*578</page-number>The petition charged that for a valuable consideration from John S. Storrs to him thereunto moving, said Daniel E. Watrous executed and delivered to said Storrs the instrument of writing above set out, and that thereby saidWatrous undertook, and bound himself, and became liable to pay said sum therein specified.</p>\n<p id=\"b586-6\">To this petition the defendants filed a general and special demurrer, which were both overruled by the court, and judgment was rendered for the plaintiffs, and the defendants took their bills of exception to the ruling of the court, and brought the case here by appeal.</p>\n<p id=\"b586-7\">The only question now presented for decision is, does this instrument, independent of any allegations of ownership for a valuable consideration, or promise to pay, give the holder any cause of action.</p>\n<p id=\"b586-8\">This instrument is not a promissory note in its ordinary form, nor can it be treated as such, since there is no promise to pay in any event. The instrument is directed to no one, and therefore cannot be considered a draft or bill of exchange. Had it been accepted by any one, that acceptance would have constituted a promise to pay in the acceptor, and then the maker might have become liable as surety or guarantor; but as there is no drawee or acceptor, the maker cannot, without allegations and proof of other facts setting forth and establishing his liability, be held responsible. The instrument, with the exception of the want of a drawee, is in the ordinary form of an accommodation bill or draft, on which the maker cannot be held liable until after an acceptance or non-acceptance. We think the instrument, as it is, is an imperfect bill or draft, for the payment of which no one is liable. With proper averments, showing the objects and purpose of the parties, and that the maker intended to bind himself in the first instance to pay the same, he might possibly be held responsible without a drawee or acceptor, but not otherwise.</p>\n<p id=\"b587-5\"><page-number citation-index=\"1\" label=\"579\">*579</page-number>We can see no material difference between the writing here sued on and the one in Ball v. Allen, 15 Mass., 433, in which the court says: “But the mere possession of a paper drawn in the form of an order, there being no drawee in existence, we think cannot entitle the possessor to an action in any form.”</p>\n<p id=\"b587-7\">The same doctrine may be drawn from Petro v. Reynolds, 9 Exch. R., 414, and in Davis v. Clark, 47 Eng. Com. Law R., 177. From these authorities, and the reason of law governing instruments of this or the like character, we are clearly of the opinion that the petition in this case did not set out a good cause of action, and that the court erred in overruling defendants’ special demurrer to the same. We think the demurrer should have been sustained and the plaintiffs permitted to amend their pleadings, that, if desired, they might, by proper averments and proof, establish the liability of the maker or drawer in the first instance, without an acceptance or non-acceptance.</p>\n<p id=\"b587-8\">The judgment of the District Court is reversed and the cause remanded.</p>\n<p id=\"b587-9\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}