{
  "casebody": {
    "data": "<casebody firstpage=\"181\" lastpage=\"186\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b215-4\">Garrett W. Smith v. J. J. Olsen et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b215-5\">No. 686.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AkC\">Decided June 24, 1898.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b215-6\">1. Purchaser Pendente Lite.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b215-7\">No error to the prejudice of a plaintiff in trespass to try title appears in sustaining exception to his amended pleading alleging a sale by him since suit was commenced and seeking to prosecute the suit for the use of the purchaser. (P. 183.)</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b215-8\">2. Evidence — Deposition of Party — Explaining Answers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b215-9\">The statute providing for taking the deposition of a party by his adversary gives to his refusal to answer an interrogatory the effect of an admission, but gives no extraordinary effect to the deposition when he does answer. Such party may explain or contradict his answers, and they do not require the testimony of two witnesses to-overcome them, as in the case of a discovery in chancery practice for which this proceeding was a substitute. Rev. Stats., art. 2296; Act February 15, 1858; Act May 13, 1846; Pasch. Dig., art. 3753. (Pp. 183-185.) \"</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b215-10\">3. Material Error — Right to Partial Recovery.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b215-11\">Evidence defeating plaintiff’s recovery of a part of the land sued for did not render immaterial the error in rejecting evidence which tended to support his claim, to a partial recovery. (P. 185.)</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b215-12\">4. Trespass to Try Title — Partial Recovery.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b215-13\">Plaintiff wh,o shows title to any interest in any par* of the land sued for is entitled to a recovery of such interest in such part. (P. 185.)</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b215-14\">5. Same — Description.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b215-15\">A petition in trespass to try title described -the land by metes and bounds, excepting 48 acres previously conveyed. The introduction of a conveyance of the land described except 130 acres conveyed by a specified deed, not identified as that mentioned in the petition, though between the same parties, supported a recovery for the land sued for excepting both the 48 and the 130 acres. (P. 186.)</headnotes>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b215-16\">Ebbob to the Court of Civil Appeals for the Third District, in an appeal from Milam County.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b215-17\">Smith sued Olsen et al. in trespass to try title, and appealed from a judgment for defendants for the portion of the laud to which they had claimed title. The judgment being affirmed, he obtained writ of error.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b215-18\"><em>W. A. Morrison, </em>for plaintiff in error.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"Ahn\">The Court of Civil Appeals erred in holding that the trial court was correct in sustaining the defendant’s exceptions to so much of the plaintiff’s third amended original petition that alleged that he had conveyed the land in controversy, during the pendency of the suit, to C. L. Stribling, .and that the suit was then being prosecuted in the name of the original plaintiff for the use and benefit of the said C. L. Stribling. Lee v. Salinas, 15 Texas, 495; Evans v. Reeves, 6 Texas Civ. App., 258; Ex Parte Railway, 95 U. S., 221; Grayson v. Winnie, 13 Texas, 288; Bailey v. Laws, 23 S. W. Rep., 20; Hudson v. Morriss, 55 Texas, 604.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b215-19\">The Court of Civil Appeals erred in holding that the trial court was correct in refusing to hear the testimony of W. A. Morrison to the effect that the deeds mentioned by the plaintiff as having been executed by him before the institution of the suit were never delivered, because the plaintiff nowhere testified, nor did any other person, that the said deeds <page-number citation-index=\"1\" label=\"182\">*182</page-number>were ever delivered, and because if this testimony had been admitted it would have shown that the plaintiff did have the title to the land at the time of the institution of the suit.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b216-5\"><em>Henderson &amp; Streetman, N. H. Tracey, </em>and <em>John A. Green, Jr., </em>for defendants in error.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AoM\">Garrett W. Smith, the party plaintiff in the suit, in answering depositions taken ex parte, had admitted facts directly opposite to the facts proposed to be proven by the witness W. A. Morrison. The unequivocal confessions and admissions of a- party in his answers taken ex parte are conclusive upon him and can not be contradicted. Lippincott v. Ridgway, 11 N. J. Eq., 528; Weider v. Clark, 27 Ill., 251; Terqus v. Tinkham, 38 Ill., 401; Campbell v. Benjamin, 69 Ill., 244; Morgan v. Corlies, 81 Ill., 72; Insurance and Banking Co. v. Myer, 93 Ill., 271; McGehee v. Lehman, 65 Ala., 316; Toney v. Moore, 4 Stew. &amp; P., 347; Pike County v. Plank Road Co., 15 Ga., 39; Imboden v. Mining Co., 70 Ga., 87; Pugh v. Gold Co., 112 U. S., 238; Railway v. Ohle, 117 U. S., 123; 1 Enc. of Plead, and Prac., 915, 927; Railway v. Nelson, 5 Texas Civ. App., 387.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b216-6\">Article 2296 of the Revised Statutes says: “The adverse party may contradict the answers by any other competent testimony in the same manner as he might contradict the testimony of any other witness.” To this statute we will apply the well known rule of \"expressio unius est exclusio alterius.” Articles 2296 and 2293 were sections 3 and 4 of the Act of February 15, 1858, p. 110. When the act allowed the <em>adverse </em>party to contradict the answers in the ex parte deposition, it thereby meant to say that no other person but the adverse party could do so. See Suth. on Stat. Const., sec. 325, etc.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b216-8\">The plaintiff claims that the sale under the deed of trust given by Smith and Campbell to secure the vendor’s lien note was illegal because the advertisement for the sale was not for the time agreed upon. There is no dispute, however, as to the fact that S. M. Williams retained a vendor’s lien in his deed to Smith and Campbell. Williams sold the land to Ross, and when he did so he sold him all the rights that he, Williams, had in the land, including the superior title thereto. That superior title has passed down to the defendants in possession.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b216-9\">In this case we have the vendor in possession after the maturity of the note, and the purchase money unpaid. He is therefore a mortgagee in possession wdth the purchase money unpaid, and under the decisions of our court the mortgagor, Smith, can not recover of Olsen &amp; Son, the mortgagees in possession, when he admits that the purchase money has not been paid. Hannay v. Thompson, 14 Texas, 142; Mann v. Falcon, 25 Texas, 275; Edrington v. Newland, 57 Texas, 633; Loving v. Milliken, 59 Texas, 427; McSween v. Yett, 60 Texas, 183; Calhoun v. Lumpkin, 60 Texas, 190; Duke v. Reed, 64 Texas, 715; Rodriguez v. Haynes, 76 Texas, 232; Bateson v. Choate, 20 S. W. Rep., 64.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b216-10\">The description of the land in petition is insufficient and indefinite, and could only have been made certain by showing the boundaries of the <page-number citation-index=\"1\" label=\"183\">*183</page-number>tract of 48 acres conveyed by A. Carter to S. D. Kendall, and this plaintiff failed to do.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b217-3\">There is an irreconcilable variance between the land described in the petition and that described in the deed from Elbert Carter to plaintiff, Williams &amp; Campbell, in this: the petition calls for <em>all </em>of the 266|- acres tract, except 48 acres sold to S. D. Kendall, and the deed calls for all the <em>north portion </em>of 263jj,- acres, except a tract of 130 acres sold to A. D. Kendall. Jones v. Andrews, 62 Texas, 664.</p>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b217-4\">GAINES, Chief Justice.</author>\n<p id=\"AH_\">This was an action of trespass to try title brought by the plaintiff in error against the defendants in error for the recovery of a tract of 225^ acres of land. The defendants pleaded not guilty, and asserted title to a parcel of the land sued for, consisting of 85-1 acres and described by metes and bounds in the answer, and disclaimed as to the remainder. The trial court instructed a verdict for the defendants as to the land claimed by them, and judgment was rendered accordingly for defendants for such tract and for plaintiff for the remainder of the premises in suit. The judgment was affirmed upon appeal, and the plaintiff brings the case to this court.</p>\n<p id=\"b217-5\">During the course of the proceedings the plaintiff filed an amended petition, in which he alleged that since the institution of the suit he had conveyed the land in controversy to one C. L. Stribling and that the suit was being prosecuted in the name of the original plaintiff for the use of Stribling. An exception was interposed to this allegation and was sustained. The ruling of the court upon the exception is made the ground of the first assignment of error in this court. But we are of opinion that the assignment shows no ground for a reversal of the judgment. It is a well settled rule, that where the interest of either party to a suit is purchased after its commencement the purchaser stands in the shoes of the party whose title has been conveyed to him; and the alienation pendente lite does not affect the progress or determination of the litigation. If the party who has conveyed his interest succeed in the litigation the judgment inures to the benefit of his grantee. Hence where the title of the plaintiff is conveyed while the suit is in progress it proceeds in his name for the benefit of the purchaser. Therefore we do not see that any injury has accrued to the plaintiff from sustaining exceptions to the allegations in question. They were a mere empty declaration of the legal effect of the conveyance alleged, if one in fact existed. Stribling did not ask to intervene, and whether he was entitled to do so or not is a question which is not before us. We do not find that the alleged error just considered was assigned in the brief filed in the Court of Civil Appeals; but in view of another trial, we have deemed it not improper to give our opinion upon it.</p>\n<p id=\"b217-6\">In course of the proceedings the defendants took the ex parte deposition of the plaintiff, in accordance with the provisions of the statute upon that subject. One object of propounding the interrogatories seems to have been to show that the plaintiff had conveyed his title be<page-number citation-index=\"1\" label=\"184\">*184</page-number>fore the bringing of the suit. In his deposition he testified in substance that he had “deeded” first one-half of the land in controversy to W. A. Morrison, and then one-fourth; and that subsequently and before suit he had made and delivered a deed to Witcher and Coffield for the remaining fourth. In order to rebut this testimony, the plaintiff offered to prove by Morrison that neither the first instrument referred to by the plaintiff in his deposition nor that to Witcher and Coffield was ever delivered, but that they were each destroyed in the presence of the plaintiff; and further, that the former was not a conveyance, but a contract to convey, contingent upon a recovery of the land by suit. Upon objection this testimony so offered was excluded by the court. This in our opinion was error. It seems that the court proceeded upon the theory that the plaintiff was bound by the admissions made in his deposition. The right of a party to a suit to take the deposition of his adversary is statutory, and -the effect of the deposition when taken must be determined by the statute. All of the provisions of our law relating to the subject are found in chapter 3 of title 40 of the Revised Statutes. We quote all the articles of that chapter which bear at all upon the question:</p>\n<p id=\"b218-3\">“Art. 2293. Either party to a suit may examine the opposing party as a witness, upon interrogatories filed in the cause, and shall have the same process to obtain his testimony as in the case of any other witness, and his examination shall be conducted and his testimony received in the same manner and according to the same rules which.apply in the case of any other witness, subject to the provisions of the succeeding articles of this chapter.”</p>\n<p id=\"b218-4\">“Art. 2296. The party interrogated may, in answer to questions propounded, state any matter connected with the cause and pertinent to the issue to be tried; and the adverse party may contradict the answers by any other competent testimony in the same manner as he might contradict the testimony of any other witness.</p>\n<p id=\"b218-5\">“Art. 2297. If the party interrogated refuses to answer, the officer executing the commission shall certify such refusal, and any interrogatory which the party refuses to answer, or which he answers evasively, shall be taken as confessed.”</p>\n<p id=\"b218-6\">If the party refuses to answer, the interrogatories are taken as confessed; but there is no provision giving any extraordinary effect to the depositions when he does answer. It does nor require the testimony of two witnesses to overcome it as in case of a discovery in the chancery practice or as was required under the repealed Act of May 13, 1846, which was intended to take the place of the bill of discovery. See Pasch. Dig., art. 3753. On the contrary the language found in article 2293 (quoted above) seems clearly to import that the answers were to stand upon the same footing as those of a witness who is not a party. Such is the evident meaning of the words, “his examination shall be conducted and his testimony received in the same manner and according to the same rules as apply in the case of any other witness,” etc. Cases which have come to this court show that the procedure in question is frequently resorted <page-number citation-index=\"1\" label=\"185\">*185</page-number>to for the purpose of entrapping the opposite party into an unguarded admission; and it doubtless occurs in many instances that a party in answering interrogatories uses language against his own interest, which is capable of explanation, and which he ought to have the right to explain. Therefore to make his answers conclusive would be to make the procedure a means of injustice, which would probably in the long run counteract the benefits which might be expected to follow from it. If the Legislature had intended to preclude the party by his answers, we should gravely doubt the wisdom of the measure. But in our opinion such was not their purpose.</p>\n<p id=\"b219-5\">The provision that the interrogatories are to be taken for confessed when the party refuses to answer is not at all inconsistent with the views here expressed. The purpose of that provision was merely to compel the party to answer by giving his adversary the benefit of an admission, upon his refusal to do so. It is a just requirement and a most efficacious method of accomplishing the object in view. ¡Neither does the provision which permits the party taking the deposition to contradict the answers, as those of any other witness, militate against our construction. It is taken from the Act of February 15, 1858, and its object was to take the answers out of the rule which was established by the then existing Act of May 13, 1846, to which we have previously referred. Answers taken under the act last named could only “be destroyed by written proof, or by the oath of two witnesses or of one single witness corroborated by strong circumstantial evidence.” Pasch. Dig., art. 3753.</p>\n<p id=\"b219-6\">But counsel for defendants in error here insist, in effect, that the judgment should in no event be reversed, for the reason that under the pleadings and the uncontroverted evidence in the case no other judgment could properly have been rendered. In support of this proposition they submit three different grounds, which we will briefly notice.</p>\n<p id=\"b219-7\">The evidence showed the title to the land in the plaintiff B. A. Campbell and Sam Williams as tenants in common. Williams sold his third interest to his cotenants, retaining a vendor’s lien for a part at least of the purchase money and receiving a deed in trust to secure its payment. The land was sold under the deed in trust and bought in by Williams, whose title the defendants have. It appears that proper notice of the sale was not given and that therefore it was illegal. The contention is that since the legal title did not pass by the deed from Williams to Smith and Campbell, and since the purchase money has never been paid, and since the defendants have Williams’ title and are in possession, Smith can not recover the land without first paying the purchase money. This may be correct as to the interest acquired by Smith from Williams, but Smith already owned a third interest in the land and the principle does not apply as to that interest.</p>\n<p id=\"b219-8\">The second ground upon which it is claimed that the judgment ought to be affirmed without reference to the errors complained of,, is that the testimony shows that Smith’s original interest in the land was the community property of himself and wife; and that before suit she had died, <page-number citation-index=\"1\" label=\"186\">*186</page-number>leaving children, and he had conveyed all of his own interest. This contention is based upon the assumption that indisputably he had made a conveyance of a one-fourth interest in the land before he brought the suit. But it was in part to disprove the alleged conveyance that the testimony improperly excluded was offered.</p>\n<p id=\"b220-5\">The last ground is, that the description of the land to which the plaintiff attempted to show title was not the same as that described in the petition. The petition claimed a tract of land consisting of 363| acres of land described by metes and bounds, “save and except * * * a tract of 48 acres sold by Alexander Carter to S. D. Kendall by deed of date February 15, 1871/'* The deed offered in evidence through which the plaintiff derived his title describes the land as follows: “A certain tract of land on the waters of Sandy Creek, in the county of Milam, being the north portion of 363£ acres of land purchased by A. Carter from Oliver Jones, of the county of Austin and State of Texas, and for a more particular description of said land reference is here made to said deed from Jones to Carter and Carter to Kendall. This deed is to convey all the land in said tract of 363|- acres, except 130 acres already conveyed by A. Carter to A. D. Kendall.” The deed from Jones to Carter referred to in the latter description gives substantially the same field notes as those given in the petition, but does not except the 48 acres therein mentioned. It seems that no deed from Carter to Kendall was offered in evidence. It is evident that under this state of the pleadings and evidence, the plaintiff could not have a judgment for all the land claimed in his petition, for the reason that he did not prove title to all the tract except the 48 acres. Nor could he have judgment for all the land described in the deed referred to, for it may be that the tract of 130 acres which was not conveyed by that deed did not embrace the tract of 48 acres excepted from the tract described by the field notes in the petition. But if the plaintiff had established his title to the land mentioned in the deed from Elbert Carter to himself, Campbell, and Williams (which was the deed through which he claimed) we do not see why he should not have had a judgment for the 363£ acres, less the “48 acres sold by Alexander Carter to S. D. Kendall by deed of date of February 15, 1871,” and less the 130 acres “conveyed by Carter to A. D. Kendall.” As to so much of the tract as remained after deducting that excepted in the petition and also that excepted in the deed, the pleadings and proof corresponded. If the plaintiff shows title to an interest in any part of the land described in his petition, he is entitled to a recovery of such interest in such part.</p>\n<p id=\"b220-6\">For the error pointed out the judgment is reversed and the cause remanded.</p>\n<p id=\"b220-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}