{
  "casebody": {
    "data": "<casebody firstpage=\"309\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b329-10\">In re GRAND JURY PROCEEDINGS Request for Compulsion Order Against John Doe; Richard Roe and Corporation X, Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b329-11\">No. 81-2230.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b329-12\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b329-13\">Argued Feb. 2, 1982.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b329-14\">Decided March 29, 1982.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b329-15\">Rehearing and Rehearing En Banc Denied April 21, 1982.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b330-5\"><page-number citation-index=\"1\" label=\"310\">*310</page-number>Judah Best, Washington, D.C. (Loren Kieve, James A. Bruton, Steptoe &amp; Johnson Chartered, Washington, D.C., on brief), for appellants Richard Roe and Corp. X.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b330-6\">Mary S. Feinberg, Asst. U. S. Atty., Roanoke, Va. (David A. Faber, U. S. Atty., Charleston, W. Va., on brief), for appellee United States of America.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b330-7\">Seth P. Waxman, Washington, D.C. (John Joseph Cassidy, Miller, Cassidy, Larroca &amp; Lewin, Richard M. Roberts, Hamel, Park, McCabe &amp; Saunders, Washington, D.C., on brief), for John Doe.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b330-8\">Before HAYNSWORTH, Senior Circuit Judge, and BUTZNER and WIDENER, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b330-9\">HAYNSWORTH, Senior Circuit Judge:</author>\n<p id=\"b330-10\">This case involves the crime/fraud exception to the attorney-client privilege and the work product doctrine. The district court issued an order compelling John Doe, the attorney for Richard Roe and Corporation X, to testify before the grand jury because it found that the government had made a prima facie showing that the crime/fraud exception was applicable. The district court based its decision on an <em>in camera </em>review of a document prepared by an Internal Revenue Service Special Agent which summarized the testimony before the grand jury. We have examined the document <em>in camera. </em>It contains evidence of serious crimes committed by Richard Roe and other persons. While it is unclear from the document whether the attorney knew of the criminal activity,<footnotemark>*</footnotemark> it is clear that the attorney was hired to further the criminal activity. Based on our review of the document, we find that the government has made out a prima facie case that the crime/fraud exception is applicable. <em>See also In re John Doe, </em>662 F.2d 1073 (4th Cir. 1981).</p>\n<p id=\"b330-14\">We find no due process violation in the procedures used by the district court. In light of the foregoing, we affirm the district court’s order.</p>\n<p id=\"b330-15\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b330-11\">The lawyer’s position is that he did not know. He wishes to appear before the grand jury to clear his name.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}