{
  "casebody": {
    "data": "<casebody firstpage=\"437\" lastpage=\"447\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b465-7\">Adolph Roemer et al. v. Thomas P. Traylor et al.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b465-8\">Decided April 23, 1910.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b465-9\">1. —Husband and Wife—Divorce—Community Creditor—Remedy.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b465-10\">After the dissolution of the marital partnership by divorce, the former husband no longer represents the former wife or the community estate, and a creditor of the community can subject the wife’s interest in the community estate as it existed at the time of the divorce only by making her a party to the suit. And if the community estate be adjudged to the wife by the divorce decree, the interest of the former husband therein can only be reached by a community creditor by making the wife a party to a proceeding for that purpose. A suit by such creditor instituted before the divorce is granted would not be affected, however, by a subsequent decree.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b465-11\">2. —Divorce—Proceeding In Rem—Notice.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b465-12\">A divorce proceeding being a proceeding in rem affects all persons with notice of the pendency of the same and of the terms of the decree rendered.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b465-13\">3. —Injunction—Execution Sale—No Adequate Remedy.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b465-14\">An injunction is properly granted to stay an execution sale of an indeterminate interest of an alleged joint owner in a stock of cattle when it appeared that the result of such sale would be to embarrass the owners in the conduct of the business and the sale of the cattle, and that the owners had no other adequate remedy to prevent such injurious consequences.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b465-15\">4. —Appeal—Practice—Cross Assignment.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b465-16\">In the absence of a cross assignment of error complaining of a ruling of the trial court, such ruling will not be revised on appeal upon a mere suggestion or proposition in appellee’s brief.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b466-3\"><page-number citation-index=\"1\" label=\"438\">*438</page-number>Appeal from the District Court of Calhoun County. Tried 'below before Hon. James C. Wilson.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b466-4\"><em>S. R. Perryman, Willett' Wilson </em>and <em>Lackey &amp; Lewright, </em>for appellants.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AnA\">A decree of divorce is not binding upon a community creditor unless he be made a party to the suit for divorce, nor can same be used as evidence against such creditor over his objection thereto. Ghent v. Boyd, 18 Texas Civ. App., 88; Hubbard v. Hubbard, 38 S. W., 388; Henry v. Forshee, 84 Texas, 185; McKinley v. Wilson, 96 S. W., 112; Campbell v. Upson, 98 Texas, 442; Boles v. Walton, 32 Texas Civ. App., 595; McCamant v. Roberts, 66 Texas, 262; Wilson v. Johnson, 94 Texas, 272; Ellis v. LeBow, 96 Texas, 532; First Natl. Bank of Nacogdoches v. Hicks, 24 Texas Civ. App., 269; McDonald v. Miller, 90 Texas, 309.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b466-5\">A wife can not have a dissolution of the quasi-partnership between herself and her husband through a decree of divorce, nor a partition between them of their community property, save and except upon a settlement of community debts. Boyd v. Ghent, 93 Texas, 543; Shapleigh Co. v. Wells, 90 Texas, 110; Worley v. Smith, 26 Texas Civ. App., 270; Warring v. Arthur, 32 S. W., 221; Coulson v. Ferree, 85 S. W., 686; Sebastian v. Booneville Co., 56 S. W., 810; 21 Am. &amp; Eng. Ency. Law (2d ed.), 1154, sec. f, note 4; 22 Ency. Law, 99.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b466-6\">A decree of divorce between husband and wife is of no effect as against a community creditor of the husband unless in some way brought to his notice, and a judgment in favor of such creditor against the husband alone, is binding upon the wife to the extent that- she has received community property, unless she pleads and proves that such community creditor had actual notice, prior to the rendition of the judgment in his favor against the husband, of the fact that a divorce has been granted. White v. Hudson, 36 S. W., 332; Green v. Waco St. Bank, 78 Texas, 3; Gilbough v. Stahl, 16 Texas Civ. App., 448; Groos v. Breckenridge Bank, 4 L. R. A., 800; 2 Bates on Partnership, secs. 611 to 613; 22 Am. &amp; Eng. Ency. Law (2d ed.), 177 et seq.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b466-7\">The status of the wife in a marital partnership is somewhat similar to that of a dormant partner in a commercial‘partnership; and, like the dormant partner, she is not a necessary party to a suit against the husband as managing partner, either before or after divorce granted. Tynburg v. Cohen, 67 Texas, 220; Boehm v. Calisch, 3 S. W., 293; Keesey v. Old, 3 Texas Civ. App., 1; Cleveland v. Heidenheimer, 92 Texas, 108; Davis v. Bingham, 46 S. W., 840; Masterson v. Heitmann, 38 Texas Civ. App., 476.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b466-8\"><em>Proctor, Vandenberge &amp; Crain, </em>for appellees.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AUyc\">After the divorce decree in the suit of Mary T. Morris .versus R. B. Morris, the former husband and wife stood towards_ each other as if they had never borne that relation, and even if ‘there had been no division of the property, they would have owned the former community property as tenants in common, subject to the same rules and regulations as strangers, bearing to each other the sole relation of tenants in com<page-number citation-index=\"1\" label=\"439\">*439</page-number>mon. Southwestern Mfg. Co. v. Swan, 43 S. W., 813; Kirkwood v. Domnan, 80 Texas, 647; Byrne v. Byrne, 3 Texas, 336; Williamson v. Gore, 73 S. W., 563; 21 Cyc., 1669-1670.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b467-5\">Applying the analogy of ordinary partnerships, the rule is that where a partnership is dissolved by a cause other than \"death, in suits to enforce debts of the former firm, the action must be brought against all the former partners. 30 Cyc., 678; 15 Ency. Pleading and Practice, 860, 870, 878; Cleveland v. Heidenheimer, 92 Texas, 108.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b467-6\">The only exception to this. rule is that where one partner has assumed the debts of the firm, suits may be brought against such partner alone. Blackwell v. Farmers Natl. Bank, 97 Texas, 445; Bradford v. Taylor, 74 Texas, 175.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b467-7\">The possession of this property being in Thomas P. Traylor, as managing partner of the firm of Traylor Heirs, plaintiffs were entitled to an injunction to restrain the threatened sale under execution of a pretended interest in said property of a third party, and the inevitable consequences of the thereby interference with the possession of said property and the marketability of the title to said property. Sumner v. Crawford, 91 Texas, 129; Smith v. Carroll, 28 Texas Civ. App., 330; Williams v. Farmers Natl. Bank, 22 Texas Civ. App., 581.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b467-9\">The practical test, under the Texas cases, as to whether one is entitled to an injunction to restrain a levy made under execution against a third party, upon property claimed by one seeking the injunction, is whether or not the applicant for injunction is in possession of the property. If he is in possession of the property, the legal remedies, of trial of right of property, and suit for damages, are inadequate, but if he is not in possession these are adequate remedies. Williams v. Farmers Natl. Bank, 22 Texas Civ. App., 581; Frazier v. Coleman, <em>111 </em>S. W., 663; Smith v. Carroll, 28 Texas Civ. App., 330; Sumner v. Crawford, 91 Texas, 129.</p>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b467-11\">BEESE, Associate Justice.</author>\n<p id=\"ADd\">This is an action instituted by Thomas P. Traylor, Mrs. Elizabeth Holland and husband, Mrs. Mary T. Austin and husband, and Mrs. Mattie Martin, against Adolph Boemer, sheriff of Calhoun County, and the sureties on his official bond, and F. A. Beichardt, for damages for the alleged wrongful levy of a certain execution sued out under a judgment in favor of defendant F. A. Beichardt against B. B. Morris, upon all the right, title and interest of said Morris in certain cattle in large pastures in Victoria and Calhoun Counties in the possession of defendant Thomas P. Traylor, holding the same for himself and his co-owners. The plaintiffs further pray for an injunction restraining defendants from proceeding further to enforce said execution by sale. Upon the trial plaintiffs dismissed their claim for damages. The cause was tried with the assistance of a jury. Under instructions of the court the jury returned a verdict for plaintiffs, upon which a judgment was rendered declaring the execution levy complained of to be void, and forever restraining defendant Beichardt, plaintiff in the execution, and defendant Boemer, sheriff, from further levy of <page-number citation-index=\"1\" label=\"440\">*440</page-number>execution under said judgment upon the cattle aforesaid. From the judgment said defendants prosecute this appeal. '</p>\n<p id=\"b468-3\">It was alleged in the petition, substantially, that plaintiffs were the joint owners of a certain stock of cattle, about 5000 head, of the value of $50,000, branded 4T as the holding brand, but about 300 head, worth over $2000, had been previously branded thirty-one. The cattle were in the possession of Thomas P. Traylor, one of the plaintiffs, who held and managed the same for himself and co-owners who had formed a partnership for that purpose, Thomas P. Traylor being managing partner. The cattle were running in certain enclosed pastures, to wit, one of 20,000 acres and one of 5,000 acres in Calhoun, and another of 15,000 acres in Calhoun and Victoria Counties.</p>\n<p id=\"b468-4\">On March 13, 1905, defendant Reiehardt recovered a judgment in the District Court of Harris County upon three certain promissory notes executed by said Morris aggregating $5,652.13. The petition upon which this judgment was rendered was filed February 24, 1905, and seeks a naked money judgment against said Morris alone. On May 14, 1906, a pluries execution was issued upon this judgment directed to the sheriff of Calhoun County, in the ordinary form, which execution was on July 9, 1906, by direction of said Reiehardt, executed by defendant Roemer, sheriff of Calhoun County, by making a levy, under article 2349, Revised Statutes, upon all the right, title and interest of defendant Morris in about 5000 head of cattle in the 4T and 31 brands, in the charge and under the control of Thomas P. Traylor, ranging in the Traylor Green Lake pasture in Calhoun County and in the Traylor pasture fronting on the Guadaloupe River in Calhoun and Victoria Counties. Said levy further stated that Morris owned an undivided interest in the cattle, not stating the amount of the interest, and that he was not entitled to the possession thereof. Notice of said levy was given to the said Thomas P. Traylor, and the said sheriff had advertised for sale the interest of said Morris in said cattle.</p>\n<p id=\"b468-9\">It -was alleged that the claim of said Reiehardt that the said Morris owns some interest in said cattle arises solely from the following facts, to wit: The said Morris and the plaintiff Mary T. Austin were married in 1893 and lived together as man and wife until March, 1904, when she was forced to abandon him, and that on December 1, 1904, by decree of the District Court of Victoria County, they were divorced. That by said decree there was divested out of said Morris and vested in said Mary T. Morris, now Austin, every interest, right or title of said Morris in said said cattle. It was further alleged that long before any of the indebtedness upon which said judgment was rendered had accrued, said R. B. Morris had, for a valuable consideration, sold and conveyed to Thomas P. Traylor his entire interest in said thirty-one brand of cattle.</p>\n<p id=\"b468-11\">As ground of the injunction prayed -for it was averred:</p>\n<blockquote id=\"b468-12\">“That unless restrained by an order of court, the said Roemer, at the instance and direction of the defendant Reiehardt, will columpíete said sale as advertised, and as a consequence of said sale the pretended right, title and interest of the said R. B. Morris so lexded <page-number citation-index=\"1\" label=\"441\">*441</page-number>upon and advertised for sale will be purchased either by the defendant Eeichardt or by some third party. That inasmuch as the amount of said pretended interest of the said Morris is not stated or described in said levy or notice of sale, the effect of said sale, if same has any validity, will be to pass to said purchaser, as aforesaid, a vague, indeterminate and uncertain interest on its face in said stock of cattle. That inasmuch as said interest is claimed to extend to each and every head of said cattle, the effect of said sale, if made by said officer, will be to seriously cloud plaintiffs’ title to said cattle, and embarrass, vex and annoy plaintiffs in the conduct of. their partnership business as aforesaid.</blockquote>\n<blockquote id=\"b469-5\">“That unless plaintiffs obtain relief by restraint of - said sale, they will be compelled to hold all of said cattle as if <em>in custodia legis, </em>awaiting the determination of the extent of such interest, if any, acquired by said purchaser, or at least awaiting an adjudication of the invalidity of said purchase. That with their title so clouded and embarrassed by said sale aforesaid, plaintiffs can not pass to purchasers marketable title to said cattle, inasmuch as there will be an imminent risk of litigation affecting plaintiffs’ title or that of any purchaser from plaintiffs of said cattle. That therefore the said .sale will be most prejudicial to the rights of plaintiffs.”</blockquote>\n<p id=\"b469-6\">Plaintiffs also alleged that said levy so attempted to be made by the defendant, Adolph Roemer, instigated by the defendant, Eeichardt, was a mere levy attempted under article 2349 of the Revised Statutes, and that the attempted levy was wholly unwarranted and illegal:</p>\n<blockquote id=\"b469-7\">• “First. Because the levy does not specify or describe what interest said R. B. Morris, defendant in execution, had in said cattle at the time of said levy.</blockquote>\n<blockquote id=\"b469-8\">“Second. Because said levy is not confined to Calhoun County or to cattle situated therein, but it expressly attempted to extend said levy to Victoria. County as well.</blockquote>\n<blockquote id=\"b469-9\">“Third. Because there is no attempt in said levy to distinguish said cattle in Calhoun County from said cattle in Victoria County.</blockquote>\n<blockquote id=\"b469-10\">“Fourth. Because the said E. B. Morris, at the time of said levy, had no interest of any nature or description in any cattle, either in ■Calhoun or Victoria County, in either of the brands described in said levy.</blockquote>\n<blockquote id=\"b469-11\">“That notwithstanding the illegality of said levy, the effect of the same is to interfere with the control, management, disposition and marketability of said cattle, not only as to those in Calhoun County, but also those in Victoria. County as well.”</blockquote>\n<p id=\"b469-12\">Plaintiffs prayed: “First. For a writ of injunction restraining the said Adolph Roemer as sheriff and his deputies, and restraining Eeichardt, his agents and attorneys, from further insisting upon the validity of said levy, or further insisting upon said sale, and restraining the said Roemer from levying any further execution- or executions in said cause aforesaid upon the property of the plaintiffs or any property of any of the plaintiffs, and restraining the said Eeichardt, his agents and attorneys, from causing or further directing or insisting upon the levy of any execution in said cause upon the property of plaintiffs or any of the plaintiffs.</p>\n<p id=\"b470-2\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>\"Second. That upon a hearing plaintiffs have their judgment cancelling and annulling said levy, and perpetually enjoining the enforcement of any execution in said cause aforesaid as against the property of plaintiffs or any of the plaintiffs.”</p>\n<p id=\"b470-3\">The defendants answered by general demurrer and general denial.</p>\n<p id=\"AGP\">Upon the trial the appellees introduced in evidence a certified copy of the decree of the District Court of Victoria County in the case of Mary T. Morris v. R. B. Morris, rendered on December 24, 1904, granting plaintiff an absolute divorce, awarding her the custody of their two children, with whose support and education she was charged, and adjudging all property, the legal title to which was in the name of the plaintiff, Mary T. Morris, to be her separate estate, and likewise adjudging to her all of the community property of said marriage. Also certified copy of the petition in the case of F. A. Reichardt v. R. B. Morris in the District Court of Harris County, filed February 24, 1905. This petition was in the ordinary form of a suit for debt, against the defendant, B. B. Morris, alone, to recover the amount due upon three several promissory notes, to wit, one for $1656.50, dated August 17, 1904, due on demand; one for $1500, dated January 21, 1902, due ninety days; and one for $2000, dated December 20, 1904, due four months; each providing, for interest and attorney’s fees, and the only relief prayed for was a judgment against defendant for the debt due. Also certified copy of judgment of the District Court of Harris County in said cause, rendered March 13, 1905, in favor of plaintiff, the said F. A. Beichardt, against defendant, the said B. B. Morris, for the sum of $562.13. Appellees further proved the issuance and levy of the execution on the aforesaid judgment as alleged, and the advertisement of the interest of the said B. B. Morris in said cattle for sale as alleged, all showing a levy under article 2349 of the Revised Statutes, giving notice to Thomas P. Traylor, in possession of the cattle.</p>\n<p id=\"b470-7\">Appellees further introduced in evidence a bill of sale executed by B. B. Morris and his wife, Mary T. Morris, and duly acknowledged by them, dated June 3, 1901, whereby they conveyed to Thomas P. Traylor, for the recited consideration of $2500, all the cattle and horses ranging in pastures in Victoria and Calhoun Counties branded 31.</p>\n<p id=\"b470-10\">Appellees further proved that the cattle in the 4T brand were owned by a partnership composed of plaintiffs; that there were about 5000 head in that brand, which was the holding brand, and that about 300 of them had been branded 31; that the cattle were in the three large enclosed pastures as alleged, in charge of Thomas P. Traylor as managing partner, who sold off the yearlings each year and bought and sold other cattle. The cattle in the 4T brand had been given by W. B. Traylor to Thomas P. Traylor, Mrs. Austin, Mrs. Holland and Mrs. Martin, his four children, about 1903, being then about 5000 head.</p>\n<p id=\"b470-11\">From a very voluminous bill of exceptions taken' by appellants we make the following statement showing the manner in which the case was finally disposed of, and which also will show the issues involved in this appeal.</p>\n<p id=\"b471-4\"><page-number citation-index=\"1\" label=\"443\">*443</page-number>While Holland, witness for appellees, was being cross-examined, appellees made objection to any evidence tending to show any interest in the cattle in R. B. Morris prior to December 1, 1904, the date of the divorce, as wholly irrelevant, assigning the following special reasons for said objections:</p>\n<blockquote id=\"b471-5\">“Because it appeared from the undisputed facts shown in the documentary evidence introduced by plaintiffs in this cause, to wit, the certified copy of the decree of the District Court of Victoria County, Texas, in the divorce suit and partition between R. B. Morris and Mary T. Morris, and the certified copy of the petition in cause No. 36,615, Reichardt v. Morris, and the certified copy of the judgment in said latter cause, that on December 1, 1904, the marriage between R. B. Morris and Mary T. Morris had been dissolved, and all property of said marriage, community and otherwise, had been decreed to plaintiff, the said wife; and that the suit in Harris County, under the judgment in which this particular execution issued, was not instituted by the defendant Reichardt until February 24, 1905, after said marriage had been dissolved, and judgment was not rendered until March 13, 1905. That it appeared said suit was merely for a money judgment against R. B. Morris alone, and that no attempt was made therein to assert any remedy against the community estate, and that the judgment was for a mere money judgment against R. B. Morris, and the execution and levy were only upon and against the interest of R. B. Morris. That under said state of facts, said suit, judgment and levy could not as a matter of law determine the rights of plaintiff, Mary T. Austin, and that said levy upon the interests of R. B. Morris in this suit, instituted after the divorce decree, was not in law a levy upon any community interest in said cattle, or other interest in said cattle, which may have existed in R. B. Morris- prior to said divorce decree; and that since said Reichardt had not sought either by the suit in Harris County or by any affirmative pleading in the present case to subject any estate of R. B. Morris, divested out of him by said divorce decree, to satisfy his, Reichardt’s, debt, but had elected to proceed against R. B. Morris alone, that the levy upon the cattle in question was wholly unauthorized, either by the judgment or said execution; and that unless the defendant Reichardt intends to show that Morris had acquired some interest in said cattle subsequent to the divorce decree, or that the documentary evidence, to wit, the divorce and partition decree in the District 'Court of Victoria County, Texas, and the petition and judgment in the District Court of Harris County, Texas, were untrue or incorrect copies of the original, all said testimony was irrelevant.”</blockquote>\n<p id=\"b471-6\">Together with said objection appellees presented a motion to instruct the jury to return a verdict for plaintiffs, setting up in said motion as grounds therefor the facts stated in the aforesaid objections to evidence, • and the additional ground that the levy was insufficient, and also certain grounds based upon the bill of sale of 1901.</p>\n<p id=\"b471-7\">The court overruled these additional grounds of the motion, but as to the first ground above stated, made the following ruling:</p>\n<blockquote id=\"b471-8\">“The undisputed facts in this case show by documentary evi<page-number citation-index=\"1\" label=\"444\">*444</page-number>dence, that on December 1, 1904, the marriage existing between E. B. Morris and Mary T. Morris was dissolved, and all property of said marriage, community and otherwise, was decreed to plaintiff, the said wife.</blockquote>\n<blockquote id=\"b472-3\">“That the suit in Harris County, under the judgment in which this particular execution issued, was not instituted by defendant Eeichardt until February 25, .1905, and judgment was not rendered until March 13, 1905; that said suit is merely for a money judgment against B. B. Morris alone, no attempt being made to assert any remedy against the community estate, and said judgment is also a mere money judgment against E. B. Morris, and said execution and levy are only upon and against the interest of B. B. Morris.</blockquote>\n<blockquote id=\"b472-6\">“Under such state of facts this suit, said judgment and levy can not, as a matter of .law, determine any of the rights of the plaintiff, Mrs. Mary T. Austin, and said levy upon the said interest of B. B. Morris in this suit, brought after the divorce decree, is in no sense in law any levy upon any community interest in said cattle which may have existed in E. B. Morris prior to said divorce decree, but said levy is now subordinate to the effect of said divorce judgment and partition, and since Eeichardt has not sought, either by his suit in Harris County, or by affirmative pleadings in the present suit, to subject the estate of E. B. Morris, divested out of him by said divorce decree, to satisfaction of his debt, but has elected to proceed against E. B. Morris alone, this levy upon the cattle in question was wholly unauthorized either by said judgment or said execution. And defendant Eeichardt not having attempted to show that Morris acquired any title to said-cattle subsequent to said divorce decree, a verdict must be instructed for plaintiffs.”</blockquote>\n<p id=\"b472-9\">And thereupon counsel for defendants státed that defendants declined to offer testimony as to any acquisition of any interest by E. B. Morris in said cattle subsequent to said divorce decree, and that the certified copy of the divorce .decree in Morris v. Morris, and the petition and judgment in Eeichardt v. E. B. Morris were correct copies of the originals.</p>\n<p id=\"b472-10\">The court thereupon, over exception of defendants’ counsel then and there made in open court, instructed the jury to return a verdict for plaintiffs, which verdict was accordingly so returned in compliance with the instructions of the court in form as approved by the court.</p>\n<p id=\"b472-11\">The statement of the case thus made renders it unnecessary to discuss and pass upon in detail the several assignments of error presented in the able brief of counsel for appellants, and it would serve no useful purpose to do so. They present but two questions.</p>\n<p id=\"b472-12\">First. Could appellants, by means of this levy and sale thereunder, reach and appropriate to the satisfaction of the judgment the community property of E. B. Morris and wife as it existed prior to the divorce decree, or any interest that said Morris may have had therein prior to that date?</p>\n<p id=\"b472-13\">Second. If this question be decided in the negative, did the facts alleged and proven entitle appellees to the injunction?</p>\n<p id=\"b473-4\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>As we understand the ruling of the trial court, it was not that the judgment in the divorce suit, by which the community property was decreed to Mrs. Morris, affected the right of appellant Reichardt or any other community creditor to have the community property appropriated to such debt in a proper proceeding, but that such property having been decreed to the wife and the marriage having been dissolved, the former husband after such dissolution no longer represented the community estate, and a judgment against him alone upon a community indebtedness in a suit against him alone instituted after the divorce was granted and to which the former wife was in no sense a party, did not authorize an execution and levy and sale thereunder, of the community property, or the former husband’s interest therein, as it existed previous to the divorce decree, under the facts of this case, with regard to such decree.</p>\n<p id=\"b473-5\">After dissolution of the marital partnership by divorce, if the community property had not been disposed of by the decree, the two former partners would have been tenants in common of the community estate. (Kirkwood v. Domnau, 80 Texas, 647.) The' former husband and wife after the divorce became strangers to each other. After the dissolution of a business partnership by voluntary act of the partners, a judgment against one of the partners alone Upon a firm debt, in a suit instituted after the dissolution, would bind only the one sued and could be enforced only against his property. (30 Cyc., 678, 660.) If by the terms of the agreement of dissolution no provision is made for payment of partnership debts, and the partnership property is divided, or all of it conveyed to one of the partners, a creditor of the partnership who instituted a suit after the dissolution and recovered a judgment against one of the partners alone, could reach by execution only the property of the partner sued.</p>\n<p id=\"b473-6\">After the dissolution of the marital partnership by divorce, the former husband no longer represents the former wife or the community estate any more than one of the partners in a business partnership after voluntary dissolution, in the absence of some agreement to that effect. If one holding a debt or other claim binding upon the community seeks to subject to such debt or claim the wife’s interest in the community estate as it existed at the time of the divorce decree, he may do so, but such relief can only be had by some proceeding to which the former wife is a party. Moreover, if the community property by the divorce decree is adjudged to the wife, as may be done under article 2980, Rev. Stats. (Fitts v. Fitts, 14 Texas, 443), the husband, as between the two, no longer has any interest therein, and if a creditor of the community seeks to subject the interest of the former husband as it existed at the time of the divorce decree in this community estate, he may do so, but he can only have such relief in a proceeding to which the former wife is a party. It seems to us that this follows necessarily from the principle that the husband after the divorce decree no longer represents the former wife in any respect, nor the former community estate as such, which in fact ceases to be community estate. It remains, it is true, subject to community debts, but the former wife’s interest <page-number citation-index=\"1\" label=\"446\">*446</page-number>therein, either as to her one-half of it as community or such interest as may be decreed to her in the divorce proceeding,, can not be divested out of her by any legal proceeding to which she is not a party. If, however, such proceeding be instituted before divorce is granted, the creditor is not affected by the decree. (Boyd v. Ghent, 93 Texas, 547.)</p>\n<p id=\"b474-3\">Appellants seem to attach much importance to the fact that no evidence was introduced to show that at the time he instituted his suit Reichardt had notice of the decree in the divorce suit. We think this immaterial. The divorce proceeding was a proceeding <em>in-rem, </em>of which he was affected with notice without actual knowledge on his part. <em>(2 </em>Bishop, Divorce and Alimony, sec. 755; Speer, Married Women, sec. 354.) And in the same way and to the same extent he was affected with notice of the disposition made by the decree of the community estate. (Speer, Married Women, p. 402.)</p>\n<p id=\"b474-4\">In view of what we have said it necessarily follows that the trial court did not err in admitting in evidence the decree in the divorce proceeding over the objection of appellant, as set out in the first assignment of error.</p>\n<p id=\"b474-5\">We have examined carefully all of the authorities cited in the able briefs of both parties, but must confess that we do not think any of them are of great assistance in a proper solution of the question presented, which, so far as we can find, has never been decided in this State, to which 'the law of marital partnerships is peculiar. We have rather been guided by the application to the facts of this case of settled general principles of law.</p>\n<p id=\"b474-6\">Our conclusion is that the trial court did not err in holding that if R. B. Morris had not acquired any interest in the cattle since the divorce decree, which, as we understand it, is confessed by appellants, the levy made and sale thereunder could not be sustained.</p>\n<p id=\"b474-7\">This brings us to the second question: Did appellees show sufficient grounds for the injunction ? Ho direct proof was offered by appellees of any injury to their rights by the proposed sale, but we think that the necessary result of the sale of the supposed and indeterminate interest of Morris in the cattle would be to embarrass appellees as the owners in the management and sale thereof in the due course of the business as it was carried on by them, and might seriously interfere therewith, for which we can not see that they would have any other adequate remedy. If we are correct in what we have said, such sale could not, in any event, benefit appellant Reichardt and could serve no other purpose than to embarrass and injure appellees.</p>\n<p id=\"b474-9\">Our conclusion is that there was no error in perpetuating the injunction.</p>\n<p id=\"b474-10\">Appellees in their brief insist that the injunction should also have been perpetuated on the ground of the illegality in the form of the levy, and also on grounds growing out of the effect of the bill of sale of 1901, but the trial court overruled these grounds of objection, and this ruling is not presented by any .cross-assignment of error by appellees and can not here be considered.</p>\n<p id=\"b474-11\">We have examined the several assignments of error and the various <page-number citation-index=\"1\" label=\"447\">*447</page-number>propositions presented thereunder, and have concluded that none of they should be sustained, and they are severally overruled, and the judgment is affirmed.</p>\n<p id=\"b475-4\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b475-5\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}