{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"416\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b428-3\">Argued February 13,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AqOu\">affirmed April 16,</decisiondate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AEF\">petition for rehearing denied May 12, 1970. Reversed by Supreme Court November 25, 1970;</otherdate>\n<p data-order=\"3\" data-type=\"otherdate\" id=\"A3M\">see later volume of Oregon Reports</p>\n<parties data-order=\"4\" data-type=\"parties\" id=\"b428-4\">PETERSON, <em>Respondent, v. </em>STATE COMPENSATION DEPARTMENT, <em>Appellant.</em></parties>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b428-5\">467 P2d 976</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b429-6\"><page-number citation-index=\"1\" label=\"413\">*413</page-number><em>Earl M. Preston, </em>Assistant Attorney General, Eugene, argued the cause for appellant. On the briefs were Lee Johnson, Attorney General, Wallace Carpenter, Chief Counsel, and Allan H. Coons, Assistant Attorney General, Salem.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b429-7\"><em>Robert E. Jones, </em>North Bend, filed the brief for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b429-8\">Before Schwab, Chief Judge, and Langtry and Foley, Judges.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b429-10\">FOLEY, J.</author>\n<p id=\"b429-11\">The issue in this case is whether an attorney fee is to be allowed to a claimant’s attorney, before there has been a hearing on the merits of the claim, where the claimant has prevailed finally in a review by the Workmen’s Compensation Board on a preliminary procedural issue.</p>\n<p id=\"b429-12\">Claimant’s claim for compensation was denied by the State Compensation Department on the ground of failure to timely file. Claimant’s request for hearing was dismissed by a hearing officer, but upon review of this dismissal the Workmen’s Compensation Board remanded for a hearing on the question of timely filing of the claim. At this point, claimant’s attorney requested the board to allow an attorney fee, but the board refused. Pursuant to ORS 656.388(2), the attorney then requested the circuit court to determine the amount of the fee, and the court allowed $250. The State Compensation Department has appealed this award.</p>\n<p id=\"b430-3\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>OES 656.386(1) reads:</p>\n<blockquote id=\"Aqz\">“In all case's involving accidental injuries where a claimant prevails in an appeal to the circuit court from a hoard order denying his claim for cómpensation, the court- shall .allow a reasonable attorney’s fee to the claimant’s attorney. In .such rejected cases where the claimant prevails finally in a hearing before the hearing' officer or in a review by the board itself, then the hearing officer or board shall allow a reasonable attorney’s fee; however, in the event a dispute-arises as to the amount allowed by the hearing officer or board, that amount may be settled as provided for in subsection (2) of OES 656.388. Attorney fees provided for in this section shall be paid from the Industrial Accident Fund as an administrative expense when the claimant was employed by a contributing employer, and be paid by the direct responsibility employer when the claimant was employed by such an employer.”</blockquote>\n<p id=\"b430-5\">The State Compensation Department argues that the statute intends that in order to qualify for attorney fees, a claimant must prevail before the circuit court, or prevail finally before the administrative agency, on the merits of the compensability of his claim. In <em>Printz v. Compensation Department, </em>253 Or 148, 453 P2d 665 (1969), the State Compensation Department rejected a widow’s claim for benefits. Pursuant to her request a hearing was held before a hearing officer. The sole question was the timeliness of the filing of her request for hearing. The hearing officer found in favor of the claimant. The State Compensation Department then requested review' by the Workmen’s Compensation Board. Upon-review the board reversed the hearing officer and affirmed the denial of the claim by the State Compensation Department. Claimant then appealed to the circuit court. The court found that claimant’s request for <page-number citation-index=\"1\" label=\"415\">*415</page-number>hearing was. a .timely appeal.and: also, found thát claimant’s attorneys were entitled to $1,500 attorney fees. The judgment of the circuit court remanded the claim to the Workme'n’s Compensation Board for a hearing on the question of compensability. The Supreme Court affirmed the circuit court in these words:</p>\n<blockquote id=\"b431-4\">“The ultimate conclusion of the circuit court reversing the Order of the Workmen’s Compensation Board and remanding the claim to such board for the setting of a hearing as to the compensability of the claimant’s claim for widow’s benefits, together with the allowance of attorneys fees is- affirmed.” 253 Or at 157.</blockquote>\n<p id=\"b431-5\">The <em>Printz </em>case says, then, that attorney fees may properly be awarded when claimant prevails before the circuit court on the merits of a procedural issue which is preliminary to the issue of the merits of compensation.</p>\n<p id=\"b431-6\">The principal difference between <em>Printz </em>and the present case is that in <em>Prints </em>the merits of the procedural issue were decided, while here the decision was only that claimant has a right to have the merits of the procedural issue decided. The issue itself has not yet been decided.</p>\n<p id=\"b431-7\"> We do not think this difference is material for purposes of allowance of attorney fees. A purpose of the Workmen’s Compensation Act is to give a claimant an opportunity to have the merits of his claim heard. Where, as here, the administrative agency places in his way procedural barriers which require additional attorney work and effort on his behalf, attorney fees should be allowed for a successful appeal on the procedural issues. We think the statute, read in the light of <em>Printz, </em>authorizes the allowance of attorney fees in this case.</p>\n<p id=\"b432-3\"><page-number citation-index=\"1\" label=\"416\">*416</page-number>The State Compensation Department also claims that the circuit court is without jurisdiction to award an attorney fee in this case either directly or by order to the Workmen’s Compensation Board. OBS 656.388 (2) permits the circuit court to fix the attorney fees in a summary manner where there is a dispute as to the amount. The claimant requested the Workmen’s Compensation Board to allow his attorney a fee in the proceeding before the board. They allowed none. The summary procedure before the circuit court then followed. The award of attorney fees was proper.</p>\n<p id=\"b432-4\">We find no merit in these assignments of error.</p>\n<p id=\"b432-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}