{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"335\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b381-10\">RICHARDSON v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b381-11\">No. 4483.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b381-12\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b381-13\">Oct. 8, 1952.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b382-8\"><page-number citation-index=\"1\" label=\"334\">*334</page-number>Clayton D. Knowles, Denver, Colo., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b382-9\">Edwin Langley, U. S. Atty., Muskogee, Okl. (Roger K. Allen, Asst. Ú. S. Atty., Stilwell, Okl., on the brief), for the United States.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b382-10\">■ Before PHILLIPS, Chief Judge, and MURRAH and PICKETT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b382-11\">PHILLIPS, Chief Judge.</author>\n<p id=\"b382-12\">This is an appeal from an order denying a motion to vacate a judgment and sentence.</p>\n<p id=\"b382-13\">An information containing two counts was filed against Richardson in the United States District Court for the Eastern District of- Oklahoma. The first count charged Richardson with producing and engaging in the production of marihuana without having paid the special tax required by law. The second count charged Richardson with acquiring marihuana without having paid the transfer tax required by law. On October 19, 1951, Richardson was taken before the court. The United States Attorney advised the court that Richardson had signified his desire to waive indictment and plead to an information. The court carefully explained to Richardson his constitutional right to counsel to assist him and further advised him if he was unable to employ counsel, the court would appoint counsel to represent him. Richardson advised the court that he did not desire counsel. The court then fully advised Richardson of his constitutional right not to be prosecuted, except upon an indictment returned by a grand jury, and stated that a grand jury would convene on October 29, 1951. The court further advised him as to the difference in the procedure where a matter is submitted to a grand jury and where the defendant waives indictment by a grand jury and consents to be charged by information. Richardson unqualifiedly signified his desire to be charged by information. The court then made clear to Richardson the offenses with which he was to be charged and Richardson clearly indicated he understood the charges. Richardson then filed a written waiver in open court in which he waived indictment and consented to be charged by information. The information was then filed. The court explained to Richardson the effect of a plea of guilty and the effect of a plea of not guilty, and thereupon Richardson entered a plea of guilty to both counts of the information. The matter was continued for a presentfence report and on October 29, 1951, Richardson was sentenced to the custody of the Attorney General for a period of four years on each count, the two sentences to run concurrently.</p>\n<p id=\"b382-15\">In his motion to vacate, Richardson set up that he was not guilty of the offenses charged in the information;' that the confession which he made to the Assistant County Attorney of Muskogee County, Oklahoma, was false; that his plea of guilty was entered upon a misapprehension of facts and at the instigation of the Narcotic Agents and the Assistant County Attorney; that marihuana was obtained by the officers through an illegal search and seizure; and <page-number citation-index=\"1\" label=\"335\">*335</page-number>that he admitted to the Assistant County Attorney that the marihuana belonged to him in order to obtain the release of his mother and uncle from custody.</p>\n<p id=\"b383-5\">Richardson was personally present at the hearing on the motion to vacate. The trial court refused to appoint counsel to represent Richardson at the hearing on the motion. Richardson testified that Cannon, the Assistant County Attorney, represented that if Richardson would enter a plea of guilty, he would see that Richardson got off with the lightest sentence possible and that it would not be more than 90 days; that he would release Richardson’s mother and uncle from custody; and that he entered his plea of guilty because of such representations.</p>\n<p id=\"b383-6\">Cannon testified that during an investigation a roomful of marihuana was found in premises owned by Richardson’s uncle and in control of his mother; that the mother and uncle were taken into custody; that he then learned that Richardson was in Muskogee and directed that he be picked up by the city police; that Richardson voluntarily came to his office and stated he wanted to give himself up, and that the marihuana which the officers had found belonged to him; that he observed that Richardson was under the effect of drugs and inquired if he had been taking narcotics ; that Richardson replied that he had had a shot of heroin; that he asked Richardson if he realized what he was saying and that Richardson replied he knew exactly what he was saying; that he then advised Richardson of his constitutional rights; that Richardson then made a written confession; that no inducement of any kind was offered to Richardson to obtain the confession, other than the statement that if the marihuana belonged to Richardson and his mother and uncle had nothing to do with it, he would release the uncle and mother. Cannon further testified that the other officers present made no representations to Richardson to induce him to make and sign the confession. Cannon denied that he made any statements to Richardson with respect to the sentence that would be imposed. The testimony of Cannon was fully supported by a Narcotic Agent who was present when the confession was made and signed.</p>\n<p id=\"b383-8\">The trial court found that Richardson was not offered any inducement or overreached in any manner at the time he made and signed the confession and that the confession was made freely, voluntarily and without inducement on the part of the Narcotic Agents or Cannon. Those findings are fully supported by the evidence.</p>\n<p id=\"b383-9\">Neither the legality of the search and seizure, nor the admissibility of the confession against Richardson are here material. Richardson, after being fully advised of his constitutional rights, waived counsel, indictment by a grand jury, consented to be charged by information, and entered his plea of guilty to both counts of the information. The conviction rests on the plea of guilty and not on the evidence obtained by the search or the confession.</p>\n<p id=\"b383-10\">Richardson signed the written confession on October 12, 1951. He was takeñ before the sentencing court on October 19, 1951. It is suggested in the brief filed here by counsel appointed by this court that Richardson was still under the influence of narcotics when he entered his plea of guilty on October 19. That issue was not presented by the motion to vacate or the evidence produced at the hearing on the motion and is not reviewable here.</p>\n<p id=\"b383-11\">Richardson was not entitled to counsel as a matter of right at the hearing on the motion. That proceeding was not part of the proceeding on the information, but was an independent and collateral inquiry into the validity of the conviction. United States v. Hayman, 342 U.S. 205, 222, 223, 72 S.Ct. 263. Whether counsel should have been appointed to represent him at the hearing on the motion was a matter resting in the discretion of the trial court. Crowe v. United States, 4 Cir., 175 F.2d 799, 801.</p>\n<p id=\"b383-12\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}