{
  "casebody": {
    "data": "<casebody firstpage=\"511\" lastpage=\"517\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b559-12\">FIRESIDE MARSHMALLOW CO. v. FRANK QUINLAN CONST. CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b559-14\">No. 14641.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b559-15\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b559-16\">Oct. 28, 1952.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b560-5\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>Sanborn, Circuit Judge, dissented.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b560-16\">Charles B. Blackmar, Kansas City, Mo. (Arthur N. Nystrom and Blackmar, New-kirk, Eager, Swanson &amp; Midgley, Kansas City, Mo., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b560-17\">Harry A. Hall and Donald F. Price, Kansas City, Mo., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b560-18\">Before SANBORN, WOODROUGH and COLLET, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b560-19\">COLLET, Circuit Judge.</author>\n<p id=\"b560-20\">Plaintiff-appellant made a contract, in writing, with defendant on June 14, 1950, for the installation of a mastical heavy duty trucking floor in the building occupied by plaintiff in Kansas City, Kansas. Defendant engaged a subcontractor to install the floor. The subcontractor commenced laying the floor on June 30, 1950. This type of floor was supposed to dry quickly and it was anticipated that it could be used within 48 hours. It did not dry. as quickly as expected. The subcontractor claimed that was because plaintiff would not permit the building to be opened (it was air conditioned) to permit proper drying. But for reasons which will become obvious, the reason for it not drying is not an issue on this appeal. Plaintiff’s president, Mr. Shafton, inspected the floor on the morning of July 5, 1950, in company with the president of defendant, Mr. Quinlan, and the subcontractor. The possibility and probability of the floor setting up or drying was discussed. No conclusion was reached and the parties agreed to inspect it again the following morning. When that inspection was made it was still not dry. Mr. Shafton was anxious to get the floor in a usable condition as soon as possible, because the business conducted in the building was being interrupted on account of the floor. He and Mr. Quinlan again discussed the possibility of it drying, but reached no conclusion. They discussed whether or not it would be advisable to remove the mastical floor and put down a different kind. As a result of this discussion, Mr. Krogsdale, an experienced man in that kind of work, was called in by Mr. Quinlan, whether at Mr. Quinlan’s suggestion or Mr. Shafton’s is disputed. After some discussion with-Mr. Krogsdale it was decided that Krogsdale should remove the mastical floor and put down a quick-drying concrete floor (an entirely different type). This was done and the new floor, completed oh July 8, 1950, was accepted and used by plaintiff. Krogsdale <page-number citation-index=\"1\" label=\"513\">*513</page-number>submitted his bill to plaintiff and it was referred to defendant. Later, on September 28, 1950, Krogsdále’s bill was paid by plaintiff and the following receipt signed by Quinlan:</p>\n<blockquote id=\"b561-5\">“September 28, 1950</blockquote>\n<blockquote id=\"AIO\">“Received of Fireside Marshmallow Company the sum. of $2,434.97 in full payment for labor and material for the concrete floor installed in the basement of the premises at 1809 North 7th Street, Kansas City, Kansas. This does not waive any claim that Fireside Marshmallow Company might have for losses sustained by reason of the defective floor previously installed in July of this year by the Stokes Company. Frank Quinlan Construction Company</blockquote>\n<blockquote id=\"AVk\">By: (Signed) Frank Quinlan”</blockquote>\n<p id=\"ACIA\">Thereafter this action was filed by plaintiff to' recover $5,000 damages on account of the loss of use of the building for the period after plaintiff says the mastical floor should have been ready for use and until the concrete floor was finished and usable. The basis upon which the complaint predicated liability was that defendant had “failed to properly perform its contract” for the laying of the mastical floor. The answer denied any failure to properly perform the original contract and further by counterclaim asserted that it installed the floor in accord with the contract and prayed for the recovery of the contract price.</p>\n<p id=\"b561-7\">A pre-trial conference was held, at which the court in a pre-trial order summarized the issues to be tried as follows:</p>\n<blockquote id=\"b561-8\">“The Stokes Company [the subcontractor] commenced laying the floor in the premises occupied by plaintiff on June 30, 1950. Plaintiff claims that because said floor was improperly laid that it could not open for business on July 3rd and July 5th. On July 6th, defendant sublet to Krogsdale the job of laying a new and different kind of floor, and Krogsdale began laying such floor on said date. Plaintiff opened its plant for business on Monday, July 10, 1950.</blockquote>\n<blockquote id=\"b561-13\">“It is plaintiff’s contention that because the first floor laid by The Stokes Company did not dry or was improperly laid, it could not open for business on July 3rd and 5th. That it was essential to have a new and different kind of floor laid, and while the latter was being constructed it was closed for business on July 6th and 7th, and one-half day on July 8th. Plaintiff claims damages of defendant for breach of contract that necessitated its closing its factory as above stated. Plaintiff will compile the cost of operation immediately prior to and subsequent to the days it contends it was forced to close down, and submit same to defendant.</blockquote>\n<blockquote id=\"b561-14\">“After the second floor was laid, plaintiff, on September 28, 1950, paid to defendant the sum of $2,434.97, as shown by plaintiff’s Exhibit A, here marked, and now introduced in evidence.</blockquote>\n<blockquote id=\"b561-15\">* * * * * *</blockquote>\n<blockquote id=\"b561-16\">“The parties are to obtain from Gypsum Company specifications for the kind of floor referred to in the contract between the parties and as was undertaken to be laid by The Stokes Company. If the floor so laid by The Stokes Company is found to be in accordance with the specifications of Gypsum Company, and same was laid according to contract and in a workmanlike manner, defendant is entitled to recover the contract price therefor under its counterclaim.”</blockquote>\n<p id=\"b561-17\">The trial was before the court without a jury. At its close the court, being convinced from the evidence that there had been a mutual rescission of the original contract by Shafton and Quinlan, treated the pleadings as amended to conform to the proof, made findings of fact and conclusions of law and entered judgment<footnotemark>1</footnotemark> dis<page-number citation-index=\"1\" label=\"514\">*514</page-number>missing plaintiff’s complaint and defendant’s counterclaim. This appeaTis by the plaintiff.</p>\n<p id=\"b562-4\">It is asserted that there is no- evidentiary basis for the trial court’s finding that there was a rescission of the contract, and that the finding of rescission was erroneous for the further reason that both parties went to trial upon the theory that the contract had not been rescinded.</p>\n<p id=\"b562-5\">There is no doubt that both parties formulated their pleadings and entered upon the trial upon the theory that the contract was still in effect. But that fact in itself would not necessarily preclude the court from treating the pleadings as amended to conform to the issues presented -by the evidence. Rules 15(b) and 54(c), Federal Rules of Civil Procedure, 28 U.S.C.A.; Gipps Brewing Corp. v. Central Mfrs’ Mutual Ins. Co., 7 Cir., 147 F.2d 6; Gins v. Mauser Plumbing Supply Co., 2 Cir., 148 F.2d 974.</p>\n<p id=\"b562-6\">Was there evidentiary basis for the finding of rescission ? The second sentence of the receipt:—</p>\n<blockquote id=\"b562-7\">“This does not waive any claim that Fireside Marshmallow Company might have for losses sustained by reason of the defective floor previously installed in July o-f this year by the Stokes Company.”</blockquote>\n<p id=\"b562-8\">is definitely to the contrary. But the trial court found that there was a rescission by mutual consent in July preceding the signing of the receipt in September, and as a legal result any rights or obligations that accrued under the original contract prior to the date of rescission were abandoned by the parties. If that be the case, the trial court was right in disregarding the quoted provision of the receipt. Plaintiff concedes the correctness of the theory,<footnotemark>2</footnotemark> while disputing that the facts warrant its application. Plaintiff directs attention not only to the receipt but also to the fact that defendant’s pleadings assumed the continued existence of the contract and that the evidence justifies no other conclusion. Under the well recognized rule that the findings of fact of a trial court may not be set aside unless clearly erroneous, we examine the evidence in the light most favorable to the finding and if there be substantive evidence to- support it, we may not set it aside.</p>\n<p id=\"b562-12\">In the abstract of Mr. Shafton’s testimony we find the following:</p>\n<blockquote id=\"b562-13\">“In that conversation with Mr. Quinlan I again asked him whether he felt that this floor would ever set up, and, if not, whether or not we should have a different floor put in so that the factory could get back into production.”</blockquote>\n<p id=\"AS_z\">Later in his testimony:</p>\n<blockquote id=\"b562-14\">“We walked then into- the conditioning room and began discussing how soon Mr. Krogsdale could get his men on the job to- put in a new floor.</blockquote>\n<blockquote id=\"AHt\">“Q. And as a result of those negotiations, you entered into an additional contract with Mr. Quinlan by which a concrete floor was laid, in which Mr. Krogsdale and his men did the actual work of laying the floor, is that correct? A. We entered into no written contract. It was just agreed that Mr. Krogsdale would put his men on the job immediately after lunch and start tearing out the old floor.”</blockquote>\n<p id=\"b562-17\">On cross-examination:</p>\n<blockquote id=\"b562-18\">“Q. (By Mr. Hall) And when was it that you told Mr. Quinlan that the floor would have to be taken out and to-put in a concrete floor? A. I never put it specifically that way to Mr. Quinlan. I never said that the floor would have to be taken out. In my conversation with Mr. Quinlan I merely said that We are losing money every day that this floor is inoperative,’ that the pressure from our ’accounts was terrific, we were falling a way behind in deliveries and I didn’t see how much longer we could stand to be shut down, <page-number citation-index=\"1\" label=\"515\">*515</page-number>and in a mutual discussion, I don’t know whether it was I or Mr. Quinlan who' made the decision, I can merely say that we went into1 conference between us after we had been talking about Mr. Lutz and it was at that time that the decision was made to call in somebody else, and I asked him who he had and he recommended Krogsdale Construction Company and I said, ‘All right, then go ahead and get them.’</blockquote>\n<blockquote id=\"b563-5\">“Q. He recommended Krogsdale just as he had previously recommended The Stokes Company? A. That is right.</blockquote>\n<blockquote id=\"b563-6\">“Q. So Krogsdale then came in with their hammers and not only took out the mastic floor but took out the old concrete floor that was below it? A. That is right. * * *</blockquote>\n<blockquote id=\"b563-7\">“Q. I see. All right. Now, at any rate, it was your intent and your directions that the floor be removed and that the new floor be installed? A. I can’t agree with the word ‘direction’, I can only say — repeat what I said before, that in talking to Mr. Quinlan I merely told him that we could not afford to lose money any longer, what can we do about it? Could you find somebody who could put in a new floor right away ?</blockquote>\n<blockquote id=\"b563-8\">“Q. That is right, and he got Krogsdale and you told him to do it right away. A. But in conversation with Mr. Quinlan since, it is hard to remember inflections or to quote inflections, but it was obvious to me that Mr. Quinlan, agreed that a different floor ought to be put in.</blockquote>\n<blockquote id=\"b563-9\">“Mr. Hall: We move that answer be stricken—</blockquote>\n<blockquote id=\"b563-10\">“The Witness: That is the only way I can put it.</blockquote>\n<blockquote id=\"b563-11\">“Mr. Hall: —as to what might be obvious to him.</blockquote>\n<blockquote id=\"b563-12\">“Q. (By Mr. Hall) The facts are, Mr. Shafton, that you were not satisfied with that floor. You wanted another floor and you directed Mr. Quinlan— A. I didn't direct him, I wasn’t satisfied with the floor and I did want another floor.</blockquote>\n<blockquote id=\"b563-14\">“Q. And you requested him then to bring in Mr. Krogsdale to put in the new floor? A. After he said Mr. Krogsdale could put in a new floor and within a reasonable period of time.”</blockquote>\n<p id=\"b563-15\">In answer to a question by the court, the following occurred:</p>\n<blockquote id=\"b563-16\">“Q. (By the Court) As I understand, when you and Mr. Quinlan got together, Mr. Shafton, on the Sth or 6th of July, you decided that there would be a new floor put in the place ? A. On the 6th, yes, your Honor.</blockquote>\n<blockquote id=\"b563-18\">“Q. (By the Court) Did you consider that he had abandoned his previous contract? A. I didn’t — I considered that when Mr. Quinlan suggested Mr. Krogsdale as the man to put in a new floor that he was agreeing that we should substitute another floor for that and I think, therefore, I probably could be — oh, probably felt that he, too, was abandoning the efforts to let the other floor set up, yes.</blockquote>\n<blockquote id=\"b563-19\">“Q. (By the Court) And he never made any demand on you for payment — A.- Never, sir.</blockquote>\n<blockquote id=\"b563-20\">“Q. (By the Court) On the contract, and you have never paid him anything? A. Never paid him anything under the initial contract.”</blockquote>\n<p id=\"b563-22\">Mr. Quinlan testified as follows:</p>\n<blockquote id=\"b563-23\">“Q. (By Mr. Hall) After Mr. Shafton came to Kansas City on July S, tell the Court what he said with reference to wanting to keep the floor there and give it a chance to dry out or remove it. What did he say in that respect? A. If I remember right, on July S — I am trying to think — the floor wasn’t dry, it was wet, and we talked about it and he said we would look at it again tomorrow morning, and I remember I met him early in the morning.</blockquote>\n<blockquote id=\"b563-25\">“Q. That would be July 6? A. That is right — and he insisted we take the floor out.</blockquote>\n<blockquote id=\"b563-26\">“Q. Pursuant to his insistence, is that when you got Mr. Krogsdale ? A. Yes, he asked me if I could get another <page-number citation-index=\"1\" label=\"516\">*516</page-number>floor put in there, and I said yes, and we talked about it and I called Mr. Krogsdale.</blockquote>\n<blockquote id=\"b564-4\">“Q.. And you gave a bid to him ? A. No, he did it on just a straight cost-plus.</blockquote>\n<blockquote id=\"b564-5\">“Q. Cost-plus? A. Yes, sir.</blockquote>\n<blockquote id=\"b564-6\">“Q. Now, that was July 6 and <em>7 </em>and 8? A. That is right.</blockquote>\n<blockquote id=\"b564-7\">“Q. And you were not paid for that until September, the latter part of September ? A. That is right.</blockquote>\n<blockquote id=\"b564-8\">“Q. And is that when you signed this receipt?</blockquote>\n<blockquote id=\"b564-9\">“Mr. Hall: I believe your Honor has that receipt.</blockquote>\n<blockquote id=\"b564-10\">“Q. (By Mr. Hall) This receipt, Exhibit A, dated September 29, 1950? A. Yes, I signed it.</blockquote>\n<blockquote id=\"b564-12\">“Q. Now, up' to that time had Mr. Shafton made any claim that, you were responsible for this floor? A. Not up' to that time, no.”</blockquote>\n<p id=\"b564-13\">Obviously the evidence presents a close case on the question of whether there was a mutual rescission of the original contract. Mr. Shafton’s answer to the Court’s question of whether he considered that Quinlan had abandoned the contract is the strongest indication of an intention to rescind, we find. But when Mr. Shafton said that he considered that Quinlan was agreeing that they should <em>substitute </em>another floor, and, like Shafton, was abandoning any effort to let the mastical floor set up, he did not answer the Court’s question as to whether he considered the contract rescinded. Evidently the Court construed the answer to mean that Shafton was referring to the contract, as the Court’s question did. But we are convinced that the Court, having the contract in mind, misunderstood the answer and accepted it as referring to the contract rather than to a substitution of a new floor, without intending to mean that the parties were substituting a new contract for the old.</p>\n<p id=\"b564-14\">Another feature gives some emphasis to the conclusion just stated. The original contract called for the laying of the mastical floor on an area considerably larger than that for which the concrete floor was substituted. The mastical floor hardened properly in an area approximately 20 feet square and it was allowed to remain. And although it might have been a fair adjustment of the loss occasioned plaintiff on account of the lost use of the building and defendant’s loss of the material and labor which went into the laying of that part of the mastical floor which was removed, for each party to absorb its own loss, especially in view of the lack of certainty as to whose fault it was that the major part of the mastical floor did not harden, yet it would seem strange that if the substitution of .the concrete floor for only a part of the space embraced in the original contract was intended to wipe out all obligations Under the original contract, that something definite to that effect would not have been said. In the case of Duty v. Keith, 191 Ark. 575, 87 S.W. 2d 15, 17, the court said:</p>\n<blockquote id=\"b564-16\">“To abrogate or modify a prior contract it is necessary that the minds of the parties meet by an offer and acceptance of the new term. Conduct which is not necessarily inconsistent with the’ continuation of a contract will not be regarded as showing an implied agreement to discharge it, although such conduct might have been consistent with an agreement to discharge such prior contract. Page on Contracts, vol. 4, § 2458.”</blockquote>\n<p id=\"b564-17\">We are unable to find in the record any reasonably clear evidence that there was a mutual agreement and understanding to rescind the original contract. If there was such evidence we would, of course, accept the finding of the trial court. But without it the finding cannot be sustained.</p>\n<p id=\"b564-18\">The judgment is reversed and the case remanded for a new trial upon the evidence already adduced and such further relevant evidence, if any, as either party may desire to offer, and without prejudice to the pleadings being amended.</p>\n<footnote label=\"1\">\n<p id=\"b561-9\">. The printed record does not contain the judgment, as our rules require. We have, under authority of our rules, obtained the judgment from the District Court Clerk and, finding that the provisions of the judgment are what the parties assume them to be, we elect, without establishing any precedent to do so, to ignore the violation of the rules in order to avoid the delay and expense incident to <page-number citation-index=\"1\" label=\"514\">*514</page-number>requiring formal compliance therewith or the dismissal of the appeal. We do not recommend or invite the practice of violating the rules.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b562-10\">. In its brief it states: “No authorities need be multiplied to show that tbe rescission of a contract terminates all rights and duties of both parties and leaves no remaining right of action to either of them.”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b564-19\">SANBORN, Circuit Judge</author>\n<p id=\"Av5Q\">(dissenting).</p>\n<p id=\"AYW\">It seems to me that there was a sufficient evidentiary basis for the inference drawn by the District Court that the parties aban<page-number citation-index=\"1\" label=\"517\">*517</page-number>doned their contract for the mastical floor and substituted the agreement for the concrete floor, and thereby disabled themselves, from suing each other for a breach of the abandoned contract. I would affirm.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}