{
  "casebody": {
    "data": "<casebody firstpage=\"704\" lastpage=\"708\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b752-9\">HARDY v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b752-10\">No. 14370.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b752-11\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b752-12\">Nov. 10, 1952.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b753-8\"><page-number citation-index=\"1\" label=\"705\">*705</page-number>H. Jackson Daniel, St. Louis, Mo. (appointed by the Court), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b753-9\">William B. Danforth, Asst. U. S. Atty., Sioux City, Iowa (Tobias E. Diamond, U. S. Atty., Sioux City, Iowa, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b753-10\">Before GARDNER, Chief Judge, and THOMAS and JOHNSEN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b753-11\">JOHNSEN, Circuit Judge.</author>\n<p id=\"b753-12\">Appellant was convicted by a jury on charges (1) of entering a bank at Laurens, Iowa, insured by the Federal Deposit Insurance Corporation, with the intent to steal, in violation of Title 18 U.S.C. § 2113 (a); (2) of stealing from the bank money and traveler’s checks belonging to it and money from customers’ safety deposit boxes in its custody, the value of each category of property so taken being in excess of $100, in violation of Title 18 U.S.C. § 2113 (b); and (3) of transporting or assisting in transporting, in interstate commerce, part of the property so stolen, of a value exceeding $5,000, in violation of Title 18 U.S.C. § 2314.</p>\n<p id=\"b753-14\">The court imposed a sentence of 20 years imprisonment as to the first charge, 10 years as to the second, and 10 years as to the third — all of the sentences however being made to run concurrently.</p>\n<p id=\"b753-15\">The sufficiency of the evidence to sustain the convictions is not challenged, nor on the record before us would it be possible to make any such attack. Also, there is no contention that any error occurred in the court’s instructions. Reversal is sought solely upon the ground that the admission of one of the Government’s exhibits was, from its nature, object and incidents of introduction, so improper and prejudicial in the aggregate that the convictions ought not in legal fairness to be allowed to stand.</p>\n<p id=\"b753-16\">The exhibit was an instrument containing handwriting done by appellant, and the purpose indicated in its proffer was to enable comparison to be made of some portions thereof with the signature appearing upon some of the stolen traveler’s checks, which had been cashed in New York City. There was direct testimony by witnesses identifying appellant as the person by whom the checks were cashed. A handwriting expert was called to testify that the writing specimens of the Government’s exhibit and the signature on the traveler’s checks were products of the same hand.</p>\n<p id=\"b753-17\">The Government had precedingly made known to the court and to appellant’s counsel its intention to introduce the exhibit as a basis for such a comparison, at a noon recess during the trial, after the jury had left the court room. The District Attorney displayed the instrument and explained that it was one executed by appellant while he was an inmate of the United States Penitentiary at Atlanta, Georgia, and constituted part of the records of that institution. He declared that he would take the precaution of having the instrument covered with two sheets of heavy black paper, <page-number citation-index=\"1\" label=\"706\">*706</page-number>which he produced, concealing its official nature and general content but permitting the .exposure of a number of unprejudicial words as specimens of appellant’s handwriting, by means of apertures cut in the cover. Appellant’s counsel was afforded the opportunity of examining the instrument, the coversheets proposed to be affixed, and the words which would be left exposed by the apertures. There thus was no attempt to catch appellant unanticipatingly in the moving course of the trial.</p>\n<p id=\"b754-4\">The District Attorney further stated that, unless appellant was willing to admit the authenticity of the handwriting, it would be necessary for him to lay sufficient foundation for the introduction of the exhibit by calling some witnesses from the Atlanta Penitentiary. Appellant, as was his right, chose not to make any such foundational admission or waiver, and he did not any time on the trial take the witness stand in his own behalf.</p>\n<p id=\"b754-5\">When the point was reached in the proceedings where the Government desired to have the instrument introduced in evidence, it called two witnesses for foundational purposes. One, a man named Carter, testified simply that he was 48 years old, was married, lived in Atlanta, Georgia, and had been custodian of the instrument, both in 1948 (the date of its execution) and since. In the witness’s identification of the instrument, he was asked if he had seen the entire document before the cover-paper had been placed around it, with a preliminary caution from the District Attorney to “please answer my questions direct without volunteering anything.” The other witness, a man named Wallace, similarly testified as to his age, marital status, and residence at Atlanta, Georgia, since 1941, after which he was asked whether he was “employed or anywise engaged in the same organization that (the witness Carter) was connected with through the year 1948?”</p>\n<p id=\"b754-6\">On cross-examination, development was made of the facts that Wallace had seen appellant sign his name on a number of occasions and that he also had seen “many papers” that appellant had written. Asked to tell how many times he had seen appellant sign his name, Wallace replied, “I would say three or four times possibly that I believe I recall.” And in a testing of his familiarity with appellant’s handwriting beyond the matter of signature, in relation to his statement that he had seen many papers which appellant had written, he was asked, “Have you ever seen him do any other writing other than his name ?” Upon his making reply that “I don’t exactly know how you mean that, sir,” the District Attorney interjected, “I will say to counsel that if he wants to go into that, I will show him some things that he might not want shown.” A motion to strike this remark was made and promptly sustained by the court. In a continuation of the cross-examination, the witness stated that he recalled one occasion when he had seen appellant do writing other than his name and that “there may have been others.” On redirect, he was asked whether there was any question in his mind about his knowing appellant’s handwriting and also, “Were the documents that you saw him write, were they submitted to you for reading and inspection ?”</p>\n<p id=\"b754-8\">At the time formal offer of the exhibit was made, the court told the jury in substance that the instrument was being received in evidence solely for the purpose of enabling the words exposed on it to be used in handwriting comparison and that the contents of the instrument were not in any way under consideration.</p>\n<p id=\"b754-9\">Appellant’s brief argues that the effect of all this was essentially to allow the Government to get improperly before the jury the fact -that appellant had been an inmate of the Atlanta Penitentiary and so was a previous felon. The following pargaraph of the brief 'characterizes and distills the essence of the argument made: “Would appellant exaggerate the point if he suggested that no one, sufficiently intelligent to sit on a jury, could miss the point of all this? Could any one, not a total incompetent, fail to grasp the situation, to see what the United States Attorney was doing? First, the very excess of caution — the mysterious document, <em>partly blacked out, </em>the warnings to the witness Carter, <em>‘don’t vohmteer anything’, </em>would be enough to excite the im<page-number citation-index=\"1\" label=\"707\">*707</page-number>agination and arouse the suspicion of anyone. Then, beginning with the residence, Atlanta, <em>Georgia\\ </em>the <em>‘same organization during all of 1948’, </em>then the final blow— ‘the documents, were they <em>submitted </em>to you for your reading and inspection?’ And then the coup de grace — ‘will say to counsel that if he wants to go into that, <em>I will show him some things he might not want shown.</em></p>\n<p id=\"b755-5\">The basis of the legal unfairness contended to exist in all this is that the evidence “directly discredited appellant in the minds of the jury when his character had not been put in issue,” that it “destroyed his inherent presumption of innocence;” that, above all, it “deprived appellant of any opportunity for the fair and impartial trial to which he was entitled;” and that these results were the product of a calculated effort. Such an argument has of course always a judicial appeal in the abstract, but resolution of the question here involved cannot be made upon a consideration merely of this general basis.</p>\n<p id=\"b755-6\">The exclusionary rule, which furnishes the foundation for the argument, that evidence of arrest, incarceration or conviction for other offenses is not admissible against a defendant, is not one of such unqualified application as to prohibit absolutely and for every purpose the receiving of any evidence which may reveal the existence of this fact. Exceptions have always been recognized as a matter of sound need in the practical administration of justice. Thus, it has repeatedly been held that the rule will not be given application to exclude evidence which may incidentally show arrest, incarceration or conviction for some other offense, but which has relevancy and competency otherwise, and which the trial court responsibly deems a necessary or not inappropriate means in the particular situation of establishing some material fact or aspect of the prosecution’s case. See e. g. Hilliard v. United States, 4 Cir., 121 F.2d 992, 997; Devoe v. United States, 8 Cir., 103 F.2d 584, 585, 588.</p>\n<p id=\"b755-7\">Commonly, the exception has been the subject of a terser phrasing, as, for example, Judge Learned Hand’s characteristic expression, in United States v. Glory Blouse &amp; Sportwear Co., 2 Cir., 158 F.2d 880, 881, -that “it is abundantly settled (indeed the contrary would be preposterous) that relevant evidence does not become incompetent because it incidentally proves that the accused has committed an independent crime.” But inherent in the exception, even though not directly stated, as we have done above, is the responsibility of the trial court as a matter of discretion or exercised judgment in relation to whether the evidence is necessary or should be permitted in the particular situation — as, for example, where other sufficient evidence to establish the fact to which the extra-incriminating evidence is relevant may be readily available, or where the fact has already been sufficiently otherwise established so that the extra-incriminating evidence will merely serve an unneeded corroborative function. Cf. Michelson v. United States, 335 U.S. 469, 480, 69 S.Ct. 213, 221, 93 L.Ed. 168; Eagles v. United States, 25 F.2d 546, 548, 58 App.D.C. 122.</p>\n<p id=\"b755-9\">The point which must be borne in mind here, however, is that, whatever may have been the ruling of the trial court in relation to the receipt or rejection of such evidence in any specific situation, the question on appeal is not a plenary one but one which is subject to the limitation that— to adopt the language used in the Michelson case, supra [335 U.S. 469, 69 S.Ct. 221], ibid.— “rarely and only on clear showing of prejudicial abuse of discretion will Courts of Appeals disturb rulings, of trial courts on this subject.”</p>\n<p id=\"b755-10\">In the present situation, as previously stated, the questioned evidence was admitted for comparison purposes only, as a means of enabling the Government to establish that the endorsement upon the stolen traveler’s checks cashed in New York had been made by appellant. Section 1731 of the Judicial Code, 28 U.S.C.A. § 1731, provides that “The admitted or proved handwriting of any person shall be admissible, for purposes of comparison, to determine genuineness of other handwriting attributed to such person.”</p>\n<p id=\"b755-11\">The record before us would not warrant a holding on our part that the trial <page-number citation-index=\"1\" label=\"708\">*708</page-number>court was guilty of .any abuse of discretion in viewing the exhibit involved as being in the present situation necessary and not inappropriate for the purpose for which it was admitted. There was nothing before the court to show that other equally suitable and sufficient evidence of this nature was available to the Government. And apparently appellant’s counsel was convinced that interrogation to develop whether the Government was possessed of any such other evidence would be unproductive, for no request was made to be permitted to engage in such an interrogation or to have the court undertake to do so.</p>\n<p id=\"b756-4\">The situation here is for practical purposes similar to that in the Hilliard case, supra, where a finger-print card containing the accused’s signature had been allowed to be introduced for comparison in establishing a hotel registration claimed to have been made by him, and where the court said on appeal that there was no error in the admission thereof, because the signature upon the finger-print card “was needed for this purpose.” 121 F.2d at page 998.</p>\n<p id=\"b756-5\">So considering the situation, as is entitled to be done,, the Government’s introduction of the exhibit cannot be branded legally as an attempt to poison the minds of the jury. Nor, within this focus, can the scope and form of the questions asked of the identifying witnesses, or the Government’s handling of them otherwise, be said to shade into the relief of impropriety. In fact, any fewer or more restrained questions could hardly, it seems to us, have been expected in the laying of a foundation, which would automatically and quite naturally be assailed with objection for'insufficiency, as was done here.</p>\n<p id=\"b756-6\">Only the interjected remark of the District Attorney on the cross-examination of <em>one </em>of the identifying witnesses, that “I will say to counsel that if he wants to go into that, I will show him some things that he might not want shown,” is therefore at all capable of being argued legally to have had a doubtful character. The Government’s brief undertakes to justify the remark, as not having been intended to prejudice but to caution, in that an exploration by appellant’s counsel of what writing the witness had' seen appellant do beyond the signing of his name might bring the Atlanta Penitentiary directly onto the scene or might compel the Government to fortify its foundation by showing specifically the conditions of the witness’s knowledge.</p>\n<p id=\"b756-8\">But whether the remark be viewed in accordance with the contention of appellant or of the Government, it is not one that here reasonably can be said to have so infected the atmosphere of the courtroom a9 to have produced an unfair trial. The trial proceedings consist of a record of some 900 pages, which otherwise are free from any legal impropriety. The evidence of appellant’s guilt is strong. A reading of the record does not impress that the momentary remark of the District Attorney stood out with any spark in the proceedings. And neither the trial court nor appellant’s counsel apparently received any such impression from it at the time and in the setting in which it occurred. Both the court and appellant’s counsel treated it as representing one of those minor and unpreventable incidents which are likely to occur on any trial and which are best corrected by the simple dissipation of unaccentuated striking, which was the nature and extent of the ruling here requested and made.</p>\n<p id=\"b756-9\">We are satisfied that appellant has had all the elements and incidents of a fair trial. He has been provided with the services of capable, experienced and diligent counsel, both in the trial court and here, who have conscientiously and adequately, at every stage, presented his position and protected his rights. The evidence of his guilt, as we have said, is strong. No judicial error has been shown; no.misleading of the jury, from improper court room atmosphere or otherwise, can be said to have occurred; and no miscarriage of justice either processively or fundamentally exists in his conviction.</p>\n<p id=\"b756-10\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}