{
  "casebody": {
    "data": "<casebody firstpage=\"326\" lastpage=\"330\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b380-3\">Mrs. Willie K. Fall v. J. C. Thompson et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b380-4\">No. 6483.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AOq\">Decided December 4, 1935.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b380-5\">(87 S. W., 2d Series, 712.)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b381-5\"><page-number citation-index=\"1\" label=\"327\">*327</page-number><em>George Sargeant </em>and <em>A. U. Puckett, </em>both of Dallas, for plaintiff in error.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b381-6\">The purchaser of land for homestead purposes, which abuts on property dedicated to the use and benefit of the public, acquires every right, title, interest, easement, and privilege which her deed and the dedication plat represent as belonging to her, to the city, and to the public, and any infraction or invasion of such is actionable. Sequin v. Ireland, 58 Texas, 183; Bell v. Smith, 6 S. W. (2d) 779; Wallace v. City of Coleman, 30 S. W. (2d) 348.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b381-7\"><em>Thomas, Frank &amp; Grady, Hugh S. Grady, H. P. Kucera, W. Hughes Knight, </em>and A. <em>J. Thuss, </em>all of Dallas, for defendants in error.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b381-8\">Plaintiff could not maintain a suit for damages for the property alleged to have been destroyed, it not being within the area or a part of the thoroughfare immediately abutting upon the lot owned by her. Southwestern Tel. &amp; Tel. Co. v. Smithdeal, 103 Texas, 128, 124 S. W., 627; Quanah, A. &amp; P. Ry. Co. v. Swearingen, 4 S. W. (2d) 136.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b381-9\">Mr. Judge GERMAN</author>\n<p id=\"AZZ\">delivered the opinion of the Commission of Appeals, Section A.</p>\n<p id=\"b381-10\">The parties will be designated as in the district court. The trial court sustained a general demurrer to plaintiff’s petition, and as she declined to amend, judgment was rendered dismissing her suit. This judgment was affirmed by the Court of Civil Appeals. 57 S. W. (2d) 252.</p>\n<p id=\"b381-11\">Plaintiff sued defendant J. C. Thompson and the City of Dallas for damages on account of various acts which she alleged affected the market value of her homestead. We have reached the conclusion that plaintiff’s petition, so far as defendant Thompson is concerned, was sufficient to state a cause of action in one particular. In order to make the situation clear, we set out the following condensed statement from plaintiff’s petition and the statement of the case by plaintiff in her petition for writ of error.</p>\n<p id=\"b381-12\">About the year 1904 J. F. Zang laid out an addition to the City of Dallas known as “Zang’s Crystal Hill Addition.” He caused a map of the Addition to be prepared showing various lots, blocks, streets, boulevard, etc., and this map with certificate of dedication was filed for record. Upon the <page-number citation-index=\"1\" label=\"328\">*328</page-number>map was shown Zang Boulevard, which apparently was the principal thoroughfare of the Addition. The map is not shown, but it is alleged that in the middle of this boulevard there were left spaces between the intersecting streets for flowers, trees, shrubbery, etc. This is referred to as a “parkway” in the middle of the said boulevard. It was also alleged that the map showed a parkway between the sidewalks and the lines of the boulevard which was to be used for planting flowers, shrubbery, etc. In the petition for writ of error it is stated as follows:</p>\n<blockquote id=\"b382-3\">“For the purpose of making said property attractive for residence purposes, the said J. F. Zang shortly after the said dedication, caused the abovementioned trees, shrubs and other vegetation to be planted up and down the middle of the street and on the park places on either side of the sidewalks, and erected at each end of Zang’s Boulevard a group of pillars, or gateways, consisting of six great columns marking each entrance of said boulevard, and setting off the street into a section apart by itself. The said J. F. Zang then offered the various lots and parcels of property abutting on Zang’s Boulevard for sale to the public. Plaintiff being attracted by these pillars, improvements, vegetation and parking surroundings, and believing that the same would be permanent, purchased on November 25, 1921, by warranty deed conveying a fee simple title, a lot abutting on said boulevard, erected her home thereon, and has lived there with her husband and two young daughters continuously to this date.”</blockquote>\n<p id=\"b382-4\">It was then alleged that about March 1, 1930, the defendant Thompson, without the knowledge or consent of the city,entered upon the parkway on said Zang Boulevard and destroyed a pillar on same and vegetation growing thereon, and “converted to his own use and benefit a portion of said parkway approximately 20 feet wide by 50 feet long off the extreme southwest end of Zang Boulevard where it abuts on Davis Street, and diverted said property from the uses to which it had been dedicated and put it to another and different use, covering the same with concrete, and appropriating it and laying claim to it as his own and ejecting all parties, including this plaintiff, therefrom and from any use, right, title, or privilege therein, and from the maintenance of same for the purposes for which it was dedicated.”</p>\n<p id=\"b382-5\">Plaintiff alleged the value of the pillar as $1,000.00 and the value of the vegetation destroyed as $100.00, and further alleged that her property abutting on said boulevard had its <page-number citation-index=\"1\" label=\"329\">*329</page-number>market value decreased and diminished in the sum of $1,000.00.</p>\n<p id=\"b383-4\">Apparently the Court of Civil Appeals treated the case as one brought solely for recovery of damages for destruction of the pillar and the cutting of trees and destruction of vegetation. If this had been the sole purpose of the suit, the decision of the Court of Civil Appeals would have been correct. Without in all respects approving the reasoning of the court, we think the conclusion as to liability of the City of Dallas and the liability of defendant Thompson as to damages for destroying the pillar and vegetation is correct. However, in addition to the allegations with reference to damages for destroying the pillar and vegetation there was a definite allegation that a part of the parkway shown upon the map of dedication had been converted to the personal use of defendant Thompson and devoted to a purpose wholly at variance with the purpose for which it was dedicated. While the pleading does not directly show the purpose to which the portion of this parkway in question has been diverted, yet it is disclosed by the record that at the end of the parkway where it abuts on Davis Street defendant Thompson has erected and is operating a filling station.</p>\n<p id=\"b383-5\">If it be true that the map of Zang’s Crystal Hill Addition which was filed for record shows the existence of this parkway in the middle of Zang Boulevard, and if it can be ascertained with reasonable certainty the purpose for which this parkway was intended, and if it be true that plaintiff purchased her property within said Addition in reliance upon said map, then she acquired by purchase as an incident to her property the right to have such parkway left open for the uses and purpose for which it was dedicated. In other words, she has a right to say that it shall not be diverted to any use inconsistent with the purpose for which the dedication was made. City of Corsicana v. Zorn, 97 Texas, 317, 323, 78 S. W., 924; Clement v. City of Paris, 107 Texas, 200, 175 S. W., 672.</p>\n<p id=\"b383-6\">The pillar and the trees and shrubbery in question were not shown upon the map, but were added to the land after the dedication was made. They were not on that portion of the parkway in front of plaintiff’s property. They were of a transitory nature and were subject to the right of the city’s police power in behalf of public safety. We therefore do not think that plaintiff by her purchase acquired any right therein as an incident or easement to her lot, and she has no cause of action for their destruction.</p>\n<p id=\"b384-2\"><page-number citation-index=\"1\" label=\"330\">*330</page-number>As to the alleged acts of defendant Thompson in appropriating a part of the parkway for a purpose inconsistent with the dedication, plaintiff has a cause of action. She has proceeded upon the theory that this appropriation of the parkway is permanent, and that she can obtain adequate relief by recovery of damages. Her measure of damages will therefor be the difference between the reasonable market value of her property immediately before the appropriation of the part of the boulevard to inconsistent uses and the market value immediately after the appropriation.</p>\n<p id=\"b384-3\">The judgment of the trial court and of the Court of Civil Appeals as to the City of Dallas is affirmed. The judgment as to defendant J. C. Thompson is reversed and remanded, so as to give plaintiff an opportunity to try her alleged cause of action for damages for the taking and use of a part of the parkway for purposes inconsistent with the use and purpose to which it was dedicated.</p>\n<p id=\"b384-4\">Opinion adopted by the Supreme Court December 4, 1935.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}