{
  "casebody": {
    "data": "<casebody firstpage=\"230\" lastpage=\"236\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b260-5\">ELSOM <em>v. </em>BONNER.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b260-6\">Patents; Interference; Arpeáis.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b260-7\">1. The question of patentability will not be considered by this court in an interference proceeding. (Citing <em>Hisey </em>v. <em>Peters, </em>6 App. D. C. 68, and <em>Sobey </em>v. <em>Holsclaw, </em>28 App. D. C. 65.)</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b260-9\">2. Appeals lie to this court from the Commissioner of Patents in only two classes of cases,—where an applicant for a patent or re-issue of a patent has had his claims twice rejected, and where there has been a final judgment of priority in favor of one of the parties to an interference. (Following <em>Re Fuller, </em>32 App. D. C. 222.)</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b260-11\">3. In an interference between Elsom, Bonner, and Golde, the last named was the first to file his application, Bonner next, and Elsom last, with an alleged conception subsequent to the filing dates of both adversaries. In response to a direction by the Examiner of Interferences to Elsom to show cause why a judgment of priority should not' be entered against him on the record, he moved to dissolve on the ground that the claims in issue were unpatentable, and he also challenged the right of Bonner to make claim 1. The motions were denied and judgment of priority was entered against Elsom on the record, which judgment was affirmed by the Board of Examiners in. Chief, whose judgment was affirmed by the Commissioner. On appeal by Elsom this court <em>held, </em>affirming the judgment of the Commissioner, that as Elsom did not question the right of Golde to priority there could be no award of priority in his favor, and that his motions did not therefore relate to priority, but to the propriety of the declaration of interference, and did not come within rule 130 of the Patent Office.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b260-13\">4. Refusal of the Board of Examiners in Chief of the Patent Office in an interference proceeding, under rule 126 of that Office, to recommend to the Commissioner a reconsideration of the question of patent-ability, and refusal of the Commissioner to exercise supervisory authority, will not be reviewed by this court on an appeal in the interference. (Following Sob<em>ey </em>v. <em>Holsclaw, supra.)</em></syllabus>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"b260-15\">No. 1085.</docketnumber>\n<p data-order=\"7\" data-type=\"misc\" id=\"Ap1\">Patent Appeals.</p>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"A4G\">Submitted January 10, 1917.</otherdate>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"AHI\">Decided March 12, 1917.</decisiondate>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b261-4\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>Hearing on an appeal from a decision of the Commissioner of Patents in an interference proceeding.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AQs\">\n<em>Affirmed.</em>\n</disposition>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b261-5\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b261-6\"><em>Mr. Arthur E. Parsons </em>and <em>Air. Harry T. Piley </em>for the appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b261-7\"><em>Mr. Fritz V. Briesen </em>for the appellee.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b261-8\">Mr. Justice Van Orsdel</author>\n<p id=\"Aqn\">delivered the opinion of the Court:</p>\n<p id=\"b261-9\">This.appeal is from a decision of the Commissioner of Patents in an interference proceeding. The issue is stated in two counts, as follows:</p>\n<blockquote id=\"b261-10\">“1. A vehicle top comprising a main bow, a front bow, a link pivoted to each side of the front bow and to the main bow, a brace pivoted to the side of the main bow above the link and to the front bow in front of the pivot thereof, an intermediate bow pivoted to the brace, and means connecting the intermediate bow and the link for moving the intermediate bow during the opening and closing of the top.</blockquote>\n<blockquote id=\"b261-11\"><em>’‘2. </em>A vehicle top comprising a rear bow, an arm pivoted thereto, an outrigger bow, a stop hinge for pivotally connecting the outrigger bow to the arm, a main auxiliary bow pivoted to the arm, a brace fulcrumed to the rear bow and to the outrigger bow, and a pivot joint that connects the auxiliary bow to the brace, whereby a tension is exerted upon the stop hinge which sustains the top against collapsing.”</blockquote>\n<p id=\"b261-12\">Appellant, 'William J. Elsom, filed his application for patent July 27, 1914, and alleged conception on October 17, 1913; Douglas E. Bonner filed March 25, 1913; and Trangott Golde filed March 17, 1913. It will be observed that Golde is the senior party, and that both he and Bonner are prior to any date claimed by Elsom.</p>\n<p id=\"b261-13\">The Examiner of Interferences directed Elsom to show cause why judgment of priority should not be entered against him <page-number citation-index=\"1\" label=\"232\">*232</page-number>upon the record. Thereupon Elsom filed a motion to dissolve on the ground that the claims in issue are not patentable, 'with an additional motion challenging the right of Bonner to make claim 1. The motions were referred to the Law Examiner, who denied them; whereupon the Examiner of Interferences, resuming charge of the case, rendered judgment of priority against Elsom on the record. Appeal was taken by Elsom to the Board of Examiners in Chief, on the ground that the Examiner of Interferences had “erred in holding that the party Elsom failed to show sufficient cause why judgment on the record should not be entered against him.”</p>\n<p id=\"b262-5\">The Board of Examiners in Chief, disposing of Elsom’s appeal on the right of Bonner to make count 1, held that it presented a moot question, since, if Elsom should prevail over Bonner, he could not possibly prevail on the record over the senior party, Golde. On the question of patentability, the Board held that rule 130 of the rules of practice of the Patent Office is not applicable to this case, and the question of the patentability of the issue can have no bearing upon Elsom’s right to a patent, since Golde’s right to a patent, if the claims are patentable, is unchallenged.</p>\n<p id=\"b262-6\">Elsom then requested the Board, under rule 126, to recommend to the Commissioner of Patents a reconsideration of the question - of patentability, which request was refused. Thereupon Elsom appealed to the Commissioner, and also petitioned him to exercise his supervisory authority, with a request that “your petitioner, in view of the fact that the party Golde has taken no part whatever heretofore in connection with Elsom’s motion and the appeals thereon, and has not been represented by counsel at the hearing before the Law' Examiner, the Examiner of Interferences, or the Board, * * * _ requests ythat the petition of even date herewith in interference <em>Elsom </em>v. Bonner, posi, 236, involving the tw'o applications of Elsom and Bonner to this interference, may be taken as a part of this particular petition and in amplification thereof.”</p>\n<p id=\"b262-7\">The Commissioner disposed of the whole matter in a few words, as follow's: “I see no reason for exercising supervisory <page-number citation-index=\"1\" label=\"233\">*233</page-number>authority at this stage of the proceedings. As there is no other qttestion seriously raised, the Examiners in Chief are sustained.” From this decision appeal to this court was taken.</p>\n<p id=\"b263-5\">Priority of invention is the single issue in an interference. The motion to dissolve is permitted for the purpose of testing the propriety of the declaration of an interference. As there is no such thing as priority of invention between parties contending over counts which are unpatentable, a general motion assailing the right of all parties to make the claims for lack of patentability has no bearing on the issue of priority. Where, however, the motion to dissolve assails the right of one of the parties for any reason to make the claims, the question of priority is directly involved, since one who cannot make the claims would not in any event be entitled to an award of priority. The declaration of an interference by the Patent Office implies a prior determination of the question of patentability. Indeed, its decision alone can furnish the ground for the declaration. When the interference is declared, a party to it will not be allowed to generally assail the patentability of the claims in issue. As was said by Chief Justice Alvey in <em>Hisey </em>v. Peters, 6 App. D. C. 68: “'The question of patentability of the claim for invention was referred to and passed upon by the Primary Examiner in the Patent Office, who is the expert as to the state of the art involved, and it was not until that examination was had and favorably reported that the interference was or could be declared. The appellant making claim for an alleged patentable invention is not to be beard to urge nonpalenlability of his claim after it had been placed in interference with another claim. lie is effectually estopped on that question by reason of his own affirmative assertion that- his claim is patentable: and if his own claim is patentable, that with which it would interfere may be equally so, if priority of invention be shown. Moreover, the rights of appeal in case of the refusal of a patent upon the ground of nonpatentability of the claim, and refusal of a patent because of interference with a prior right of invention, are distinct rights, and the latter does not involve the former. This is clearly indicated in the Revised Statutes of the United <page-number citation-index=\"1\" label=\"234\">*234</page-number>States, sec. 4911, and in sec. 9 of the Act of Congress of February 9, 1893, providing for the organization of this court.”</p>\n<p id=\"b264-5\">The general motion of Elsom to dissolve on the broad ground of nonpatentability of the claims in issue was no response to the order to show cause, and when the claims were found patentable, obviously nothing remained' but to render judgment of priority against him on the record. He totally failed to bring himself within rule 130, which provides as follows: “Where the patentability of a claim to an opponent is material to the right of a party to a patent, said party may urge the nonpatentability of the claim to his opponent as a basis for the decision upon priority of invention. A party shall not be entitled to raise this question, however, unless he has duly presented and prosecuted a motion under rule 122 for dissolution upon this ground, or shows good reason why such a motion was not presented and prosecuted. When the Law Examiner has denied such a motion for dissolution the question shall not be reinvestigated by the Examiner of Interferences except in view of evidence which was not before the Law Examiner, but it may be raised before the appellate tribunals on appeal from award of priority by the Examiner of Interferences.”</p>\n<p id=\"b264-7\">It will be observed that before Elsom could urge nonpatentability against his opponents it must appear that the claims are material to his right to a patent. But he assailed the right of all parties, including himself, which was equivalent to a concession that he had no right to the counts. His motion questioning the right of Bonner to make count 1 does not improve his situation, in that it did not challenge the right of Golde to make the count, and Golde, being senior to any date available to Elsom, was entitled to priority regardless of tíre decision on the motion. This was the logical view taken by the Board of Examiners in Chief, as follows: “The right of the party Golde to prevail over Elsom was not challenged, and it i-s¿ therefore, evident that the adverse decision of the Examiner of Interferences must stand regardless of any disposition of that moot question. * * * Rule 130 is not applicable in this case, since any. conclusion we might reach as to the patentability of <page-number citation-index=\"1\" label=\"235\">*235</page-number>the issue can have no bearing upon Elsom’s right to a patent. Under no circumstances may a patent issue to Elsom, who, as we have stated, does not question the priority of the party Golde.”</p>\n<p id=\"b265-5\">Inasmuch as Elsom’s general motion applied to his own claims, as well as to the claims of Bonner and Golde, and his motion challenging the right of Bonner to make count 1 raised a question not material to his right to a patent, because of Golde’s superior right, it follows that the motions relate not to priority, but to the propriety of the declaration of an interference, and do not come within the rule. “Rule 130 was intended to cover those cases where it was contended that one party liad a right to make the claims, but the other did not, and that therefore the latter was not entitled to the date of filing of his application as a date of conception and constructive reduction to practice of the invention in issue. Manifestly, to bring a case within this rule, the criticism applied to one case must not apply equally as well to the other, for then neither party would be entitled to the claims in issue, and the question of priority would be a moot one.” <em>Pyn v. Hadaway, </em>129 Off. Gaz. 2073.</p>\n<p id=\"b265-6\">But it is contended that error was committed by the Board of Examiners in Chief in refusing under rule 126 to recommend to the Commissioner of Patents a reconsideration of the question of patentability. This rule is not mandatory, but leaves it optional with the Board to “direct the áttention of the Commissioner to any matter not relating to priority which may have come to their notice, and which in their opinion establishes the fact that no interference exists, or that there has been irregularity in declaring the same (rule 122)’, or which amounts to a statutory bar to the grant of a patent to either of the parties for the claim or claims in interference” A like objection is made to the refusal of the Commissioner to exercise supervisory authority. This is within the discretion of the Commissioner. No appeal, therefore, lies from the Board or Commissioner on either of these grounds. <em>Sobey </em>v. Holsclaw, 28 App. D. C. 65.</p>\n<p id=\"b265-7\">This leaves nothing in the last analysis but an attempted ap<page-number citation-index=\"1\" label=\"236\">*236</page-number>peal from a ruling holding’ the claims patentable. We have held many times that the question of patentability will not be considered in an interference proceeding. Appeals lie from the Commissioner of Patents in only two classes of cases,—where an applicant for a patent or re-issue of a patent has had his claims twice rejected, and where there has been a final judgment of priority in favor of one of the parties to an interference. <em>Re Fullagar, </em>32 App. D. C. 222. Here there was not a rejection, but an affirmance, of the patentability of the claims in issue. “The statute does not provide for an appeal to this court from a ruling by the Commissioner of Patents, or of any of the subordinate tribunals, affirming the patentability of a claimed invention. It is only from a decision adverse to the patent-ability of a claim that an appeal will lie to this court. U. S. Rev. Stat. sec. 4911 (sec. 9 of the Act of February 9, 1893, establishing this court.)” <em>Sobey </em>v. Holsclaw, <em>supra.</em></p>\n<p id=\"b266-5\">The decision of the Commissioner of Patents is affirmed, and the clerk is directed to certify these proceedings as by law required. <em>Affirmed.</em></p>\n<p id=\"b266-6\">Mr. Chief Justice Covington, of the Supreme Court of the District of Columbia, sat with the Court in the hearing and determination of this appeal, in the place of Mr. Chief Justice Shepard.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}