{
  "casebody": {
    "data": "<casebody firstpage=\"585\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b693-15\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. GENERAL TIRE AND RUBBER COMPANY, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b693-18\">No. 85-5788.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b693-19\">United States Court of Appeals, Sixth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b693-21\">Argued June 13, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b693-22\">Decided July 21, 1986.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b694-11\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>Elliott Moore, Deputy Associate General Counsel, N.L.R.B., Washington, D.C., Ellen 0. Boardman (argued), Emil C. Farkas, Director, N.L.R.B., Cincinnati, Ohio, for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b694-12\">Ann B. Hale (argued), Jackson, Lewis Schnitzler &amp; Krupman, Atlanta, Ga., Stuart Newman, for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b694-13\">Before MARTIN and GUY, Circuit Judges, and BROWN, Senior Circuit Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b694-14\">PER CURIAM.</author>\n<p id=\"b694-15\">The National Labor Relations Board (Board) is before this court seeking enforcement of its order finding the General Tire and Rubber Company (company) guilty of an unfair labor practice for refusing to negotiate with its employees’ labor union over a mandatory subject of bargaining. The company has cross-appealed for review of the Board’s order. On appeal, the company claims that the Board erred in failing to find language in the supplemental agreement to be a contractual waiver of the union’s right to bargain over the payment of benefits. The company also argues that the Board erred in rejecting its alternative contention that the union waived its right to bargain by neglecting to demand negotiation on the issue of benefits following the company’s announcement in December of 1982 of its intent to terminate benefits. Having found no error by the Board in either determination, we require enforcement of the Board’s order.</p>\n<p id=\"b694-16\">I.</p>\n<p id=\"b694-17\">SUMMARY OF FACTS AND PROCEEDINGS BELOW</p>\n<p id=\"b694-18\">Between 1979 and 1982, the company and the International Union of United Rubber, Cork, Linoleum and Plastic Workers of America, Local No. 665 (union), were parties to a collective bargaining agreement and a supplemental agreement covering production and maintenance employees at the company’s Mayfield, Kentucky plant. Unlike the bargaining agreement which addressed employee wages, hours and working conditions, the supplemental agreement concerned various benefit programs provided for the bargaining unit employees.</p>\n<p id=\"b694-19\">On August 26, 1982, the parties began negotiating a successor bargaining agreement and supplemental agreement. The existing contracts expired on October 15, 1982, but the supplemental agreement pro<page-number citation-index=\"1\" label=\"587\">*587</page-number>vided that the benefits would be paid for ninety days after its termination. Although no accord had been reached on any successor agreements, the Mayfield employees continued to work. On December 16, 1982, the parties met for a negotiating session at which time a representative of the company informed the union that on January 15, 1983, the company would terminate the benefits provided under the supplemental agreement. A similar announcement was made by the company to its employees on January 13, 1983. On January 15, 1983, the company terminated supplemental benefits as announced, no agreement having been reached on any successor contracts.</p>\n<p id=\"b695-5\">On January 25, 1983, the union filed an unfair labor practice charge with the Board alleging that the company violated sections 8(a)(1) and 8(a)(5)<footnotemark>1</footnotemark> of the National Labor Relations Act (Act), 29 U.S.C. §§ 151 <em>et seq. </em>(1982), by discontinuing benefits provided by the supplemental agreement without affording the union the opportunity to negotiate or bargain over the issue. The company answered admitting the facts in the complaint but contending that it had not violated provisions of the Act. The sole defense raised by the company was that the union had contractually waived its right to bargain over the issue of benefits when the union agreed to certain language in the supplemental agreement. Thereafter, the parties filed a stipulation of the facts and waived hearing before an administrative law judge, preferring to transfer the case directly to the Board for disposition. The parties agreed that the complaint, answer and stipulation of facts would constitute the entire record in the case.</p>\n<p id=\"b695-6\">On February 28,1985, the Board issued a decision and order finding that the company had violated the provisions of the Act by unilaterally terminating benefits provided by the supplemental agreement. The company filed a motion for reconsideration with the Board, arguing for the first time that the union waived its right to bargain by failing to demand negotiation on the issue following the company’s announcement in December of 1982 that it intended to terminate benefits. On May 8, 1985, the Board denied the company’s motion because of its failure to demonstrate “extraordinary circumstances” justifying reconsideration, as required by § 102.48(d)(1) of its rules and regulations. In addition to finding that the company had not advanced this legal argument earlier, the Board further found that the parties had not stipulated in their joint statement that the union had failed to demand bargaining following the company’s announcement in December of 1982. Thereafter, the Board filed an application with this court for enforcement of the Board’s order of February 28, 1985.</p>\n<p id=\"b695-8\">II.</p>\n<p id=\"b695-9\">DISCUSSION</p>\n<p id=\"b695-10\">The company concedes that the issue of benefits under the supplemental agreement was a mandatory subject of bargaining, and that the union had a statutory right to be consulted about any proposed changes in the payment of benefits. Nonetheless, the company argues that the language in Article IV, Section 5 of the supplemental agreement constituted a contractual waiver of the union’s right to bargain or negotiate over the termination of benefits.</p>\n<blockquote id=\"b695-11\">Section 5 of the agreement provides: The International Union or the Employer may request renegotiation of the provisions of this Agreement and termination of the Labor Agreement and Supplemental Labor Agreement by giving a written notice to the other party not more than 75 days nor less than 60 days prior to October 15, 1982, or any October 15, thereafter. In such event, if negotiations are not completed prior to the October 15 next following the giving of such written notice, this Agreement, together with the Labor Agreement shall termi<page-number citation-index=\"1\" label=\"588\">*588</page-number>nate unless otherwise agreéd upon. <em>Notwithstanding the termination of the Agreement for Pension, Service Award, Insurance and Supplemental Workmen’s Compensation Benefits, the benefits described herein shall be provided for ninety (90) days following termination.</em></blockquote>\n<p id=\"b696-4\">Joint Appendix at 15-16 (emphasis added). The company claims that the union gave it the right to terminate benefits unilaterally, i.e., without negotiation, when it agreed to the inclusion of the above language in the supplemental agreement. Conversely, the Board takes the position that the contract language is silent on the matter of payment of benefits following the ninety-day period and interprets the language to mean only that the company would provide an additional ninety days of coverage beyond the expiration of the agreement.</p>\n<p id=\"b696-5\">Initially, we note that the Board’s findings are entitled to affirmance if supported by substantial evidence. <em>Universal Camera Corp. v. NLRB, </em>340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951). Moreover, waiver of a collective bargaining right may only be established by “clear and unmistakable” evidence that the party intentionally yielded its right. <em>Federal Compress &amp; Warehouse Co. v. NLRB, </em>398 F.2d 631, 637 (6th Cir.1968). Equivocal, ambiguous language in a bargaining agreement is insufficient to demonstrate waiver. <em>Tocco Division of Park-Ohio Industries, Inc. v. NLRB, </em>702 F.2d 624, 626 (6th Cir.1983).</p>\n<p id=\"b696-6\">The Board found the supplemental agreement silent on the treatment of benefits after the ninety-day period. Further, the Board held that no language in the agreement purported to divest the union of its statutorily-protected right to bargain over the issue of benefits. The Board also noted that extrinsic evidence of the parties’ bargaining history presented by the company as indicative of the parties’ intent was not probative on the issue of contractual waiver in the present dispute. The company had pointed to the fact that in 1973, ninety days after the expiration of the supplemental agreement, it had terminated supplemental benefits paid to striking workers in accordance with identical termination language in the existing supplemental agreement. The Board reasoned, however, that it was inappropriate to infer from the events in 1973 that the company had the contractual right to unilaterally terminate benefits in the present case. The Board pointed out: “Strikers are not ordinarily entitled to receive the type of fringe benefits at issue unless special provision is made by the parties.”</p>\n<p id=\"b696-8\">We agree with the Board that the contract language and the prior conduct of the parties do not demonstrate a “clear and unmistakable” intent to waive the right to bargain.</p>\n<p id=\"b696-9\">The company next claims that the Board erred in ruling on its alternative contention that the union waived its right to bargain over the issue of benefits by failing to demand bargaining on the issue following the company's announcement in December of 1982 of its intent to terminate benefits. The company argues that the facts set forth in Paragraph 14 of the Joint Stipulation indicate clearly that the union did not attempt to initiate <em>any </em>discussions concerning the termination of benefits following the company’s announcement in December of 1982.</p>\n<blockquote id=\"b696-10\">Paragraph 14 reads in pertinent part: During the bargaining sessions conducted by the parties in 1982, there were no discussions concerning the termination of such benefits under the supplemental agreement as of January 15, 1983, other than the above-mentioned announcement by Mr. Smith to the Union on or about December 16, 1982.</blockquote>\n<p id=\"b696-11\">Joint Appendix at 4. The Board determined that this statement, interpreted in its most favorable light to the company, means only that no discussions were initiated by the union at the <em>formal </em>bargaining sessions, thus leaving open the possibility of a request by the union to bargain on this issue other than in the formal bargaining sessions. Adopting this position, the Board refused to infer from this statement in the <page-number citation-index=\"1\" label=\"589\">*589</page-number>stipulation the fact that the union had completely failed to demand bargaining on the issue of benefits. The Board also pointed out that the company had not made this argument until it moved for reconsideration. Thus, the Board held that the company through its motion for reconsideration was improperly attempting to introduce a new theory and also to rely on facts outside the scope of the parties’ stipulation. We agree with the Board that the company did seek, in support of its motion to reconsider, to rely on a new theory and on asserted facts not in the stipulation, and therefore we conclude that the Board did not err in denying the motion to reconsider.</p>\n<p id=\"b697-5\">Accordingly, the decision of the National Labor Relations Board is affirmed and its order will be enforced.</p>\n<footnote label=\"1\">\n<p id=\"b695-12\">. These sections make it an unfair labor practice for an employer to refuse to bargain collectively with a representative of a company's employees and to interfere with the exercise of employees’ protected rights under the Act.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}