{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"171\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b179-3\">In re Ralston, d. b. a. Ralston T. V. Sales &amp; Service, Bankrupt. Ford Motor Credit Company, Appellant, <em>v. </em>Baggott, Trustee, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b179-6\">[Cite as In re Ralston, 17 Ohio Misc. 165.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b179-14\">(No. 17743</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Atf\">Decided September 26, 1968.)</decisiondate>\n<court data-order=\"4\" data-type=\"court\" id=\"b179-15\">United States Court of Appeals, Sixth Circuit.</court>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b179-16\"><em>Mr. Richard L. Gousineau </em>and <em>Messrs. </em>Shaman, <em>Winer, Shulman &amp; Ziegler, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b179-17\"><em>Mr. James G. Baggott, </em>for appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b179-18\">Before Phillips, Edwards and McCree, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b180-3\"><page-number citation-index=\"1\" label=\"166\">*166</page-number>McGree, Circuit Judge.</author>\n<p id=\"A-H\">This is an appeal from a judgment affirming the determination of a referee in bankruptcy that Ford Motor Credit Company (hereinafter Ford) did not have a valid security interest in four vehicles purchased from Ford’s assignor by the manager of the bankrupt’s business. By consent, the vehicles were sold to avoid depreciation during the pendency of lititgation, and the liens, if found to be valid, are to attach to the proceeds.</p>\n<p id=\"b180-4\">Robert Kenneth Ralston (hereinafter Ralston or the bankrupt) owned and operated a business known as Ralston T. V. Sales and Service in Dayton, Ohio. He employed one Millard Dunnick as sales manager and buyer of merchandise. Dunnick and Ralston had discussed the purchase of a vehicle or vehicles to be used in the business and obtained some price quotations from automobile dealers. The evidence is in conflict as to the exact details of the negotiations, but the referee found that Dunnick, who had no written authority to execute obligations or liens for Ralston, signed orders for the purchase of three trucks and a station wagon from Stenger’s Ford, Inc., an automobile dealer in the community, during Ralston’s absence from the city on December 18, 1964, and January 18, 1965. The down payments were made with Ralston’s checks and Dun-nick executed promissory notes and security agreements for the balance in the name of Ralston T. V. Sales and Service by Mil Dunnick, Manager.</p>\n<p id=\"b180-5\">The security agreements and promissory notes were assigned for value to Ford and certificates of title were issued in the name of Ralston T. V. Sales and Service and memorandum certificates of title were given to Ralston T. V. Sales and Service with the notation of lien.</p>\n<p id=\"b180-6\">After Ralston returned to town, he complained about the purchases and the cost of the vehicles and told the seller that Dunnick had no authority to sign the orders. He disclaimed any intention to be liable and refused to sign the contracts upon request. He did not, however, at any time tender back the vehicles or request a refund of the down payments, and, subsequently, some installment payments were made with checks drawn on his business account although without Ralston’s actual knowledge.</p>\n<p id=\"b181-3\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>Ralston filed a petition in bankruptcy on July 6, 1965. When the sheriff seized the equipment, Ford discovered for the first time that Dunnick claimed to have purchased the station wagon for his own use, although in the bankrupt’s name, and that he was to have made the payments from his own funds.</p>\n<p id=\"b181-4\">The trustee in bankruptcy claimed the vehicles as part of the bankrupt’s estate and challenged Ford’s liens. Ford made no claim as a holder in due course but contended either that its liens were valid because the transaction, if unauthorized, had been ratified, or, if not, that title should be revested in the seller.</p>\n<p id=\"b181-5\">The referee found no fraud, and that since Dunnick was not authoribed to make the purchases, the security agreements he executed were invalid. Nevertheless, he found that title vested in Ralston. He found that there had been no ratification of Dunnick’s unauthorized act as a matter of fact or law because of Ralston’s express disclaimer of liability before delivery of the vehicles. He also found that ratification was precluded by Ralston’s lack of complete knowledge of the financial arrangements and that there was no estoppel. Finally, he concluded that Ford’s liens were not valid because of its careless business practice of not investigating and discovering Ralston’s precarious financial condition at the time of the purchase.</p>\n<p id=\"b181-6\">The District Court affirmed the decision of the referee because his findings of fact were not clearly erroneous and because Stenger and Ford Motor Credit Company had been guilty of careless business practices. We reverse.</p>\n<p id=\"b181-7\">Bankruptcy General Order 47 provides in pertinent part: “* * * and the judge shall accept (the referee’s) findings of fact unless clearly erroneous.” A findi-ng is clearly erroneous when it is inconsistent with uncontradicted testimony on an issue and there is no question as to, the credibility of the witness. <em>Merchants National Bank and Trust Co. </em>v. <em>United States </em>(7th Cir. 1957), 246 F. 2d 410; <em>Soles </em>v. <em>Franzblau </em>(3rd Cir. 1965), 352 F. 2d 47. Under this test, the finding that Ralston disclaimed liability before delivery may not stand. Ralston’s uneontradicted testimony on the issue is as follows:</p>\n<blockquote id=\"b182-3\"><page-number citation-index=\"1\" label=\"168\">*168</page-number>“Q. Did yon contact <em>(sic) </em>Stenger’s Ford at any time to tell them that Mr. Dunnick did not have authority to buy the trucks and that you were going to rescind the contract and send them back the automobiles? A. No, I told them at the time that, I says who activated — after the trucks were delivered I said who signed the contracts and they said Mr. Dunnick, and I said I didn’t think that Mr. Dun-nick could sign the contracts on these, that I personally owned that business and they asked me if I would like to sign a contract and I said ‘no.’</blockquote>\n<blockquote id=\"b182-4\">( ( $ \"H* $</blockquote>\n<blockquote id=\"b182-5\">“A. I didn’t contact them. I was talking to one of the salesmen in there. I was talk * * * I don’t know whether it was Mr. Farmer or the other fellow that was in charge of trucks. It has been some time ago. I know they asked me if I would like to sign the contracts and I said ‘no,’ the trucks are delivered and that I wouldn’t sign any contract because the whole thing it was already set up, the financing had been arranged and everything.”</blockquote>\n<p id=\"b182-6\">It is undisputed that until the filing of his petition in bankruptcy, Ealston retained and used the trucks in his business after he had learned of Dunnick’s purchase of the vehicles encumbered by the liens evidenced on the certificates of title.</p>\n<p id=\"b182-7\">The Eestatement (second), Agency, Section 99 (1958), provides:</p>\n<blockquote id=\"b182-8\">“ <em>Retention of Benefits as Affirmance. </em>The retention by a purported principal, with knowledge of the facts and before he has changed his position, of something which he is not entitled to retain unless an act purported to be done on his account is affirmed, and to which he makes no claim except through such act, constitutes an affirmance unless at the time of such retention he repudiates the act. Even if he repudiates the act, his retention constitutes an affirmance at the election of the other party to the transaction.”</blockquote>\n<p id=\"b182-9\">This proposition has been approved as correctly stating the law of Ohio on the ratification by a principal of the unauthorized act of an agent. See <em>Lange </em>v. <em>P. J. Humphries &amp; Co. </em>(1936), 9 O. O. 158, 32 N. E. 2d 55, and cases <page-number citation-index=\"1\" label=\"169\">*169</page-number>cited therein. There, the court considered the challenge of a receiver to the validity of chattel mortgages made in excess of his authority by a corporate officer. The consideration for the notes secured by the mortgages was money paid into and used by the corporation in its business. The court refused to permit the receiver to repudiate the lien and retain the benefits arising from the same transaction.</p>\n<p id=\"b183-4\">This proposition was reiterated in <em>Ward </em>v. <em>National Bank of Paulding </em>(1965), 5 Ohio Misc. 140, where the court cited with approval syllabus 4 of <em>Simpson </em>v. <em>Industrial Commission of Ohio </em>(1930), 36 Ohio App. 316, which states,</p>\n<p id=\"b183-5\">“Principal, in ratifying unauthorized transaction of agent, cannot ratify beneficial acts and repudiate those which are detrimental.”</p>\n<p id=\"b183-6\">We therefore conclude that Ealston ratified Dunnick’s action by his retention and use of the vehicles and that Ford acquired a valid security interest in them.</p>\n<p id=\"b183-7\">11 U. S. C. Section 110(a) provides in pertinent part that “The trustee of the estate of a bankrupt * * * shall * * * be vested by operation of law with the title of the bankrupt as of the date of the filing of the petition * * * [in bankruptcy] * * *.” His title, however, is, except for certain statutory exceptions not applicable here, subject to any liens which would be valid against the bankrupt.<footnotemark>1</footnotemark> <em>Zartman </em>v. <em>First National Bank </em>(1910), 216 U. S. 134, 30 S. Ct. 368, 54 L. Ed. 418; <em>Bank of Marin </em>v. <em>England, Trustee </em>(1966), 385 U. S. 99, 87 S. Ct. 274, 17 L. Ed 2d 197; Collier on Bankruptcy, 14th Ed. Yol. IV(a) par. 70.04. As was stated in <em>In re Italian Cook Oil Corp. </em>(3rd Cir. 1951), 190 F. 2d 994, a trustee in bankruptcy may not blow hot and cold and if he accepts the benefits of a contract he accepts them <em>cum onere. </em>He may not receive the benefits and avoid the burdens. See also <em>In re Baxter </em>(6th Cir. 1939), 104 F. 2d 318. It follows, therefore, that the trus<page-number citation-index=\"1\" label=\"170\">*170</page-number>tee’s title to the vehicles was subordinate to Ford’s security interests therein.</p>\n<p id=\"b184-4\">An independent basis exists for finding that the station wagon was encumbered with a lien. The undisputed evidence establishes that Ralston expressly authorized Dun-nick to make that purchase in the name of the business and on the credit of the business. The following testimony demonstrates that the referee’s finding in this respect was clearly erroneous.</p>\n<blockquote id=\"b184-5\">“The Court: Mr. Ralston has been previously sworn. You may take the stand, Mr. Ralston.</blockquote>\n<blockquote id=\"b184-6\">“Q. Mr. Ralston, you are familiar with the purchase of the station wagon? A. Mill mentioned that he was going to buy one.</blockquote>\n<blockquote id=\"b184-7\">“Q. And he mentioned to you that it was to be placed in your name or the company’s name? A. Yes.</blockquote>\n<blockquote id=\"b184-8\">“Q. And did he also make an agreement with you as to the payment? A. He was supposed to pay for it himself.</blockquote>\n<blockquote id=\"b184-9\">“Q. He was to pay for it himself? A. Yes, but he took the money out of the company and paid for it * * *</blockquote>\n<blockquote id=\"b184-10\">“Q. (Interrupting) As a matter of fact <em>* * *</em></blockquote>\n<blockquote id=\"b184-11\">“Mr. Baggott: Let Ralston finish his answer, please.</blockquote>\n<blockquote id=\"b184-12\">“A. He took the money out of the company and paid for it until I saw it. It was covered ’till I couldn’t find where it was being taken out, but when I did I can claim that this was not the way this thing was purchased and that I wasn’t supposed to pay for his personal car and all this. That’s right about the time the business failed.</blockquote>\n<blockquote id=\"b184-13\">“Q. So it’s a fair statement that the car was placed in your name but that in so placing in your name * * * A. (Interrupting) In the company name.</blockquote>\n<blockquote id=\"b184-14\">“Q. In the company name but it was to be paid for by Mr. Dunnick from Mr. Dunnick’s own funds? A. Yes.</blockquote>\n<blockquote id=\"b184-15\">“Q. Although it was titled in the name that you had all your vehicles titled, is that correct? A. Yes. Well, some of the cars were under my name personally. I always put them under my own name personally when I purchased cars. In the past they were always as Robert <page-number citation-index=\"1\" label=\"171\">*171</page-number>Balston because I didn’t think that legally you could put them into Balston T. Y. because this name didn’t exist. I mean it only is a name of a company, but legally it didn’t exist.</blockquote>\n<blockquote id=\"b185-4\">“Q. As a matter matter of fact, I think you handled one vehicle at a couple banks that were titled in the Balston T. Y. Sales and Service? A. I really don’t remember. Could possibly have been.</blockquote>\n<blockquote id=\"b185-5\">“Q. But at no time herein have you authorized Mr. Dunnick to purchase a station wagon on behalf of the company at your * * * (Interrupted) A. He asked me at one time — or he told me at one time — that he would like to buy a car and would like to put it in the company name. I don’t remember too much the conversation. It was at night, I had just been out of town and had come into town, and there was nothing said about signing anything or anything. He just said I would like to buy a car and have it put in the company name and I will pay for it.</blockquote>\n<blockquote id=\"b185-6\">“Q. At that time did you tell him that he positively could not do that? A. I think I told him that it was okay, or at the time, I don’t really remember too much about it. I know he wanted to buy the car and put it in the company name.</blockquote>\n<blockquote id=\"b185-7\">“Q. Would this be a fair statement, Mr. Balston, of your attitude that, if he did so, it was perfectly alright as long as he made all the payments out of his personal funds ? A. At that time, I would say so.</blockquote>\n<blockquote id=\"b185-8\">“Q. And it was actually until some time maybe in May or June did you actually find out that he was writing company checks to pay this? To the best of your knowledge he made no payments of his own ? A. I have no idea. ’ ’</blockquote>\n<p id=\"b185-9\">The judgment below is reversed and since it does not appear from the record before us exactly how much of the proceeds from the sale of the vehicles should be paid to Ford, the case is remanded for further proceedings consistent with this opinion.</p>\n<p id=\"b185-10\">\n<em>Judgment reversed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b183-8\">No contention is made, nor did the referee or District Court find, that Ford failed to perfect the security interest in the vehicles, See Ohio U. C. C., Section 1309.20 <em>et sag. </em>Revised Code,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}