{
  "casebody": {
    "data": "<casebody firstpage=\"803\" lastpage=\"823\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b621-4\">[Crim. No. 6459.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Adg\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AOs\">Feb. 6, 1984.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b621-5\">THE PEOPLE, Plaintiff and Respondent, v. TERRY J. PRICE, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"misc\" id=\"b621-6\">[Opinion certified for partial publication.<footnotemark>1</footnotemark>]</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b627-4\"><page-number citation-index=\"1\" label=\"809\">*809</page-number>Counsel</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b627-5\">James F. Johnson, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b627-6\">John K. Van de Kamp, Attorney General, Daniel J. Kremer, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Eddie T. Keller and Janice Rogers Brown, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b621-10\"> Parts VII and VIII are not published, as they do not meet the standards for publication contained in rule 976(b), California Rules of Court.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b627-7\">Opinion</p>\n<author id=\"b627-8\">ANDREEN, J.</author>\n<p id=\"AHo\">This appeal presents several complex sentencing issues arising from multiple convictions for both violent sex offenses and nonsex offenses. In the published portion of the opinion, we hold that the same fact may not be used to both impose an upper term and to justify full, separate and consecutive (full-force consecutive) sentences under Penal Code section 667.6, subdivision (c). Also, a single factor in aggravation, if applicable to each of several offenses, may be used to justify selection of the upper term as to each provided the fact is reasonably related to each offense. We further hold that where a weapon is used in each of several violent sex offenses, the trial court need not impose the enhancement to each conviction and may not so impose an enhancement if the weapon use is utilized for aggravation purposes. Finally, we reemphasize that the harsher sentencing provisions of Penal Code<footnotemark>2</footnotemark> section 667.6, subdivisions (c) and (d) are not “enhancements” such as must be pleaded in the information pursuant to section 1170.1, subdivision (e).</p>\n<p id=\"b627-9\">Defendant appeals his conviction following court trial of the following violations of the Penal Code: (count one) section 261, subdivision (2) (forcible rape), (count two) section 288a, subdivision (c) (forcible oral copulation), (count three) section 286, subdivision (c) (forcible sodomy), (count four) section 288a, subdivision (c) (different act on same victim), (count five) section 211 (robbery) and (count six) section 211 (different victim). Personal use of weapon (knife) enhancements were pleaded as to all counts (§ 12022.3, subd. (a) as to counts one to four, § 12022, subd. (b) as to counts five and six).</p>\n<p id=\"b627-10\">Defendant was sentenced to state prison for the following terms: Count one—upper term of eight years plus a three-year enhancement for weapon use, totaling eleven years. Count two—upper term of eight years, served consecutively, three-year enhancement for weapon use stayed. Count three—upper term of eight years, served consecutively, three-year enhance<page-number citation-index=\"1\" label=\"810\">*810</page-number>ment stayed. Count four—upper term of eight years, served consecutively, three-year enhancement stayed. Count five—middle term of three years, served concurrently, one-year enhancement stayed. Count six—middle term of three years, served concurrently, one-year enhancement stayed.</p>\n<p id=\"b628-4\">I. Background</p>\n<p id=\"b628-5\">\n<em>Facts</em>\n</p>\n<p id=\"b628-6\">On October 6, 1981, while in a liquor store in Fresno, defendant seized a customer from behind, holding a knife at her throat, and ordered the clerk at the counter to hand over money from the cash register. He also took about $14 from the customer’s hand. During this period, the counter clerk was able to press a silent alarm, and shout a warning to another employee who ran out the back door of the store to summon police.</p>\n<p id=\"b628-7\">Defendant then pulled the customer a few feet along the counter, removed her shirt, used his knife to cut off her bra, and forced her to commit an act of oral copulation, all in view of the counter clerk. During this time, another customer walked into the store, and was ordered out by defendant.</p>\n<p id=\"b628-8\">Defendant pulled the customer’s pants down to her knees and dragged her toward the back of the store. The counter clerk took this opportunity to run out the front of the store to the parking lot, where he had seen a police car. Defendant took the customer to a storage room and moved some cases in front of the door. Defendant forced the customer to remove her pants and underwear and to commit another act of oral copulation. He took a bottle of liquor from one of the cases, forced the customer to drink it by pouring it into her mouth, and then poured the remainder all over her, meanwhile spitting in her face and calling her a “bitch.” Defendant cut off portions of the customer’s pubic hair with his knife, inserted his fingers into her vagina, and then forced her to suck those fingers. Defendant then turned the customer so that she was bent over, facing away from him, and had vaginal and anal intercourse with her.</p>\n<p id=\"b628-9\">Defendant then forced the customer to the cold storage area of the store, from which he could see into the store itself. After shouting out into the store and receiving no response, defendant forced the customer back into the storage area, broke a bottle against the wall, and waved it in the customer’s face, asking her questions about what was in the pockets of her pants, which were lying on the ground.</p>\n<p id=\"b628-10\">Defendant again forced the customer toward the cold storage area. Police officers entered the rear of the store, saw defendant with his knife at the throat of the customer, and ordered him to <em>put </em>his hands up. Defendant complied; the customer broke away and ran into the front area of the store, where other officers assisted her.</p>\n<p id=\"b629-4\">\n<page-number citation-index=\"1\" label=\"811\">*811</page-number>\n<em>Sentencing</em>\n</p>\n<p id=\"b629-5\">At the sentencing hearing the court stated that the only possible factor in mitigation was that defendant was 17 years old at the time of committing the charged offenses.<footnotemark>3</footnotemark> The court then noted as factors in aggravation: “Counteracting [the circumstance in mitigation] are the circumstances in aggravation, more particularly set forth in the probation report, and which are incorporated into and made a part of the Court’s findings here.[<footnotemark>4</footnotemark>] This was a violent, vicious attack upon a totally defenseless young woman. There was threat of great bodily injury. Reprehensible things were perpetrated upon her personally by the defendant, and she was required to participate in totally repugnant acts to her person.” The court then proceeded: “And weighing all of these factors, it is the Court’s determination that pursuant to 667.6c [sic], the Court is going to impose the aggravated terms as to Counts One through Four in this matter and is going to impose them consecutively.”</p>\n<p id=\"b629-6\">Thereupon the court sentenced defendant to prison for a term of 35 years.</p>\n<p id=\"b629-7\">II. Did the Trial Court Err by Making Dual Use of Facts When It Imposed the Four Aggravated Terms in Counts One Through Four?</p>\n<p id=\"b629-8\">As indicated in the statement of the facts, above, the trial court stated what it believed to be the factors in aggravation, then said, “[Wjeighing all of these factors, it is the Court’s determination that pursuant to 667.6c <em>[sic\\, </em>the Court is going to impose the aggravated terms as to Counts One through Four . . . and is going to impose them consecutively.” Putting aside the question of whether the trial court failed to state a separate reason for utilizing the provisions of section 667.6, subdivision (c), it is apparent that the court used its recitation of aggravating factors to justify at least two sentencing decisions: (1) the selection of upper terms for the four sex charges, and (2) the decision to sentence consecutively as to the sex charges. There thus appear two potential dual use of facts issues: (A) was the same fact used to select the upper term for each of the four sex charges, and is such a usage improper, and (B) was the same fact used to both select the upper terms and to select consecutive sentences as to the four sex charges, and is such usage improper?</p>\n<p id=\"b629-9\">A. Availability of Same Facts to Aggravate Multiple Counts</p>\n<p id=\"b630-3\"><page-number citation-index=\"1\" label=\"812\">*812</page-number>The trial court gave no separate statement of reasons for imposing the upper base term on each of the sex counts. This raises the possibility that it relied on the same factor or factors to impose four aggravated sentences. The issue is whether such multiple use is improper.  For reasons we will state, a trial court may use the same fact(s) to impose more than one aggravated term provided the fact is reasonably related to the particular count and is otherwise available.<footnotemark>5</footnotemark></p>\n<p id=\"b630-4\">The statutory dual use bar appears in section 1170, subdivision (b) which provides, in pertinent part: “The court shall set forth on the record the facts and reasons for imposing the upper or lower term. The court may not impose an upper term by using the fact of any enhancement upon which sentence is imposed under Section 667.5, 1170.1, 12022, 12022.5, 12022.6, or 12022.7. ...” Nothing in this provision bars multiple aggravation use of the same fact. Not only is an upper term not one of the enhancements specified in section 1170, subdivision (b), but it is not an enhancement at all.</p>\n<p id=\"b630-5\">Rule 441(c) states a dual use rule which is not limited to <em>specified </em>enhancements and thus is broader than the statute. “A fact used to enhance the defendant’s prison sentence may not be used to impose the upper term.” The problem is that, as noted, an upper base term is not an enhancement within the sentencing rules, i.e., “an additional term of imprisonment added to the base term.” (Rule 405(c).) The upper base term <em>is </em>the base term. Rule 441(c) thus is inapplicable.</p>\n<p id=\"b630-6\">Though neither the statutory nor rule-created dual use bar applies to multiple upper base terms, we hold that the aggravating fact must be reasonably related to the sentence choice on each count where it is employed. In this regard, the aggravating factors found in Rule 421(b), “[f]acts relating to the defendant,” usually will be relevant to each count. In contrast, the aggravating factors found in Rule 421(a), “[f]acts relating to the crime’’ (italics added), may be relevant only to particular counts, but not to all. Thus, a trial court must carefully scrutinize each such crime-related fact to assure itself of its relevancy to a particular count. Further, the trial court must state reasons for each aggravated term in sufficient detail to permit meaningful appellate review as to each count.</p>\n<p id=\"b630-7\">We add a caveat for sentencing under section 667.6, subdivision (c). Rule 441(d) provides that “A fact which is an element of the crime may <page-number citation-index=\"1\" label=\"813\">*813</page-number>not be used to impose the upper term.”<footnotemark>6</footnotemark> As explained in <em>People </em>v. <em>Moreno </em>(1982) 128 Cal.App.3d 103 [179 Cal.Rptr. 879]: “The essence of ‘aggravation’ relates to the effect of a particular fact in making the offense distinctively worse than the ordinary.” <em>(Id., </em>p. 110.)</p>\n<p id=\"b631-5\">It is a truism that commission of multiple, violent sex offenses on one victim on one occasion (the discretionary situation involved in section 667.6, subd. (c)) is an inherently aggravated situation. The commission of more than one sex crime carries a compounding effect; each adds to the perceived seriousness of the entire transaction. Indeed, this is the very reason the Legislature adopted the megasentence full-force terms authorized by section 667.6, subdivision (c). However, just as a trial court may not aggravate one crime based on an element of that crime, it may not aggravate multiple violent sex crimes based on their inherent seriousness or gravity. Rather, the trial court must state reasons above and beyond the fact the defendant committed multiple violent sex crimes, something which makes each crime “distinctively worse than the ordinary.”</p>\n<p id=\"b631-6\">B. Reasons Stated by the Trial Court</p>\n<p id=\"b631-7\">As noted earlier, in sentencing appellant the trial court gave this statement of reasons: “Counteracting [the circumstance in mitigation] are the circumstances in aggravation, more particularly set forth in the probation report, and which are incorporated into and made a part of the Court’s findings here. This was a violent, vicious attack upon a totally defenseless young woman. There was threat of great bodily injury. Reprehensible things were perpetrated upon her personally by the defendant, and she was required to participate in totally repugnant acts to her person.”</p>\n<p id=\"b631-8\">For one reason or another, most of these reasons were inadequate. Three of the reasons, “violent, vicious attack,” “[reprehensible things,” “[victim] was required to participate in totally repugnant acts,” may have been an attempted invocation of Rule 421(a)(1), “the crime involved . . . other acts disclosing a high degree of cruelty, viciousness or callousness, . . .” However, the trial court’s statements, while obviously true, failed to specify in what respect any one or more of the instant sex crimes was “distinctively worse” than the “average” violent sex crime committed at the same time as other such offenses. The trial court’s statement did no more than invoke what is inherent in any multiple violent sex crime situation. It is impossible for this court meaningfully to review these three reasons to determine what, to the trial court, made these crimes worse than the ordinary.</p>\n<p id=\"b632-3\"><page-number citation-index=\"1\" label=\"814\">*814</page-number>The trial court’s reference to threat of great bodily injury invoked a valid aggravating factor under Rule 421(a)(1). However, to the extent the threat was based on appellant’s knife use, this factor could not be used as to count one where a knife use enhancement was imposed. It was available as an aggravating factor on the other three sex crime counts, to which the imposition of the enhancements was stayed. On remand, the trial court must decide whether to impose the knife use enhancement on all four sex counts. The availability of the knife use for aggravation purposes will hinge on what enhancement use is made.</p>\n<p id=\"b632-4\">The reference to “a totally defenseless young woman” appears to suggest that the victim was particularly vulnerable, within the meaning of Rule 421(a)(3), but the evidence does not support a finding of particular vulnerability.</p>\n<p id=\"b632-5\">“Particularly vulnerable,” as used in Rule 421, has been defined as vulnerability that is “. . . [of] a special or unusual degree, to an extent greater than in other cases.” <em>(People </em>v. <em>Smith </em>(1979) 94 Cal.App.3d 433, 436 [156 Cal.Rptr. 502].) It is proper to focus upon the total milieu in which the commission of the crime occurred in assessing vulnerability pursuant to Rule 421. <em>(People </em>v. <em>Ramos </em>(1980) 106 Cal.App.3d 591, 607 [180 Cal.Rptr. 266, 639 P.2d 908].) Both the personal characteristics of the victim and the setting of the crime may be considered. <em>(People </em>v. <em>Bennett </em>(1981) 128 Cal.App.3d 354, 357-358 [180 Cal.Rptr. 1].) Use of a weapon may not be relied upon to show vulnerability where such use is the basis for a weapon use enhancement in the same case. <em>(Id., </em>at p. 358, fn. 1.)</p>\n<p id=\"b632-6\">In the present case, the woman victim was an adult, attacked at about 9 p.m. in a liquor store in the presence of two clerks, both of whom eventually summoned the police. If such circumstances show particular vulnerability, then every female victim of a sexual assault would be particularly vulnerable.</p>\n<p id=\"b632-7\">The second through fourth sexual assaults occurred after defendant had moved the victim to a rear storage area of the liquor store. While this arguably lessened her chances of escape and reduced the likelihood that someone would come to her aid, under the circumstances of the actual attack, the police were already on their way to the liquor store. It does not seem reasonable to find that the victim was particularly vulnerable in this situation.</p>\n<p id=\"b632-8\">On remand, the trial court should carefully review the record for specific aggravating factors. While its previous invocation of the “cruel, vicious, callous” factor was too general to pass muster, we do not mean to foreclose <page-number citation-index=\"1\" label=\"815\">*815</page-number>use of this factor if supported by specific reasons. (See Rule 443.) For illustrations of valid uses of this factor, we commend to the trial court’s attention <em>People </em>v. <em>Wilson </em>(1982) 135 Cal.App.3d 343 [185 Cal.Rptr. 498] and <em>People </em>v. <em>Karsai </em>(1982) 131 Cal.App.3d 224 [182 Cal.Rptr. 406].</p>\n<p id=\"b633-5\">Likewise, we do not mean to preclude the trial court’s consideration of any other aggravating factors not cited at the original sentencing hearing.</p>\n<p id=\"b633-6\">III. Was It an Improper Dual Use of Facts to Justify Both the Selection of the Upper Terms and the Imposition of Consecutive Sentences by Reference to Those Factors?</p>\n<p id=\"b633-7\">The trial court discussed aggravating factors and then imposed the upper term and consecutive sentences without any differentiation indicating which factors applied to which choice. <em>People </em>v. <em>Lawson, supra, </em>107 Cal.App.3d 748 is a direct and well considered holding that the use of the same facts to both aggravate a sentence and to impose a consecutive sentence comes within the proscription of dual use of facts. At oral argument, the Attorney General conceded that this dual use of facts mandated a remand in the instant case.</p>\n<p id=\"b633-8\"> To the extent that <em>Lawson </em>relies on section 1170, subdivision (b), it is not directly applicable, since that statute provides “[t]he court may not impose an upper term by using the fact of any enhancement upon which sentence is imposed under Section 667.5 [prior prison terms], 1170.1 [consecutive sentences], 12022 [armed with firearm and weapon use], 12022.5 [firearm use], 12022.6 [property damage] or 12022.7 [infliction of bodily injury].”<footnotemark>7</footnotemark>\n                   Section 667.6 was added in Statutes 1979, chapter 944, section 10, page 3258. However, section 1170, subdivision (b) was not contemporaneously modified to add section 667.6, subdivision (c) to those enhancements mentioned in the dual use of facts prohibition. The sentencing laws, as proven by this and numerous other cases, are incredibly complex. It would be no surprise if a cross-reference to another section were overlooked when amendments are made.</p>\n<p id=\"b633-9\">Although there is no statutory proscription against the dual use of facts when a consecutive sentence is imposed under section 667.6, subdivision (c), Rule 441(c) provides that “[a] fact used to enhance the defendant’s prison sentence may not be used to impose the upper term.” As noted in <em>Lawson, </em>the advisory committee’s comment to Rule 441 notes that “under section 1170(b) and rule 405 (definitions), the additional term resulting from ordering sentences to be served consecutively is an ‘enhancement.’ ” Unlike</p>\n<p id=\"b634-3\"><page-number citation-index=\"1\" label=\"816\">*816</page-number>the statute, the rule applies to all enhancements and hence to all consecutive sentences.  Absent some legislative expression that it considered the problem of dual use of facts, it is reasonable to assume that it did not intend a modification of the dual use of facts prohibition.<footnotemark>8</footnotemark></p>\n<p id=\"b634-4\">IV. Did the Trial Court Err in Imposing Concurrent Sentences as to the Two Robbery Counts After Electing to Utilize the Provisions of Section 667.6, Subdivision (c) as to All the Sex Offenses?</p>\n<p id=\"b634-5\">After the case was briefed, we requested supplemental briefing on whether the court imposed an unauthorized sentence when it failed to impose a consecutive sentence as to one of the robberies after determining to sentence defendant on the sex offenses pursuant to section 667.6, subdivision (c).  (If an unauthorized sentence is discovered, our duty is to remand for a proper sentence. <em>(People </em>v. <em>Benton </em>(1979) 100 Cal.App.3d 92, 102 [161 Cal.Rptr. 12].))</p>\n<p id=\"b634-7\">The Supreme Court has recently delineated the proper interaction of section 667.6, subdivision (c) and section 1170.1 where a trial court must sentence a defendant for both sex and nonsex convictions; “The entire content [of § 667.6, subd. (c)] points towards its being a separate and alternative sentencing scheme for offenses that fall within its ambit. Thus, we conclude that if a defendant is convicted of both sex offenses and nonsex offenses, a trial court may properly designate the longest nonsex offense as the principal term and may treat all of the sex offenses under section 667.6, subdivision (c).</p>\n<p id=\"b634-8\">“In exercising its sentencing discretion, the court should make an individual determination as to each sex offense. Thus, a court could choose to <page-number citation-index=\"1\" label=\"817\">*817</page-number>have a sex offense serve as the principal term if it carried the longest sentence and to treat all other offenses—regardless of whether they include sex offenses listed in section 667.6, subdivision (c)—as subordinate terms under section 1170.1. A court could alternatively choose to treat some of the sex offenses under the principal/subordinate scheme of section 1170.1, while imposing fully consecutive sentences on others under section 667.6, subdivision (c). <em>The computations under sections 1170.1 and 667.6, subdivision (c) are to be done separately; the total of the section 667.6 computation would then be added to the section 1170.1 total.” (People </em>v. <em>Belmontes </em>(1983) 34 Cal.3d 335, 345-346 [193 Cal.Rptr. 882, 667 P.2d 686], italics added.)</p>\n<p id=\"b635-5\">While it is clear that the trial court has discretion to treat any or all sex offenses under the provisions of section 667.6, subdivision (c), once it has made the decision to so treat some of them, any nonsex offenses must be sentenced under the provisions of section 1170.1 as if the offenses treated under section 667.6 did not exist. <em>After </em>the two completely independent sentencing totals are computed, they are added together to reach the total term of imprisonment. This analysis, supported by the excerpt from <em>People </em>v. <em>Belmontes, supra, </em>34 Cal.3d 335, follows from the language of section 667.6, subdivision (c); “In lieu of the term provided in Section 1170.1, a full, separate, and consecutive term may be imposed for each violation of subdivision (2) or (3) of Section 261, Section 264.1, subdivision (b) of Section 288, Section 289, or of committing sodomy or oral copulation in violation of Section 286 or 288a by force, violence, duress, menace or threat of great bodily harm whether or not the crimes were committed during a single transaction. If such term is imposed consecutively pursuant to this subdivision, it shall be served consecutively to any other term of imprisonment, and shall commence from the time such person would otherwise have been released from imprisonment. <em>Such term shall not be included in any determination pursuant to Section 1170.1. </em>Any other term imposed subsequent to such term shall not be merged therein but shall commence at the time such person would otherwise have been released from prison.” (Italics added.)</p>\n<p id=\"b635-6\">Since the trial court in the present case elected to treat all the sex offenses under section 667.6, subdivision (c), the two nonsex offenses—the robberies—should have been analyzed independently under sections 1170 and 1170.1. The concurrent sentences imposed as to both robberies, three years each, formed the “total” of the section 1170.1 analysis for the purposes of addition to the section 667.6, subdivision (c) sentences. The trial court was therefore in error when it failed to sentence the defendant to the sum of the section 1170.1 and section 667.6, subdivision (c) sentences.</p>\n<p id=\"b636-3\"><page-number citation-index=\"1\" label=\"818\">*818</page-number>V. Did the Trial Court Err in Staying Imposition of the Weapon Use Enhancements?</p>\n<p id=\"b636-4\">The information alleged that appellant used a deadly weapon (a knife) in the commission of the sex crimes (§ 12022.3, subd. (a)) and the robberies (§ 12022, subd. (b)). The trial court found true all the weapon use enhancements, and imposed a three-year deadly weapon use enhancement on the count one rape, but stayed imposition of the weapon use enhancements on the remaining counts. However, in so doing, the trial court did not state reasons for these stays. We requested supplemental briefing on whether the trial court erred in staying the enhancements.</p>\n<p id=\"b636-5\">Our review persuades us that as to both the sex and nonsex crimes, the trial court had authority to stay the weapon use enhancements. However, the trial court erred in failing to state its reasons for the stay. A remand is required.</p>\n<p id=\"b636-6\">Section 1170.1, subdivision (h) provides:<footnotemark>9</footnotemark> “Notwithstanding any other provision of law, the court may strike the additional punishment for the enhancements provided in Sections 667.5, 12022, 12022.5, 12022.6, and 12022.7 if it determines that there are circumstances in mitigation of the additional punishment and states on the record its reasons for striking the additional punishment. ”</p>\n<p id=\"b636-7\">The subdivision (h) language explicitly authorized the striking of the added term under section 12022, subdivision (b), but equally explicitly required that the trial court state its reasons on the record. Since no statement of reasons appears for the trial court’s staying of the weapon use enhancements on the robberies, the matter must be remanded. (See <em>People </em>v. <em>Benton, supra, </em>100 Cal.App.3d 92, 101-103.)</p>\n<p id=\"b636-8\">Section 1170.1, subdivision (h) does not refer to the enhancement provided for in section 12022.3. Thus, its explicit authorization of the striking of punishment does not extend to the sex crime enhancements. However, the trial court did have authority to strike the punishment under section 1385. That section provides: “The judge or magistrate may, either of its own motion or upon the application of the prosecuting attorney, and in furtherance of justice, order an action to be dismissed. The reasons of the dismissal must be set forth in an order entered upon the minutes. No dismissal shall be made for any cause which would be ground of demurrer to the accusatory pleading.”</p>\n<p id=\"b637-4\"><page-number citation-index=\"1\" label=\"819\">*819</page-number>The scope and viability of section 1385 was recently demonstrated in <em>People </em>v. <em>Williams </em>(1981) 30 Cal.3d 470 [179 Cal.Rptr. 443, 637 P.2d 1029]. There a defendant received a life sentence without possibility of parole, the trial court remarking that it was powerless to strike the findings of special circumstances as contained in a death penalty statute, which provided that “ [t]he penalty for a defendant found guilty of murder in the first degree shall be death or confinement in state prison for a term of life without the possibility of parole in any case in which’ ” a special circumstance is charged and found true. <em>(Id., </em>at pp. 483-484.) Our Supreme Court found that this did not evidence a legislative intent to make section 1385 inapplicable to a special circumstance finding. At page 482 the court stated: “Section 1385 permits dismissals in the interest of justice in any situation where the Legislature has not clearly evidenced a contrary intent.”</p>\n<p id=\"b637-5\">In <em>People </em>v. <em>Lopez </em>(1983) 147 Cal.App.3d 162 [195 Cal.Rptr. 27], the court held that section 1385 furnishes a trial court with power to strike (and, a fortiori, stay) imposition of sentence on two serious felony priors under section 667. This result was reached despite the lack of mention of section 667 in section 1170.1, subdivision (i) and despite section 667’s language that such priors shall be used “without limitation” for purposes of enhancement.<footnotemark>10</footnotemark> <em>Lopez </em>reasoned that the “without limitation” language was sufficiently ambiguous not to strip the trial court of its section 1385 power.</p>\n<p id=\"b637-6\">Also involved in this analysis is section 12022.3 which provides: “For each violation of Section 261, 264.1, 286, 288, 288a or 289, and in addition to the sentence provided, any person shall receive an enhancement (a) of three years if such person uses a firearm or any other deadly weapon in the commission of such violation or (b) of two years if such person is armed with a firearm or any other deadly weapon.”</p>\n<p id=\"b637-7\">Finally, we discuss section 1170.1, subdivision (i)<footnotemark>11</footnotemark> which provides: “For any violation of subdivision (2) or (3) of Section 261, Section 264.1, subdivision (b) of Section 288, Section 289, or sodomy or oral copulation by force, violence, duress, menace or threat of great bodily harm as provided in Section 286 or 288a, the number of enhancements which <em>may </em>be imposed shall not be limited, regardless of whether such enhancements are <page-number citation-index=\"1\" label=\"820\">*820</page-number>pursuant to this or some other section of law. Each of such enhancements shall be a full and separately served enhancement and shall not be merged with any term or with any other enhancement. ” (Italics added.)</p>\n<p id=\"b638-4\">The language in sections 1170.1, subdivision (i) and 12022.3 is no “more” mandatory than that found not to have divested the court of its authority under section 1385 in <em>Williams, supra, </em>and <em>Lopez, supra. </em>Neither have we found any persuasive evidence of legislative intent to remove weapon use enhancements in sex cases from the operation of section 1385.</p>\n<p id=\"b638-5\">Section 1385, like section 1170.1, subdivision (i), requires the trial court to state reasons on the record. As is the case with the robberies, the trial court’s failure to do so requires remand on the sex counts. (See <em>People </em>v. <em>Superior Court (Howard) </em>(1968) 69 Cal.2d 491, 503, fn. 7 [72 Cal.Rptr. 330, 446 P.2d 138] [if reasons not set forth in minutes, order dismissing may not be considered a dismissal under § 1385]; but see <em>People </em>v. <em>Burke </em>(1956) 47 Cal.2d 45, 53-54 [301 P.2d 241].)</p>\n<p id=\"b638-6\">For the guidance of the trial court on remand, we note that in the event the trial court uses the fact of the weapon use as a reason to impose one or more upper base terms, the dual use of facts bar requires the enhancement not to be imposed as to that term. In this regard, Rule 441(b) provides: “A fact charged and found as an enhancement may be used to impose the upper term, whereupon the additional term of imprisonment prescribed for that fact as an enhancement shall be stricken. The use of the fact to impose the upper term is an adequate reason for striking the additional term of imprisonment.”</p>\n<p id=\"b638-7\">VI. Is a Full, Consecutive Term Imposed Pursuant to Section 667.6, Subdivision (c) an “Enhancement” Which Must Be Pleaded in the Information Pursuant to Section 1170.1, Subdivision (e)?</p>\n<p id=\"b638-8\">Defendant contends that full, consecutive terms imposed pursuant to section 667.6, subdivision (c) are enhancements as defined by Rule 405(c): “ ‘Enhancement’ means an additional term of imprisonment added to the base term.” Defendant argues that since a consecutive sentence imposed pursuant to section 667.6, subdivision (c) is “added” to whatever term it is consecutive to, and that term (the one the consecutive term is consecutive to) is a “base term”—i.e., one of the three sentence choices provided by the Legislature—then the consecutive term iiiust be an enhance<page-number citation-index=\"1\" label=\"821\">*821</page-number>ment within the meaning of Rule 405(c). Section 1170.1, subdivision (e) requires that the enhancements of section 667.6 be pleaded and proven.</p>\n<p id=\"b639-5\">Defendant attempts to avoid the holding of <em>People </em>v. <em>Stought </em>(1981) 115 Cal.App.3d 740 [171 Cal.Rptr. 501], which squarely rejected an identical contention, by arguing that that opinion ignored the definition of enhancement contained in Rule 405(c). <em>Stought </em>noted that section 667.6, subdivisions (a) and (b) expressly provide an enhancement as to which the language of section 1170.1, subdivision (e) was directly applicable, then held that the fully consecutive sentences provided for by section 667.6, subdivisions (c) and (d) were independent of and in lieu of the sentencing system of section 1170.1. <em>(Id., </em>at p. 742.) The opinion further held that the consecutive terms called for by section 667.6, subdivisions (c) and (d) differ from enhancements in that no additional facts beyond commission of the enumerated sex crimes need be proven (or could be pleaded) to invoke that section. Those terms are unlike enhancements, as to which facts in addition to the underlying offense must be pleaded and proven. <em>(Id., </em>at pp. 742-743.) <em>Stought </em>was followed on this identical issue in <em>People </em>v. <em>Masten </em>(1982) 137 Cal.App.3d 579, 591-592 [187 Cal.Rptr. 515].</p>\n<p id=\"b639-6\">Since the four sexual assaults were separately pleaded and proven, the defendant is reduced to the argument that there must be a reference to section 667.6, subdivision (c) in the pleadings before a defendant may be subject to its sanctions. As the <em>Stought </em>court so persuasively argues, the provision for pleading and proving enhancements follows from the fact that the enhancement results in an additional penalty for additional acts. Section 667.6, however, provides for the sentence choice based upon violation (solely) of the specified sections.</p>\n<p id=\"b639-7\">Support for the reasoning of <em>People </em>v. <em>Stought, supra, </em>115 Cal.App.3d 740, is found in <em>People </em>v. <em>Belmontes, supra, </em>34 Cal.3d 335. That case, which interpreted section 667.6 but did not deal directly with the issue of consecutive sentences as “enhancements,” held in the course of its discussion that the fully consecutive sentences authorized by section 667.6, subdivisions (c) and (d) were “a separate and alternative sentencing scheme” to that of section 1170.1. <em>(Id., </em>at pp. 345-346.) It makes little sense to view the sentences authorized by section 667.6 as “enhancements” when they are to be imposed, where permitted, <em>in lieu </em>of the principal/subordinate scheme of section 1170.1.</p>\n<p id=\"b639-8\">For these reasons, we hold that the fully consecutive sentences authorized by section 667.6, subdivisions (c) and (d) are not “enhancements” which need be “pleaded and proven” before such sentences can be imposed.</p>\n<p id=\"b640-3\"><page-number citation-index=\"1\" label=\"822\">*822</page-number>VII. Did the Trial Court Err by Not Stating Separately Reasons for Both (1) Imposing Consecutive Sentences, and (2) Imposing Consecutive Sentences Pursuant to Section 667.6, Subdivision (c) Rather Than Section 1170.1?<footnotemark>12</footnotemark></p>\n<p id=\"b640-4\">VIII. Was There Sufficient Evidence of Penetration to Support Defendant’s Conviction of Sodomy?<footnotemark>13</footnotemark></p>\n<p id=\"b640-5\">IX. Conclusion</p>\n<p id=\"b640-6\">Too often in the past (and perhaps continuing in some areas to the present day) sexual assaults against women were treated by a male-dominated society as relatively minor offenses, permitting violent criminals and heinous conduct to go unpunished or lightly punished. The sentencing provisions of section 1170.1, subdivision (i), section 667.6, and section 12022.3 appear intended to rectify this disparity of treatment of sexually assaultive criminals, and for that reason care must be taken not to dilute their effect with a misguided reluctance to impose their extreme punishments. A sentence should not be so lenient as to depreciate the gravity of the offense. At the same time, “[cjonsecutive sentences should not routinely be imposed.” (3 ABA Standards for Criminal Justice (2d ed. 1980) ch. 18, std. 18-4.5(b), p. 18-290.) Sentencing criteria established by statute and the Rules are not a puzzle whose object is to find the maximum possible period of incarceration for a convicted defendant. As a consequence of his brief series of evil and self-destructive acts, this defendant could be sentenced to approximately 40 years in prison. Although he does not deserve society’s pity, he nevertheless should be sentenced after reflection and with a sense of proportionality. <em>(Op. cit. supra, </em>std. 18-3.2, p. 18-222.)</p>\n<p id=\"b640-7\">Upon resentencing, the trial court must: (a) select (and state reasons for such selection) the lower, middle or upper term for each of defendant’s convictions, (b) decide whether to impose concurrent or consecutive sentences, and state reasons therefor, (c) decide, if consecutive sentences have been chosen, whether to utilize the sentencing scheme of section 1170.1 or <page-number citation-index=\"1\" label=\"823\">*823</page-number>the harsher provisions of section 667.6, subdivision (c), and state reasons for this choice, and (d) not impose a weapon use enhancement for an offense if weapon use constitutes a reason for imposing the upper base term. The trial court may not use the same facts to both justify selection of the upper terms and to impose consecutive sentences. If the provisions of section 667.6 are utilized as to any of the sex offense convictions, the convictions treated under section 1170.1 must be imposed consecutively, pursuant to the analysis in part V, <em>ante.</em></p>\n<p id=\"b641-5\">The judgment is affirmed and the matter is remanded to the trial court for resentencing.</p>\n<p id=\"b641-6\">Hanson (P. D.), Acting P. J., and Gallagher, J.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b641-7\">A petition for a rehearing was denied March 6, 1984, and the opinion was modified to read as printed above. Appellant’s petition for a hearing by the Supreme Court was denied April 19, 1984.</p>\n<footnote label=\"2\">\n<p id=\"b627-11\"> All section references are to the Penal Code unless otherwise specified.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b629-10\"> Another, but unmentioned, factor in mitigation was that the defendant’s prior record consisted of one violation of section 23103 of the Vehicle Code, reckless driving. The absence of any Penal Code violations was a circumstance in mitigation. (Cal. Rules of Court, rule 423(b)(1) (hereinafter Rule or Rules).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b629-11\"> Such an incorporation is ineffective. <em>(People </em>v. <em>Whitehouse </em>(1980) 112 Cal.App.3d 479, 485-486 [169 Cal.Rptr. 199].)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b630-8\"> By “otherwise available,” we mean that the fact has not already been or will not be used to impose either an enhancement or a consecutive term. Under the dual use rule, a fact which <em>has </em>been so used is unavailable for aggravation purposes. (§ 1170, subd. (b); Rule 441(c); <em>People </em>v. <em>Lawson </em>(1980) 107 Cal.App.3d 748 [165 Cal.Rptr. 764].)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b631-10\"> Facts which are not, strictly speaking, “elements” of a crime may be inherent in it and thus fall within the rule. <em>(People </em>v. <em>Young </em>(1983) 146 Cal.App.3d 729, 734 [194 Cal.Rptr. 338].)</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b633-10\"> The phrase “fact of any enhancement” has been construed to mean . . the fact upon which the enhancement is based, not that fact that an enhancement was imposed.” <em>(People </em>v. <em>Lambeth </em>(1980) 112 Cal.App.3d 495, 499 [169 Cal.Rptr. 193].)</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b634-9\"> The enactment of a statute should not raise a presumption that the Legislature intended thereby to overthrow long established principles unless such an intention appears clearly by express declaration or by necessary implication. <em>(Fuentes </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1976) 16 Cal.3d 1, 7 [128 Cal.Rptr. 673, 547 P.2d 449].) At the time that the 1979 Legislature acted, Rule 441(c) was a part of the sentencing laws. It provided that “[a] fact used to enhance the defendant’s prison sentence may not be used to impose the upper term.” By its express provisions, the rule applies to all enhancements. A consecutive sentence is an enhancement. <em>(People </em>v. <em>Lawson, supra, </em>107 Cal.App.3d 748.) The Rules have the force of law. (§ 1170.3, subd. (a); <em>In re Marriage of McKim </em>(1972) 6 Cal.3d 673, 678, fn. 4 [100 Cal.Rptr. 140, 493 P.2d 868].) It must be assumed that the Legislature was aware of existing related laws and intended to maintain a consistent body of rules. <em>(Fuentes </em>v. <em>Workers’ Comp. Appeals Bd., supra, </em>16 Cal.3d at p. 7.) While it is unmistakable that the Legislature intended to increase the severity of punishment for certain violent sex crimes by the enactments and amendments contained in the legislation which created section 667.6 and related provisions, it does not appear, either by express declaration or by necessary implication, that the established prohibition against dual use of facts was meant to be abandoned as to such crimes.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b636-9\"> Subdivision (h) was previously designated subdivision (g). It has been redesignated without other modification subdivision (h). (Stats. 1982, ch. 1515, § 1, p. 5878.) We will refer to it by its present designation.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b637-8\"> But see <em>People </em>v. <em>Calhoun </em>(1983) 141 Cal.App.3d 117, 124-125 [190 Cal.Rptr. 115]. (§ 1385 does not permit stay of execution of § 12022.5 enhancement. In <em>Calhoun, </em>the trial court adopted the tactic of staying the enhancements in order to avoid a statement of reasons.)</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b637-9\"> Subdivision (i) was previously designated subdivision (h). It has been redesignated without other modification subdivision (i). (Stats. 1982, ch. 1515, § 1, p. 5878.) We will refer to it by its present designation.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b640-8\"> See footnote 1, <em>ante.</em></p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"AGq\"> See footnote 1, <em>ante.</em></p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b641-8\"> Assigned by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}