{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1087\" lastpage=\"1099\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Valerie HENEBERRY\n  <br/>\n  v.\n  <br/>\n  Bashar PHAROAN\n </parties>\n <docketnumber id=\"p-2\">\n  No. 2440, Sept. Term, 2015\n </docketnumber>\n <court id=\"p-3\">\n  Court of Special Appeals of Maryland.\n </court>\n <decisiondate id=\"p-4\">\n  April 27, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Argued by: Mark E. Herman, Baltimore, MD, for Appellant\n </attorneys>\n <attorneys id=\"p-6\">\n  Argued by: Anthony J. Breschi (John T. Sly, Waranch &amp; Brown, LLC, on the brief) Lutherville, MD, for Appellee\n </attorneys>\n <judges id=\"p-7\">\n  Panel: Krauser, C.J., Berger, James P. Salmon (Senior Judge, Specially Assigned), JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Berger, J.\n  </author>\n  <p id=\"p-9\">\n   This\n   appeal arises from a medical malpractice case in which the circuit court granted appellee, Bashar Pharoan's (\"Dr. Pharoan\") motion to dismiss one count of appellants', Valerie Heneberry, et al. (\"Heneberry\"),\n   <footnotemark>\n    1\n   </footnotemark>\n   complaint. Heneberry alleges that Dr. Pharoan, in performing an appendectomy for acute appendicitis, failed to completely remove her appendix in contravention of his agreement to perform an appendectomy. Heneberry claims that this failure caused her severe pain and resulted in her having to undergo an additional surgical procedure to remove the remaining appendiceal stump. The question we address in this appeal revolves around whether Heneberry was permitted-as a matter of law-to bring a claim against Dr. Pharoan for breach of contract.\n  </p>\n  <p id=\"p-10\">\n   The Circuit Court for Baltimore County granted Dr. Pharoan's motion to dismiss Count III (alleging breach of contract) of Heneberry's amended complaint. Heneberry timely noted an appeal to this Court.\n  </p>\n  <p id=\"p-11\">\n   On appeal, Appellant presents one issue for our review,\n   <footnotemark>\n    2\n   </footnotemark>\n   which we rephrase as follows:\n  </p>\n  <blockquote id=\"p-12\">\n   Whether the circuit court's dismissal of Heneberry's breach of contract claim was legally correct, where the basis of the claim was that Dr. Pharoan agreed to perform an appendectomy but did not remove the stump of her appendix.\n  </blockquote>\n  <p id=\"p-13\">\n   For the reasons discussed below, we shall affirm the judgment of the Circuit Court for Baltimore County.\n  </p>\n  <p id=\"p-14\">\n   <strong>\n    FACTUAL AND PROCEDURAL BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-15\">\n   On or around October 15, 2011, Heneberry went to the Greater Baltimore Medical Center (GBMC) complaining of abdominal pain. She was treated by Dr. Pharoan, the surgeon who was on call for the emergency room. After a CT scan, Dr. Pharoan diagnosed Heneberry with acute appendicitis and recommended that she undergo a laparoscopic appendectomy, a surgical procedure to remove the appendix. Dr. Pharoan performed the procedure at GBMC. His medical notes describe an apparently uneventful surgery and that Heneberry responded well to the surgery. During the surgery, however, Dr. Pharoan removed most of the appendix, but left the \"stump\" of the appendix in place.\n  </p>\n  <p id=\"p-16\">\n   Thereafter, Heneberry alleges that she experienced severe pain and was forced to undergo an additional surgical procedure, performed by a different physician, to remove the stump of the appendix left behind by Dr. Pharoan. Heneberry alleges that Dr. Pharoan's failure to completely remove her appendix was the cause of her subsequent pain and surgery.\n  </p>\n  <p id=\"p-17\">\n   On September 11, 2014, Heneberry filed a complaint in the Circuit Court for Baltimore County against Dr. Pharoan for medical malpractice. Count I of the complaint was based on the grounds of negligence, and Count II alleged a loss of consortium. On March 17, 2015, Heneberry filed an amended complaint, this time adding Count III, a breach of contract claim based on the same facts.\n  </p>\n  <p id=\"p-18\">\n   On March 31, 2015, Heneberry filed a motion for partial summary judgment on the issues of liability on the negligence count and on the breach of contract count. On June 2, 2015, the court denied partial summary judgment on Count I for negligence based on the existence of a dispute of material fact related to causation. Thereafter, Dr. Pharoan filed a motion to dismiss Count III of the amended complaint, and on August 28, 2015, the court heard oral argument on the motion. In an\n   Order filed August 31, 2015, the circuit court granted Dr. Pharoan's motion to dismiss for failure to state a claim on Count III, the breach of contract claim.\n  </p>\n  <p id=\"p-19\">\n   The case proceeded to a jury trial on the issue of liability for medical negligence. The jury found in favor of Dr. Pharoan on Heneberry's claim of negligence. On December 16, 2015, Heneberry noted a timely appeal.\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    I.\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   Before reaching the merits of this case, we first address a procedural concern regarding the circuit court's consideration of materials appended to Dr. Pharoan's motion to dismiss and his reply to Heneberry's opposition. Heneberry argues in her appeal to this Court that Dr. Pharoan's\n  </p>\n  <blockquote id=\"p-23\">\n   attempt to introduce a part of [Heneberry's] deposition in support of their motion misdirects the court from construing the four corners of [Heneberry's] Amended Complaint and introduced clear error.\n  </blockquote>\n  <p id=\"p-24\">\n   More specifically, the circuit court considered a consent form executed by Heneberry prior to surgery, as well as\n   Heneberry's deposition testimony,\n   <footnotemark>\n    3\n   </footnotemark>\n   in connection with Dr. Pharoan's motion to dismiss. The trial court explained the basis of its reasoning in the following way:\n  </p>\n  <blockquote id=\"p-25\">\n   [W]hen you turn to the second page of that consent form, Paragraph 4 reads, quote, No warranty or guarantee has been given to me by anyone as to the results that may be obtained from the procedures covered by Paragraph 1 ....\n  </blockquote>\n  <blockquote id=\"p-26\">\n   [E]ven though that's outside of the four corners of the pleadings, I think it is important to refer to [the consent form], and also important to note that [Heneberry], when deposed, never indicated that there was any express promise, special promise, special agreement in connection with this procedure.\n  </blockquote>\n  <blockquote id=\"p-27\">\n   I do think and find that the\n   <em>\n    Dingle\n   </em>\n   case is instructive .... [S]ince there is no allegation of a special promise or agreement, any type of expressed warranty or agreement, then it is appropriate for the [c]ourt to grant [Dr. Pharoan's] motion to dismiss as to the breach of contract claim under Count [III].\n  </blockquote>\n  <p id=\"p-28\">\n   Accordingly, we first consider whether the trial court should have converted the motion to dismiss into a motion for summary judgment pursuant to Maryland Rule 2-322(c). The pertinent part of the Rule governing the disposition of preliminary motions provides:\n  </p>\n  <blockquote id=\"p-29\">\n   If, on a motion to dismiss for failure of the pleading to state a claim upon which relief can be granted,\n   <em>\n    matters outside the pleading are presented to and not excluded by the court\n   </em>\n   , the motion shall be treated as one for summary judgment and disposed of as provided in Rule 2-501, and all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 2-501.\n  </blockquote>\n  <p id=\"p-30\">\n   Md. Rule 2-322(c) (emphasis added).\n  </p>\n  <p id=\"p-31\">\n   For purposes of our review on appeal, we treat the trial court's grant of a motion to dismiss as one for summary judgment when the court \"is presented with factual allegations beyond those contained in the complaint ... and the trial judge does not exclude such matters.\"\n   <em>\n    Nickens v. Mount Vernon Realty Group, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"3715527\" index=\"0\" url=\"https://cite.case.law/md/429/53/#p62\">\n    429 Md. 53\n   </extracted-citation>\n   , 62-63,\n   <extracted-citation case-ids=\"3715337,3715527\" index=\"1\" url=\"https://cite.case.law/a3d/54/742/\">\n    54 A.3d 742\n   </extracted-citation>\n   (2012) (quoting\n   <em>\n    Okwa v. Harper\n   </em>\n   ,\n   <extracted-citation case-ids=\"220202\" index=\"2\" url=\"https://cite.case.law/md/360/161/#p177\">\n    360 Md. 161\n   </extracted-citation>\n   , 177,\n   <extracted-citation case-ids=\"220202\" index=\"3\" url=\"https://cite.case.law/md/360/161/#p177\">\n    757 A.2d 118\n   </extracted-citation>\n   (2000) );\n   <em>\n    see also\n   </em>\n   <em>\n    Smith v. Danielczyk\n   </em>\n   ,\n   <extracted-citation case-ids=\"3551503\" index=\"4\" url=\"https://cite.case.law/md/400/98/#p105\">\n    400 Md. 98\n   </extracted-citation>\n   , 105,\n   <extracted-citation case-ids=\"3552056,3551503\" index=\"5\" url=\"https://cite.case.law/a2d/928/795/\">\n    928 A.2d 795\n   </extracted-citation>\n   (2007) (explaining that the appellate court assumes extraneous documents were considered by the trial court where \"[t]he record does not indicate that the extraneous documents or averments were 'excluded' \" from the court's\n   consideration);\n   <em>\n    accord\n   </em>\n   <em>\n    Anne Arundel Cnty. v. Bell\n   </em>\n   ,\n   <extracted-citation case-ids=\"4184915\" index=\"6\" url=\"https://cite.case.law/md/442/539/#p552\">\n    442 Md. 539\n   </extracted-citation>\n   , 552,\n   <extracted-citation case-ids=\"4184915\" index=\"7\" url=\"https://cite.case.law/md/442/539/#p552\">\n    113 A.3d 639\n   </extracted-citation>\n   (2015) (treating the trial court's grant of a motion to dismiss as a grant of summary judgment where the court considered affidavits attached to the motion);\n   <em>\n    Okwa\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"220202\" index=\"8\" url=\"https://cite.case.law/md/360/161/#p177\">\n    360 Md. at 177\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"220202\" index=\"9\" url=\"https://cite.case.law/md/360/161/#p177\">\n    757 A.2d 118\n   </extracted-citation>\n   (treating the motion as one for summary judgment where the court relied on facts stated at a motions hearing and in the plaintiff's affidavit, but not in the complaint);\n   <em>\n    Green v. H &amp; R Block, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"865619\" index=\"10\" url=\"https://cite.case.law/md/355/488/#p501\">\n    355 Md. 488\n   </extracted-citation>\n   , 501,\n   <extracted-citation case-ids=\"865619\" index=\"11\" url=\"https://cite.case.law/md/355/488/#p501\">\n    735 A.2d 1039\n   </extracted-citation>\n   (1999) (treating the trial court's dismissal as a grant of summary judgment where the court in its memorandum opinion referred to exhibits appended to a motion filed by the defendant).\n   We have held, however, that it is proper for a trial court to decide a motion to dismiss without converting it to a motion for summary judgment when the court considers, or does not exclude, materials that are central to the allegations in the complaint.\n   <em>\n    See\n   </em>\n   <em>\n    Advance Telecom Process LLC v. DSFederal, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4346787\" index=\"12\" url=\"https://cite.case.law/md-app/224/164/#p175\">\n    224 Md.App. 164\n   </extracted-citation>\n   , 175-76,\n   <extracted-citation case-ids=\"4346787\" index=\"13\" url=\"https://cite.case.law/md-app/224/164/#p175\">\n    119 A.3d 175\n   </extracted-citation>\n   (2015). In\n   <em>\n    Advance Telecom\n   </em>\n   , where the material not excluded from consideration (a \"Teaming Agreement\") was the document upon which the plaintiff's claim was based, we held that the document merely supplemented the allegations in the complaint, rather than adding new facts to the court's consideration.\n   <em>\n    <extracted-citation case-ids=\"4346787\" index=\"14\" url=\"https://cite.case.law/md-app/224/164/#p175\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-32\">\n   Like the \"Teaming Agreement\" in\n   <em>\n    Advance Telecom\n   </em>\n   , the language of the consent form in the instant case consisted of the sole basis for Heneberry's allegation that an enforceable contract was formed prior to surgery. Indeed, Heneberry's counsel averred at the motions hearing that the consent form provided the language of the alleged contract between Heneberry and Dr. Pharoan. Heneberry's counsel stated the following:\n  </p>\n  <blockquote id=\"p-33\">\n   [T]here's a potential for liability if you find, as a matter of law, that there was a breach of contract by looking at the informed consent, even if she doesn't remember specifically what the language is. That's why we too adopt and accept ... being bound by the informed consent because that is ... the surgical procedure he promised to do.\n  </blockquote>\n  <p id=\"p-34\">\n   Heneberry\n   alleged that Dr. Pharoan made certain promises to her. Those allegations were based on the language in the consent form. As such, the court's consideration of the consent form did not convert the motion to dismiss into a motion for summary judgment.\n  </p>\n  <p id=\"p-35\">\n   In the circuit court's oral opinion, the court also referred, specifically, to Heneberry's deposition testimony, highlighting the absence of any indication that Dr. Pharoan made a separate or additional promise sufficient to establish a claim for breach of contract. Although it was not necessary to the court's conclusion to consider anything other than the sufficiency of the allegations in the complaint,\n   <footnotemark>\n    4\n   </footnotemark>\n   the expressed reason for the court's reliance on the testimony at Heneberry's deposition was to emphasize the absence of facts necessary to establish a breach of contract claim in a medical malpractice case. The trial court, therefore, did not consider any additional facts, but rather the absence of certain necessary facts in materials outside of the four corners of the complaint.\n  </p>\n  <p id=\"p-36\">\n   In addition to referring to these two documents appended to Dr. Pharoan's motion and reply, the court also did not expressly exclude other materials appended to other court filings that were outside of Heneberry's complaint and amended complaint.\n   <em>\n    See\n   </em>\n   <em>\n    Danielczyk\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"3551503\" index=\"15\" url=\"https://cite.case.law/md/400/98/#p105\">\n    400 Md. at 105\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3552056,3551503\" index=\"16\" url=\"https://cite.case.law/a2d/928/795/\">\n    928 A.2d 795\n   </extracted-citation>\n   . Assuming\n   <em>\n    arguendo\n   </em>\n   that the trial court's consideration of these materials transformed the motion to dismiss to one for summary judgment pursuant to Md. Rule 2-322(c), the outcome would have been the same as there were no material facts were in dispute. Moreover, \"when reviewing the grant of either a motion to dismiss or a motion for summary judgment, an appellate court must determine\n   whether the trial\n   court was legally correct.\"\n   <em>\n    Hrehorovich v. Harbor Hosp. Cntr., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"2345501\" index=\"17\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n    93 Md.App. 772\n   </extracted-citation>\n   , 785,\n   <extracted-citation case-ids=\"2345501\" index=\"18\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n    614 A.2d 1021\n   </extracted-citation>\n   (1992). Because the trial court did not exclude all extraneous materials from its consideration of the motion to dismiss, we treat the trial court's dismissal of the breach of contract claim as a determination of summary judgment in favor of Dr. Pharoan.\n  </p>\n  <p id=\"p-37\">\n   Viewing the motion as one for summary judgment, the trial court was well within its discretion to consider the consent form and Heneberry's deposition testimony, as well as other relevant documents submitted by the parties.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"2345501\" index=\"19\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"2345501\" index=\"19\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n    at 783-85\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"2345501\" index=\"20\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n    614 A.2d 1021\n   </extracted-citation>\n   (1992). As we explained in\n   <em>\n    Hrehorovich\n   </em>\n   , \" Rule 2-322(c) gives the trial court discretion to convert a motion to dismiss to a motion for summary judgment by considering matters outside the pleading.\"\n   <em>\n    <extracted-citation case-ids=\"2345501\" index=\"21\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-38\">\n   We recognize that converting a motion to dismiss to a motion for summary judgment carries the risk of unfair prejudice to a non-movant by potentially denying that party \"a reasonable opportunity to present material that may be pertinent to the court's decision as required by Maryland Rule 2-501.\"\n   <em>\n    Worsham v. Ehrlich\n   </em>\n   ,\n   <extracted-citation case-ids=\"3802943\" index=\"22\" url=\"https://cite.case.law/md-app/181/711/#p722\">\n    181 Md.App. 711\n   </extracted-citation>\n   , 722-23,\n   <extracted-citation case-ids=\"3802943\" index=\"23\" url=\"https://cite.case.law/md-app/181/711/#p722\">\n    957 A.2d 161\n   </extracted-citation>\n   (2008). This risk, however, is not present here, where both parties had the opportunity to fully brief the issues on which the court based its determination and had the opportunity to submit materials pertinent to the court's decision.\n   <em>\n    Green\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"865619\" index=\"24\" url=\"https://cite.case.law/md/355/488/#p501\">\n    355 Md. at 502\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"865619\" index=\"25\" url=\"https://cite.case.law/md/355/488/#p501\">\n    735 A.2d 1039\n   </extracted-citation>\n   (concluding the non-moving party suffered no unfair prejudice as a result of converting the motion where the court's opinion turned on the plaintiff's failure to establish facts necessary to assert a prima facie case and both parties had fully briefed that issue).\n  </p>\n  <p id=\"p-39\">\n   In this case, Heneberry suffered no unfair prejudice as a result of converting the motion to dismiss into a motion for summary judgment. The central issue in this case is whether Heneberry was required to and did properly allege that Dr. Pharoan made an additional, separate promise sufficient to establish a breach of contract claim. Both parties had ample opportunity to argue and brief this issue to the trial court. Critically, Heneberry filed a motion for partial summary judgment,\n   which included the claim for breach of contract. Indeed, with her motion, Heneberry appended several exhibits, including Dr. Pharoan's deposition testimony.\n   <footnotemark>\n    5\n   </footnotemark>\n   Furthermore, neither party controverted any material facts contained in the exhibits filed with the court. Heneberry, therefore, did not suffer prejudice by the court's consideration of any materials outside of the four corners of the amended complaint. Accordingly, we treat the circuit court's grant of Dr. Pharoan's motion to dismiss as a grant of summary judgment in favor of Dr. Pharoan.\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-40\">\n   We review\n   <em>\n    de novo\n   </em>\n   a trial court's grant of a motion for summary judgment.\n   <em>\n    SeeWorsham\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"2345501\" index=\"26\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n    93 Md.App. at 784\n   </extracted-citation>\n   . We\n   described our standard of review on appeal in\n   <em>\n    Worsham\n   </em>\n   in the following way:\n  </p>\n  <blockquote id=\"p-41\">\n   The question of whether a trial court's grant of summary judgment was proper is a question of law subject to\n   <em>\n    de novo\n   </em>\n   review on appeal.\n   <em>\n    Livesay v. Baltimore,\n   </em>\n   <extracted-citation case-ids=\"419002\" index=\"27\" url=\"https://cite.case.law/md/384/1/#p9\">\n    384 Md. 1\n   </extracted-citation>\n   , 9,\n   <extracted-citation case-ids=\"419002\" index=\"28\" url=\"https://cite.case.law/md/384/1/#p9\">\n    862 A.2d 33\n   </extracted-citation>\n   (2004). Summary judgment is appropriate when there is no genuine dispute as to any material fact and the party in whose favor judgment is entered is entitled to judgment as a matter of law. Maryland Rule 2-501(f). On appeal, the appellate court will review the record in the light most favorable to the non-moving party and construe any reasonable inferences that may be drawn from the facts against the moving party.\n   <em>\n    Myers v. Kayhoe,\n   </em>\n   <extracted-citation case-ids=\"2830010\" index=\"29\" url=\"https://cite.case.law/md/391/188/#p203\">\n    391 Md. 188\n   </extracted-citation>\n   , 203,\n   <extracted-citation case-ids=\"2830010\" index=\"30\" url=\"https://cite.case.law/md/391/188/#p203\">\n    892 A.2d 520\n   </extracted-citation>\n   (2006). In reviewing a grant of summary judgment under Maryland Rule 2-501, we independently\n   review the record to determine whether the parties properly generated a dispute of material fact and, if not, whether the moving party is entitled to judgment as a matter of law.\n   <em>\n    Wells Fargo Home Mortgage, Inc. v. Neal,\n   </em>\n   <extracted-citation case-ids=\"3852401\" index=\"31\" url=\"https://cite.case.law/md/398/705/#p714\">\n    398 Md. 705\n   </extracted-citation>\n   , 714,\n   <extracted-citation case-ids=\"3852401\" index=\"32\" url=\"https://cite.case.law/md/398/705/#p714\">\n    922 A.2d 538\n   </extracted-citation>\n   (2007) (quoting\n   <em>\n    Livesay,\n   </em>\n   <extracted-citation case-ids=\"419002\" index=\"33\" url=\"https://cite.case.law/md/384/1/#p9\">\n    384 Md. 1\n   </extracted-citation>\n   , 9-10,\n   <extracted-citation case-ids=\"419002\" index=\"34\" url=\"https://cite.case.law/md/384/1/#p9\">\n    862 A.2d 33\n   </extracted-citation>\n   (2004) ).\n  </blockquote>\n  <blockquote id=\"p-42\">\n   <em>\n    Id.\n   </em>\n   at 723-24.\n  </blockquote>\n  <p id=\"p-43\">\n   We note that there is no genuine dispute of material fact in this case, as the parties do not dispute any statements made by the parties prior to the surgery, nor the series of events that followed. We construe the facts in the light most favorable to Heneberry as the non-moving party to determine whether Dr. Pharoan was entitled to judgment as a matter of law.\n  </p>\n  <p id=\"p-44\">\n   <strong>\n    II.\n   </strong>\n  </p>\n  <p id=\"p-45\">\n   Heneberry's argument on appeal is that Dr. Pharoan is liable for breach of contract because he had a \"contractual obligation to perform an appendectomy, which is the removal of the appendix, not a portion of the appendix, and [there was] no testimony that he intended to leave a portion behind.\" In Heneberry's words, \"[Heneberry] contracted with [Dr. Pharoan] for the removal of all of her appendix, and not just some of her appendix ... Appellant [pled] sufficient facts to entitle[ ] her to relief because 'all' means all.\" Thus, according to Heneberry, the circuit court erred by granting judgment in favor of Dr. Pharoan on the breach of contract claim, rather than granting Heneberry's motion for partial summary judgment on the same claim.\n  </p>\n  <p id=\"p-46\">\n   Although Maryland courts generally recognize that the doctor-patient relationship is contractual in nature, and that the doctor impliedly agrees to exercise a reasonable degree of care and medical skill, the failure to exercise that care is tortious in nature and is generally not governed by contract law.\n   <em>\n    Benson v. Mays\n   </em>\n   ,\n   <extracted-citation case-ids=\"1946153\" index=\"35\" url=\"https://cite.case.law/md/245/632/#p636\">\n    245 Md. 632\n   </extracted-citation>\n   , 636,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=227%20A.2d%20220\">\n    227 A.2d 220\n   </extracted-citation>\n   (1967). As we explain below, to establish a prima facie case of breach of contract where the facts relate to a physician's\n   performance of a medical procedure, the plaintiff must show that the physician made an additional promise or warranty separate and apart from the physician's agreement to properly perform the procedure.\n   <em>\n    See\n   </em>\n   <em>\n    Dingle v. Belin\n   </em>\n   ,\n   <extracted-citation case-ids=\"144708\" index=\"37\" url=\"https://cite.case.law/md/358/354/#p372\">\n    358 Md. 354\n   </extracted-citation>\n   , 372,\n   <extracted-citation case-ids=\"144708\" index=\"38\" url=\"https://cite.case.law/md/358/354/#p372\">\n    749 A.2d 157\n   </extracted-citation>\n   (2000) (\"Malpractice is predicated upon the failure to exercise requisite medical skill and is tortious in nature. The action in contract is based upon a failure to perform a special agreement.\") (quoting\n   <em>\n    Robins v. Finestone\n   </em>\n   ,\n   <extracted-citation case-ids=\"2236456\" index=\"39\" url=\"https://cite.case.law/ny/308/543/#p546\">\n    308 N.Y. 543\n   </extracted-citation>\n   , 546,\n   <extracted-citation index=\"40\" url=\"https://cite.case.law/citations/?q=127%20N.E.2d%20330\">\n    127 N.E.2d 330\n   </extracted-citation>\n   , 332 (1955) );\n   <em>\n    Sard v. Hardy\n   </em>\n   ,\n   <extracted-citation case-ids=\"2077493\" index=\"41\" url=\"https://cite.case.law/md/281/432/#p451\">\n    281 Md. 432\n   </extracted-citation>\n   , 451-52,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=379%20A.2d%201014\">\n    379 A.2d 1014\n   </extracted-citation>\n   (1977).\n  </p>\n  <p id=\"p-47\">\n   Heneberry's amended complaint, adding Count III claiming breach of contract, incorporated no new facts, such as an additional promise or warranty supporting the breach of contract claim. On the count of\n   negligence, Heneberry alleged that Dr. Pharoan diagnosed her with appendicitis, recommended surgery, and stated that he was \"familiar with that procedure and could perform it safely and successfully.\" Heneberry argued that \"the procedure, an appendectomy, was not performed properly and in accordance with generally accepted medical and surgical standards.\" Finally, Heneberry alleged, \"[a]s a sole, direct and proximate result of the negligence of the Defendant in failing to completely remove Plaintiff Heneberry's entire appendix, she suffered injuries and damages.\"\n  </p>\n  <p id=\"p-48\">\n   Similarly, on the breach of contract count, Heneberry alleged the following:\n  </p>\n  <blockquote id=\"p-49\">\n   10. The Plaintiff contracted with the Defendant for the removal of all of her appendix, and not just some of her appendix.\n  </blockquote>\n  <blockquote id=\"p-50\">\n   11. The Defendant breached the contract by removing only a portion of her appendix.\n  </blockquote>\n  <blockquote id=\"p-51\">\n   12. The Defendant left an [appendiceal] stump measuring 3.5 centimeters.\n  </blockquote>\n  <blockquote id=\"p-52\">\n   13. Thereafter, the Plaintiff came under Dr. [Rotolo's] treatment and care. Dr. [Rotolo] performed a second surgical procedure and removed the stump.\n  </blockquote>\n  <blockquote id=\"p-53\">\n   14. As a direct and proximate result, Plaintiff incurred medical expenses, other treatment and care, injuries and [was] otherwise damaged and wounded.\n  </blockquote>\n  <blockquote id=\"p-54\">\n   15. The Defendant breached his contract because he agreed to and was contracted to remove the complete appendix as a part of an appendectomy.\n  </blockquote>\n  <blockquote id=\"p-55\">\n   16. The Defendant breached the contract by failing to do so.\n  </blockquote>\n  <blockquote id=\"p-56\">\n   17. That as a direct and proximate consequence, Plaintiff suffered injuries and damages.\n  </blockquote>\n  <p id=\"p-57\">\n   In her amended complaint, Heneberry merely alleged that Dr. Pharoan agreed to perform an appendectomy and that not all of the appendix was removed; therefore, Heneberry argues that a breach of contract occurred. Indeed, in the amended complaint, Heneberry alleged virtually the same facts as those alleged in the original complaint for negligence, adding no new allegations to establish any special promise or warranty in addition to Dr. Pharoan's agreement to perform an appendectomy.\n   <footnotemark>\n    7\n   </footnotemark>\n   Heneberry, therefore, did not allege the facts necessary to sustain a prima facie case of breach of contract in her amended complaint.\n  </p>\n  <p id=\"p-58\">\n   Notably, Heneberry's counsel was never able to articulate to the trial judge any evidence of a separate promise in addition to Dr. Pharoan's ordinary obligation to properly perform the appendectomy. At the hearing on Dr. Pharoan's motion, the following exchange occurred:\n  </p>\n  <blockquote id=\"p-59\">\n   MR. HERMAN: [T]here is from our viewpoint from being called on the scene to the time of my client being submitted to general anesthesia, that important period, that conversation is where the breach of contract action (inaudible). What representations, what statements of fact, what did Dr. Pharoan\n   promise to do?\n   <em>\n    And at that point, he clearly, in consideration for being paid, made affirmative representations of what he would do.\n   </em>\n   THE COURT: But I thought Mr. Breschi said he took your client's deposition, and\n   <em>\n    she really didn't have any recollection of what was said or communicated with the doctor.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-60\">\n   MR. HERMAN: That's-that's-and she doesn't recall what happened on the surgical table either, Your Honor, (inaudible).\n  </blockquote>\n  <blockquote id=\"p-61\">\n   THE COURT: Yes, but-\n   <em>\n    but with respect to the breach of contract and the need to establish that some special promise, special agreement, expressed agreement was made, she didn't recall anything. There doesn't seem to be any dispute about that.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-62\">\n   MR. HERMAN:\n   <em>\n    Absolutely none. But he does, and he put it in writing, and he represented what it was that he was going to do.\n   </em>\n   In other words, it is typical, Your Honor, I know you've seen it time and time again, where the one side causes the other side adversely and says, now, tell the jury what it was that [you] promised you would do as part of your surgical procedure to get her to consent, and he would say, just as he did in deposition, just as I represented to you,\n   <em>\n    he was going to take the appendix out.\n   </em>\n  </blockquote>\n  <p id=\"p-63\">\n   (Emphasis added.)\n  </p>\n  <p id=\"p-64\">\n   Even the consent form executed by Heneberry prior to surgery did not provide any indication of any additional promise or warranty. In fact, as the trial court noted, the consent agreement expressly provided that \"[n]o warranty or guarantee has been given to me by anyone as to (a) the results that may be obtained from the procedures\" that were to be performed as indicated in the first paragraph of the form.\n   <footnotemark>\n    8\n   </footnotemark>\n   Because Heneberry could not establish a case for breach of contract without an express promise separate from the agreement to perform the surgery, the trial court correctly determined\n   that Dr. Pharoan was entitled to judgment as a matter of law.\n  </p>\n  <p id=\"p-65\">\n   The court's reasoning was based in part on its analysis of\n   <em>\n    Dingle\n   </em>\n   , which recognized that a breach of contract claim may be available in limited circumstances when the medical provider makes an additional promise or gives a separate warranty.\n   <extracted-citation case-ids=\"144708\" index=\"43\" url=\"https://cite.case.law/md/358/354/#p372\">\n    358 Md. at 371\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"144708\" index=\"44\" url=\"https://cite.case.law/md/358/354/#p372\">\n    749 A.2d 157\n   </extracted-citation>\n   . Although the Court in\n   <em>\n    Dingle\n   </em>\n   held that the plaintiff properly alleged the breach of contract claim, the Court further explained:\n  </p>\n  <blockquote id=\"p-66\">\n   [A]s an alternative to tort-based actions, a separate action for breach of the contract may lie when the doctor acts in contravention of a contractual undertaking,\n   <em>\n    at least in some settings\n   </em>\n   . Those actions are often founded either on a breach of warranty theory, alleging a warranty by the physician of a particular result,\n   <em>\n    or on a promise independent of a medical procedure\n   </em>\n   .\n  </blockquote>\n  <p id=\"p-67\">\n   <em>\n    <extracted-citation case-ids=\"144708\" index=\"45\" url=\"https://cite.case.law/md/358/354/#p372\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"144708\" index=\"45\" url=\"https://cite.case.law/md/358/354/#p372\">\n    at 371\n   </extracted-citation>\n   (emphasis added).\n  </p>\n  <p id=\"p-68\">\n   In Maryland, when a plaintiff alleges that a medical procedure was not properly performed, the claim is ordinarily governed by tort law. In\n   <em>\n    Sard v. Hardy\n   </em>\n   , the Court of Appeals held that a patient could not submit to a jury a medical malpractice claim under a breach of contract theory where the claim was based on the physician's assurances to the patient that she was sterile and not capable of becoming pregnant.\n   <em>\n    See generally\n   </em>\n   <em>\n    Sard\n   </em>\n   ,\n   <extracted-citation case-ids=\"2077493\" index=\"46\" url=\"https://cite.case.law/md/281/432/#p451\">\n    281 Md. at 432\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=379%20A.2d%201014\">\n    379 A.2d 1014\n   </extracted-citation>\n   . Without more, this type of reassurance \"does not by itself rise to the level of a guarantee, and beyond a mere hopeful expression of opinion or prediction of an expected result.\"\n   <em>\n    Id.\n   </em>\n   at 454,\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=379%20A.2d%201014\">\n    379 A.2d 1014\n   </extracted-citation>\n   . The Court in\n   <em>\n    Sard\n   </em>\n   summarized the basis for our policy of distinguishing cases that allege a separate or additional promise, and those in which the\n   circumstances merely call into account whether the physician performed the procedure with the proper standard of care, in the following way:\n  </p>\n  <blockquote id=\"p-69\">\n   Courts confronted with the question whether a physician may be liable in contract for breach of express warranty have agreed generally that a physician is not an insurer of the success of his treatment and absent an express agreement, does not warrant or guarantee that he will effect a\n   given result.\n   <em>\n    Coleman v. Garrison\n   </em>\n   ,\n   <extracted-citation case-ids=\"8054263\" index=\"49\" url=\"https://cite.case.law/a2d/349/8/#p11\">\n    349 A.2d 8\n   </extracted-citation>\n   , 11 (Del. 1975). The argument against imposing contractual liability on the physician is that\n   <em>\n    considering the unpredictability of medical results and the differences in individual patients, it is unlikely that the physician of integrity can in good faith promise a particular outcome\n   </em>\n   .\n  </blockquote>\n  <p id=\"p-70\">\n   <em>\n    Id.\n   </em>\n   at 451-52,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=379%20A.2d%201014\">\n    379 A.2d 1014\n   </extracted-citation>\n   (emphasis added).\n  </p>\n  <p id=\"p-71\">\n   In short,\n   <em>\n    Dingle\n   </em>\n   and\n   <em>\n    Sard\n   </em>\n   reflect the policy in Maryland and other states that medical malpractice cases typically sound in negligence and are not determined by the laws of contract, unless unique circumstances are present. Accordingly, we do not recognize contract actions in medical malpractice cases unless the physician made some special promise or warranty apart from a promise to use the medical skill necessary to deliver the treatment in the manner generally accepted by other physicians in the community. In some cases, however, the court may find that these special circumstances exist and that a jury may consider whether the physician breached a contract that is separate and distinct from the physician's agreement to provide medical treatment.\n  </p>\n  <p id=\"p-72\">\n   In an attempt to counter this well-established principle, Heneberry cites numerous out-of-state cases in which a plaintiff was allowed to proceed with a breach of contract claim; however, all of these cases involve a special promise or warranty in addition to the doctor's commitment to perform the medical procedure itself. In\n   <em>\n    Noel v. Proud\n   </em>\n   , the Supreme Court of Kansas found that a case for malpractice may be brought under a theory of breach of contract where the plaintiff alleged \"a special contract between [the] physician and his patient,\" and where there was \"an express warranty by [the] physician for which there was consideration given by his patient.\"\n   <extracted-citation case-ids=\"73644\" index=\"51\" url=\"https://cite.case.law/kan/189/6/#p11\">\n    189 Kan. 6\n   </extracted-citation>\n   , 11,\n   <extracted-citation case-ids=\"73644\" index=\"52\" url=\"https://cite.case.law/kan/189/6/#p11\">\n    367 P.2d 61\n   </extracted-citation>\n   , 66 (1961). Before reaching that conclusion, the court found that the alleged warranty from the physician to the patient in that case-that his hearing \"would not be worsened as a result of the operations\" even if his hearing was not improved-constituted a special contract for a particular result.\n   <em>\n    <extracted-citation case-ids=\"73644\" index=\"53\" url=\"https://cite.case.law/kan/189/6/#p11\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"73644\" index=\"53\" url=\"https://cite.case.law/kan/189/6/#p11\">\n    at 11\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"73644\" index=\"54\" url=\"https://cite.case.law/kan/189/6/#p11\">\n    367 P.2d at 66\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-73\">\n   In other cases raised by Heneberry, various courts allowed juries to hear medical malpractice claims under a breach of contract theory where the physician had promised the plaintiff that he or she would be cured by the procedure. For instance, the New York Court of Appeals in\n   <em>\n    Robins\n   </em>\n   , held that a contract claim could lie where the physician agreed to remove a growth during a relatively minor procedure that involved an incision into the abdomen, and the physician promised to cure the plaintiff by removing the growth and that he could return to his occupation in two days or less.\n   <em>\n    See\n   </em>\n   <em>\n    Robins\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"2236456\" index=\"55\" url=\"https://cite.case.law/ny/308/543/#p546\">\n    308 N.Y. at 545-46\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=127%20N.E.2d%20330\">\n    127 N.E.2d 330\n   </extracted-citation>\n   . During the procedure, the physician punctured the abdomen wall twice, and the plaintiff had to undergo a major operation for which he incurred extensive medical costs and missed work for a month. The Court found that the claim set forth a cause of action in contract,\n   <footnotemark>\n    9\n   </footnotemark>\n   because the plaintiff alleged that the physician specifically warranted an outcome.\n  </p>\n  <p id=\"p-74\">\n   Heneberry cites a series of cases in which the plaintiff alleged that a physician\n   warranted the effectiveness of a sterilization or other birth-control related procedure.\n   <footnotemark>\n    10\n   </footnotemark>\n   For instance, in\n   <em>\n    Shaheen v. Knight\n   </em>\n   , the Pennsylvania trial court explained that a doctor and his or her patient may form a contract for a particular result such as sterilization.\n   <extracted-citation case-ids=\"1625569\" index=\"57\" url=\"https://cite.case.law/pa-d-c2d/11/41/#p44\">\n    11 Pa. D. &amp; C.2d 41\n   </extracted-citation>\n   , 44 (Pa. Com. Pl. 1958 ). The trial court found the plaintiff's contract theory to be viable because he had alleged that \"under a special contract,\" the doctor \"agreed to make\n   him immediately and permanently sterile and guaranteed the results thereof.\"\n   <em>\n    <extracted-citation case-ids=\"1625569\" index=\"58\" url=\"https://cite.case.law/pa-d-c2d/11/41/#p44\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-75\">\n   Similarly, Heneberry cites as support for her argument,\n   <em>\n    Custodio v. Bauer\n   </em>\n   , a California case in which doctors gave a specific warranty for a particular result to a patient who underwent a procedure to have part of her fallopian tubes removed to prevent pregnancy.\n   <extracted-citation case-ids=\"2217166\" index=\"59\" url=\"https://cite.case.law/cal-app-2d/251/303/\">\n    251 Cal.App.2d 303\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"60\" url=\"https://cite.case.law/citations/?q=59%20Cal.%20Rptr.%20463\">\n    59 Cal.Rptr. 463\n   </extracted-citation>\n   (1967).\n   <footnotemark>\n    11\n   </footnotemark>\n   Critically, the Court of Appeals of California found that the allegations were sufficient to permit the breach of contract claim, because the plaintiffs alleged \"an express contract\" with the physician such that he could \"be held liable for a promise to effect a cure or a certain result.\"\n   <em>\n    Id.\n   </em>\n   at 315,\n   <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=59%20Cal.%20Rptr.%20463\">\n    59 Cal.Rptr. 463\n   </extracted-citation>\n   . Indeed, the court articulated a policy similar to ours requiring an additional promise or warranty in order to hold a physician liable for breach of contract:\n  </p>\n  <blockquote id=\"p-76\">\n   It is thoroughly settled in California that ... [i]n the absence of an express contract the physician or surgeon does not warrant cures. By taking a case he represents that he possesses the ordinary training and skill possessed by physicians and surgeons practicing in the same or similar communities and that he will employ such training, care and skill in the treatment of his patients.\n  </blockquote>\n  <p id=\"p-77\">\n   <em>\n    Id.\n   </em>\n   at 314-15,\n   <extracted-citation index=\"62\" url=\"https://cite.case.law/citations/?q=59%20Cal.%20Rptr.%20463\">\n    59 Cal.Rptr. 463\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-78\">\n   In\n   <em>\n    Guilmet v. Campbell\n   </em>\n   , the court found that the plaintiffs had put forward enough evidence to present a jury question as to whether three surgeons' statements to the plaintiff constituted a \"specific, clear and express promise to cure or effect a\n   specific result which was in the reasonable contemplation of both themselves and the patient and which was relied upon by the patient.\"\n   <extracted-citation case-ids=\"1915898\" index=\"63\" url=\"https://cite.case.law/mich/385/57/#p70\">\n    385 Mich. 57\n   </extracted-citation>\n   , 70,\n   <extracted-citation index=\"64\" url=\"https://cite.case.law/citations/?q=188%20N.W.2d%20601\">\n    188 N.W.2d 601\n   </extracted-citation>\n   , 607 (1971). In that case, the plaintiff underwent surgery for a bleeding peptic ulcer at the defendant doctors' recommendations. The plaintiff alleged that, before deciding to undergo surgery, the doctors provided numerous reassurances that the procedure was simple and routine, involved no serious\n   risks of complications, that he could \"throw [his] pillbox away,\" and that he would be out of work \"[a]pproximately [t]hree to four weeks at the most.\"\n   <em>\n    Id.\n   </em>\n   at 63,\n   <extracted-citation index=\"65\" url=\"https://cite.case.law/citations/?q=188%20N.W.2d%20601\">\n    188 N.W.2d at 603-04\n   </extracted-citation>\n   . Further, the plaintiff alleged that one doctor stated, \"[y]ou can eat as you want to, you can drink as you want to, you can go as you please.\"\n   <em>\n    Id.\n   </em>\n   at 62,\n   <extracted-citation index=\"66\" url=\"https://cite.case.law/citations/?q=188%20N.W.2d%20601\">\n    188 N.W.2d at 603\n   </extracted-citation>\n   . Notably, the court offered the following caveat to its holding:\n  </p>\n  <blockquote id=\"p-79\">\n   Here we do not say that every time a doctor says to his patient prior to the formation of their contract for example \"I recommend an immediate appendectomy. It will fix you up fine. You will be back at work in no time. Do not worry about it ... I have done hundreds of these operations. It is really a very simple thing\" [-that] [i]t may be said that he contracted to \"cure\" his patient.\n  </blockquote>\n  <p id=\"p-80\">\n   <em>\n    Id.\n   </em>\n   at 69,\n   <extracted-citation index=\"67\" url=\"https://cite.case.law/citations/?q=188%20N.W.2d%20601\">\n    188 N.W.2d at 606\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-81\">\n   Unlike the cases that Heneberry cites in support of her breach of contract claim, Heneberry does not refer us to any additional or special promise or warranty regarding the surgical procedure. Indeed, when the circuit court inquired into what evidence could satisfy \"the need to establish that some special promise, special agreement, expressed agreement was made,\" Heneberry's counsel responded by simply summarizing the case as follows:\n  </p>\n  <blockquote id=\"p-82\">\n   This is just so straight forward. He made a representation this is how the surgical procedure will be, and this is what he was going to do. And the bottom line is, Your Honor, no matter how many words we parse, he didn't do it.\n  </blockquote>\n  <p id=\"p-83\">\n   Heneberry's claim clearly overlooks a necessary element to establish a case for breach of contract when the facts of the case relate to a physician's delivery of medical care. Without\n   an additional express promise or warranty, Heneberry's claim that she suffered damages as a result of Dr. Pharoan's failure to completely remove all of her appendix falls squarely within the traditional realm of medical negligence.\n  </p>\n  <p id=\"p-84\">\n   Viewing all of the facts and reasonable inferences in the light most favorable to Heneberry, Heneberry did not-and could not-establish that Dr. Pharoan made a promise or warranty separate from his obligation to perform the appendectomy with the requisite standard of care. We, therefore, affirm the circuit court's determination that Dr. Pharoan was entitled to judgment as a matter of law. Accordingly, we affirm the circuit court's entry of judgment in favor of Dr. Pharoan on Count III of the amended complaint.\n   <footnotemark>\n    12\n   </footnotemark>\n  </p>\n  <p id=\"p-85\">\n   <strong>\n    JUDGMENT OF THE CIRCUIT COURT FOR BALTIMORE COUNTY IS AFFIRMED. COSTS TO BE PAID BY APPELLANTS.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-88\">\n    Appellants are Valerie Heneberry and Patrick O'Brien, who were married at the time of the circumstances surrounding Heneberry's complaint.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-89\">\n    Heneberry phrased two issues for our review as follows:\n   </p>\n   <blockquote id=\"p-90\">\n    1. Did the court err in dismissing Appellant's breach of contract claim given that Appellant alleged that Appellee promised to remove all of the appendix, however, he left a residual appendiceal stump necessitating a second operation to remove it?\n   </blockquote>\n   <blockquote id=\"p-91\">\n    2. Did the court err in denying Appellant's Motion for Partial Summary Judgment on the issue of liability given that Appellee agreed to remove all of the appendix while leaving behind a residual appendiceal stump measuring 3.2 centimeters, as documented by the pathology report from the second procedure?\n   </blockquote>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-92\">\n    Attached to Dr. Pharoan's motion to dismiss were several exhibits, including Heneberry's original complaint, Heneberry's expert's certificate for Dr. Carl Warren Adams and the report filed in the Health Care Alternative Dispute Resolution Office, and Heneberry's deposition testimony. Dr. Pharoan's reply to Heneberry's opposition to the motion to dismiss contained the consent form signed by Heneberry prior to surgery.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-93\">\n    The trial court did not need to bolster its finding that Heneberry's complaint did not allege facts sufficient to state a claim for breach of contract in a medical malpractice suit. The court could have excluded from its consideration on the record all other extraneous materials, looked solely within the four corners of the complaint, and granted the motion to dismiss based on Heneberry's failure to state a claim for which relief can be granted.\n    <em>\n     See\n    </em>\n    Md. Rule 2-322(c).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-94\">\n    The exhibits attached to Heneberry's motion for partial summary judgment included Dr. Pharoan's surgical notes, Dr. Pharoan's deposition testimony, a pathologist's report, and the deposition of Dr. Carl Warren Adams and his resume.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-95\">\n    To be clear, we treat the circuit court's order as a grant of summary judgment in favor of Dr. Pharoan, despite the styling of the order as a grant of Dr. Pharoan's motion to dismiss.\n    <em>\n     See, e.g.\n    </em>\n    ,\n    <em>\n     Hrehorovich\n    </em>\n    ,\n    <em>\n     <extracted-citation case-ids=\"2345501\" index=\"68\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n      supra\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"2345501\" index=\"68\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n     ,\n    </extracted-citation>\n    <extracted-citation case-ids=\"2345501\" index=\"69\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n     93 Md.App. at 783\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"2345501\" index=\"70\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n     614 A.2d 1021\n    </extracted-citation>\n    (\"[Appellees's] motion was titled 'Motion to Dismiss' and not 'Motion to Dismiss, or in the Alternative, for Summary Judgment' ....\"). As we have observed, \"[n]othing in the language of the rule suggests that the application of the rule is triggered only by a motion with 'Summary Judgment' in the title.\"\n    <em>\n     <extracted-citation case-ids=\"2345501\" index=\"71\" url=\"https://cite.case.law/md-app/93/772/#p785\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-96\">\n    Heneberry does not argue that Dr. Pharoan warranted the outcome of the surgery or a special promise to cure as is the basis for other breach of contract cases. Indeed, counsel for Heneberry conceded before the circuit court that Heneberry does \"not claim[ ] at all that somehow that there was a promised result. We didn't say that Dr. Pharoan promised [Heneberry] ... that she'll be up and about in a week or two.\"\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-97\">\n    Here, the form described the procedure to be performed as a \"laparoscopic appendectomy.\"\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-98\">\n    In\n    <em>\n     Robins\n    </em>\n    , unlike most of the other cases where a contract action was allowed, the plaintiff hoped to bring his claim under a theory of negligence rather than merely breach of contract because the statute of limitations was shorter for contract than tort claims.\n    <extracted-citation case-ids=\"2236456\" index=\"72\" url=\"https://cite.case.law/ny/308/543/#p546\">\n     308 N.Y. at 547\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"73\" url=\"https://cite.case.law/citations/?q=127%20N.E.2d%20330\">\n     127 N.E.2d at 332\n    </extracted-citation>\n    . The Court found that the plaintiff's claim was barred as a result of finding that his claim sounded in contract law rather than in negligence.\n    <em>\n     See\n     <extracted-citation index=\"74\" url=\"https://cite.case.law/citations/?q=127%20N.E.2d%20330\">\n      id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-99\">\n    Two other cases cited by Heneberry-\n    <em>\n     Burns v. Barenfield\n    </em>\n    and\n    <em>\n     Shuster v. Sutherland\n    </em>\n    -reiterate the same point that a physician may be held liable under contract law when he or she makes a special promise or warranty to the plaintiff above and beyond the commitment to perform the operation with the degree of skill of other professionals in the community.\n    <em>\n     See\n    </em>\n    <em>\n     Burns v. Barenfield\n    </em>\n    ,\n    <extracted-citation case-ids=\"1317023\" index=\"75\" url=\"https://cite.case.law/ind/84/43/\">\n     84 Ind. 43\n    </extracted-citation>\n    (1882) ;\n    <em>\n     Shuster v. Sutherland\n    </em>\n    ,\n    <extracted-citation case-ids=\"639341\" index=\"76\" url=\"https://cite.case.law/wash/92/135/\">\n     92 Wash. 135\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"77\" url=\"https://cite.case.law/citations/?q=158%20P.%20730\">\n     158 P. 730\n    </extracted-citation>\n    (1916).\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-100\">\n    Two similar cases include\n    <em>\n     Murray v. Univ. of Pa. Hospital\n    </em>\n    ,\n    <extracted-citation case-ids=\"629091\" index=\"78\" url=\"https://cite.case.law/pa-super/340/401/\">\n     340 Pa.Super. 401\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"629091\" index=\"79\" url=\"https://cite.case.law/pa-super/340/401/\">\n     490 A.2d 839\n    </extracted-citation>\n    (1985) (permitting a breach of contract claim where the physician gave an express warranty that the tubal ligation procedure would prevent future pregnancies), and\n    <em>\n     Hackworth v. Hart\n    </em>\n    ,\n    <extracted-citation case-ids=\"10117498\" index=\"80\" url=\"https://cite.case.law/sw2d/474/377/\">\n     474 S.W.2d 377\n    </extracted-citation>\n    (Ky. 1971) (permitting a breach of contract claim where doctor told the plaintiff that the vasectomy operation would be a \"fool-proof thing, 100%\"). In both\n    <em>\n     Murray\n    </em>\n    and\n    <em>\n     Hackworth\n    </em>\n    , the physician provided an express warranty beforehand that the procedure would prevent reproduction in the future, the procedure allegedly failed, and the plaintiffs were allowed to go forward on a breach contract claim.\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-101\">\n    In light of our determination that the circuit court did not err in granting summary judgment in favor of Dr. Pharoan on Heneberry's breach of contract claim, we need not address Heneberry's additional argument on appeal that the circuit court erred by denying Heneberry's motion for partial summary judgment on the same issue.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}