{
  "casebody": {
    "data": "<casebody firstpage=\"939\" lastpage=\"942\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b797-4\">[No. B022510.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AExK\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Akv\">Sept. 30, 1987.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b797-5\">THE PEOPLE, Plaintiff and Respondent, v. TIMOTHY SCOTT SHAFFER, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b798-5\"><page-number citation-index=\"1\" label=\"940\">*940</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b798-6\">Jay M. Kohom, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b798-7\">John K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, Marc E. Turchin and Maria J. Perez, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b798-8\">Opinion</p>\n<author id=\"b798-9\">FUKUTO, J.</author>\n<p id=\"APCG\">Timothy Shaffer appeals from the judgment entered following a jury trial that resulted in his conviction of robbery with the use of a firearm (Pen. Code, §§ 211, 12022.5) and a true finding by the court of a prior prison term enhancement (Pen. Code, § 667.5, subd. (b)).  He contends that the enhancement must be reversed because the trial court inadvertently discharged the jury after a verdict was rendered on the underlying offense, and improperly reconvened the jury for trial of the enhancement.</p>\n<p id=\"b798-11\">It is unnecessary to set forth a detailed statement of the facts surrounding the robbery. It suffices to say that on August 26, 1985, appellant used a .357 magnum to rob the manager of a Topanga shoe store.</p>\n<p id=\"b798-12\">Prior to trial, appellant moved for a bifurcated trial on the issue of several charged prior convictions. The motion was granted. Appellant was tried before a jury and convicted of robbery with the use of a firearm. After the jury was polled, and the verdict recorded, the court made the following statement to the jury: “Then, ladies and gentlemen, that completes your service in connection with this case. . . .</p>\n<blockquote id=\"b798-13\">“It also completes the admonition to not discuss this case. You are now free to discuss the case with whomever you choose. The lawyers in the case may want to talk with you about the case. You can talk with them or with <page-number citation-index=\"1\" label=\"941\">*941</page-number>the people at home. You can talk with anybody you wish to or don’t wish to talk about the case, but as you may continue to serve as jurors I would caution you against talking about the case here and about the building. There may be somebody else who was not a juror in this case who might overhear your discussion, and you could affect their participation on some similar case. So I would suggest that you be very discreet and be cautious, if anybody does discuss this case with you in or about the building.</blockquote>\n<blockquote id=\"b799-5\">“I would like to meet with you, ladies and gentlemen, if you wish to. You are not required to because in a moment I will excuse you and I will ask you to return to the jury assembly room for further instructions there. But if you are inclined, I would like to meet with you in chambers now and the bailiff will show you the way. Thank you.”</blockquote>\n<p id=\"b799-6\">After a brief recess, proceedings resumed out of the presence of the jury and the court stated: “Although I indicated to the jury that they were discharged from the case, they do remain available and have, in fact, not even left the courtroom. At this point we will take up the question of the priors and how that is to be tried.”</p>\n<p id=\"b799-7\">Thereafter, the deputy district attorney waived jury on behalf of the People and defense counsel offered to waive jury “subject to preserving the issue of jeopardy, namely, the jury being discharged on the record.” A jury waiver was thereafter taken.</p>\n<p id=\"b799-8\">Prior to the trial of the enhancements, appellant filed a written motion to dismiss the enhancements, supported by the declaration of defense counsel, which established, in relevant part, “[tjhat on May 22, 1986, after a meeting with the jurors in chambers, the Court had the original jurors and alternates reconvene in the jury room to await further order of the Court.” At the hearing of the motion, counsel stipulated that “the jury did in fact meet with [the court] in chambers on that afternoon.” The court added that “within a matter of moments or minutes, . . . while there was general conversation in the jury room the clerk buzzed to indicate that the priors had not been attended to, and that is when the jury was reconstituted in the jury assembly room. . . .” After the court denied the dismissal motion, appellant waived jury on the priors. Following a court trial of the issue, the court found true the allegation that appellant had previously been convicted of assault with a deadly weapon “as set forth in the allegation of priors appended to the information in this case.”<footnotemark>1</footnotemark> Thereafter, appellant was sentenced to seven years in prison for the robbery and the firearm use enhance-<page-number citation-index=\"1\" label=\"942\">*942</page-number>merit. A one-year sentence for the prior conviction enhancement was imposed but stayed.<footnotemark>2</footnotemark></p>\n<p id=\"b800-4\">Citing <em>People </em>v. <em>Wojahn </em>(1984) 150 Cal.App.3d 1024 [198 Cal.Rptr. 277] as authority, appellant contends that, once having inadvertently discharged the jury, the trial court was without jurisdiction to adjudicate the prior conviction enhancement. <em>People </em>v. <em>Wojahn </em>is inapposite. In that case, the trial court lost control over the jury before it was reconvened to try the enhancement. Here, the trial court found “that it had not lost control and exposed [the] jurors to any influence by public or others including the court that could have corrupted the integrity of any further fact finding process on the issues of the priors.” That finding is amply supported by the record. The trial court properly denied the motion to dismiss. (Cf. <em>People </em>v. <em>Powell </em>(1950) 99 Cal.App.2d 178, 183 [221 P.2d 117].)</p>\n<p id=\"b800-5\">The judgment is affirmed.</p>\n<p id=\"b800-6\">Compton, Acting P. J., and Gates, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b799-9\">The remaining enhancement allegations were dismissed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b800-7\"> The reporter’s transcript and the clerk’s minutes both reflect that the one-year enhancement was imposed under Penal Code section 667, subdivision (a). This appears to be an error as that section establishes a <em>five-year </em>enhancement for each prior serious felony conviction. Since appellant’s prior assault with a deadly weapon conviction was charged as an enhancement alternatively under Penal Code section 667, subdivision (a) or Penal Code section 667.5, subdivision (b), which prescribes a one-year enhancement for each prior prison term served for any felony, we presume that the court intended to impose sentence under the latter provision, and merely misspoke when it referred to the former.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}