{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"169\" lastpage=\"175\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  IN RE: ALLIANCE CONSULTING GROUP LLC, Debtor\n </parties>\n <docketnumber id=\"p-2\">\n  CASE NO. 13-51937-KMS\n </docketnumber>\n <court id=\"p-3\">\n  United States Bankruptcy Court, S.D. Mississippi.\n </court>\n <decisiondate id=\"p-4\">\n  Signed March 19, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  William J. Little, Jr., Lentz &amp; Little, P.A., Gulfport, MS, for Debtor.\n </attorneys>\n <attorneys id=\"p-6\">\n  Patrick S. Garrity, Simon Peragine Smith &amp; Redfearn, LLP, New Orleans, LA, William E. Steffes, The Steffes Firm, LLC, Baton Rouge, LA, David Wheeler, Wheeler &amp; Wheeler, PLLC, Biloxi, MS, for Trustee.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   <em>\n    OPINION AND ORDER DENYING MOTION TO REOPEN\n   </em>\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Judge Katharine M. Samson, United States Bankruptcy Judge\n  </author>\n  <p id=\"p-9\">\n   Before the Court is the Motion to Reopen Chapter 11 Bankruptcy Case (ECF No. 1204) by Plant Materials LLC (\"Plant Materials\"); with objections by Richard Cryar (\"Trustee\"), former Chapter 11 Trustee and current Plan Agent of Alliance Consulting Group LLC (\"Debtor\"), and interested party Drying Facilities Assets Holding LLC (\"DFAH\"). Motions to reopen a case are within the bankruptcy court's core jurisdiction as \"matters concerning the administration of the estate,\"\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%20157\">\n    28 U.S.C. § 157\n   </extracted-citation>\n   (b)(2)(A).\n  </p>\n  <p id=\"p-10\">\n   Plant Materials was hired to install equipment on the site of the Debtor's business and on that basis considers itself a creditor that should have been given notice of proceedings in the case. Now, nearly three years after the effective date of the chapter 11 plan (\"Plan\"), Plant Materials asserts that the case should be reopened so it can seek the relief to which it believes itself entitled. According to the Motion, appropriate relief upon the reopening of the case might consist of any of eight possible remedies.\n   <footnotemark>\n    1\n   </footnotemark>\n   (ECF No. 1204 at 13.) At hearing, however, Plant Materials argued most vigorously for two: relief from the free-and-clear sale of the Debtor's assets conducted under\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20363\">\n    11 U.S.C. § 363\n   </extracted-citation>\n   (f) or a claim for substantial contribution under\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20503\">\n    11 U.S.C. § 503\n   </extracted-citation>\n   (b)(3)(D).\n  </p>\n  <p id=\"p-11\">\n   But Plant Materials has no standing to bring the Motion. And even if it did, cause to reopen does not exist. The Motion is therefore denied.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    FINDINGS OF FACT\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   The factual narrative begins prepetition, when the Debtor was in the business of producing \"frac sand,\" a material used by the petroleum industry in the extraction process commonly known as \"fracking.\" The Debtor operated two separate facilities, one where the raw frac sand was mined (\"Mine\") and the other where the sand was dried, sorted, and prepared for transport (\"Drying Facility\"). The events on which the Motion is based all occurred postpetition at the Drying Facility, which was situated on property owned by an affiliate of the Debtor.\n  </p>\n  <p id=\"p-14\">\n   The Debtor bought the Mine and built the Drying Facility with a loan of approximately $30 million from Elle Investments LLC (\"Elle\") and Stonehill Institutional Partners LP (together, \"Lenders\") in May 2012. Elle owned 50% of the Debtor and was itself wholly owned by an individual, Michael Moreno, and his wife. The other 50% of the Debtor was owned by another individual, Ryan Hess. Thus, Hess and Moreno (through Elle) controlled the Debtor prepetition.\n  </p>\n  <p id=\"p-15\">\n   By January 2013, the Debtor had developed funding problems, and the management of the Mine and the Drying Facility was assumed by Shale Support Services LLC (\"S3\"), an entity also controlled by Moreno. On October 1, 2013, the Lenders through their administrative agent foreclosed on the Mine and then bought it at the foreclosure sale with a credit bid. The Mine was then conveyed to another entity controlled by Moreno, Mine Assets Holding LLC. Two days after the foreclosure sale, on October 3, 2013, Hess and other creditors filed an involuntary petition, thereby commencing this bankruptcy case. The Lenders filed a motion for appointment of a trustee, citing the acrimonious relationship between Hess and Moreno as cause. Ultimately, the Court appointed the Trustee.\n  </p>\n  <p id=\"p-16\">\n   Postpetition, S3 continued as manager of the Drying Facility. In May 2014, S3 entered into an agreement with the Trustee (\"Agreement\") that authorized S3 to perform repairs and production improvements to the Drying Facility, including installation of a second sand screener (\"Screen\"), with all expenses to be paid by S3.\n  </p>\n  <p id=\"p-17\">\n   S3 owned the Screen and contracted with Plant Materials to install it and to make the other modifications. S3 agreed to pay Plant Materials an estimated $162,535.00 per week for this work, which was projected to take approximately three weeks to complete. In fact, Plant Materials worked at the Drying Facility for three months, beginning in June 2014, and billed S3 for an amount that far exceeded the initial estimate.\n  </p>\n  <p id=\"p-18\">\n   Meanwhile, the bankruptcy case was proceeding. The Order Granting Motion to Approve Procedures for Joint Marketing of the Mine and the Drying Facility (ECF No. 569) was entered on July 3, 3014. Then, on August 22, 2014, the Confirmation Order (ECF No. 862) approved the free-and-clear sale (\"Sale\") of the Drying Facility to the administrative agent for the Lenders for a $16.3 million credit bid-the exact amount of the appraised value of the assets of the Drying Facility as improved by the installation of the Screen.\n  </p>\n  <p id=\"p-19\">\n   But the value of the Screen was included only because it was the Lenders and not some other prospective purchaser that bought the Drying Facility. If any other bidder bought the Drying Facility, S3 would remove its Screen. For that reason, the appraiser evaluated the Drying Facility under two scenarios: one \"as is\" without the Screen and the other \"as improved\" with the Screen.\n  </p>\n  <p id=\"p-20\">\n   The administrative agent for the Lenders assigned its right to buy the Drying Facility to DFAH, another entity controlled by Moreno, which still owns the Drying Facility and has objected to reopening the case. Because the Screen belonged to S3, it was not included in the asset purchase agreement. DFAH acquired the Screen, along with other related personal property, after the sale closed.\n  </p>\n  <p id=\"p-21\">\n   In support of the global settlement required for a confirmable plan, the Lenders made the following concessions:\n  </p>\n  <blockquote id=\"p-22\">\n   • provided $2.25 million in exit financing to pay designated allowed claims and\n   • agreed to payment of approximately $1.6 million to unsecured creditors in preference to their own $13.9 million deficiency that remained after the credit bid.\n  </blockquote>\n  <p id=\"p-23\">\n   In addition, Elle (one of the Lenders), Mine Assets Holding LLC (which owned the Mine), and S3 voluntarily subordinated to other unsecured creditors over $8 million in additional unsecured claims.\n  </p>\n  <p id=\"p-24\">\n   S3 paid Plant Materials $773,395.66 for work that was initially projected to cost less than $500,000.00. Plant Materials now asserts it is owed almost $1 million more.\n  </p>\n  <p id=\"p-25\">\n   Plant Materials believes that S3 is no longer in operation and has no assets. The Drying Facility is now managed by another Moreno-controlled entity, Shale Support Holdings LLC (SSH), which was formed on October 10, 2014-four days after the effective date of the Plan. The real property on which the Drying Facility is situated is now owned by an entity with no connection to Moreno or to the other affiliated entities.\n  </p>\n  <p id=\"p-26\">\n   The bankruptcy estate was fully administered and closed nearly a year before the Motion was filed. (Final Decree/Order Closing Case, ECF No. 1187.) The Trustee will not receive any additional funds. Neither the Lenders, Moreno, nor any entity controlled by Moreno has been paid under the Plan, except for S3, which received $138,000.00 for an administrative expense claim. The Trustee anticipates that after paying the last of the administrative expenses, the estate will have approximately $65,000.00 left to repay the Lenders for the exit financing as provided by the Plan.\n  </p>\n  <p id=\"p-27\">\n   Since taking ownership of the Drying Facility, DFAH has sought to expand operations with $60 million in financing from an unaffiliated third party. This financing was secured by first-priority liens on DFAH's assets, including the Drying Facility.\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    CONCLUSIONS OF LAW\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   <strong>\n    I. Plant Materials Has No Standing to Bring the Motion.\n   </strong>\n  </p>\n  <p id=\"p-30\">\n   The question of standing is a threshold issue.\n   <em>\n    Time Warner Cable, Inc. v. Hudson\n   </em>\n   ,\n   <extracted-citation case-ids=\"6048556\" index=\"3\" url=\"https://cite.case.law/f3d/667/630/#p635\">\n    667 F.3d 630\n   </extracted-citation>\n   , 635 (5th Cir. 2012). The burden of establishing standing is borne by the party seeking to be heard.\n   <em>\n    <extracted-citation case-ids=\"6048556\" index=\"4\" url=\"https://cite.case.law/f3d/667/630/#p635\">\n     Id.\n    </extracted-citation>\n   </em>\n   Plant Materials has failed to carry that burden.\n  </p>\n  <p id=\"p-31\">\n   \"A case may be reopened on motion of the debtor or other party in interest ....\" Fed. R. Bankr. P. 5010. A party in interest is \"anyone who has a legally protected interest that could be affected by the bankruptcy case.\"\n   <em>\n    Khan v. Xenon Health, L.L.C. (In re Xenon Anesthesia of Tex., P.L.L.C.)\n   </em>\n   ,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=698%20Fed.%20Appx.%20793\">\n    698 Fed.Appx. 793\n   </extracted-citation>\n   , 794 (5th Cir. 2017). On motions to reopen, however, the only \"designated players\" with \"a particular and direct stake in reopening cognizable under the Bankruptcy Code\" are debtor, creditor, and, in some cases, trustee.\n   <em>\n    Nintendo Co. v. Patten (In re Alpex Computer Corp.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"6479524,7414014\" index=\"6\" url=\"https://cite.case.law/f3d/71/353/\">\n    71 F.3d 353\n   </extracted-citation>\n   , 356 (10th Cir. 1995) ;\n   <em>\n    see also\n   </em>\n   <em>\n    In re Odin Demolition &amp; Asset Recovery, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"5887134\" index=\"7\" url=\"https://cite.case.law/br/544/615/#p625\">\n    544 B.R. 615\n   </extracted-citation>\n   , 625 (Bankr. S.D. Tex. 2016) (citing\n   <em>\n    Alpex\n   </em>\n   ).\n  </p>\n  <p id=\"p-32\">\n   Plant Materials is not a creditor. The Debtor was not obligated on any debt owed to Plant Materials; the estate did not contract with Plant Materials; the estate did not own the equipment Plant Materials installed. The estate contracted with S3, and S3 contracted with Plant Materials, meaning that Plant Materials is a creditor of a creditor with no standing to bring the Motion.\n  </p>\n  <p id=\"p-33\">\n   Plant Materials argues that it had a legally protected interest that was affected by the case: the \"special lien\" on the Drying Facility under Mississippi construction\n   law, which was unperfected at the time of the Sale and which Plant Materials argues entitles it to relief from the Sale order. This argument is unavailing. Any interest Plant Materials could assert arises from and relates solely to its identity as a creditor of a creditor. And courts have consistently held that creditors of creditors do not have standing to participate in bankruptcy cases.\n   <em>\n    See, e.g\n   </em>\n   ,\n   <em>\n    Roslyn Sav. Bank v. Comcoach Corp. (In re Comcoach Corp.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"1506371,6127702\" index=\"8\" url=\"https://cite.case.law/f2d/698/571/\">\n    698 F.2d 571\n   </extracted-citation>\n   , 574 (2d Cir. 1983) (mortgagee-bank had no standing to move for stay relief against debtor as lessee with no obligation on mortgage);\n   <em>\n    In re Lehman Bros. Holdings Inc.\n   </em>\n   , No. 08-13555 (JMP),\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=2012%20WL%201057952\">\n    2012 WL 1057952\n   </extracted-citation>\n   , at *3 (S.D.N.Y. Mar. 26, 2012) (\"creditor once removed does not have party-in-interest standing\");\n   <em>\n    In re Lifeco Inv. Grp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6106187\" index=\"10\" url=\"https://cite.case.law/br/173/478/#p487\">\n    173 B.R. 478\n   </extracted-citation>\n   , 487 (Bankr. D. Del. 1994) (ancillary receiver purporting to represent creditors of debtor's creditor had no standing to move for Rule 2004 exam or dismissal of case);\n   <em>\n    In re Goldman\n   </em>\n   ,\n   <extracted-citation case-ids=\"6121173\" index=\"11\" url=\"https://cite.case.law/br/82/894/#p896\">\n    82 B.R. 894\n   </extracted-citation>\n   , 896-97 (Bankr. S.D. Ohio 1988) (judgment creditor of debtor's corporation, as creditor of debtor's creditor, had no standing in bankruptcy proceedings);\n   <em>\n    Greg Rest. Equip. &amp; Supplies, Inc. v. Tour Train P'ship (In re Tour Train P'ship)\n   </em>\n   ,\n   <extracted-citation case-ids=\"6550109\" index=\"12\" url=\"https://cite.case.law/br/15/401/#p402\">\n    15 B.R. 401\n   </extracted-citation>\n   , 402 (Bankr. D. Vt. 1981) (judgment creditor of debtor's creditor had no standing to move for stay relief).\n  </p>\n  <p id=\"p-34\">\n   \"Bankruptcy court is a forum where creditors and debtors can settle their disputes\n   <em>\n    with each other\n   </em>\n   .\"\n   <em>\n    Krys v. Official Comm. of Unsecured Creditors (In re Refco Inc.\n   </em>\n   ),\n   <extracted-citation case-ids=\"5857657,5856886\" index=\"13\" url=\"https://cite.case.law/f3d/505/109/\">\n    505 F.3d 109\n   </extracted-citation>\n   , 118 (2d Cir. 2007) (reaffirming principle that standing does not arise for party seeking to assert right that is purely derivative of another's rights). Plant Materials has no dispute as a creditor of the Debtor and thus no standing to bring the Motion.\n  </p>\n  <p id=\"p-35\">\n   <strong>\n    II. Even if Plant Materials Had Standing, Cause Does Not Exist to Reopen.\n   </strong>\n  </p>\n  <p id=\"p-36\">\n   \"A case may be reopened ... to administer assets, to accord relief to the debtor, or for other cause.\"\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20350\">\n    11 U.S.C. § 350\n   </extracted-citation>\n   (b). Reopening \"for other cause\" is within the discretion of the bankruptcy court, depending on the circumstances of the particular case and in accordance with \"the equitable nature of all bankruptcy court proceedings.\"\n   <em>\n    Citizens Bank &amp; Tr. Co. v. Case (In re Case)\n   </em>\n   ,\n   <extracted-citation case-ids=\"10528435,6506414\" index=\"15\" url=\"https://cite.case.law/f2d/937/1014/\">\n    937 F.2d 1014\n   </extracted-citation>\n   , 1018 (5th Cir. 1991). \"The longer the time between the closing of the estate and the motion to reopen, however, the more compelling the reason for reopening the estate should be.\"\n   <em>\n    <extracted-citation case-ids=\"10528435,6506414\" index=\"16\" url=\"https://cite.case.law/f2d/937/1014/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The burden is on the movant to establish cause.\n   <em>\n    Odin Demolition\n   </em>\n   ,\n   <extracted-citation case-ids=\"5887134\" index=\"17\" url=\"https://cite.case.law/br/544/615/#p625\">\n    544 B.R. at 628\n   </extracted-citation>\n   . Plant Materials has not met this burden.\n  </p>\n  <p id=\"p-37\">\n   First, the Motion is without any foundation in the realities of the case. Plant Materials alleges in essence that Moreno used the bankruptcy case to run a shell game in which assets were transferred among various insider entities, with Plant Materials the ultimate and unwitting victim, and that the bankruptcy court should reopen the case \"to address this unconscionable behavior.\" (Mot., ECF No. 1204 at 1.) Plant Materials offers only conjecture, not evidence, for this version of events, which is belied by the fact of the disinterested Trustee and by the record. No insiders received any payments under the Plan. The case should therefore not be reopened \"to disgorge any Plan payments that may have been made on any insider claims\" (\n   <em>\n    id.\n   </em>\n   at 13).\n  </p>\n  <p id=\"p-38\">\n   Beyond this disconnect between the Motion and the facts, it is an abuse of discretion to reopen a case for a purpose that is futile.\n   <em>\n    Chase Auto. Fin., Inc. v. Kinion (In re Kinion)\n   </em>\n   ,\n   <extracted-citation case-ids=\"11533404,11453902\" index=\"18\" url=\"https://cite.case.law/f3d/207/751/\">\n    207 F.3d 751\n   </extracted-citation>\n   , 757 (5th Cir. 2000). Among the other possible\n   remedies in the Motion are a claim for substantial contribution or a claim under § 501. (ECF No. 1204 at 13.) Neither of these remedies is available, because even if Plant Materials were entitled to a claim, the Trustee has no more funds to distribute. It would therefore be futile to reopen the case to permit the filing of a claim of any kind.\n  </p>\n  <p id=\"p-39\">\n   Also, other courts are available to resolve this dispute. Whether through a lawsuit on an alter ego theory against SSH or against Moreno, Plant Materials may seek relief in either state or federal district court. Reopening this case to consider Plant Materials' request for relief from the Sale order is thus not necessary for Plant Materials to be heard on its claim.\n   <em>\n    See\n   </em>\n   <em>\n    Apex Oil Co. v. Sparks (In re Apex Oil Co.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"8980305,1095751\" index=\"19\" url=\"https://cite.case.law/f3d/406/538/\">\n    406 F.3d 538\n   </extracted-citation>\n   , 542 (8th Cir. 2005) (availability of relief in alternative forum as factor on motion to reopen).\n  </p>\n  <p id=\"p-40\">\n   But even if no other forum were available, a contract dispute between non-debtors that has nothing to do with the plan cannot be adjudicated postconfirmation by the bankruptcy court. \"After a debtor's reorganization plan has been confirmed, the debtor's estate, and thus bankruptcy jurisdiction, ceases to exist, other than for matters pertaining to the implementation or execution of the plan.\"\n   <em>\n    Bank of La. v. Craig's Stores of Tex., Inc. (In re Craig's Stores of Tex., Inc.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"9476618,9498703\" index=\"20\" url=\"https://cite.case.law/f3d/266/388/\">\n    266 F.3d 388\n   </extracted-citation>\n   , 390 (5th Cir. 2001). Plant Materials' dispute with S3 is not a matter \"pertaining to the implementation or execution of the plan.\" This Court thus would have no subject matter jurisdiction to hear it, whether explicitly or under any of the guises Plant Materials would assert it; for example, seeking a determination that the Lenders agreed to assume the costs and expenses of operating the Drying Facility, including the work performed by Plant Materials (ECF No. 1204 at 13).\n  </p>\n  <p id=\"p-41\">\n   Last, the Bankruptcy Code favors finality. To grant a motion to reopen that was brought nearly a year after the case was closed and nearly three years after the effective date of the Plan would contravene the finality on which all parties have relied. As DFAH argues-and as this Court agrees-reopening could jeopardize DFAH's continued ability to finance its operations, introducing additional and potentially unacceptable risk and uncertainty for prospective lenders and equity partners.\n   <em>\n    See\n   </em>\n   <em>\n    Odin Demolition\n   </em>\n   ,\n   <extracted-citation case-ids=\"5887134\" index=\"21\" url=\"https://cite.case.law/br/544/615/#p625\">\n    544 B.R. at 628\n   </extracted-citation>\n   (considering prejudice to any parties as factor on motion to reopen).\n  </p>\n  <p id=\"p-42\">\n   <strong>\n    ORDER\n   </strong>\n  </p>\n  <p id=\"p-43\">\n   Because Plant Materials has no standing to bring the Motion and because, even if it had standing, cause does not exist to reopen this case, the Motion is\n   <strong>\n    ORDERED DENIED.\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   <strong>\n    SO ORDERED.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-47\">\n    Plant Materials later acknowledged that one of the remedies, a motion to surcharge its fees, costs, and expenses under\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20506\">\n     11 U.S.C. § 506\n    </extracted-citation>\n    (c), was unavailable. (\n    <em>\n     See\n    </em>\n    Rebuttal, ECF No. 1224 at 9 n.28.)\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}