{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"347\" lastpage=\"371\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  IN RE WESTINGHOUSE ELECTRIC COMPANY LLC, et al., Debtors.\n </parties>\n <docketnumber id=\"p-2\">\n  Case No. 17-10751 (MEW) (Jointly Administered)\n </docketnumber>\n <court id=\"p-3\">\n  United States Bankruptcy Court, S.D. New York.\n </court>\n <decisiondate id=\"p-4\">\n  Signed August 1, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  DAVIS &amp; GILBERT LLP, Attorneys for Landstar Express America, Inc., Landstar Global Logistics, Inc., and Landstar Inway, Inc., 1740 Broadway, New York, New York 10019, By: H. Seiji Newman, Esq., Massimo Giugliano, Esq., Matthew R. Maddox, Esq.\n </attorneys>\n <attorneys id=\"p-6\">\n  DRINKER BIDDLE &amp; REATH LLP, Attorneys for Whitebox Advisors LLC, Whitebox Multi-Strategy Partners, LP, and Whitebox Asymmetric Partners, LP, 1177 Avenue of the Americas, New York, New York 10036, By: James H. Millar, Esq., Clay J. Pierce, Esq., Brian P. Morgan, Esq.\n </attorneys>\n <opinion id=\"p-7\">\n  <strong>\n   <em>\n    BENCH DECISION REGARDING OBJECTIONS BY VARIOUS LANDSTAR ENTITIES TO NOTICES OF PARTIAL TRANSFERS OF CLAIM FILED BY VARIOUS WHITEBOX ENTITIES\n   </em>\n  </strong>\n </opinion>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   MICHAEL E. WILES, UNITED STATES BANKRUPTCY JUDGE\n  </author>\n  <p id=\"p-9\">\n   I want to start by commending the parties' counsel on their excellent and very thoughtful submissions and on the streamlined and professional way in which the exhibits and the testimony were presented. It was a great help as well as a great pleasure to the Court to have experienced advocates present a case in such a high-quality manner.\n  </p>\n  <p id=\"p-10\">\n   Before the Court are disputes that relate to three proofs of claim filed in the chapter 11 case of Westinghouse Electric Company LLC, et al. The proofs of claim were filed by Landstar Global Logistics, Inc., Landstar Inway, Inc., and Landstar Express America, Inc. For convenience I will refer to those three entities collectively today as \"Landstar,\" as for purposes of today's rulings it is not necessary to distinguish among them.\n  </p>\n  <p id=\"p-11\">\n   On February 6, 2018, notices of the partial transfers of the three claims were filed. Collectively, the notices contemplated a full transfer of each claim but each notice was denominated as a partial transfer because there were multiple transferees who were involved with respect to individual claims. The transfer notices are filed at Docket Numbers 2427 through 2432; a corrected version of Docket Number 2427 was filed on February 7, 2018 to correct an inadvertent error in the attachments to the notice, and that corrected notice is at Docket Number 2433.\n  </p>\n  <p id=\"p-12\">\n   The filed transfer notices included attachments that explained the bases for the transfers. The attachments asserted that the Landstar entities had offered to sell the claims and that the offers had been accepted by Seaport Global Holdings, LLC, which was acting on behalf of an entity named Whitebox Advisors, LLC, which, in turn, was acting for affiliated entities named Whitebox Multi-Strategy Partners, LP and Whitebox Asymmetric Partners, LP. During the remainder of this opinion I will refer to Seaport Global Holdings, LLC as \"Seaport.\" I will also refer to the various Whitebox entities collectively as \"Whitebox,\" just as the parties did throughout the trial, because for today's rulings it is not necessary to distinguish among the various Whitebox entities.\n  </p>\n  <p id=\"p-13\">\n   Transfers of claims are subject to the terms of Rule 3001 of the Federal Rules of Bankruptcy Procedure. On February 26, 2018, the Court approved a stipulation among the parties that extended the Landstar parties' deadline for the filing of objections to the claim transfers to and including March 15, 2018. Landstar then filed a timely objection to the transfer notices on March 15, 2018. (\n   <em>\n    See\n   </em>\n   Dkt. No. 2857.)\n  </p>\n  <p id=\"p-14\">\n   <strong>\n    <em>\n     Nature of the Issues and the Court's Jurisdiction\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-15\">\n   Section 502 of the Bankruptcy Code gives me jurisdiction over claims against an estate, and the Federal Rules of Bankruptcy Procedure give me power to resolve disputes over claim transfers. The parties agreed, at least with respect to the validity of the transfer notices, that I had jurisdiction and that I could and should render a\n   final decision on the merits of their dispute. However, there have been some changes during the course of these proceedings in the legal theories advanced by the parties, or more particularly, in the legal theories advanced by Whitebox, which resulted in some additional questions at the outset of the trial. As background to those questions I need to set forth a somewhat more detailed procedural history than might otherwise have been needed.\n  </p>\n  <p id=\"p-16\">\n   Whitebox contended in its February 6 transfer notices that a series of email exchanges gave rise to a \"qualified financial contract\" under Section 5-701.b.2(i) of the New York General Obligations Law. Whitebox argued that the alleged transfer agreement was fully binding and enforceable based on the email exchanges and without regard to whether further documentation was signed.\n  </p>\n  <p id=\"p-17\">\n   Landstar made a number of arguments in the objection that it filed on March 15, 2018. Dkt. No. 2857. First, Landstar contended that there had not been an offer and an unequivocal acceptance. It contended that the sale offer identified by Whitebox had not been accepted, but instead that a counteroffer had been made. Landstar further argued that the counteroffer substantially altered the economics of the proposed deal, that it was rejected by Landstar, and that no contract was formed.\n  </p>\n  <p id=\"p-18\">\n   Second, Landstar contended that the parties had made clear in their discussions that no contract of sale could or would be formed until the execution of definitive written agreements, and that absent such written agreements, there was no intent to be bound.\n  </p>\n  <p id=\"p-19\">\n   Third, Landstar argued that material terms of a contract, such as the identities of the actual purchasers and certain economic terms, had never been agreed upon. Landstar, therefore, objected to the transfer notices in their entirety and asked the Court to order Whitebox to withdraw them and to direct the claims agent to recognize Landstar as the holder of the claims.\n  </p>\n  <p id=\"p-20\">\n   After the filing of the objection, certain discovery disputes arose between the parties and were the subject of a telephone conference with the Court. The Court also directed the parties to make further submissions regarding the relevant legal issues, and the parties did so on May 24, 2018. The Whitebox submission is at Docket Number 3266, and the Landstar submission is at Docket Number 3263.\n  </p>\n  <p id=\"p-21\">\n   In its May 24 submission, Whitebox continued to argue that the parties' email exchanges created an enforceable contract that was binding without execution of a written agreement. However, Whitebox also argued in the alternative that the exchanges produced a binding preliminary commitment that obligated the parties to negotiate in good faith as to other open terms. Whitebox described this as a contention that the parties had entered into a so-called \"Type II\" agreement, as that term is used in the Second Circuit Court of Appeals decision in\n   <em>\n    Brown v. Cara\n   </em>\n   ,\n   <extracted-citation case-ids=\"8934818\" index=\"0\" url=\"https://cite.case.law/f3d/420/148/\">\n    420 F.3d 148\n   </extracted-citation>\n   (2d Cir. 2005). In\n   <em>\n    Cara\n   </em>\n   , the Second Circuit described such a contract as one in which parties enter into a binding agreement as to certain terms and a binding agreement to negotiate in good faith as to other open issues.\n   <em>\n    <extracted-citation case-ids=\"8934818\" index=\"1\" url=\"https://cite.case.law/f3d/420/148/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"8934818\" index=\"1\" url=\"https://cite.case.law/f3d/420/148/\">\n    at 153\n   </extracted-citation>\n   . We often see examples of such contracts in the form of commitment letters to negotiate financing or, as in the\n   <em>\n    Cara\n   </em>\n   decision, in the form of a memorandum of understanding in which parties contractually commit that they will work together to accomplish a particular project.\n  </p>\n  <p id=\"p-22\">\n   The parties appeared before the Court to discuss Landstar's objection to the transfers on May 30, 2018. At that time,\n   counsel for Landstar urged the Court to resolve the matter based on the written materials that had been submitted. Counsel for Whitebox contended that further discovery was needed and that a trial should be held to resolve disputes as to the parties' intent. I ruled that discovery should be completed and that the matter should be scheduled for trial.\n  </p>\n  <p id=\"p-23\">\n   The parties completed discovery and submitted a pretrial order that was entered by the Court on July 16, 2018, with a corrected version entered July 18, 2018. (\n   <em>\n    See\n   </em>\n   Dkt. Nos. 3586 and 3597.) Trial was held on July 18, 2018.\n  </p>\n  <p id=\"p-24\">\n   In the pretrial order, Whitebox continued to argue that the parties' exchanges created a fully binding agreement or, alternatively, that they created a Type II agreement in which the parties had legally agreed to bind themselves to certain terms and to negotiate other terms in good faith. When I asked about this at the outset of trial, however, one of Whitebox's attorneys stated that Whitebox's only contention was that the parties had reached a binding Type II contract. There was some considerable confusion over this, at least in my mind, as two different attorneys for Whitebox made statements about Whitebox's contentions that I had trouble reconciling. It was made emphatically clear by the end of the trial, however, that Whitebox was contending only that a partial Type II contract had been reached, and was not contending that a fully enforceable agreement on all relevant terms had been reached.\n  </p>\n  <p id=\"p-25\">\n   These exchanges at the outset of the trial raised other issues. In the pretrial order and at the outset of the trial, Landstar took the position that the so-called Type II contract issue should not be considered by the Court. Landstar argued that the only relevant issue before the Court was whether transfers had actually occurred. Landstar contended at the outset of the trial that it was plain from Whitebox's changed position that transfers of the claims had not actually occurred and that the only contention was that Landstar had breached a commitment to discuss a possible transfer, and so there was nothing more that I should do.\n  </p>\n  <p id=\"p-26\">\n   The Court pointed out, however, that Whitebox's reliance on the Type II contract issue did not involve any element of unfair surprise. Whitebox's attorney referred to this contention in an email dated January 30, 2018, a copy of which had previously been sent to the Court and had been pre-marked as an agreed exhibit for the trial. Plaintiff's Exhibit (\"PX\") 19 (\"... Landstar must work in good faith to document the agreed-upon trade, starting by providing comments to the draft trade confirmation. Landstar cannot just abandon the deal and stop discussions because it has changed its mind about the deal economics agreed to just a few days ago.\"). As I have noted here, Whitebox had also addressed the issue in its May 24 submissions and in the pretrial order. (Dkt. Nos. 3266 and 3597.) It was also plain, and the parties acknowledged, that the parties were prepared to go to trial on the issue. After discussion, Landstar agreed that the matter should proceed to trial on all issues.\n  </p>\n  <p id=\"p-27\">\n   These exchanges also raised questions in my mind as to my jurisdiction over the parties' dispute. Plainly, the parties agreed that I had jurisdiction to resolve the issues that were framed by the filing of the Notices of Transfer and the objection thereto. The parties conceded my jurisdiction over these issues in their pre-trial order. At trial I raised a question as to whether I still had jurisdiction to consider the Type II contract theory in the absence of other contentions. I pointed out that I have jurisdiction over disputes that relate to Chapter 11 cases and that this has been\n   widely interpreted to apply to cases that affect an estate. However, if Whitebox were merely to be entitled to seek money damages from Landstar, it was hard to see how the matter would affect the bankruptcy estate.\n  </p>\n  <p id=\"p-28\">\n   Whitebox's counsel argued in response that if it succeeded on its claim, it believed it would be entitled to seek specific performance, and that I had jurisdiction to resolve that issue and to resolve all of the related disputes between the parties. Whitebox insisted that I had jurisdiction over all aspects of the parties' dispute from the outset and should render a final decision. Landstar argued initially that I should not reach the Type II contract issue for the reasons that I have stated, but ultimately it conceded that this was not a jurisdictional issue, and after discussion, Landstar explicitly agreed on the record that the Court should make a final decision on the matter and that Landstar consented to a final resolution of the matter by the Court.\n  </p>\n  <p id=\"p-29\">\n   It is clear that the parties' entire dispute over these alleged transfers has revolved from the start around the question of whether they had entered into enforceable and binding contracts of any kind. The parties agreed that I had clear and admitted original jurisdiction over their disputes at the outset. Section 1367 of Title 28 of the United States Code provides that if a District Court has original jurisdiction over a matter, it also has \"supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.\"\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201367\">\n    28 U.S.C. § 1367\n   </extracted-citation>\n   . The Bankruptcy Court is a unit of the District Court that exercises the District Court's jurisdiction under Section 1334 of Title 28 of the United States Code. There is some disagreement in prior decisions as to whether a bankruptcy court may exercise supplemental jurisdiction under Section 1367.\n   <em>\n    See, e.g.\n   </em>\n   , 16 Moore's Federal Practice - Civil § 106.05[10] (2018). However, the Second Circuit Court of Appeals has held that bankruptcy courts do have jurisdiction under the principles of supplemental jurisdiction set forth in Section 1367.\n   <em>\n    See\n   </em>\n   <em>\n    Klein v. Civale &amp; Trovato, Inc. (In re Lionel Corp.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"1840618,6533852\" index=\"3\" url=\"https://cite.case.law/f3d/29/88/\">\n    29 F.3d 88\n   </extracted-citation>\n   , 92 (2d Cir. 1994).\n  </p>\n  <p id=\"p-30\">\n   Furthermore, as I noted, the parties agreed that I had jurisdiction at the outset of these disputes. Even if the issues narrowed once the trial was completed, my jurisdiction was not lost.\n   <em>\n    See\n   </em>\n   <em>\n    Dery v. Wyer\n   </em>\n   ,\n   <extracted-citation case-ids=\"1980475\" index=\"4\" url=\"https://cite.case.law/f2d/265/804/#p808\">\n    265 F.2d 804\n   </extracted-citation>\n   , 808 (2d Cir. 1959) (noting the general principle that the \"sufficiency of [a court's] jurisdiction should be determined once and for all at the threshold and if found to be present then should continue until final disposition of the action\"). I concluded for these reasons, and I reaffirm here, that it was appropriate for me to hear and resolve all of the parties' disputes regardless of whether the nature of the issues might have changed somewhat as the case progressed, and regardless of whether the issues might have narrowed as the case progressed. As noted, the parties agreed with that approach and agreed to my entry of a final and binding ruling.\n  </p>\n  <p id=\"p-31\">\n   <strong>\n    <em>\n     Relevant Legal Principles\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-32\">\n   As to the issues: Whitebox contends that there was a so-called Type II contract between the parties, pursuant to which they agreed to be legally bound to a price and to negotiate in good faith to complete agreement as to other terms of sale. It also claims that Landstar breached this agreement by abandoning the deal rather than engaging in good faith negotiations.\n  </p>\n  <p id=\"p-33\">\n   As the party who claims a breach of contract, it is Whitebox's burden to prove the existence of the contract by a fair preponderance of the evidence.\n   <em>\n    See\n   </em>\n   <em>\n    Angelo, Gordon &amp; Co., LP v. Dycom Industries\n   </em>\n   , 04 Civ. 1570,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=2006%20WL%20870453\">\n    2006 WL 870453\n   </extracted-citation>\n   , at *2,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=2006%20U.S.%20Dist.%20LEXIS%2015784\">\n    2006 U.S. Dist. LEXIS 15784\n   </extracted-citation>\n   , at *5 (S.D.N.Y. March 31, 2006). This is true regardless of the type of contract that is alleged. It is also Whitebox's burden to prove that any such contract was breached, which again is subject to a preponderance of the evidence standard.\n   <em>\n    See\n   </em>\n   <em>\n    Diesel Props. SRL v. Greystone Bus. Credit II LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"4086384\" index=\"7\" url=\"https://cite.case.law/f3d/631/42/#p52\">\n    631 F.3d 42\n   </extracted-citation>\n   , 52 (2d Cir. 2011) ;\n   <em>\n    Mercury Partners, LLC v. Pac. Med. Bldgs., LP\n   </em>\n   , No. 02 CIV 6005,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=2007%20WL%202197830\">\n    2007 WL 2197830\n   </extracted-citation>\n   at *8 (S.D.N.Y. July 31, 2007).\n  </p>\n  <p id=\"p-34\">\n   Several other principles of New York law also are relevant to the parties' disputes.\n  </p>\n  <p id=\"p-35\">\n   <em>\n    First\n   </em>\n   , it is a basic tenet of contract law that no contract exists unless there is an offer, an acceptance of the offer, consideration, mutual assent, and an intent to be bound.\n   <em>\n    See\n   </em>\n   <em>\n    Kowalchuk v. Stroup\n   </em>\n   ,\n   <extracted-citation case-ids=\"3932262\" index=\"9\" url=\"https://cite.case.law/ad3d/61/118/\">\n    61 A.D.3d 118\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3932262\" index=\"10\" url=\"https://cite.case.law/ad3d/61/118/\">\n    873 N.Y.S.2d 43\n   </extracted-citation>\n   , 46 (1st Dep't 2009). An offer and acceptance occur if a definitive offer is made and if there is an \"unequivocal\" acceptance of that offer.\n   <em>\n    See\n   </em>\n   <em>\n    Kolchins v. Evolution Mkts., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12552930\" index=\"11\" url=\"https://cite.case.law/ne3d/96/784/#p106\">\n    31 N.Y.3d 100\n   </extracted-citation>\n   , 106,\n   <extracted-citation case-ids=\"12552930\" index=\"12\" url=\"https://cite.case.law/ne3d/96/784/#p106\">\n    96 N.E.3d 784\n   </extracted-citation>\n   (N.Y. 2018) (\"The first step is to determine whether there is a sufficiently definite offer such that its unequivocal acceptance will give rise to an enforceable contract.\" (quoting\n   <em>\n    Matter of Express Indus. &amp; Term. Corp. v. New York State Dep't of Transp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"188597\" index=\"13\" url=\"https://cite.case.law/ny2d/93/584/#p589\">\n    93 N.Y.2d 584\n   </extracted-citation>\n   , 589-590,\n   <extracted-citation case-ids=\"188597\" index=\"14\" url=\"https://cite.case.law/ny2d/93/584/#p589\">\n    693 N.Y.S.2d 857\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"188597\" index=\"15\" url=\"https://cite.case.law/ny2d/93/584/#p589\">\n    715 N.E.2d 1050\n   </extracted-citation>\n   (N.Y. 1999) ) );\n   <em>\n    Roer v. Cross Cty. Med. Ctr. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3259210\" index=\"16\" url=\"https://cite.case.law/ad2d/83/861/#p861\">\n    83 A.D.2d 861\n   </extracted-citation>\n   , 861,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=441%20N.Y.S.2d%20844\">\n    441 N.Y.S.2d 844\n   </extracted-citation>\n   (N.Y. App. Div. 2d Dep't 1981) (\"It is a fundamental principle of contract law that a valid acceptance must comply with the terms of the offer.\").\n  </p>\n  <p id=\"p-36\">\n   If a response to an offer is conditioned on additional or different terms, then it is not an acceptance of an offer. \"To enter a contract, a party must clearly and unequivocally accept the offeror's terms. If, instead, the offeree responds by conditioning acceptance on new or modified terms, that response constitutes both a rejection and a counteroffer which extinguishes the original offer.\"\n   <em>\n    Thor Props., LLC v. Willspring Holdings\n   </em>\n   ,\n   <extracted-citation case-ids=\"4069485\" index=\"18\" url=\"https://cite.case.law/ad3d/118/505/#p507\">\n    118 A.D.3d 505\n   </extracted-citation>\n   , 507-08,\n   <extracted-citation case-ids=\"4069485\" index=\"19\" url=\"https://cite.case.law/ad3d/118/505/#p507\">\n    988 N.Y.S.2d 47\n   </extracted-citation>\n   (N.Y. App. Div. 1st Dep't 2014) (internal citations omitted). As a result, if a purported acceptance is \"qualified with conditions,\" it is \"equivalent to a rejection and counteroffer.\"\n   <em>\n    Robison v. Sweeney\n   </em>\n   ,\n   <extracted-citation case-ids=\"1012844\" index=\"20\" url=\"https://cite.case.law/ad2d/301/815/#p818\">\n    301 A.D.2d 815\n   </extracted-citation>\n   , 818,\n   <extracted-citation case-ids=\"1012844\" index=\"21\" url=\"https://cite.case.law/ad2d/301/815/#p818\">\n    753 N.Y.S.2d 583\n   </extracted-citation>\n   (N.Y. App. Div. 3d Dep't 2003). This is a fundamental principle of contract law.\n   <em>\n    <extracted-citation case-ids=\"1012844\" index=\"22\" url=\"https://cite.case.law/ad2d/301/815/#p818\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Jericho Group, Ltd. v. Midtown Dev., LP\n   </em>\n   ,\n   <extracted-citation case-ids=\"537573\" index=\"23\" url=\"https://cite.case.law/ad3d/32/294/#p299\">\n    32 A.D.3d 294\n   </extracted-citation>\n   , 299,\n   <extracted-citation case-ids=\"537573\" index=\"24\" url=\"https://cite.case.law/ad3d/32/294/#p299\">\n    820 N.Y.S.2d 241\n   </extracted-citation>\n   (N.Y. App. Div. 1st Dep't 2006) ;\n   <em>\n    Commerce Funding Corp. v. Comprehensive Habilitation Svcs., Inc.\n   </em>\n   ,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=2005%20WL%20447377\">\n    2005 WL 447377\n   </extracted-citation>\n   at *11, *12-13, 2005 U.S. District Lexis 2832 at *33, *37-38, (S.D.N.Y. Feb. 24, 2005) (\"A communication that purports to accept an offer cannot be subject to additional or different terms. Such a communication is no acceptance at all, but is an absolute rejection of the offer and a proposed counteroffer.\" (citing\n   <em>\n    Krumme v. WestPoint Stevens Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"268368\" index=\"26\" url=\"https://cite.case.law/f3d/143/71/#p83\">\n    143 F.3d 71\n   </extracted-citation>\n   , 83 (2d Cir. 1998) ) ).\n  </p>\n  <p id=\"p-37\">\n   Whitebox has filed papers asserting that there are certain exceptions to this rule that ought to be applicable to this case, but I will discuss those after I have made my factual findings and when I discuss the application of the law to the facts as I have found them.\n  </p>\n  <p id=\"p-38\">\n   <em>\n    Second\n   </em>\n   , the creation of a contract requires more than a conceptual agreement on terms. It requires in addition an agreement to be legally bound to those terms, such that an enforceable obligation is created. Contracts are obligations that are undertaken by agreement rather than\n   obligations that are imposed by law, and parties can impose limits and conditions as to when an agreement will become binding.\n  </p>\n  <p id=\"p-39\">\n   Under New York law, therefore, it is well settled that if the parties to an agreement do not intend it to be binding upon them unless and until it is reduced to writing and signed by both of them, they are not bound and may not be held liable until it has been written out and signed.\n   <em>\n    Scheck v. Francis\n   </em>\n   ,\n   <extracted-citation case-ids=\"2294424\" index=\"27\" url=\"https://cite.case.law/ny2d/26/466/\">\n    26 N.Y.2d 466\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=311%20N.Y.S.2d%20841\">\n    311 N.Y.S.2d 841\n   </extracted-citation>\n   , 843,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=260%20N.E.2d%20493\">\n    260 N.E.2d 493\n   </extracted-citation>\n   (1970). This is true even if the parties have orally agreed upon all the terms of a transaction.\n   <em>\n    Schwartz v. Greenberg\n   </em>\n   ,\n   <extracted-citation case-ids=\"2227440\" index=\"30\" url=\"https://cite.case.law/ny/304/250/#p254\">\n    304 N.Y. 250\n   </extracted-citation>\n   , 254,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=107%20N.E.2d%2065\">\n    107 N.E.2d 65\n   </extracted-citation>\n   (N.Y. 1952) ;\n   <em>\n    Lost CR Assoc. v. Marine Midland Bank\n   </em>\n   ,\n   <extracted-citation case-ids=\"955910\" index=\"32\" url=\"https://cite.case.law/ad2d/293/719/\">\n    293 A.D.2d 719\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"955910\" index=\"33\" url=\"https://cite.case.law/ad2d/293/719/\">\n    741 N.Y.S.2d 115\n   </extracted-citation>\n   , 116 (2d Dep't 2002).\n  </p>\n  <p id=\"p-40\">\n   Courts have identified a number of factors that aid in determining in a particular case whether a binding contract has been formed in the absence of a document executed by both sides. These factors are: (1) whether there is an expressed reservation of the right not to be bound in the absence of a writing; (2) whether there has been a partial performance of the contract; (3) whether all terms of the alleged contract have been agreed upon; and (4) whether the agreement at issue is the type of contract usually committed to writing.\n   <em>\n    See\n   </em>\n   <em>\n    Winston v. Mediafare Ent. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1521605\" index=\"34\" url=\"https://cite.case.law/f2d/777/78/#p80\">\n    777 F.2d 78\n   </extracted-citation>\n   , 80 (2d Cir. 1986). These circumstances may be shown by oral testimony or by correspondence or other preliminary or partially complete writings.\n   <em>\n    <extracted-citation case-ids=\"1521605\" index=\"35\" url=\"https://cite.case.law/f2d/777/78/#p80\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 81 (\n   <em>\n    citing\n   </em>\n   Restatement (Second) of Contracts § 27, Comment C (1981) ). No single one of these factors is decisive, but each can provide significant guidance in a particular case. However, \"considerable weight is put on a party's explicit statement that it reserves the right to be bound only whenever an agreement is signed.\"\n   <em>\n    RG Group, Inc. v. Horn &amp; Hardart Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"301594\" index=\"36\" url=\"https://cite.case.law/f2d/751/69/#p75\">\n    751 F.2d 69\n   </extracted-citation>\n   , 75 (2d Cir. 1984). \"In the event there is a writing between the parties showing that [one party] did not intend to be bound ... a court need look no further than the first [\n   <em>\n    Winston\n   </em>\n   ] factor.\"\n   <em>\n    RKG Holdings Inc. v. Simon\n   </em>\n   ,\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=182%20F.3d%20901\">\n    182 F.3d 901\n   </extracted-citation>\n   , 901 (2d Cir. 1999) (unpublished opinion) (internal quotation marks omitted) (citing\n   <em>\n    Arcadian Phosphates Inc. v. Arcadian Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11336168\" index=\"38\" url=\"https://cite.case.law/f2d/884/69/#p72\">\n    884 F.2d 69\n   </extracted-citation>\n   , 72 (2d Cir. 1989) ).\n  </p>\n  <p id=\"p-41\">\n   <em>\n    Third\n   </em>\n   , there usually is no binding contract unless there is a full agreement on all important terms. \"Ordinarily, preliminary manifestations of assent that require further negotiation and further contracts do not create binding obligations.\"\n   <em>\n    Shann v. Dunk\n   </em>\n   ,\n   <extracted-citation case-ids=\"1793433\" index=\"39\" url=\"https://cite.case.law/f3d/84/73/#p77\">\n    84 F.3d 73\n   </extracted-citation>\n   , 77 (2d Cir. 1996) (collecting cases);\n   <em>\n    see also\n   </em>\n   <em>\n    Brown v. Cara\n   </em>\n   ,\n   <extracted-citation case-ids=\"8934818\" index=\"40\" url=\"https://cite.case.law/f3d/420/148/\">\n    420 F.3d 148\n   </extracted-citation>\n   , 153 (2d Cir. 2005) (noting that \"[o]rdinarily, where the parties contemplate further negotiations and the execution of a formal instrument, a preliminary agreement does not create a binding contract\") (quoting and citing\n   <em>\n    Adjustrite Sys., Inc., v. GAB Bus. Servs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1344524\" index=\"41\" url=\"https://cite.case.law/f3d/145/543/#p548\">\n    145 F.3d 543\n   </extracted-citation>\n   , 548 (2d Cir. 1998) ). However, parties can make preliminary agreements that only cover certain terms and that do bind the parties to engage in further discussions about open terms.\n   <em>\n    See\n   </em>\n   <em>\n    Teachers Ins. &amp; Annuity Ass'n v. Tribune Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3972799\" index=\"42\" url=\"https://cite.case.law/f-supp/670/491/#p499\">\n    670 F.Supp. 491\n   </extracted-citation>\n   , 499 (S.D.N.Y. 1987) (\"\n   <em>\n    Tribune\n   </em>\n   \"). Judge Leval set forth a thoughtful discussion of these types of contracts in his decision in\n   <em>\n    Tribune\n   </em>\n   , which is often cited as one of the leading decisions on this point. In that decision, Judge Leval observed that:\n  </p>\n  <blockquote id=\"p-42\">\n   In seeking to determine whether such a preliminary commitment should be considered binding, a court's task is, once again, to determine the intentions of the parties at the time of their entry into the understanding, as well as their manifestations to one another by which the understanding was reached. Courts must\n   be particularly careful to avoid imposing liability where binding obligation was not intended. There is a strong presumption against finding binding obligation in agreements which include open terms, call for future approvals and expressly anticipate future preparation and execution of contract documents. Nonetheless, if that is what the parties intended, courts should not frustrate their achieving that objective or disappoint legitimately bargained contract expectations.\n  </blockquote>\n  <p id=\"p-43\">\n   <em>\n    Tribune\n   </em>\n   ,\n   <extracted-citation case-ids=\"3972799\" index=\"43\" url=\"https://cite.case.law/f-supp/670/491/#p499\">\n    670 F.Supp. at 499\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-44\">\n   Similar cautions have been expressed by the New York State courts. For example, in\n   <em>\n    Kaplan v. Continuum Health Partners, Inc.\n   </em>\n   , No. 107226/2010,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n    2011 WL 11049975\n   </extracted-citation>\n   , at *3, 2011 N.Y. Misc. LEXIS 6796, at * 6 (N.Y. Sup. Ct. January 11, 2011), the court stated that:\n  </p>\n  <blockquote id=\"p-45\">\n   As a general matter, courts express reluctance about the binding nature of \"letters of intent.\" Preliminary agreements, such as a letter of intent or memorandum of understanding are not intended to bind either party to the contemplated transaction, except in rare circumstances where the agreement clearly manifests the intent to be bound.\n  </blockquote>\n  <p id=\"p-46\">\n   As with contracts generally, the determination of whether a binding preliminary or Type II agreement has been reached involves a determination as to the intent of the parties. If, as noted above, the parties have clearly reserved the right not to be bound at all, unless and until a written agreement is signed, then that also precludes contentions that there is a Type II contract, and there is no contract at all unless and until a written agreement is signed.\n  </p>\n  <p id=\"p-47\">\n   <strong>\n    <em>\n     The Evidence at Trial\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-48\">\n   I will now turn to the evidence at trial. At trial on July 18, each party submitted a binder of exhibits and the full contents of the binders were admitted into evidence by agreement. Landstar offered an additional binder, Landstar Exhibit 21, containing copies of other transfer notices that Whitebox had submitted in the Westinghouse case. I ruled that these could be submitted in evidence, but that Whitebox would be granted additional time through 5:00 PM on July 19 to state whether it had any objections to the authenticity of the documents included in the binder. Whitebox has confirmed that it has no authenticity objections, and so Landstar Exhibit 21 is part of the record and the record was deemed to be closed at 5:00 PM on July 19.\n  </p>\n  <p id=\"p-49\">\n   Four witnesses testified at the trial. The first witness was Mr. James Belardo of Seaport. Mr. Belardo is the individual who engaged in the relevant communications with Landstar about this matter. The second witness was Mr. Peter Lupoff. Mr. Lupoff was presented as an expert witness as to the claims trading process. The third witness was Ms. Dawn Bowers. Ms. Bowers is an employee of Landstar who had communications with Mr. Belardo and who allegedly committed Landstar to an enforceable Type II contract with Whitebox. The fourth witness was Mr. Amit Patel. Mr. Patel works for Whitebox Advisors and testified about his role in the transaction.\n  </p>\n  <p id=\"p-50\">\n   <strong>\n    <em>\n     Findings of Fact\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-51\">\n   I have read and carefully considered all of the exhibits. I note that multiple copies of email chains were offered in evidence, but there are some differences in the email chains, and some exhibits include copies of emails that do not appear in other exhibits. So with the assistance of my law clerk, Svetlana Eisenberg, I have carefully combed through the exhibits to identify and chronologize all of the emails for the purpose of these findings. I have also carefully\n   listened to the witnesses' testimony at trial, and I have made assessments of their credibility.\n  </p>\n  <p id=\"p-52\">\n   I find the following facts based on the trial record.\n  </p>\n  <p id=\"p-53\">\n   Mr. Belardo testified that he reviewed filed proofs of claim to identify parties who had filed claims, and then contacted them to determine if they would be willing to sell their claims. Mr. Belardo contacted Ms. Bowers for this purpose by email on January 10, 2018. The witnesses acknowledged that Mr. Belardo and Ms. Bowers did not know each other, had had no prior business dealings, and had not engaged in prior discussions with each other.\n  </p>\n  <p id=\"p-54\">\n   In all of the discussions that followed, Mr. Belardo was acting on behalf of his client, Whitebox. There is no contention that Mr. Belardo ever was an agent of Landstar or that he represented Landstar, and there was no evidence at trial that would have been sufficient to support a contention that Seaport acted for anyone other than Whitebox.\n  </p>\n  <p id=\"p-55\">\n   Mr. Belardo sent a follow-up email to Ms. Bowers on January 23, 2018, stating that he had a client, \"interested in buying the unsecured claims in the 70s,\" meaning at a price equal to more than seventy percent of the stated amounts of the claims.\n   <em>\n    See\n   </em>\n   Defendant's Exhibit (\"DX\") 1. He asked if that \"sparks any interest.\"\n   <em>\n    <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n   Ms. Bowers responded that same day by saying, \"Yes,\" and by asking which claims the client might be interested in. Mr. Belardo responded that the client would be interested in all of Landstar's claims, and the parties arranged a call in order to have a further discussion.\n   <em>\n    <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-56\">\n   Ms. Bowers testified credibly that during their phone call she told Mr. Belardo that she had authority to negotiate a price at which the Landstar claims might be sold, but that all other terms had to be reviewed and approved by legal counsel. Mr. Belardo testified that he did not believe that Ms. Bowers made such a statement, but he also acknowledged that he did not have a full recollection of the details of their calls. I find that Ms. Bowers' testimony on this point is credible, and I find that she did make the statement.\n  </p>\n  <p id=\"p-57\">\n   Mr. Belardo then gave Ms. Bowers advice as to how she could initiate a potential sale. By email on January 24, 2018, he advised Ms. Bowers that, \"[i]n order to engage my client\" he would need a \" 'sell order' or offer (via email).\" DX-1. He also sent her the text of a typical sell order.\n   <em>\n    <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n   The language that Mr. Belardo suggested stated that, \"Landstar agrees to sell its unsecured claims against Westinghouse,\" with the amounts of the claims and the percentage sale price to be filled in by Ms. Bowers.\n   <em>\n    <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n   The form suggested by Mr. Belardo also said that \"[t]his offer shall be subject to agreement of terms and conditions and execution of documentation by both Buyer and Landstar.\"\n   <em>\n    <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n   It also included language pursuant to which the offer would expire if not accepted by a particular time.\n   <em>\n    <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-58\">\n   Ms. Bowers talked to her supervisor about the form of the proposed sell order that Mr. Belardo had sent. Ms. Bowers testified credibly that she and her supervisor were comfortable that the language that Mr. Belardo had sent - including, in particular, the statement that the offer was subject to an agreement on terms and the execution of documentation - meant that Landstar would not be bound unless and until a written contract was executed that, among other things, met with the approval of Landstar's internal counsel.\n  </p>\n  <p id=\"p-59\">\n   Based on Mr. Belardo's answers to my own questions at trial, I find that he, too, understood the \"subject to\" language to have this meaning and effect. Whitebox elicited general testimony from Mr. Belardo\n   that he felt that parties should negotiate in good faith once they reach conceptual agreement on price. However, he acknowledged he did not know if there was such a legal obligation. More importantly, when I asked him specifically about the fact that the offer language he had sent to Ms. Bowers was \"subject to\" execution of a written agreement, he acknowledged that the words \"subject to\" meant that there was no deal unless and until a written agreement was signed.\n  </p>\n  <p id=\"p-60\">\n   After her discussion with her supervisor, Ms. Bowers sent an email to Mr. Belardo that stated in full as follows:\n  </p>\n  <blockquote id=\"p-61\">\n   Landstar agrees to sell its unsecured claims against Westinghouse in the total amount of $754,470.56 at 78%; this offer shall be subject to agreement of terms and execution of documentation by both Buyer and Landstar. This offer shall be exclusive to Seaport and its client, but shall expire at 3:00 PM on 1/24/18.\n  </blockquote>\n  <p id=\"p-62\">\n   DX-2. Ms. Bowers sent this email on January 24, 2018 at 10:46 AM.\n   <em>\n    See\n   </em>\n   DX-2.\n  </p>\n  <p id=\"p-63\">\n   Mr. Belardo then sent Ms. Bowers an email at 11:00 AM, stating that he had \"a few quick questions on the claim amount,\" and asking Ms. Bowers to give him a call. DX-3. Ms. Bowers testified that she believes that she and Mr. Belardo discussed the sizes of the Landstar claims, and that she believes there were some questions about the amount of the Landstar Logistics claim and whether that filed claim differed from the amount that Westinghouse had listed on its schedules of assets and liabilities. She also testified that Mr. Belardo asked if Landstar could support the amount of the filed claims, and Ms. Bowers testified that she told him that Landstar could do so.\n  </p>\n  <p id=\"p-64\">\n   I should note that the record was not crystal clear as to whether these particular points were discussed during a phone call that occurred prior to sending the offer or whether they occurred after Mr. Belardo sent his request for a further call about the claims themselves. The emails suggest that there were two calls, but the witnesses did not appear to recall for certain how many calls they had or when each statement was made. In context, however, it makes sense that the conversation about the claims happened after Mr. Belardo sent his email at 11:00 AM stating that he had questions on the claim amount. If the discussion had already happened before the sell offer was sent, then presumably Mr. Belardo would not still have had questions.\n  </p>\n  <p id=\"p-65\">\n   I find that these parts of Mr. Belardo's and Ms. Bowers' discussions took place after the \"sell order\" had been sent.\n  </p>\n  <p id=\"p-66\">\n   During their second call, after the sell order had been sent, Mr. Belardo noted that the Landstar claims had been filed in an amount that exceeded $700,000, but that the Debtors' schedules of assets and liabilities had listed a lesser amount. Ms. Bowers explained the reasons why she thought the filed claims were valid. She testified that she believes Mr. Belardo asked her whether Landstar could support the claims and that she told him that she thought Landstar could do so.\n  </p>\n  <p id=\"p-67\">\n   Mr. Belardo then spoke to others at Seaport about the potential sale. The record shows that at 11:28:17 AM on January 24, Rick Feinstein, another Seaport employee, sent a Bloomberg instant message to representatives of Whitebox, noting the potential sale of a \"754k Westinghouse claim\" for which, \"my cost\" - that is, the cost without Seaport's commission - would be 78%. DX 14 at SPGH0029877.\n  </p>\n  <p id=\"p-68\">\n   The record shows that Mr. Feinstein did not participate in any of the phone calls with Ms. Bowers. He said in his instant message, though, that there was potential \"counterparty risk\" since the scheduled\n   amount of the debt differed from the amount stated in the proofs of claims, and he described the explanation that had been provided by Landstar.\n   <em>\n    <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n   Mr. Feinstein also stated in his instant message that \"They [meaning Landstar] are willing to provide recourse as to the $754k as they are very confident. They would not want funding based on $80k. It is a public company, so should be easy to review financials.\"\n   <em>\n    <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-69\">\n   It is difficult to know exactly where Mr. Feinstein got the information that he gave to Whitebox. Mr. Feinstein did not participate in the calls between Ms. Bowers and Mr. Belardo. Ms. Bowers testified that there was a discussion about the claim amount, but that there was never any discussion of an agreement pursuant to which Landstar would provide recourse as to the notional amount of the claim. In addition, she testified that there was never any discussion as to whether Landstar would pay interest on any recourse payment.\n  </p>\n  <p id=\"p-70\">\n   Mr. Belardo testified that he believed he had told Ms. Bowers that Landstar would have to make representations about the validity of the claims, but he said he did not have a clear recollection of the conversation. More importantly, no testimony was offered from Mr. Belardo to the effect that Ms. Bowers, or anyone else at Landstar, had actually made the statement that appears in Mr. Feinstein's instant message to Whitebox about a willingness to provide recourse as to the claims. To the contrary, Ms. Bowers testified that she never had a conversation with Mr. Belardo about Landstar providing recourse for the claims. I find that Ms. Bowers' testimony on this point was credible. There is nothing in the testimony of Mr. Belardo or Ms. Bowers that would support a contrary finding. Ms. Bowers testified consistently that she was only willing and able to discuss the price at which claims might be sold, and that she had no authority and could not enter into negotiations as to any other terms.\n  </p>\n  <p id=\"p-71\">\n   I find, therefore, that in their conversations, Ms. Bowers did not state that Landstar would provide recourse of the claims. Instead, as she acknowledged, she only expressed confidence that the claims were good. Mr. Feinstein may have assumed otherwise, but \"recourse\" terms were not discussed or agreed upon by Mr. Belardo and Ms. Bowers.\n  </p>\n  <p id=\"p-72\">\n   After receiving Mr. Feinstein's message, Mr. Patel of Whitebox asked for copies of the relevant proofs of claim. At 11:33:33 AM on January 24, he also asked: \"How much interest on disallowance can they live with?\" DX 14 at SPGH0029878. Mr. Friedberg, another Seaport employee, responded, \"dunno - 5-6%?\" Mr. Patel responded: \"thats fine,\" and \"lets lock it up.\"\n   <em>\n    <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=2011%20WL%2011049975\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-73\">\n   One thing on which the parties do agree is that Mr. Belardo and Ms. Bowers had not had any discussions about the possibility that Landstar would pay interest on a recourse claim. Both Mr. Belardo and Ms. Bowers so testified.\n  </p>\n  <p id=\"p-74\">\n   In some way that is not clear from the record, Mr. Patel's interest in pursuing a purchase of the claims was communicated to Mr. Belardo. At this point, Mr. Belardo responded by email to the sell offer that Ms. Bowers had sent. He did not simply accept the deal on the precise terms that Ms. Bowers had listed in the email form that he himself had previously provided to her. Instead, he sent an email at 11:42 AM that said, in its entirety, the following:\n  </p>\n  <blockquote id=\"p-75\">\n   This email confirms that we are \"done\"; Seaport's client \"Buyer\" buys, and Landstar \"Seller\" sells, $754,470.56 of unsecured claims against Westinghouse at 78%, subject to:\n  </blockquote>\n  <blockquote id=\"p-76\">\n   * Agreement of terms and execution of documentation agreeable to both Buyer and Seller\n  </blockquote>\n  <blockquote id=\"p-77\">\n   * Buyer's satisfactory due diligence on the claims being sold\n  </blockquote>\n  <blockquote id=\"p-78\">\n   * Landstar providing recourse as to the notional amount of the claims; any repayment under such provision shall include 5% interest\n  </blockquote>\n  <p id=\"p-79\">\n   <em>\n    See\n   </em>\n   DX 5. The message continued: \"Please respond to this email in the affirmative confirming the above, after which I will provide a Trade Confirmation for your review. We very much look forward to working with you on this.\"\n   <em>\n    See\n   </em>\n   DX 5.\n  </p>\n  <p id=\"p-80\">\n   As I noted, Mr. Belardo himself had drafted the sell order that Ms. Bowers had sent. That sell order included no reference to any protection as to the notional amounts of the claims and no reference to any requirement that a recourse payment would include interest on any amount. These were new terms that Seaport included in the email that it sent on behalf of Whitebox, after it had conversations with Landstar about the disparity between the filed amount and the scheduled amount and after different personnel at Seaport had discussion with Mr. Patel about potential interest to be paid.\n  </p>\n  <p id=\"p-81\">\n   Furthermore, Mr. Belardo made quite clear in his email that the 78% purchase price was only acceptable \"subject to\" the other listed terms, including the requirement that Landstar provide recourse and agree to pay interest on any recourse payment. There was no unequivocal acceptance of the sale offer as set forth by Ms. Bowers. Instead, there was only a conditional response, which included new terms, and which clearly communicated that an agreement on the purchase price was \"subject to\" these other terms.\n  </p>\n  <p id=\"p-82\">\n   Ms. Bowers did not respond in the affirmative to Mr. Belardo's email. Instead, within six minutes, she responded with a statement of concern and a request for reassurance. More particularly, she said the following in an email at 11:48 AM:\n  </p>\n  <blockquote id=\"p-83\">\n   James, I just want to get some clarity here. Why am I agreeing to the terms below? Does this commit Landstar to the deal before we see the actual trade confirmation? My legal department will need to review any documents that need to be signed.\n  </blockquote>\n  <p id=\"p-84\">\n   <em>\n    See\n   </em>\n   DX 6. The parties disagree as to the significance of this statement and what it meant. I find, after considering the evidence and the credibility of the witnesses, that this was a plain statement by Ms. Bowers that Landstar did not wish to be bound right away and did not wish to be bound unless and until there was a written agreement that had also been reviewed and approved by counsel and then signed. I find that Ms. Bowers intended the message in this way, that the message fairly communicates that intent, and that Mr. Belardo understood the message in this way. The statement was a forthright, reasonable and clear notice to Seaport that Landstar did not intend to be bound unless and until a signed written agreement had been presented, the language and all of the terms had been approved by counsel, and the writing had been executed.\n  </p>\n  <p id=\"p-85\">\n   Mr. Belardo responded in an email at 12:06 PM on January 24. (DX 6.) He stated:\n  </p>\n  <blockquote id=\"p-86\">\n   This commits both you (and my client) to the 78% Purchase Price, subject to\n   <em>\n    agreement of terms and execution of documentation\n   </em>\n   . We just want to make sure we are all conceptually on the same page regarding terms before spending additional efforts (including time/money on attorneys) reviewing/negotiating the Trade Confirm. Of course you will need to agree to, and ultimately execute, both\n   a Trade Confirmation and then an Assignment of Claim document.\n  </blockquote>\n  <p id=\"p-87\">\n   <em>\n    See\n   </em>\n   DX 6 (emphasis in the original). Whitebox argues that this statement was intended to convey that a legally binding agreement was now in place as to a sale at the stated price, coupled with a binding agreement that the parties would negotiate the rest of the terms. Certainly, the statement that the email \"commits\" the parties to a purchase price provides some support for this contention. In context, however, I find that Whitebox's argument is not a credible or reasonable explanation of the email exchange.\n  </p>\n  <p id=\"p-88\">\n   What Landstar plainly asked, and what it plainly wanted to confirm, was that Landstar was not bound to a deal unless and until a written confirmation was reviewed and signed. Seaport's reassurance, in response to Landstar's expression of concern, was that the concept of a deal had been discussed and that Seaport wanted to be sure the parties were \"conceptually\" on the same page before working out the full terms. Seaport also reassured Ms. Bowers in an italicized statement that any commitment to a price was \"subject to\n   <em>\n    agreement of terms and execution of documentation\n   </em>\n   .\" Saying that a deal is subject to documentation may not always mean that the parties agree that they are not bound and unless and until a written agreement is signed, but in this case, I find that that is exactly what the statement conveyed, and that is exactly what the statement was intended to convey to Ms. Bowers.\n  </p>\n  <p id=\"p-89\">\n   Landstar expressed its concern, and the response was that there was only a conceptual understanding that was subject to further discussion, documentation, and agreement. Whitebox's contention that somehow this statement confirmed the actual existence of a binding agreement is belied by the full context and the wording of the exchanges. In fact, the statement was intended to, and it did, convey to Ms. Bowers that there was no binding agreement of any kind at that time.\n  </p>\n  <p id=\"p-90\">\n   After receiving Mr. Belardo's email, Ms. Bowers responded by an email at 12:11 PM. She stated: \"Sounds good. Please send the documents so I can get the review process started.\" DX 7. There was some contention at trial that the \"sounds good\" statement was an acceptance of Mr. Belardo's proposal; in context, it very plainly was not. The thing that \"sounded good\" to Ms. Bowers was that this was just a conceptual set of terms that were not yet binding. She made quite clear that she did not have authority to agree to the additional terms that had been proposed, that she would not be the one who would negotiate them, and that such terms required review and discussion by counsel.\n  </p>\n  <p id=\"p-91\">\n   In addition, Whitebox also acknowledged at trial that there never was an agreement on the recourse provision. Plainly, it cannot contend that the \"sounds good\" statement was an acceptance of the proposed recourse provision, because Whitebox itself acknowledges that that term was never agreed to.\n  </p>\n  <p id=\"p-92\">\n   A draft confirmation was then circulated by Seaport. The confirmation itself said it would be effective and would be binding after it had been executed by the parties. At that point, Landstar's internal counsel got involved to discuss the confirmation and, more particularly, the proposed recourse provisions. Ms. Bowers testified that she had no further involvement in the discussions and that counsel was in charge of those items.\n  </p>\n  <p id=\"p-93\">\n   The emails reflect that there were discussions and that Seaport pressed Landstar for comments on the draft confirmation. Instead, however, Michael Woodruff, an internal counsel at Landstar, informed Mr. Belardo via email on January 26 at 2:31 PM that \"Landstar is going to have to\n   remove itself from this offering at this time.\" DX 27. The email was somewhat cryptic as to the reasons. It stated only that \"We [Landstar] did a risk analysis and the figures and calculations didn't work for us.\" DX 27. However, at trial, Whitebox's counsel elicited testimony from Ms. Bowers about her conversations with counsel, and she stated that counsel had explained that the proposed recourse and interest provisions were the reasons why Landstar had decided not to go forward.\n  </p>\n  <p id=\"p-94\">\n   I should note that, at various times during the trial, Whitebox speculated that Landstar might have backed out of the deal for another reason, such as the possibility that claims values were going up in the trading market. But no evidence was offered that claims values actually changed or that Landstar was aware of any change in claims values, and there was absolutely no evidence that concerns over the 78% price were the reasons why the deal fell apart. The only evidence presented to me was that Landstar did not wish to agree to the proposed recourse terms and to the proposed agreement to pay interest on any recourse payment. I find that these reasons, and not any speculative alternative reasons, were the reasons why Landstar decided not to go forward.\n  </p>\n  <p id=\"p-95\">\n   Whitebox also offered testimony as to what it believed are certain customs in the claims trading business. But rather than review that evidence here, I will discuss it in the context of my application of the governing law to the facts as I have found them.\n  </p>\n  <p id=\"p-96\">\n   <strong>\n    <em>\n     Application of the Law to the Facts\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-97\">\n   Turning to the application of the law to the facts: first, I conclude that there never was a binding offer and acceptance sufficient to create a contract of any kind. Mr. Belardo himself drafted the offer to be sent by Ms. Bowers. It mentioned only a price at which the relevant claims would be sold. Mr. Belardo then realized that there might be some risk as to allowance of the full stated amount of the claims, and so, when he responded on behalf of Whitebox, he inserted a new term that he himself had never included in the offer form that he had drafted. That term was a requirement that Landstar provide recourse as to the notional amount of the claims. In addition, Mr. Belardo's response stated that Whitebox's willingness to buy the claims was subject to an agreement that 5% interest be paid on any recourse payment. The parties agree that there was never any prior discussion of that notion.\n  </p>\n  <p id=\"p-98\">\n   In context, this was a counteroffer, not an unequivocal acceptance of the offer that Ms. Bowers had made. It introduced new terms and expressly conditioned an agreement on price to an agreement on these other terms.\n  </p>\n  <p id=\"p-99\">\n   At the conclusion of the trial on July 18, I asked the parties to make further submissions to the Court on the issue of whether Mr. Belardo's email should be considered a counteroffer rather than an acceptance, and the parties made those submissions at approximately 5:00 PM the next day. In its submission, Whitebox did not dispute the general rules that I have cited above. However, Whitebox argued that the \"recourse\" provisions were not really \"new\" conditions and that, instead, they were merely terms that \"would otherwise be implied in fact or in law from the offer.\"\n   <em>\n    See\n   </em>\n   Dkt. No. 3603 (\n   <em>\n    citing\n   </em>\n   Richard A. Lord,\n   <em>\n    Williston on Contracts\n   </em>\n   , § 6:15 (4th Ed. 2002) ). Whitebox's theory is that the recourse provision was not a new term at all, but that a recourse provision was necessarily implicit in the offer that Ms. Bowers had sent. Whitebox also argued, in the alternative, that the recourse language was inconsequential and not significant enough to turn its alleged acceptance into a counteroffer.\n  </p>\n  <p id=\"p-100\">\n   However, the evidence at trial simply does not support Whitebox's contentions.\n  </p>\n  <p id=\"p-101\">\n   <em>\n    First\n   </em>\n   , the parties made clear at trial that buyers of claims often ask for recourse provisions, but Ms. Bowers plainly was not a professional buyer or seller of claims. There is no evidence that she understood the concept of a recourse provision at all. The idea of providing recourse may not have seemed unusual to Whitebox or Seaport, but it certainly was unusual to Ms. Bowers and to Landstar, and there had not even been any discussion of the point at the time Ms. Bowers sent her sell order. Under those circumstances, the facts simply would not support a finding that a recourse term was implied in fact or implied in law in the offer that Ms. Bowers had sent.\n  </p>\n  <p id=\"p-102\">\n   The witnesses at trial also made clear that while recourse provisions are usually negotiated, there are many occasions in which parties do not include recourse provisions in their deals. Such terms cannot therefore be automatically implicit in an offer to sell claims. Furthermore, the interest provision had never been discussed. Certainly, there is nothing in the offer to sell that implicitly suggests that interest will be paid on a recourse obligation, let alone as to a particular interest rate.\n  </p>\n  <p id=\"p-103\">\n   I should also note that although Whitebox initially took the position that there was a full agreement on terms, at trial it agreed that there never was an actual agreement as to the recourse provision. Its contention was that Landstar had breached an obligation to have further discussions about the point. Whitebox went so far as to admit that if the parties had not reached agreement on the recourse issue after good faith discussions, then there would have been no deal and that Landstar could have walked away. Whitebox cannot reconcile those concessions at trial with its current post-trial contention that the recourse provision was merely a point that was already clear and implicit in the sell order as either an implied in fact or an implied in law term.\n  </p>\n  <p id=\"p-104\">\n   Whitebox, in its own contentions about the alleged Type II contract, has acknowledged and agreed that the recourse items were open terms that had not been agreed upon and that required further negotiation and agreement. If I were to accept Whitebox's new contention that these terms were already implicit and necessarily had already been included in the sell order itself, that would contradict Whitebox's own arguments and admissions about the alleged Type II agreement and about the consequences of the parties' exchanges. Whitebox has clearly acknowledged that the recourse items were open points about which no agreement was reached; it cannot now turn around and argue after trial that they were implied points that were already necessarily resolved and already agreed upon back when the original offer was sent.\n  </p>\n  <p id=\"p-105\">\n   Nor is there any factual support for Whitebox's alternative contention that these new terms were not important conditions or qualifications. Whitebox's own witnesses, including its expert witness, testified that a recourse provision is of key importance to a buyer. The expert testified that he would usually recommend against doing a deal without such a provision. I, therefore, find and hold that Seaport's response to Ms. Bowers' email was a counteroffer, not an acceptance.\n  </p>\n  <p id=\"p-106\">\n   As I noted earlier, at trial there was some suggestion that Ms. Bowers had accepted the counteroffer when she responded by email \"sounds good.\" But in context, as I have found, what she actually sought to confirm, and what was actually communicated by her to Mr. Belardo, was that there was no legal commitment at that time and that further terms were to be\n   discussed. And Whitebox, as I have noted in making its own Type II contract argument, contends only that there was an agreement on price and not an agreement on other terms.\n  </p>\n  <p id=\"p-107\">\n   As a counteroffer, Mr. Belardo's email cancelled and nullified the original offer sent by Ms. Bowers. Landstar was free either to accept or reject the counteroffer. It never accepted it, and after two days of discussions, it made clear that it rejected the counteroffer. As a result, there was no contract.\n  </p>\n  <p id=\"p-108\">\n   Whitebox, in arguing that a Type II contract was formed, also asks me, in effect, to deconstruct the counteroffer into separate pieces. It says that since the price was the same in both the offer and the counteroffer, I should treat the counteroffer as an acceptance of the proposed price and as a preliminary agreement to negotiate other terms. However, it is often the case that there is an overlap between an offer and a counteroffer. I could offer to sell my car for $3,000, and I might receive a counteroffer that says the buyer is willing to pay $3,000, so long as I agree to pay any repair expenses that the buyer incurs over the next year. Plainly, that is a counteroffer, not an acceptance. The price mentioned in the two communications is the same, but the law does not treat that as an acceptance or as a preliminary agreement that obligates the parties to have further discussions.\n  </p>\n  <p id=\"p-109\">\n   The notion that a Type II contract was formed depends on a contention that the parties actually agreed (1) to be legally bound by certain terms, and (2) to work together in good faith on other open items. The email message sent by Mr. Belardo cannot reasonably be interpreted as an offer to form such a contract. It did not say, for example, that the buyer agrees to pay the price Ms. Bowers suggest, so long as the parties commit themselves in good faith to negotiate other terms. Even that would have been a counteroffer, though it would have been one that, if accepted, might have created a Type II contract.\n  </p>\n  <p id=\"p-110\">\n   Here, the actual wording of the email message sent by Mr. Belardo defies Whitebox's contention that a Type II contract was even offered, let alone reached. The email stated that Whitebox's agreement to pay a particular price was subject to other terms that were set forth. It was not an offer to be bound by a price term, coupled with a commitment to negotiate other provisions. By its express terms, it was an offer to accept the price if -- and only if -- another particular term were included in the deal. By its terms, the deal was presented as a package, not as a partial agreement to one term, to be followed by a negotiation of other terms.\n  </p>\n  <p id=\"p-111\">\n   Whitebox also argues that the custom and practice in the claims trading business is that when parties have reached an agreement on price, they understand that they should negotiate in good faith on other terms. This testimony was extremely vague and self-serving. It described the general practices of traders who regularly deal with each other in this field, but it stopped far short of showing that parties customarily understand that they have made legally binding Type II contracts whenever they agree on price and regardless of whether other terms have been proposed.\n  </p>\n  <p id=\"p-112\">\n   I am particularly concerned about this contention because, in other reported cases, parties in this same industry have taken very different positions as to what the alleged prevailing customs are in the industry and as to whether people in the industry believe that any agreement of any kind is formed in the absence of a signed contract. In fact, an affiliate of Seaport has itself successfully argued in New York State Court that a stock trade had no\n   binding effect of any kind because the trade confirmations said that the deal was \"subject to\" the execution of written documents. The State Court case is\n   <em>\n    Luxor Capital Group, L.P. v. Seaport Group, LLC\n   </em>\n   ; the trial court decision is reported at\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=2016%20WL%201558847\">\n    2016 WL 1558847\n   </extracted-citation>\n   , 2016 N.Y. Misc. Lexis 1454 (April 15, 2016), and the decision on appeal is reported at\n   <extracted-citation case-ids=\"12285452\" index=\"55\" url=\"https://cite.case.law/ad3d/148/590/\">\n    148 A.D.3d 590\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12285452\" index=\"56\" url=\"https://cite.case.law/ad3d/148/590/\">\n    50 N.Y.S.3d 70\n   </extracted-citation>\n   (2017). I will have more to say about that decision in a few minutes.\n  </p>\n  <p id=\"p-113\">\n   I reject the contention that there is a custom in the industry to the effect that communications of the type that occurred here purportedly give rise to enforceable obligations or to partial binding agreements on terms. The vague testimony at trial did not support the existence of any such custom. Furthermore, custom is relevant to the extent that it provides evidence of what a party intends. There is no evidence that Ms. Bowers or anyone else at Landstar had any familiarity with the alleged customs of people who more regularly deal with each other in the trading of claims.\n  </p>\n  <p id=\"p-114\">\n   If claims traders want their customs to be binding when they deal with non-professionals like Ms. Bowers, it is incumbent on them to set forth the terms in a clear and unequivocal way. Contracts are supposed to be matters of voluntary agreement. They are not supposed to be traps for the innocent and unwary.\n  </p>\n  <p id=\"p-115\">\n   Accordingly, if Seaport had intended that there be a binding Type II contract, it could and should have clearly and explicitly asked Landstar to confirm that the parties had an enforceable agreement as to price and that the parties were entering into a binding and enforceable agreement to negotiate other terms in good faith. Perhaps Seaport does not use such language because it thinks sellers, such as Landstar, would be scared off by it. But if a party would not have agreed to an explicit agreement of the kind alleged, then a court certainly should not impose such terms after the fact.\n  </p>\n  <p id=\"p-116\">\n   In any event, I find that the alleged customs are not sufficient to override the plain meaning and effect of the communications that the parties actually had in this case. Seaport's response was a counteroffer and the counteroffer was never accepted. There is nothing in the purported customs in the industry that supports giving the communications a different legal effect.\n  </p>\n  <p id=\"p-117\">\n   <em>\n    Second\n   </em>\n   , and as an independent reason why no binding contract was formed, I find, based on the evidence, that no contract of any kind could have been formed because Landstar, through Ms. Bowers, had clearly indicated its intention not to be bound to any term, unless and until a full written agreement on all terms was signed and executed.\n  </p>\n  <p id=\"p-118\">\n   As I mentioned earlier, courts have identified four factors to be considered in determining whether a party has expressed an intention not to be bound in the absence of a written agreement. The factors are: (1) whether there is an expressed reservation of the right not to be bound in the absence of a writing; (2) whether there has been partial performance of the contract; (3) whether all terms of the alleged contract have been agreed upon; and (4) whether the agreement at issue is the type of contract usually committed to writing.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Winston v. Mediafare Entertainment Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1521605\" index=\"57\" url=\"https://cite.case.law/f2d/777/78/#p80\">\n    777 F.2d 78\n   </extracted-citation>\n   , 80 (2d Cir. 1986).\n  </p>\n  <p id=\"p-119\">\n   These factors differ slightly when parties contend that a Type II contract had been reached. In such a case, the third factor listed in\n   <em>\n    Winston\n   </em>\n   , i.e., whether all terms have been agreed upon, will always involve a situation in which open terms exist. But, otherwise, the factors are quite similar. A court should consider: (1) whether the intent to be bound on a partial or\n   preliminary basis is revealed by the language of the agreement; (2) the context of the negotiations; (3) the existence of open terms; (4) partial performance; and (5) the necessity of putting the agreement in final form, as indicated by the customary form of such a transaction.\n   <em>\n    See\n   </em>\n   <em>\n    Brown v. Cara\n   </em>\n   ,\n   <extracted-citation case-ids=\"8934818\" index=\"58\" url=\"https://cite.case.law/f3d/420/148/\">\n    420 F.3d 148\n   </extracted-citation>\n   , 157 (2d Cir. 2005).\n  </p>\n  <p id=\"p-120\">\n   As to the first factor: I find that there was a clearly expressed reservation of a right not to be bound, either in full or to a partial set of terms, in the absence of the execution of a written contract. As I have noted, I find that the whole purpose and the understood intent of Ms. Bowers' emails to Mr. Belardo after receiving his counteroffer was to reconfirm what she had previously said orally; namely, that the completion of a deal required the approval of other people, including internal lawyers, and that there would be no agreement unless and until a written contract was signed.\n  </p>\n  <p id=\"p-121\">\n   I find that this position was communicated orally to Mr. Belardo prior to the time when Ms. Bowers sent the sell order that Mr. Belardo had drafted. I find that Ms. Bowers clearly confirmed it in the email exchanges with Mr. Belardo, in which she asked him to clarify that Landstar would not be bound, and in which he responded that there was just \"conceptually\" an agreement on price that \"of course\" was subject to further agreements on terms and entry into written agreements. I also find that in this particular case, both parties understood that the language in the offer that Mr. Belardo drafted, to the effect that the offer and any agreement would be \"subject to\" an agreement on terms and execution of a written contract, was an explicit reservation of a right not to be bound at all, unless and until a written agreement was signed.\n  </p>\n  <p id=\"p-122\">\n   On this particular point, Whitebox has argued that, as a matter of law, I should treat the \"subject to\" language as though it had no particular effect, or at least only limited effect. In support of that proposition, Whitebox has cited to the decision by the New York Court of Appeals in\n   <em>\n    Stonehill Capital Management, LLC v. Bank of the West\n   </em>\n   ,\n   <extracted-citation case-ids=\"12281481\" index=\"59\" url=\"https://cite.case.law/ny3d/28/439/\">\n    28 N.Y.3d 439\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12281481\" index=\"60\" url=\"https://cite.case.law/ny3d/28/439/\">\n    68 N.E.3d 683\n   </extracted-citation>\n   (N.Y. 2016). In that case, a party conducted an auction sale of a syndicated loan. The auction terms stated that a buyer would be required to execute a purchase agreement in a form that was provided with the auction terms. The auction terms also stated that bids would be fully binding offers and would be fully binding when accepted. A bid was submitted and then accepted. However, the written acceptance said that the bid was accepted \"subject to mutual execution\" of an acceptable sale agreement. The seller then later sought to back out of the deal.\n  </p>\n  <p id=\"p-123\">\n   In\n   <em>\n    Stonehill\n   </em>\n   , the New York Court of Appeals held that the acceptance of an auction bid usually forms a binding contract, and that the offering memorandum for the auction said explicitly that bids were non-contingent, final and binding offers and told bidders they would be required to execute a sale agreement in a specified previously disclosed form.\n   <em>\n    <extracted-citation case-ids=\"12281481\" index=\"61\" url=\"https://cite.case.law/ny3d/28/439/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12281481\" index=\"61\" url=\"https://cite.case.law/ny3d/28/439/\">\n    at 449\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12281481\" index=\"62\" url=\"https://cite.case.law/ny3d/28/439/\">\n    68 N.E.3d 683\n   </extracted-citation>\n   . It also found that the parties' correspondence indicated that they understood that a binding deal was in place after the auction was finished. In light of these facts, the court held that under the \"totality of the circumstances\" of that particular case, the seller's reference to the \"mutual execution\" of an agreement was not enough to avoid the contract.\n   <em>\n    <extracted-citation case-ids=\"12281481\" index=\"63\" url=\"https://cite.case.law/ny3d/28/439/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Given that the terms of the sale had been pre-set and that parties had effectively been told that a binding contract would be formed when a bid was accepted, the court held that the use of the \"subject to\" language in that particular case was not enough to show that the\n   parties did not intend to be bound. Importantly, accepting the seller's view of the significance of that language would have contradicted other terms of the auction; it would have meant that the auction was not final and binding, whereas the auction terms had explicitly said otherwise.\n  </p>\n  <p id=\"p-124\">\n   In\n   <em>\n    Stonehill\n   </em>\n   , the Court of Appeals cited favorably to three other decisions. The first was\n   <em>\n    Emigrant Bank v. UBS Real Estate Securities, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3757133,3757950\" index=\"64\" url=\"https://cite.case.law/ad3d/49/382/\">\n    49 A.D.3d 382\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3757950\" index=\"65\" url=\"https://cite.case.law/ad3d/49/382/3757950/\">\n    854 N.Y.S.2d 39\n   </extracted-citation>\n   (N.Y. App. Div. 1st Dep't 2008).\n   <em>\n    Emigrant Bank\n   </em>\n   also involved an accepted auction bid on the sale of a mortgage loan portfolio. The bid form that was submitted said that a sale was \"subject to a mutually acceptable Purchase and Sale agreement, which will be subject to negotiation, but substantially in the form of the agreement posted to the [bidding Web] site.\"\n   <em>\n    Id.\n   </em>\n   at 383,\n   <extracted-citation case-ids=\"3757950\" index=\"66\" url=\"https://cite.case.law/ad3d/49/382/3757950/\">\n    854 N.Y.S.2d 39\n   </extracted-citation>\n   (bracketed language in original). The buyer added as a condition that \"a mutually acceptable mortgage loan sale and servicing agreement will be negotiated in good faith.\"\n   <em>\n    <extracted-citation case-ids=\"3757950\" index=\"67\" url=\"https://cite.case.law/ad3d/49/382/3757950/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The court in\n   <em>\n    Emigrant\n   </em>\n   held that a motion to dismiss should have been denied as, in the context of that particular case, the \"subject to\" language did not unmistakably and automatically and as a matter of law condition an agreement on the execution of a definitive contract.\n   <em>\n    <extracted-citation case-ids=\"3757950\" index=\"68\" url=\"https://cite.case.law/ad3d/49/382/3757950/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-125\">\n   The second decision cited in\n   <em>\n    Stonehill\n   </em>\n   was\n   <em>\n    Bed Bath &amp; Beyond, Inc. v. Ibex Construction, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"4070027,4060555\" index=\"69\" url=\"https://cite.case.law/ad3d/52/413/\">\n    52 A.D.3d 413\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4060555\" index=\"70\" url=\"https://cite.case.law/ad3d/52/413/4060555/\">\n    860 N.Y.S.2d 107\n   </extracted-citation>\n   (N.Y. App. Div. 1st Dep't 2008). In\n   <em>\n    Bed Bath &amp; Beyond\n   </em>\n   , the court held that a letter of intent in connection with a construction project was a binding agreement. While the language of the letter of intent was not quoted in the opinion, the court held that the plain language of the letter of intent \"manifests the parties' intent to be bound by its terms.\"\n   <em>\n    Id.\n   </em>\n   at 414,\n   <extracted-citation case-ids=\"4060555\" index=\"71\" url=\"https://cite.case.law/ad3d/52/413/4060555/\">\n    860 N.Y.S.2d 107\n   </extracted-citation>\n   . Since other terms plainly manifested that intent, the use of \"subject to language\" elsewhere in the agreement did not, in that particular case, \"amount to an express reservation of a right not to be bound or a condition precedent to the formation of a binding contract.\"\n   <em>\n    <extracted-citation case-ids=\"4060555\" index=\"72\" url=\"https://cite.case.law/ad3d/52/413/4060555/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-126\">\n   The third cited decision in\n   <em>\n    Stonehill\n   </em>\n   was\n   <em>\n    Eastern Consolidated Properties, Inc. v. Morrie Golick Living Trust\n   </em>\n   ,\n   <extracted-citation case-ids=\"4011198\" index=\"73\" url=\"https://cite.case.law/ad3d/83/534/\">\n    83 A.D.3d 534\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4011198\" index=\"74\" url=\"https://cite.case.law/ad3d/83/534/\">\n    922 N.Y.S.2d 301\n   </extracted-citation>\n   (N.Y. App. Div. 1st Dep't 2011). In that case, a broker contended that it had obtained a buyer who was ready, willing and able to buy a property. However, the deal memorandum between parties stated that it was subject to the signing of a mutually agreeable contract of sale.\n   <em>\n    <extracted-citation case-ids=\"4011198\" index=\"75\" url=\"https://cite.case.law/ad3d/83/534/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4011198\" index=\"75\" url=\"https://cite.case.law/ad3d/83/534/\">\n    at 534\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4011198\" index=\"76\" url=\"https://cite.case.law/ad3d/83/534/\">\n    922 N.Y.S.2d 301\n   </extracted-citation>\n   . The court held, on the strength of this language, that the deal memo was \"a classic example of an agreement to agree\" that did not constitute a binding contract of any kind and that did not trigger any duty of good faith negotiation and that, in light of the language, there was no triable issue of fact.\n   <em>\n    <extracted-citation case-ids=\"4011198\" index=\"77\" url=\"https://cite.case.law/ad3d/83/534/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4011198\" index=\"77\" url=\"https://cite.case.law/ad3d/83/534/\">\n    at 534-35\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4011198\" index=\"78\" url=\"https://cite.case.law/ad3d/83/534/\">\n    922 N.Y.S.2d 301\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-127\">\n   Given these three cases cited with approval in\n   <em>\n    Stonehill\n   </em>\n   , and in particular,\n   <em>\n    Stonehill\n   </em>\n   's citation to the\n   <em>\n    Eastern Consolidated Properties\n   </em>\n   decision, the\n   <em>\n    Stonehill\n   </em>\n   decision simply cannot reasonably be read as a general ruling that the \"subject to\" language is either meaningless or of no import. In fact, there is an extremely long line of decisions in both the state courts and the Federal courts that have relied on such \"subject to\" language as clearly indicating that parties have reserved a right not to be bound in the absence of a fully negotiated and executed written contract. Just a partial list of these cases includes the following:\n  </p>\n  <blockquote id=\"p-128\">\n   •\n   <em>\n    Tebbutt v. Niagara Mohawk Power Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5684031\" index=\"79\" url=\"https://cite.case.law/ad2d/124/266/\">\n    124 A.D.2d 266\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"80\" url=\"https://cite.case.law/citations/?q=508%20N.Y.S.2d%2069\">\n    508 N.Y.S.2d 69\n   </extracted-citation>\n   , 70-71 (3d Dep't 1986) (acceptance of a purchase offer \"subject to agreement on the terms of this sale,\" coupled\n   with a statement that if the terms were satisfactory, \"we can proceed to prepare whatever contract documents may be required,\" indicated without room for dispute that the parties only intended to be bound if and when a written agreement was executed);\n  </blockquote>\n  <blockquote id=\"p-129\">\n   •\n   <em>\n    Reprosystem, BV v. SCM Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1934372\" index=\"81\" url=\"https://cite.case.law/f2d/727/257/#p262\">\n    727 F.2d 257\n   </extracted-citation>\n   , 262 (2d Cir. 1984) (an intent not to be bound in the absence of a written agreement was \"conclusively established\" when the proposed contracts stated that agreements would be binding \"when executed and delivered\");\n  </blockquote>\n  <blockquote id=\"p-130\">\n   •\n   <em>\n    R.G. Group, Inc. v. Horn &amp; Hardart Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"301594\" index=\"82\" url=\"https://cite.case.law/f2d/751/69/#p75\">\n    751 F.2d 69\n   </extracted-citation>\n   , 76 (2d Cir. 1984) (no written agreement where a draft contract said it would be binding \"when duly executed\");\n  </blockquote>\n  <blockquote id=\"p-131\">\n   •\n   <em>\n    Adjustrite Systems v. GAB Business Services\n   </em>\n   ,\n   <extracted-citation case-ids=\"1344524\" index=\"83\" url=\"https://cite.case.law/f3d/145/543/#p548\">\n    145 F.3d 543\n   </extracted-citation>\n   , 551 (2d Cir. 1997) (where the parties signed a two-page agreement regarding a sale of assets, which provided for the execution of a \"sales agreement contract,\" as well as other agreements that never were executed, the two-page agreement was not a binding agreement but was just an unenforceable agreement to agree);\n  </blockquote>\n  <blockquote id=\"p-132\">\n   •\n   <em>\n    Missigman v. USI Northeast, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11136597\" index=\"84\" url=\"https://cite.case.law/f-supp-2d/131/495/#p510\">\n    131 F.Supp.2d 495\n   </extracted-citation>\n   , 510 (S.D.N.Y. 2001) (finding no contract where an agreement was \"subject to the execution of an employment agreement\");\n  </blockquote>\n  <blockquote id=\"p-133\">\n   •\n   <em>\n    Angelo Gordon &amp; Company, L.P. v. Dycom Industries\n   </em>\n   ,\n   <extracted-citation index=\"85\" url=\"https://cite.case.law/citations/?q=2006%20WL%20870453\">\n    2006 WL 870453\n   </extracted-citation>\n   , *8, 2006 US Dist. Lexis 15784, *20 (S.D.N.Y. March 31, 2006) (where a trade confirmation stated that it would be binding \"upon execution\" by both buyer and seller, the court concluded that the parties did not intend to be bound without a signed written agreement);\n  </blockquote>\n  <blockquote id=\"p-134\">\n   •\n   <em>\n    DCR Mtge. VI Sub 1, LLC v. People's United Fin., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12290806\" index=\"86\" url=\"https://cite.case.law/ad3d/148/986/#p987\">\n    148 A.D.3d 986\n   </extracted-citation>\n   , 987,\n   <extracted-citation case-ids=\"12290806\" index=\"87\" url=\"https://cite.case.law/ad3d/148/986/#p987\">\n    50 N.Y.S.3d 144\n   </extracted-citation>\n   (N.Y. App. Div. 2d Dept. 2017) (no contract where an agreement was \"subject to ... negotiation of the mutually agreed upon [l]oan [s]ale [a]greement\"); and\n  </blockquote>\n  <blockquote id=\"p-135\">\n   •\n   <em>\n    Hawkins v. MedApproach Holdings\n   </em>\n   ,\n   <extracted-citation index=\"88\" url=\"https://cite.case.law/citations/?q=2018%20WL%201384502\">\n    2018 WL 1384502\n   </extracted-citation>\n   , *1, 2018 U.S. Dist. Lexis 43500, *3-4 (S.D.N.Y. March 15, 2018) (finding no intent to be bound where a proposed agreement stated that it was \"subject to attorney review and discussion\").\n  </blockquote>\n  <p id=\"p-136\">\n   Perhaps most remarkable of all in this particular regard are the decisions in the New York State Courts in 2017 in the lawsuit involving an affiliate of Seaport that I have referred to earlier. The case name is\n   <em>\n    Luxor Capital Group, L.P. v. Seaport Group, LLC\n   </em>\n   . The trial court decision is reported at\n   <extracted-citation index=\"89\" url=\"https://cite.case.law/citations/?q=2016%20WL%201558847\">\n    2016 WL 1558847\n   </extracted-citation>\n   , 2016 New York Misc. Lexis 1454 (April 15, 2016), and the decision on appeal is reported at\n   <extracted-citation case-ids=\"12285452\" index=\"90\" url=\"https://cite.case.law/ad3d/148/590/\">\n    148 A.D.3d 590\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12285452\" index=\"91\" url=\"https://cite.case.law/ad3d/148/590/\">\n    50 N.Y.S.3d 70\n   </extracted-citation>\n   (N.Y. App. Div. 1st Dep't 2017). The decision on appeal was issued after the\n   <em>\n    Stonehill\n   </em>\n   decision.\n  </p>\n  <p id=\"p-137\">\n   In the\n   <em>\n    Luxor\n   </em>\n   case, Luxor argued that Seaport had breached a contract to sell Twitter common stock. Seaport argued that there had only been an unenforceable agreement to agree and not an enforceable contract. The trial court decision noted that\n  </p>\n  <blockquote id=\"p-138\">\n   Seaport contends that the parties did not enter into an enforceable agreement because the purported agreement was explicitly subject to mutually satisfactory documentation. Seaport urges that the parties did not intend those instant messages to be binding until their agreement was reduced to writing and signed, which never happened. Seaport\n   maintains Luxor requested that the trade be subject to documentation, and Luxor's internal emails demonstrate that it knew and intended that the \"subject to\" language meant there was an \"out.\"\n  </blockquote>\n  <p id=\"p-139\">\n   <em>\n    Luxor Capital Group, L.P. v. Seaport Group, LLC\n   </em>\n   ,\n   <extracted-citation index=\"92\" url=\"https://cite.case.law/citations/?q=2016%20WL%201558847\">\n    2016 WL 1558847\n   </extracted-citation>\n   , *4, 2016 New York Misc. Lexis 1454, *12. The trial court agreed and held that instant messages saying that a deal was \"subject to mutually satisfactory documentation\" constituted a reservation of a right not to be bound absent a written agreement. The trial court also accepted Seaport's argument that, \"to ignore these expressions of the parties' intent would violate the fundamental principle that the court must interpret the agreement to give every provision meaning.\" It therefore granted summary judgment in favor of Seaport.\n  </p>\n  <p id=\"p-140\">\n   The Appellate Division affirmed, holding that the \"subject to\" language had the effect that the lower court had found.\n   <em>\n    Luxor Capital Group, L.P.\n   </em>\n   , 148 A.D.3d at 590-91,\n   <extracted-citation case-ids=\"12285452\" index=\"93\" url=\"https://cite.case.law/ad3d/148/590/\">\n    50 N.Y.S.3d 70\n   </extracted-citation>\n   . It confirmed that the\n   <em>\n    Stonehill\n   </em>\n   decision did not require a different result, and that, \"unlike in\n   <em>\n    Stonehill\n   </em>\n   , the totality of the circumstances here does not reflect any certainty as to the existence of an enforceable contract.\"\n   <em>\n    <extracted-citation case-ids=\"12285452\" index=\"94\" url=\"https://cite.case.law/ad3d/148/590/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-141\">\n   It certainly is true after\n   <em>\n    Stonehill\n   </em>\n   that a statement that an agreement is subject to further documentation and execution of a written contract does not automatically indicate an intent not to be bound, at least where there are other explicit statements in the parties' dealings that plainly and unequivocally confirm an intent to be bound. But the \"subject to\" language does have meaning, and it frequently is understood and used to convey the notion that a party does not intend to be bound at all unless and until a written agreement is signed. I find that that is what the parties understood the language to mean in this particular case.\n  </p>\n  <p id=\"p-142\">\n   Whitebox urges me to find the contrary and places strong reliance on Chief Judge McMahon's decision in\n   <em>\n    Bear Stearns Investments Products v. Hitachi Auto Products USA\n   </em>\n   ,\n   <extracted-citation case-ids=\"3339457\" index=\"95\" url=\"https://cite.case.law/br/401/598/\">\n    401 B.R. 598\n   </extracted-citation>\n   (S.D.N.Y. 2009). I should first note that all of Judge McMahon's discussions of the relevant case law and her findings about the absence of a full agreement in that case are fully consistent with what I have held and with what I have found in this case.\n   <em>\n    <extracted-citation case-ids=\"3339457\" index=\"96\" url=\"https://cite.case.law/br/401/598/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3339457\" index=\"96\" url=\"https://cite.case.law/br/401/598/\">\n    at 598-624\n   </extracted-citation>\n   . The only difference in the outcomes is that in\n   <em>\n    Bear Stearns\n   </em>\n   , Judge McMahon found that an enforceable Type II contract had been reached.\n   <em>\n    <extracted-citation case-ids=\"3339457\" index=\"97\" url=\"https://cite.case.law/br/401/598/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3339457\" index=\"97\" url=\"https://cite.case.law/br/401/598/\">\n    at 624-28\n   </extracted-citation>\n   . She declined to reach such a conclusion based solely on contentions about industry custom where there was no evidence that the seller was familiar with those customs.\n   <em>\n    <extracted-citation case-ids=\"3339457\" index=\"98\" url=\"https://cite.case.law/br/401/598/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3339457\" index=\"98\" url=\"https://cite.case.law/br/401/598/\">\n    at 627\n   </extracted-citation>\n   . However, she found that there was other evidence, primarily in the form of an internal communication that the seller had sent, that showed a clear intent by the seller to be bound by a preliminary agreement and to negotiate the rest of the terms in good faith.\n   <em>\n    <extracted-citation case-ids=\"3339457\" index=\"99\" url=\"https://cite.case.law/br/401/598/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3339457\" index=\"99\" url=\"https://cite.case.law/br/401/598/\">\n    at 606-07, 626\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-143\">\n   Here, in contrast, I find that the evidence shows the opposite, for all of the reasons that I have explained in detail and that I need not repeat.\n  </p>\n  <p id=\"p-144\">\n   As the Court of Appeals noted in its decision in\n   <em>\n    RG Group, Inc. v. Horn &amp; Hardart Co.\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-145\">\n   It is important to commerce that the law make clear what force will be given to various expressions of intent, for otherwise parties could never be assured that they were, in fact, channeling their negotiations toward an oral contract or toward a written one. Hard and fast requirements of form are out of place, of course. But when a party gives forthright, reasonable signals that it means to\n   be bound only by a written agreements, courts should not frustrate that intent.\n  </blockquote>\n  <p id=\"p-146\">\n   <extracted-citation case-ids=\"301594\" index=\"100\" url=\"https://cite.case.law/f2d/751/69/#p75\">\n    751 F.2d 69\n   </extracted-citation>\n   , 74-75 (2d Cir. 1984) (internal citation omitted). I find that Landstar gave such forthright reasonable signals in this case and, therefore, that no binding contract of any kind-whether a fully formed contract or a so-called Type II contract-could have been formed in the absence of a signed written agreement, whether this is stated as a reservation of the right not to be bound for purposes of the first factor in the\n   <em>\n    Winston\n   </em>\n   decision, or as what the evidence shows as to the parties' intent and as to the context of the negotiation, which are the first and second factors listed in\n   <em>\n    Cara\n   </em>\n   . I find the evidence clearly shows an intent not to be bound to any agreement at all, including any preliminary agreement, unless and until a full written agreement on all terms had been signed.\n  </p>\n  <p id=\"p-147\">\n   It is not really clear that I need to consider the other factors in light of this finding.\n   <em>\n    See\n   </em>\n   <em>\n    Kaczmarcysk v. Dutton\n   </em>\n   , 414 Fed. App'x 354, 355 (2d Cir. 2011) (\"While no single factor is decisive, ... where there is a writing between the parties showing that [one party] did not intend to be bound ... a court need look no further than the first [\n   <em>\n    Winston\n   </em>\n   ] factor.\" (internal citations and quotation marks omitted) ). But I will do so for the sake of completeness.\n  </p>\n  <p id=\"p-148\">\n   The second factor to be considered under\n   <em>\n    Winston\n   </em>\n   , and the fourth factor listed under\n   <em>\n    Cara\n   </em>\n   , is whether there has been partial performance of the contract. This is relevant, of course, because partial performance is good evidence the parties believed they had an actual deal. The parties concede that there was no partial performance in this case.\n  </p>\n  <p id=\"p-149\">\n   The third factor to be considered under\n   <em>\n    Winston\n   </em>\n   , and the third factor under\n   <em>\n    Cara\n   </em>\n   , is \"whether all terms of the alleged contract had been agreed upon\" or whether there were \"open terms.\" By the end of trial, both parties conceded that there was never a full agreement on all terms. That itself does not bar a finding that a Type II contract existed if there was an agreement to be bound by some terms, coupled with a binding agreement to negotiate in good faith as to other terms. But there was no such binding partial agreement or binding agreement to negotiate in this case.\n  </p>\n  <p id=\"p-150\">\n   The final factor to be considered is whether the agreement at issue is the type of contract usually committed to writing or, as stated in\n   <em>\n    Cara\n   </em>\n   , the customary form of the transaction. I find based on the record that it is customary for parties in this industry to execute written documentation in connection with the trading of claims. The witnesses at trial confirmed that this is the usual practice, though Whitebox contended it was not necessarily a legal requirement.\n  </p>\n  <p id=\"p-151\">\n   As I noted earlier, Whitebox argued that there are customs in the claims trading field that they believe call for a different result in this case. Whitebox argues that it is important that traders be able to make deals based on emails exchanges and important that parties be bound by those deals before written documents are signed because otherwise, according to Whitebox, parties would be free to pull out of deals just because prices have changed. But if this is truly the case, the right answer is that Seaport and other parties in this industry ought to be clear and direct in setting forth their agreements in the emails they exchange. If Seaport wishes to enter into partial Type II contracts, it can and should say so explicitly. If that is its intent, there is no reason why it cannot say in its emails that \"we consider this to be a legally binding preliminary contract with price already agreed upon and with the parties obligated legally in good faith to negotiate other terms.\"\n  </p>\n  <p id=\"p-152\">\n   What seems to be happening instead is that the participants in this industry use language that reassures sellers that nothing is binding until the whole deal is done, and that permits the people in the industry to take different positions in different cases as to what the language means and what the customs allegedly are, depending upon the participants' self-interest in those individual cases. To see this disparity, one need only contrast the positions taken by Whitebox here with the positions taken by Seaport in the New York State Court. No court should endorse such a practice.\n  </p>\n  <p id=\"p-153\">\n   Similarly, much of what Whitebox argues, in terms of custom, is not so much a request that I find that there was an actual preliminary agreement here; rather, Whitebox asks me, due to the needs of the industry, to impose one upon Landstar, even in the absence of proof that Landstar itself (which is not a participant in the industry) actually understood that it had entered into a preliminary agreement. That is not the proper role of a court. The role of a court is to determine what parties have agreed to, and if they have made an agreement, to enforce it. It is not the role of the court-whether to serve the interests of an industry or for other purposes-to impose contracts on parties to which the parties themselves have not agreed.\n  </p>\n  <p id=\"p-154\">\n   Courts have correctly urged caution in finding an intent to form a preliminary or Type II contract. I find, based on the evidence, that it is quite clear that there was no intent by either party to form such a contract in this case. There was a conceptual agreement as to a purchase price, but there was never a binding agreement between the parties. I therefore find in favor of Landstar. The transfer notices should be canceled and withdrawn, and the claims and noticing agent should recognize that Landstar entities as the proper owners of the claims.\n  </p>\n  <p id=\"p-155\">\n   A separate order will be issued to this effect. Thank you very much.\n  </p>\n </opinion>\n</casebody>\n"
  }
}