{
  "casebody": {
    "data": "<casebody firstpage=\"1021\" lastpage=\"1021\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1121-7\">UNITED STATES of America, Appellant, v. John Junior CARTWRIGHT, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AQx\">No. 26214.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1121-9\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1121-10\">Nov. 30, 1971.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1121-16\">Raymond D. Battocchi (argued), Morton Hollander, Dept, of Justice, L. Patrick Gray, III, Asst. Atty. Gen., Washington, D. C., Richard K. Burke, U. S. Atty., N. Warner Lee, Asst. U. S. Atty. Phoenix, Ariz., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1121-17\">Olgerd W. Kalyna (argued), of Beer &amp; Kalyna, Phoenix, Ariz., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1121-18\">Before BROWNING and HUFSTED-LER, Circuit Judges, and FERGUSON,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1121-24\"> Honorable Warren J. Ferguson, United States District Judge, Central District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1121-19\">PER CURIAM:</author>\n<p id=\"b1121-20\">After the district court granted summary judgment against the United States, the Arizona Supreme Court decided in Teel v. Barth, 107 Ariz. 452, 489 P.2d 262 (1971), that when a deceased has purchased insurance to protect others against his negligence and there is no reprehensible dilatoriness on the part of the claimant nor failure of the claimant to proceed in a reasonable manner, an action may prqceed against the estate to collect on the insurance policy even though the estate has been closed and the probate court has entered a final decree of distribution.</p>\n<p id=\"b1121-21\">That case requires reversal of the summary judgment.</p>\n<p id=\"b1121-22\">Counsel for appellee have demonstrated the highest degree of ethics in calling <em>Teel </em>to the attention of this court after the cause was submitted.</p>\n<p id=\"b1121-23\">Reversed and remanded to the district court to reinstate the action.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}