{
  "casebody": {
    "data": "<casebody firstpage=\"743\" lastpage=\"755\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b843-7\">Robert F. NEWMAN, Plaintiff-Appellant, v. AVCO CORPORATION-AEROSPACE STRUCTURES DIVISION, NASHVILLE, TENNESSEE, and International Association of Machinists and Aerospace Workers, Aero Lodge No. 735, Nashville, Tennessee, Defendants-Appel-lees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b843-9\">No. 20669.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b843-10\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b843-11\">Oct. 27, 1971.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b843-12\">As Amended Nov. 24, 1971.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b844-13\"><page-number citation-index=\"1\" label=\"744\">*744</page-number>William L. Robinson, New York City, for plaintiff-appellant; Avon N. Williams, Jr., Nashville, Tenn., Jack Green-berg, James M. Nabrit, III, Norman C. Amaker, Sylvia Drew, New York City, on brief; Clarence W. Olmstead, Jr., Jonatha R. Harkavy, New York City, of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b844-14\">Don A. Banta, Chicago, Ill., for Avco Corp.; Naphin, Banta &amp; Cox, Chicago, Ill., William Waller, Waller, Lansden, Dortch &amp; Davis, Nashville, Tenn., on brief; Warren G. Sullivan, Greenwich, Conn., of counsel.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b844-15\">Cecil D. Branstetter, Nashville, Tenn., for Aero Lodge 735; Carrol D. Kilgore, Nashville, Tenn., of counsel.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b844-16\">Charles L. Reischel, Atty., Equal Employment Opportunity Comm., Washington, D. C., for The Equal Employment Opportunity Comm, as amicus curiae; Stanley P. Hebert, Gen. Counsel, Julia P. Cooper, Charles L. Reischel, Attys. Equal Employment Opportunity Comm., Washington, D. C., on brief.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b844-17\">Before EDWARDS, CELEBREZZE and PECK, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b844-18\">JOHN W. PECK, Circuit Judge.</author>\n<p id=\"b844-19\">Appellant was a Negro workman at ap-pellee Avco Corporation’s Nashville plant for over 14 years before his discharge in 1966. He now appeals from a summary judgment entered in the United States District Court for the Middle District of Tennessee, 313 F.Supp. 1069, dismissing his complaint alleging improprieties concerning his discharge.</p>\n<p id=\"b844-20\">The complaint had been filed under Title VII of the Equal Employment Opportunity Act, 42 U.S.C. §§ 2000e to 2000e-15, after the Equal Employment Opportunity Commission, hereinafter the EEOC, had found reasonable cause to be<page-number citation-index=\"1\" label=\"745\">*745</page-number>lieve that appellant’s Title VII rights to equal employment opportunities had been violated. The District Judge’s judgment was based upon the facts that prior to his federal court suit appellant had submitted a plant grievance concerning his discharge; the discharge had been arbitrated under the labor-management contract at Avco; and appellant had received an adverse award. The case now has a long history.</p>\n<p id=\"b845-5\">Prior to 1966 plaintiff worked nearly continuously for over 14 years for Avco. In 1962, he and several other black employees filed a claim of discrimination against Avco with the President’s Committee on Equal Employment Opportunity, the predecessor to the EEOC, and was subsequently reclassified as an incentive worker. Plaintiff’s later performance, however, was less than outstanding and even he admits that he was somewhat slow to learn new tasks. In 1965, the company reduced the number of employees in plaintiff’s department, and he was transferred to another job. He was assigned to the task of “Stove Lifter,” where a vacancy existed after a senior white employee had proved inefficient and had been transferred. On December 27, 1965, with less than three days work on the new assignment, Newman was suspended for three days because of his inefficiency at his new assignment. During this short period in a new job, he was not given the training period which he claimed was due him under the collective bargaining agreement between Avco and the union. This was the main contention raised concerning the contract in the arbitration hearing.</p>\n<p id=\"b845-6\">On the day on which he was suspended, plaintiff was injured in an automobile accident and was unable to return to work until late January. In the accident he had sustained an injury to his left knee. He therefore requested a transfer from the Stove Lifter position, but this was denied when Avco’s doctor reported that plaintiff seemed fit. Plaintiff, however, alleged that the doctor never examined him. One day after returning to the job as Stove Lifter, plaintiff was discharged, again on grounds of inefficiency.</p>\n<p id=\"b845-9\">Within two days plaintiff had filed a grievance with the proper persons seeking reinstatement. Five days after that he amended his original grievance to include a charge of racial discrimination. This amendment came about because the union, when notified of the original grievance, indicated that it would not allege in the proceeding that there had been racial discrimination in the firing. Thereupon plaintiff personally retained an attorney to argue the racial points in the arbitration hearing.</p>\n<p id=\"b845-10\">A hearing was held before an arbitrator on April 21 and 22, 1966. A week later plaintiff, through his attorney, lodged charges of racial discrimination against both the company and the union with the EEOC. He contended that the past practices of the company in failing to give blacks adequate training had caused his inability to perform jobs other than Stove Lifter, to which he might have been transferred when his department was reduced. He further contended that in general the union had supported this practice, as shown by its refusal to process his charges of racial discrimination before the arbitrator.</p>\n<p id=\"b845-11\">The arbitrator’s decision rendered June 28, 1966, found against the plaintiff on all grounds, holding that the discharge was for failure to perform adequately on the Stove Lifting job. Plaintiff’s charge that his discharge was racially motivated, because Stover, a white man who had similarly performed poorly as Stove Lifter, had been transferred rather than fired was dismissed in a short sentence noting that Stover’s transfer had been specifically requested by the foreman of the transferee department. This seemed to ignore plaintiff’s underlying position that he could not perform other chores well because due to racial discrimination he had never been so trained, but in any event, the arbitration award denied relief to plaintiff.</p>\n<p id=\"b845-12\">A year later the EEOC, which had been processing plaintiff’s complaint, inform<page-number citation-index=\"1\" label=\"746\">*746</page-number>ed him there was reasonable cause to believe that he had been the victim of unlawful discrimination. When conciliation efforts failed, the Commission issued to plaintiff a suit-authorizing letter. Plaintiff then filed this action in the District Court against both Avco and the union.</p>\n<p id=\"b846-4\">Declaring that the plaintiff “could have [initially] followed the statutory procedure authorized by Title VII,” and that “in pursuing the collective bargaining procedure to completion, i. e., the decision of the arbitrator, the plaintiff made a binding election of remedies,” the District Court granted the defendants’ motion for summary judgment, and dismissed the plaintiff’s class action as well. The latter step was taken on the supposition that since plaintiff could not allege that he had been discriminatorily fired, he had no standing to represent that class. Each of these determinations is challenged on appeal.</p>\n<p id=\"b846-5\">Since entry of summary judgment in the present case, this court and the Supreme Court have faced the problem posed where an arbitrator’s award upon a collective bargaining grievance was followed by a United States District Court suit under Title VII of the EEOC alleging identical or overlapping claims of religious discrimination. That case divided this court 2-1, <em>(See </em>Dewey v. Reynolds Metals Co., 429 F.2d 324 (6th Cir. 1970)) and the United States Supreme Court by 4-4 <em>(See </em>Dewey v. Reynolds Metals Co., 402 U.S. 689, 91 S.Ct. 2186, 29 L.Ed.2d 267 (1971)).</p>\n<p id=\"b846-6\">At the outset we point out that the present case is distinguished from <em>Dewey </em>by the fact that in this case decided by the granting of a motion for summary judgment there is no evidentiary record available to us. <em>Dewey, on </em>the other hand, was decided upon a full District Court evidentiary record from which the majority opinion was able to conclude that the religious discrimination charged had not been established. However, in both the original opinion in <em>Dewey </em>and in the opinion denying the motion for rehearing an alternate ground for the result reached is set forth, namely estop-pel by arbitrator’s award. While there is, of course, no way of knowing whether some or all of the four Justices voting to affirm reached their conclusion on the basis of the merits of the case as contrasted with this alternate procedural ground, appellees here contend that the existence of this alternate ground in <em>Dewey </em>requires a holding that Newman’s election of remedies was final and binding for all purposes and circumstances.</p>\n<p id=\"b846-11\">Congress, intimately familiar with arbitration in labor-management contracts, employed no language in Title VII which even intimates support for the election of remedies doctrine. And several courts have squarely rejected it. Hutchings v. United States Industries, Inc., 428 F.2d 303 (5th Cir. 1970); Bowe v. Colgate-Palmolive Co., 416 F.2d 711 (7th Cir. 1969).</p>\n<p id=\"b846-12\">There is, of course, no question that Congress has conferred plenary jurisdiction upon the District Court to hear and decide these important constitutional issues. Private parties cannot by private contract deprive the District Court of jurisdiction thus conferred by federal statute.</p>\n<p id=\"b846-13\">Further, we do not read <em>Dewey </em>as based upon the doctrine of election of remedies.<footnotemark>1</footnotemark> The majority opinion of this <page-number citation-index=\"1\" label=\"747\">*747</page-number>court in <em>Dewey </em>did not so characterize its reasoning. On the contrary, as has been indicated it seems apparent that the second ground relied on for the decision in <em>Dewey </em>was the doctrine of estop-pel. This equitable doctrine holds that where the parties have agreed to resolve their grievances before 1) a fair and impartial tribunal 2) which had <em>power to decide them, </em>a District Court should defer to the fact finding thus accomplished. <em>See generally, </em>United States v. Throck-morton, 98 U.S. 61, 25 L.Ed. 93 (1878); Restatement, Judgments § 10(2) (e) (1942).</p>\n<p id=\"b847-4\">Looking at these two critical factors, we find no reason to apply the estoppel doctrine at this stage of our instant proceeding.</p>\n<p id=\"b847-5\">1) As background for a discussion of the impartial tribunal issue, we should point out that although Newman submitted his discharge to arbitration, he did not have a clearly voluntary choice as to whether or not to do so. The labor-management contract in this case is a typical one, the union having gained a mandatory arbitration clause in apparent exchange for a no-strike clause. The labor-management contract required appellant Newman to promptly file a grievance and to proceed through each step of the machinery, the last of which was arbitration. Failure to file initially or to pursue each step to final conclusion automatically rendered the discharge final. Had appellant ignored the quick and readily available grievance machinery of the labor-management contract, he would certainly have been met at the federal courthouse with a motion to dismiss his complaint for failure to exhaust his contractual remedies. Republic Steel Corp. v. Maddox, 379 U.S. 650, 85 S.Ct. 614, 13 L.Ed.2d 580 (1965). In Rhine v. Union Carbide Corp., 6 Cir., 343 F.2d 12 (1965), for example, this court, relying upon the Steelworkers trilogy (United Steelworkers of America v. American Manufacturing Co., 363 U.S. 564, 80 S.Ct. 1343, 4 L.Ed.2d 1403 (1960); United Steelworkers of America v. Enterprise Wheel and Car Corp., 363 U.S. 593, 80 S.Ct. 1358, 4 L.Ed.2d 1424 (1960); United Steelworkers of America v. Warrior &amp; Gulf Nav. Co., 363 U.S. 574, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960)) required arbitration before Rhine could sue in the United States District Court.</p>\n<p id=\"b847-10\">We read appellant’s complaint as alleging a long-standing conspiracy to main<page-number citation-index=\"1\" label=\"748\">*748</page-number>tain a system of race discrimination participated in by both company and union <footnotemark>2</footnotemark> (the contracting parties which created the arbitration machinery and chose the arbitrator), an element totally lacking in <em>Dewey. </em>While this charge may or may not be true, on appeal from summary judgment where no facts are found to the contrary, we must assume its veracity. Added to this allegation are the undisputed facts a) that the union declined to support appellant’s claim that his discharge was caused by racial discrimination and b) that this union attitude was cited by the arbitrator in deciding that there was no merit to appellant’s separately argued race discrimination claim. This totality of circumstances appears to represent a fundamental attack upon the fairness and impartiality of the arbitration proceeding and specifically to represent an allegation of bad faith against defendant union. <em>(See </em>Vaca v. Sipes, 386 U.S. 171, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967)).</p>\n<p id=\"b848-4\">2) There is grave doubt that the arbitrator had the right to finally decide appellant’s race discrimination claims. Article 9, Sec. 1, Step 3(d) of the labor-management agreement provides:</p>\n<blockquote id=\"b848-5\">“(d) The jurisdicteton (sic) of the Arbitrator shall be limited to determining questions involving the interpretation, application or alleged violation of the terms of this Agreement, or of any Agreement supplementary hereto. The Arbitrator shall have no authority to add to, or subtract from, or to change, any of the terms of this Agreement, or of any Agreement supplementary hereto.”</blockquote>\n<p id=\"b848-6\">Nowhere in the labor-management agreement is there any prohibition against race discrimination in hiring, employment, promotion or discharge. It is entirely possible that management in this discharge followed the contract to the letter, as the arbitrator found to be the case. Nonetheless, appellant charges that management would have provided an opportunity at another job if appellant had been white rather than black. Appellant charged that past practice proved this. Such a charge warrants a hearing under Title VII, even though it has no sanction in the labor-management contract.</p>\n<p id=\"b848-8\">In short, major aspects of this District Court complaint were either not submitted to arbitration or were beyond the arbitrator’s power of decision. To such issues plainly neither the doctrine of res judicata nor collateral estoppel can apply.</p>\n<p id=\"b848-9\">Congress in adopting Title VII provided for administrative screening of complaints by the EEOC. In the instant case the EEOC found (See Appendix B, p. 755):</p>\n<blockquote id=\"b848-10\">“DECISION</blockquote>\n<blockquote id=\"b848-11\">“Reasonable cause does exist to believe that Respondent is in violation of Section 703(a) (1) of Title VII of the Civil Rights Act of 1964 by the following acts:</blockquote>\n<blockquote id=\"b848-12\">“1. By discharging Charging Party without giving him adequate time to train on the job;</blockquote>\n<blockquote id=\"b848-13\">“2. By denying Charging Party the privilege to transfer when such privilege was given a white employee in the same situation; and “3. By refusing to reinstate the Charging Party without loss of seniority rights.</blockquote>\n<blockquote id=\"b848-14\">“Reasonable cause does exist to believe that Respondent union is in violation of Section 703(c) (1) of Title VII of the Civil Rights Act of 1964 in that it failed to fairly represent Charging Party in his dispute with Respondent employer.”</blockquote>\n<p id=\"b848-15\">While some of the same contentions which lead us to reverse and remand in this case were arguably present in Spann v. Kaywood Div., Joanna Western Mills Co., 446 F.2d 120 (6th Cir. 1971), there is a critical distinguishing feature. In <page-number citation-index=\"1\" label=\"749\">*749</page-number>that case not only was there an arbitration award, but the award largely favorable to Spann was accepted by him. Equitable considerations under the doctrine of estoppel argue strongly against allowing a litigant to make full use of arbitration up to the point of acceptance of the award (reinstatement to his job) and then permitting him to sue in another forum for the backpay which the arbitrator denied.</p>\n<p id=\"b849-4\">No one should be allowed to accept the fruits of an award and then dispute its validity. Hooper v. Pennick, 102 Or. 382, 202 P. 743; Waisner v. Waisner, 15 Wyo. 420, 89 P. 580. Thus, “A party who accepts payment in satisfaction of a voidable award, or who accepts anything done by the opposite party in part performance thereof, or who receives fruits thereof, is deemed to have ratified the award and is estopped from thereafter questioning its validity or refusing to perform its terms. Ames Canning Co. v. Dexter Seed Co., 195 Iowa 1285, 190 N.W. 167; Taylor v. Smith, 92 [93] Mich. 160, 52 N.W. 1118.” 5 Am.Jur.2d § 183.</p>\n<p id=\"b849-5\"><em>Spann </em>was carefully limited to cases “fall[ing] squarely within the reasoning and facts of <em>Dewey,\" </em>the opinion expressly providing that “we intimate no opinion on cases falling without the scope of that decision.” The present case falls outside of the scope of <em>Dewey </em>because it is distinguishable therefrom for the same reason that it is distinguishable from this case, namely that only in <em>Spann </em>did plaintiff receive and accept favorable aspects of the arbitrator’s award. The door was left open for the type situation here presented by the concluding sentence of the <em>Spann </em>opinion:</p>\n<blockquote id=\"b849-6\">“We hold only that where all issues are presented to bona fide arbitration <em>and no other refuge is sought until that arbitration is totally complete, Dewey precludes judicial cognizance of the complaint.\" </em>(Emphasis supplied; 446 F.2d 123 (Aug. 13, 1971).)</blockquote>\n<p id=\"b849-7\">We conclude that this ease must be reversed and remanded to the District Court to take testimony and enter findings of facts and conclusions of law upon appellant’s charges of unfair representation by respondent union, in violation of Title VII, Sec. 703(c) (1) and upon appellant’s charges of violations of Title VII, Sec. 703(a) (1) by respondent Avco, as set forth above. As to these latter charges, appellant is an appropriate representative of the class described in the complaint and the class action aspect of this suit must likewise be the subject of hearing, findings and conclusions. <em>See </em>Jenkins v. United Gas Corp., 400 F.2d 28 (5th Cir. 1968); Bowe v. Colgate-Palmolive Co., 416 F.2d 711 (7th Cir. 1969) ; Parham v. Southwestern Bell Telephone Co., 433 F.2d 421 (8th Cir. 1970) .</p>\n<p id=\"b849-11\">Reversed and remanded.</p>\n<p id=\"b849-12\">APPENDIX A</p>\n<p id=\"b849-13\">EXCERPTS FROM APPELLANT’S DISTRICT COURT COMPLAINT</p>\n<p id=\"APS\">* * * All of said production and maintenance employees of the defendant, Avco Corporation, were and are governed by the terms of said collective bargaining Agreements which have been continuously in effect making defendant, Aero Lodge No. 735 the representative of said employees, including the plaintiff.</p>\n<p id=\"b849-16\">Said defendant, Aero Lodge No. 735 and its national parent or affiliate, International Association of Machinists and Aerospace Workers, AFL-CIO, are and have been at all times material hereto, doing business in the State of Tennessee by performing said acts for which said defendant labor organizations were formed as hereinabove and hereinafter set forth.</p>\n<p id=\"b849-17\">8.</p>\n<p id=\"b849-18\">Under and pursuant to said Agreement, the defendants have established an elaborate system of occupations and occupational grades or job classifications and factory wage schedules. Said job classifications include many skilled and/or semi-skilled occupational grades <page-number citation-index=\"1\" label=\"750\">*750</page-number>and/or classifications with guaranteed minimum and maximum incentive wage rates applicable to each grade. In addition to these job classifications, defendants have established under and by said Agreement, a classification of laborer and janitor for maintenance employees, with a fixed wage rate which is lower than the lowest minimum day work wage rate of all the said skilled or semi-skilled job classifications, and as to which fixed wage rate no increase for incentive or otherwise, is applicable. The said classification of laborer is completely segregated racially in that only Negroes are employed and graded in this classification. The classification of foreman is reserved for white employees only. Negro employees and applicants for employment by defendant, Avco Corporation, are generally limited almost exclusively to said classifications of laborer and janitor, with said low, fixed rates of pay, regardless of their employee seniority and of their educational, vocational or technical qualifications. White employees or applicants for employment, no matter what their qualifications, start out at least in the job classification of general helper, and soon move on to higher classifications. Defendants never employ or classify white employees as laborers. In both the machine shop and the aircraft divisions of the defendant, Avco Corporation’s Nashville Plant, Negroes are generally hired as laborers regardless of their qualifications and are generally kept as laborers indefinitely by switching them from department to department, each time destroying the Negro employee's seniority under said union Agreement with the defendant, Aero Lodge No. 735. The defendant, Avco Corporation maintains many segregated departments in its said Nashville Plant in which no Negroes are employed and the policy of said defendant is to refuse or deny Negroes employment in these departments. In addition, said defendant refuses to offer Negro employees, including the plaintiff, on-the-job training, transfer and promotion opportunities equal to those that are offered white employees with equal or less seniority and qualifications. The policy and practice of said defendant in past years has been to limit Negro employment exclusively to the menial categories of laborer and janitor. In recent years, after certain complaints were filed against said defendant with the President’s Committee on Equal Economic Opportunity and other federal agencies and in the federal courts, said defendant began hiring and training a few Negroes on a token basis in some job classifications higher than that of laborer or janitor. However, said defendant has continued to the present day its general policy and practice of discrimination on account of race or color against Negro employees and applicants for employment, pursuant to which it still limits the overwhelming majority of Negro employees and applicants to said menial and segregated classifications, pays said Negro employees lower wage rates than white employees with similar or lesser qualifications, and refuses to upgrade or promote said Negro employees and applicants for employment, or to afford them on-the-job training opportunities, transfers or other opportunities for advancement on the same terms and conditions as white employees or applicants for employment.</p>\n<p id=\"b850-5\">9.</p>\n<p id=\"b850-6\">The defendant, Aero Lodge No. 735, has acquiesced in all of the foregoing discriminatory practices of the defendant, Avco Corporation, and has, indeed, participated therein and encouraged and caused or attempted to cause same, by refusing to protest said practices, by ignoring or refusing to assist Negro employees in prosecuting grievances based on said racially discriminatory practices, by failing and refusing to recognize or insist upon enforcement of the rights of Negro employees under the Agreement in the same manner and to the same extent that it recognizes and insists upon enforcement of the rights of white employees, and by itself refusing to provide training when it had an opportunity to do so or to insist that the defendant, Avco Corpora<page-number citation-index=\"1\" label=\"751\">*751</page-number>tion, admit Negro employees or applicants for employment to its apprentice programs or on-the-job training programs on the same terms and conditions as white employees or applicants for employment are admitted to said programs.</p>\n<p id=\"b851-4\">10.</p>\n<p id=\"b851-5\">All of the foregoing discriminatory practices by the defendants have existed and have been maintained and enforced by the defendants for many years prior to July 2,1965, and have continued to exist from said latter date to the present date. The plaintiff, Robert F. Newman, was discharged by defendant, Avco Corporation, on 1 February 1966 allegedly for failure to perform properly a new job to which he had been assigned involving the lifting of heavy stove ovens down from a conveyor belt and mounting same at 5-minute intervals. Plaintiff was initially employed by defendant, Av-co Corporation, 9 May 1951 and, except for layoffs in the years 1952, 1953 and 1954 was thereafter continuously employed until said discharge. His seniority ran from 16 October 1952. He worked as a laborer or general helper along with all other Negro employees until 1962 when, as a result of a complaint which he and four other Negro employees made to the President’s Committee On Equal Employment Opportunity, he was upgraded to the classification of incentive worker. Prior thereto, the Company employed Negroes only as janitors and similar menial work. Within two weeks plaintiff was returned to a laborer classification and remained such until October 1964, after the passage of the Federal Civil Rights Act of 1964, when he was again upgraded to an incentive work classification. As of 31 October 1964 he was assigned to Department 380 as a Stove Mounter A. However he was initially assigned in this department to “day-work” doing cleaning up, sweeping, etc. Subsequently he was assigned incentive work as a Crater. In June 1965, he was transferred to another department but returned to Department 380 in October 1965. He was reassigned to Crating for a short while but was then returned to “daywork” assignment which was not classified as incentive work although he retained his classification as a Stove Mounter A. On 21 December 1965 plaintiff was assigned, for the first time to the Stove Lifting job from which he was discharged. On the same day Herbert L. Stover, a white employee, who had been assigned to this Stove Lifting job for iy2 days previously and who had not performed the job skillfully was transferred at his request to a job in another department. Except for Stover’s transfer to another department the Stove Lifting job to which plaintiff was assigned would and should have been assigned to Stover because of his seniority in the department. Because of plaintiff’s previous slowness in catching on to other incentive work jobs, his Supervisor, Mr. Warner, knew on December 21,1965, that plaintiff was not qualified to perform the Stove Lifting job efficiently. Nevertheless, Warner assigned plaintiff to this job and expected him to perform efficiently at the outset, without allowing him even the two day training period provided in the union contract. When plaintiff did not perform efficiently Warner reported him to the Director of Industrial Relations on 27 December 1965 and he was suspended for a period of three and one half days at that time. No effort was made to transfer him to less difficult employment or to allow him a further trial period at that time. Instead he was suspended because the Director of Industrial Relations “thought this would be a help” to him. And in evaluating his performance for the one and one-half to two and one-half days he had been on said job, Warner did not treat plaintiff as a trainee at all but considered that he did not have any training time coming although he had never been assigned to this particular incentive work group. On the day of his suspension plaintiff had an automobile accident in which he sustained injuries and as a result did not report back to work until 17 January 1966. He was told to return 24 January 1966 and at that time was or<page-number citation-index=\"1\" label=\"752\">*752</page-number>dered to return to the same job. He informed Warner that he was physically unable to do the job and was sent to the Director of Industrial Relations who advised him to obtain medical evidence in support of this insistence. When he obtained such a letter from his private physician, Dr. Coopwood, a Negro, indicating some residual disability in his left knee, he was referred by the Director to the Company Physician who did not actually give him a physical examination but wrote a report indicating that he was able to return to work. At the direction of the Industrial Relations Director, plaintiff returned to work on 31 January 1966 and was assigned to the same heavy stove lifting job although he continued to complain of his physical inability to perform this particular job. Again he was evaluated on the basis of perfect performance and on the basis of such evaluation was found wanting and was fired after working the full day of 31 January 1966 and approximately one half day on 1 February 1966. At time of plaintiff’s said discharge on 1 February 1966 the defendant, Avco Corporation, had other jobs which plaintiff could have performed satisfactorily to which he could have been transferred at time of his suspension on 27 December 1965 and of his discharge on 1 February 1966. Plaintiff in fact had requested such transfer to another job which he could perform both prior to and at time of his discharge. The stove lifting job to which plaintiff was assigned at time of his discharge was an especially difficult one and it normally takes more than two and one half days to become proficient at this job. On information and belief defendant, Avco Corporation had never discharged any other employee for alleged inability to perform a particular job where such employee was allowed only two or three days within which to learn said job. In the department wherein plaintiff was working (Department 380) several white employees in the recent past had been changed from one job to another within the department or had been encouraged to seek transfer to jobs under other supervisors where they were unable to perform or were unsuitable for the particular job to which assigned; and the foregoing was general practice of the defendant, Avco Corporation where white employees were concerned. Plaintiff was denied such privilege of transferring to another job within the department or to another department to work under another supervisor because plaintiff was a Negro. Likewise plaintiff was denied a reasonable length of time and opportunity to learn and become proficient at said job of Stove Lifting because he was a Negro. Plaintiff was discharged by the defendant, Avco Corporation, on 1 February 1966 because he was a Negro and because of racial discrimination by the defendant Corporation in applying different standards of performance as between Negro and white employees and discriminating racially between Negro and white employees, including the plaintiff, in their rights to transfer from one job to another and in other working conditions.</p>\n<p id=\"b852-5\">Upon being notified of plaintiff’s discharge, the defendant, Aero Lodge No. 735, declined and refused to raise the plaintiff’s grievance that he had been the victim of racial discrimination and substituted its judgment in filing a grievance simply charging a violation of the Collective Bargaining Agreement in that the Company was wrong in its contention that plaintiff failed to perform his job properly. In the hearing on said grievance the defendant, Aero Lodge No. 735 simply urged that plaintiff had a right to receive at least two days of training on the new job. Said defendant Union refused to raise and prosecute plaintiff’s grievance and contention that the defendant, Avco Corporation, accorded white employees privileges and prerogatives not accorded Negroes, although there was and is ample evidence to support said charge. Said defendant, Aero Lodge No. 735, has failed and refused to prosecute said grievance of the plaintiff or any other Negro employees who seek to redress or eliminate any racial dis-criminations against them. Said defend<page-number citation-index=\"1\" label=\"753\">*753</page-number>ant Union maintains and pursues a tacit agreement and/or conspiracy with the defendant, Avco Corporation, to encourage, permit, enforce and perpetuate the racially discriminatory practices in employment, starting wages and rates of pay, up-grading, promotion, transfer and training of Negro employees described above, and said Union acquiesces in said practices by defendant, Avco Corporation, and refuses to protest or make any effort to eliminate said discrimination against its Negro members. Said defendant, Aero Lodge No. 735, has absolutely refused to insist upon its members who are Negro employees having their seniority rights recognized and being offered training, transfer and up-grading opportunities, job classification and reclassification opportunities, and rates of pay equal to and upon the same terms as those that are offered to its members who are white employees, under the Collective Bargaining Agreements which it is negotiated, although it does enforce and insist upon the recognition by said defendant, Avco Corporation, of all the rights of its white employees under said Agreements. Said refusal to insist upon the recognition of the rights of Negro employees under said Agreements causes or helps to cause said employer to discriminate against plaintiff and other Negroes, similarly situated.</p>\n<p id=\"b853-4\">******</p>\n<p id=\"b853-5\">12.</p>\n<p id=\"b853-6\">On the 30th day of April, 1966, the plaintiff signed and forwarded to the Equal Employment Opportunity Commission a formal charge of discrimination, a copy of said charge attached hereto marked Exhibit “A: (sic), and made a part hereof by reference. The Equal Employment Opportunity Commission gave the defendants, Avco Corporation and Aero Lodge No. 735, a copy of the charge and thereafter on or about August 3, 1967, after investigation, determined that there was reasonable cause to believe that the defendants had engaged in an unlawful employment practice within the meaning of the Act as set forth in its decision quoted herein — below:</p>\n<blockquote id=\"b853-9\">******</blockquote>\n<blockquote id=\"b853-10\">APPENDIX B</blockquote>\n<blockquote id=\"b853-11\">EEOC DECISION</blockquote>\n<blockquote id=\"b853-12\">EQUAL EMPLOYMENT OPPORTUNITY COMMISSION WASHINGTON, D.C. 20506</blockquote>\n<blockquote id=\"b853-13\">Case Nos. (No. 6-3-61)</blockquote>\n<blockquote id=\"AQfN\">6-3-2253</blockquote>\n<blockquote id=\"b853-14\">Robert Foster Newman</blockquote>\n<blockquote id=\"b853-15\">Charging Party vs.</blockquote>\n<blockquote id=\"b853-16\">Aerospace Structure Division Avco Corporation Nashville, Tennessee and</blockquote>\n<blockquote id=\"b853-17\">International Association of Machinists and Aero'Space Workers Aero Lodge No. 735 Nashville, Tennessee</blockquote>\n<blockquote id=\"b853-18\">Respondents</blockquote>\n<blockquote id=\"b853-19\">Date of alleged violation: February 1, 1966, continuing</blockquote>\n<blockquote id=\"AzH\">Date of filing: May 2, 1966</blockquote>\n<blockquote id=\"AEx4\">Date of service of charge: October 6, 1966</blockquote>\n<blockquote id=\"b853-20\">DECISION</blockquote>\n<blockquote id=\"b853-21\">SUMMARY OF CHARGE</blockquote>\n<blockquote id=\"Aor\">Charging Party alleges discrimination on the basis of race (Negro) as follows: that he was discharged from his job on the ground of failure to perform satisfactorily; that his request for transfer to another job was denied while a Caucasian employee holding the same job was transferred upon request; that Respondent has refused to reinstate him; and that his union failed to properly represent him in his complaint.</blockquote>\n<blockquote id=\"b853-22\">SUMMARY OF INVESTIGATION</blockquote>\n<blockquote id=\"A6O\">1. Respondent is engaged in the manufacture of structures and assemblies for various kinds of air-craft and space vehicles. The Company also produces major household appliances and office machinery. Raw materi-<page-number citation-index=\"1\" label=\"754\">*754</page-number>ais are purchased from sources outside of the state.</blockquote>\n<blockquote id=\"b854-4\">Respondent employs a total of 2,776 persons of which 145 are Negroes. No American Indians or Mexican Americans are employed. Out of 228 female employees only three are Negro. Negro males are concentrated in semi-skilled and laborer positions.</blockquote>\n<blockquote id=\"b854-5\">Respondent Union is the exclusive bargaining agent for all employees in maintenance and production. All such employees are governed by the collective bargaining agreement.</blockquote>\n<blockquote id=\"b854-6\">2. Charging Party has been employed by Respondent for nearly 15 years. Following a complaint to the President’s Committee on Equal Employment Opportunity early in 1962, Charging Party was placed in incentive work. In the same year, he was transferred back to the position of laborer. The reason given was that he could not meet incentive standards. Charging Party’s supervisor states that Charging Party had difficulty in learning a job but when given a chance to learn it performed satisfactorily.</blockquote>\n<blockquote id=\"b854-7\">Upon his request for transfer to a higher paying job, he was reclassified as an incentive worker. Yet, he was still assigned to perform janitorial duties. While in this department, Charging Party was notified that a reduction in work force would be made. Events occurring during the reduction resulted in the elimination of Charging Party although his seniority entitled him to stay. It should be noted that Charging Party moved to the new department only because Respondent offered him a job with higher pay.</blockquote>\n<blockquote id=\"b854-8\">3. Respondent determined that two men would be laid off. One, Givens, the lowest man on the seniority list was replaced by one, Stover. Both Givens and Stover are white. Stover did not like the incentive job. He had difficulty performing it and upon his request was transferred to another department. Charging Party, being the next in line, replaced Stover. One day later, he was suspended. Upon his return to the job, no more than two days had elapsed before Respondent discharged him.</blockquote>\n<blockquote id=\"b854-10\">Charging Party had notified Respondent through a written medical statement that a knee injury sustained from a ear accident during the interval of suspension prevented him from lifting the ovens down from the conveyor belt. His request for transfer was denied. A fellow employee stated that the job was an exceptionally difficult one to learn. It involved performing 11 operations to one unit within the time span of 5.33 minutes. In view of the nature of the job, Charging Party urges that Respondent should have given consideration to this injury.</blockquote>\n<blockquote id=\"b854-11\">4. Respondent claims that Charging Party doesn’t perform satisfactorily in incentive work. The evidence indicates that when given the chance to learn, Charging Party does perform up to standards. No criticism has ever been made of his work as a janitor, yet he was not even allowed to return to that position.</blockquote>\n<blockquote id=\"b854-12\">The manner in which Respondent has treated Charging Party is inconsistent with equal employment practices. Caucasion employees in similar positions were given rights and privileges denied the Charging Party.</blockquote>\n<blockquote id=\"b854-13\">5. Upon being notified of Charging Party’s grievance, the union declined to raise Charging Party’s grievance that he had been the victim of racial discrimination and substituted its judgment of the violation of the collective bargaining agreement. Respondent union urged that Respondent employer denied the Charging Party the right to receive at least two days of training on the new job. <page-number citation-index=\"1\" label=\"755\">*755</page-number>Respondent union justifies omission of the charge of racial discrimination upon the ground that it had no evidence to substantiate it. Investigation disclosed that the evidence herein was available in abundance to prove that Respondent employer accorded white employees privileges and prerogatives not given to Negroes. Respondent union has the duty when representing members in a grievance or in arbitration matters to present all reasonably available evidence permissible under law that will aid the member in his dispute with management. It is elementary that when Negro members are involved, that the grievance may necessarily have to be framed in terms of race discrimination in addition to any other grounds in order to fairly present said Negro members’ contentions.</blockquote>\n<blockquote id=\"b855-5\">DECISION</blockquote>\n<blockquote id=\"b855-6\">Reasonable cause does exist to believe that Respondent is in violation of Section 703(a) (1) of Title VII of the Civil Rights Act of 1964 by the following acts:</blockquote>\n<blockquote id=\"b855-7\">1. By discharging Charging Party without giving him adequate time to train on the job;</blockquote>\n<blockquote id=\"b855-8\">2. By denying Charging Party the privilege to transfer when such privilege was given a white employee in the same situation; and</blockquote>\n<blockquote id=\"b855-9\">3. By refusing to reinstate the Charging Party without loss of seniority rights.</blockquote>\n<blockquote id=\"b855-10\">Reasonable cause does exist to believe that Respondent union is in violation of Section 703(c) (1) of Title VII of the Civil Rights Act of 1964 in that it failed to fairly represent Charging Party in his dispute with Respondent employer.</blockquote>\n<blockquote id=\"b855-11\">For the Commission:</blockquote>\n<blockquote id=\"b855-12\">(signed Marie D. Wilson). Secretary</blockquote>\n<blockquote id=\"b855-13\">Date July 19, 1967</blockquote>\n<footnote label=\"1\">\n<p id=\"b846-7\"><em>. </em>Both commentators and courts have referred to <em>Dewey </em>as implementing the doctrine of election of remedies. Platt, The Relationship Between Arbitration and Title VII of the Civil Rights Act of 1964, 3 Ga.L.Rev. 398 (1968); Edwards and Kaplan, Religious Discrimination and the Role of Arbitration Under Title VII, 69 Mich.L.Rev. 599, 613, 642 (1971); Note, Title VII, the NLRB and Arbitration: Conflicts in National Labor Policy, 5 Ga.L.Rev. 313, 344-47 (1971). However, the use of this term in this context is erroneous. The doctrine applies only where conflicting and inconsistent remedies are sought on the basis of conflicting and inconsistent rights. Thus, where suit is brought on a contract as written, a later, second, suit cannot be brought to reform that same contract. Hennepin Paper Co. v. Port Wayne Corrugated Paper Co., 153 F.2d 822 (7th <page-number citation-index=\"1\" label=\"747\">*747</page-number>Cir. 1946). See generally, 25 Am.Jur. 2d 653-56, §§ 11, 12. On the other hand, one may pursue a second remedy after seeking, unsuccessfully, a first remedy, if the claims are based upon consistent facts. <em>See </em>Leithauser v. Hartford Fire Ins. Co., 124 F.2d 117 (6th Cir. 1942); State ex rel. Schaub v. City of Scottsbluff, 169 Neb. 525, 100 N.W.2d 202 (1960). It is apparent that it is not the doctrine of election of remedies which was applied in <em>Dewey, </em>since there is no conflict in facts in the grievance and judicial proceedings, and the remedies sought were not conflicting, but complementary.</p>\n<p id=\"b847-8\">The doctrine, moreover is dying rapidly. With the advent of the Federal Rules of Civil Procedure and their adoption by most states, it is possible to plead totally irreconcilable fact patterns and seek irreconcilable remedies within the same action. Rule 8, Fed.R.Civ.P. Additionally, the doctrine has long been in disrepute. As early as 1918 the Supreme Court referred to it as “harsh” and “largely obsolete,” Friederiehsen v. Renard, 247 U.S. 207, 213, 38 S.Ct. 450, 62 L.Ed. 1075 (1918), a view in which we concurred again just recently, calling it “obscure,” Great American Ins. Co. v. Merchants &amp; Mfrs. Mut. Ins. Co., 423 F.2d 1143-1146 (6th Cir. 1970).</p>\n<p id=\"b847-13\">This basis of <em>Dewey </em>is a combination of the desire for finality and the belief that arbitration is the sure and sound path to labor harmony — policies which are more accurately expressed in the themes of res judicata and collateral es-toppel than in election of remedies. Thus, in <em>Dewey, </em>under the facts of that ease, we said, “The arbitrator had jurisdiction to determine the grievances. * » * in our judgment, [he] has a right to finally determine them. Any other construction would bring about the result present in the instant case, namely, that the employer, but not the employee, is bound by the arbitration.” Dewey v. Reynolds Metals Co., 429 F.2d 324, 332 (6th Cir. 1970).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b848-16\">. See Appendix A.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}