{
  "casebody": {
    "data": "<casebody firstpage=\"822\" lastpage=\"824\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b844-5\">William CLOWERS, Rena Thomas Clowers, Plaintiffs-Appellants, v. ONEWEST BANK, FSB, Federal National Mortgage Association, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A0V\">No. 14-11369</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AY6\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b844-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b844-10\">July 21, 2014.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b844-16\">Onyema Farrey, Anene &amp; Associates, LLC, Atlanta, GA, for Plaintiffs-Appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b844-17\">Jonathan Evan Green, Joshua Tropper, Linda Susan Finley, Kristin Schneider Miller, Baker Donelson Bearman Caldwell &amp; Berkowitz, PC, Atlanta, GA, for Defendants-Appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b844-19\">Before WILSON, ROSENBAUM, and EDMONDSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b844-20\">PER CURIAM:</author>\n<p id=\"b844-21\">Plaintiffs William and Rena Thomas Clowers appeal the district court’s denial of their motion for an extension of time to file a notice of appeal. No reversible error has been shown; we affirm.</p>\n<p id=\"b844-22\">Briefly stated, Plaintiffs filed a wrongful foreclosure civil action against Defendants OneWest Bank FSB and Federal National Mortgage Association. The district court granted summary judgment in favor of Defendants.</p>\n<p id=\"b844-23\">Under Fed.R.App.P. 4(a)(1)(A), Plaintiffs had until 21 February 2014 to appeal the district court’s decision. Instead, on 21 February, Plaintiffs filed a “Motion to Extend the Time for Filing an Appeal,” alleging that the parties were in the process of finalizing a settlement agreement. Plaintiffs asserted that “good cause” for an extension existed because an extension would “save the parties from incurring unnecessary litigation costs and expenses; ... preserve Plaintiffs’ right to an appeal; and ... allow the parties to finalize the documents necessary to consummate their settlement.”</p>\n<p id=\"b845-4\"><page-number citation-index=\"1\" label=\"823\">*823</page-number>The district court granted Plaintiffs a 30-day extension, but later vacated the order to allow Defendants time to respond. Meanwhile, the district court granted Plaintiffs a one-day extension (until 26 February) to file a notice of appeal, but no notice of appeal was ever filed. Plaintiffs did, however, file a reply brief in support of their motion.</p>\n<p id=\"b845-5\">After considering the parties’ arguments, the district court denied Plaintiffs’ motion, concluding that Plaintiffs failed to show good cause for an extension. The district court determined that nothing evidenced that the parties had in fact reached a settlement agreement. Even to the extent that the parties had reached an agreement that just needed to be finalized, the district court said Plaintiffs could have filed timely a notice of appeal, which would have been “certainly less onerous” than filing a 17-page motion brief and a 14-page reply brief.</p>\n<p id=\"b845-6\">We review for abuse of discretion the district court’s ruling on a motion for extension of time to appeal. <em>See Advanced Estimating Sys., Inc. v. Riney, </em>130 F.3d 996, 997 (11th Cir.1997). “[W]hen employing an abuse of discretion standard, we will leave undisturbed a district court’s ruling unless we find that the district court has made a clear error of judgment, or has applied the wrong legal standard.” <em>Ameritas Variable Life Ins. Co. v. Roach, </em>411 F.3d 1328, 1330 (11th Cir.2005).</p>\n<p id=\"b845-7\">A party in a civil action must file a notice of appeal within 30 days of entry of the appealable judgment or order. Fed. R.App.P. 4(a)(1)(A). In civil cases, the timely filing of a notice of appeal is a mandatory prerequisite to the exercise of appellate jurisdiction. <em>Rinaldo v. Corbett, </em>256 F.3d 1276, 1278 (11th Cir.2001). But the district court may, in its discretion, extend the time to appeal if the party establishes “excusable neglect or good cause” to justify the late filing. <em>See </em>Fed. R.App.P. 4(a)(5)(A)(ii), <em>Advanced Estimating Sys., Inc., </em>130 F.3d at 997.</p>\n<p id=\"b845-9\">First, we reject Plaintiffs’ contention that the district court failed to apply the applicable good-cause standard. In denying Plaintiffs’ motion, the district court said expressly that “plaintiffs have not shown <em>good cause </em>for an extension of time” because nothing evidenced that the parties had reached a settlement agreement. This language shows that the district court applied the appropriate legal standard. The district court is not required to provide an explanation or a citation to legal authority about the legal standard applied.</p>\n<p id=\"b845-10\">Plaintiffs also argue that they demonstrated “good cause” for an extension based on (1) their assertion that the parties had reached a settlement agreement; and (2) the email correspondence between the parties’ lawyers about a possible settlement. Having reviewed the record evidence, we cannot say that the district court committed a clear error of judgment in determining that Plaintiffs failed to show that the parties had reached a settlement agreement. Although Plaintiffs’ lawyer appears to summarize in an email the terms of an alleged oral settlement offer, nothing evidences that Defendants in fact made such an offer.</p>\n<p id=\"b845-11\">Moreover, Plaintiffs cite no authority for the proposition that ongoing settlement negotiations or even the existence of a potential settlement agreement constitute categorically “good cause” for an extension of the time to file a notice of appeal. Instead, Plaintiffs argue that the district court would not have abused its discretion if it had granted their motion. Even if we assume, <em>arguendo, </em>that this proposition is true, it has no bearing on the issue before us in this appeal: whether the district court abused its discretion in <em>denying </em>Plaintiffs’ motion for an extension.</p>\n<p id=\"b846-3\"><page-number citation-index=\"1\" label=\"824\">*824</page-number>We also agree with -the district court’s assessment that Plaintiffs could have— with minimal time, energy, and expense— filed a timely notice of appeal, which would have preserved their right to appeal, without impeding the parties’ ability to finalize a potential settlement agreement. Thus, Plaintiffs have failed to demonstrate “good cause” justifying a late filing of their notice of appeal.</p>\n<p id=\"b846-4\">The district court applied the proper legal standard and committed no clear error of judgment in denying Plaintiffs’ motion; we affirm.</p>\n<p id=\"b846-5\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}