{
  "casebody": {
    "data": "<casebody firstpage=\"516\" lastpage=\"516\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b548-4\">Veronica MUNOS-BANEGA, Petitioner v. Eric H. HOLDER, Jr., U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b548-6\">No. 11-60632</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ACd\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b548-7\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b548-9\">July 10, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b548-10\">Barry J. McWhirter, McWhirter Law Firm, Memphis, TN, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b548-11\">Tangerlia Cox, Annette Marie Wietecha, Trial Attorney, U.S. Department of Justice Office of Immigration Litigation, Washington, DC, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b548-13\">Before SMITH, BARKSDALE, and SOUTHWICK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b548-14\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b548-15\">Veronica Munos-Banega petitions for review of the Board of Immigration Appeals’ (BIA) decision denying her motion to reopen removal proceedings. That motion was filed approximately ten years after notices to appear were sent to Munos.</p>\n<p id=\"b548-16\">Munos contends: she did not receive the requisite statutory notice of the date and time of her removal proceedings; and, improper service violated her due-process rights. The denial of a motion to reopen is reviewed for abuse of discretion. <em>Gomez-Palacios v. Holder, </em>560 F.3d 354, 358 (5th Cir.2009). Conclusions of law are reviewed <em>de novo; </em>factual findings, for substantial evidence. <em>Id.</em></p>\n<p id=\"b548-21\">Munos’ contentions — that the notice to appear was defective because it did not include the specific date and time of her removal hearing and that she did not receive oral notice of the consequences of failing to appear — are unavailing. <em>See id. </em>at 358-59 (finding notice effective when defendant fails to keep court apprised of current address and concluding notice need not include specific time and date to satisfy statute). When sent by regular mail, as in this instance, there is a presumption of delivery and receipt of the notice of hearing, but it is weaker than when sent by certified mail. <em>Matter of M-R-A, </em>24 I. &amp; N. Dec. 665, 673 (BIA 2008). Substantial evidence supports the immigration judge’s (IJ) finding that Munos failed to overcome this weaker presumption. <em>See id. </em>at 673-74. Substantial evidence also supports the determination that Munos had constructive notice of the mailing and, thus, the IJ did not err in entering the <em>in absentia </em>order of removal. Accordingly, Munos’ not having rebutted the presumption that she received effective notice of the hearing, her due-process rights were not violated. <em>See United States v. Estrada-Trochez, </em>66 F.3d 733, 735-36 (5th Cir.1995). In the light of these conclusions, there was no abuse of discretion.</p>\n<p id=\"b548-22\">DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b548-17\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cm. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}