{
  "casebody": {
    "data": "<casebody firstpage=\"777\" lastpage=\"779\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b801-14\">WALAR et al. v. RECHNITZ.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b801-15\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5to\">May 1, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b801-16\">1. Trial—Exceptions—Time.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b801-17\">Code Civ. Proc. § 992, declares that an exception may be taken to the ruling of the court on the questions of law, and that, except as prescribed in section 1180, an exception cannot be taken to a ruling on a question of fact, and for the purposes of the article a trial by jury is regarded as continuing until a verdict is rendered. <em>Held, </em>that an exception to the court’s refusal to permit a verdict on the theory of a quantum meruit was in time, though it was first taken after the jury returned into court with a sealed verdict.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b801-18\">2. Pleading—Complaint—Construction.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b801-19\">„ Where plaintiffs complained that they, at the special instance and request of the defendant, in altering certain buildings in the city of New York, borough of Brooklyn, including other work, furnished materials for which defendant promised and agreed to pay plaintiffs the reasonable sum of $1,125.49, the complaint was sustainable either on the theory of express contract or quantum meruit.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b801-20\">3. Same—Election—Power to Compel.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b801-21\">Where a complaint was sustainable either on the theory of express contract or quantum meruit, the court could not compel plaintiffs to elect on which theory they would proceed.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b801-22\">[Ed. Note.—For cases in point, see Cent. Dig. vol. 39, Pleading, § 1199.]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b801-23\">4. Same—Election—Effect.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b801-24\">Where plaintiffs voluntarily elected to treat their complaint as a suit on an express contract, and not on a quantum meruit, and continued to adhere to such election up to the time the jury retired, they could not thereafter disavow their theory in order to take an exception to the previous refusal to submit the case to the jury on the theory of quantum meruit.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b802-4\"><page-number citation-index=\"1\" label=\"778\">*778</page-number>5. Judgment—Conclusiveness—Theory op Case.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b802-5\">Where an action was strictly limited to the theory of an express contract, a judgment for defendant was not a bar to an action on a quantum meruit.</headnotes>\n<summary data-order=\"14\" data-type=\"history\" id=\"b802-6\">Appeal from Trial Term, Kings County.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b802-7\">Action by Max Walar and others against Jacob Rechnitz. Judgment for defendant, and plaintiffs appeal.</summary>\n<disposition data-order=\"16\" data-type=\"disposition\" id=\"APQ\">Affirmed.</disposition>\n<p data-order=\"17\" data-type=\"judges\" id=\"b802-8\">Argued before JENKS, HOOKER, RICH, MILLER, and GAY-NOR, JJ.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b802-9\">Charles L. Apfel, for appellants.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b802-10\">Herman Jo erg, for respondent.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b802-11\">JENKS, J.</author>\n<p id=\"Ady\">This is an appeal from a judgment upon the verdict of a jury at Trial Term in favor of the defendant, and from an order denying a motion for a new trial. The plaintiffs complained that they “at the special instance and request of the defendant, in altering certain buildings in the city of New York, borough of Brooklyn,, including other work, and furnished materials, for which the defendant promised and agreed to pay these plaintiffs the reasonable sum of $1,125.49.” The answer was a denial with the admission of the payment of $150. At the opening the learned court inquired of the counsel for the plaintiffs whether their claim was upon a contract for an agreed price or upon a quantum meruit, and the counsel replied that they claimed upon a contract for an agreed price. Thereafter the case was tried and was submitted upon this theory, without demur on the part of the plaintiffs, and, indeed, with reiteration of their position. The jury was ordered to return a sealed verdict. After they had come into court with it, the learned counsel for the plaintiffs was permitted to raise objections, and to take exceptions, for the first time, that the court erred in submitting the case to the jury upon the theory of express contract alone, and in not permitting a verdict upon the theory of a quantum meruit. There is authority for the proposition that the exceptions were duly taken. Panama R. Co. v. Johnson, 58 Hun, 557, 12 N. Y. Supp. 499. As the verdict was not rendered until presented in court to the court, this authority is sustained by the provision of section 992 of the Code of Civil Procedure:</p>\n<blockquote id=\"b802-12\">“An exception may be taken to the ruling of the court or of a referee, upon a question of law, arising upon the trial of an issue of fact. Except as prescribed in section 1180 of this act, an exception cannot be taken to a ruling upon a question of fact For the purposes of this article, a trial by a jury is regarded as continuing, until the verdict is rendered.”</blockquote>\n<p id=\"b802-13\">See, too, Twaddell v. Weidler, 109 App. Div. 444, 96 N. Y. Supp. 90; Polykranas v. Krausz, 73 App. Div. 583, 77 N. Y. Supp. 46.</p>\n<p id=\"b802-14\">The court could have regarded the pleading of the plaintiff as on express contract or upon quantum meruit; i. e., as either for the agreed price or the reasonable value. Gardner v. Locke, 2 Civ. Proc. R. 252; Cassidy v. McFarland (Com. Pl.) 20 N. Y. Supp. 875; Marsh v. Holbrook, 3 Abb. Dec. 177. It did not coerce the plaintiffs to an election', but inquired as to their theory of trial. The question presented is not whether the plaintiffs were entitled to re<page-number citation-index=\"1\" label=\"779\">*779</page-number>cover upon express contract or quantum meruit, for. that needs no discussion (Lockhart v. Hamlin, 190 N. Y. 132, 82 N. E. 1094), or whether the court could compel them to elect, for it did not. It could not. 1 Nichols’ New York Practice,-p. 1085, says:</p>\n<blockquote id=\"b803-5\">“Thus plaintiff will not be compelled to elect between a claim for the agreed' price and a claim on a quantum meruit.”</blockquote>\n<p id=\"b803-6\">But the question is whether the exceptions first raised, after the voluntary election of the plaintiffs, and continued adhesion thereto up to the time the jury retired, were well taken. That election had been sufficiently manifested. Cunningham v. East River Electric Light Co. (Super. Ct.) 13 N. Y. Supp. 622; Lockwood v. Quackenbush, 83 N. Y. 607. In Twaddell v. Weidler, supra, the court say:</p>\n<blockquote id=\"b803-7\">“While an exception may lawfully be taken at any time before a verdict, when taken at this time after an apparent acquiescence in the charge of the court, the exception should receive a strict construction.”</blockquote>\n<p id=\"b803-8\">I think that the plaintiffs could not then disavow their theory of the case in order to raise an exception to the course of the court theretofore taken in accord with their voluntary election and consistently adhered to until the jury had come into court agreed upon their verdict. This case should be disposed of by us upon the theory of the trial. Sears v. Wise, 52 App. Div. 118, 64 N. Y. Supp. 1063, and authorities cited. As the case was strictly limited to the theory of an express contract between the parties, the judgment is not a bar to an action upon a quantum meruit. Gall v. Gall, 17 App. Div. 312, 45 N. Y. Supp. 248; Lockhart v. Hamlin, supra.</p>\n<p id=\"b803-9\">The judgment and order is affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}