{
  "casebody": {
    "data": "<casebody firstpage=\"24\" lastpage=\"26\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b46-7\">[Civ. No. 24737.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aoh\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aj\">Apr. 17, 1969.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b46-8\">HOWARD RUTH, JR., et al., Plaintiffs and Appellants, v. LYTTON SAVINGS &amp; LOAN ASSOCIATION OF NORTHERN CALIFORNIA et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b46-11\">Roger L. Mosher, Theodore C. Carltsrom, McCloskey, Wilson, Mosher &amp; Martin and William I. Cohen for Plaintiffs and Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b46-12\">Edmund L. Regalia, Miller, Starr &amp; Regalia, John J. Hopkins, Carr, McClellan, Ingersoll, Thompson &amp; Horn, Luther M. Carr and Quentin L. Cook for Defendants and Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b46-13\">THE COURT</author>\n<p id=\"AW\">We filed our judgment in this matter on October 28, 1968; with our opinion it is reported in 266 Cal.App.2d at page 831 [72 Cal.Rptr. 521], The successful appellants Ruth, plaintiffs below, have moved to recall the remittitur, basing their motion on an uncertainty in the judg<page-number citation-index=\"1\" label=\"25\">*25</page-number>ment as to the time of the commencement of interest on the sum adjudged due them from respondent Transamerica Title Insurance Company, formerly City Title Insurance Company.</p>\n<p id=\"b47-5\">We have granted appellants’ motion, on the grounds of this court’s inadvertence (see <em>In re McGee, </em>37 Cal.2d 6 [229 P.2d 780]), and to clarify and make certain that which is implicit in our opinion and judgment. (See <em>Oil Base, Inc. </em>v. <em>Transport Indent. Co., </em>148 Cal.App.2d 490 [306 P.2d 924].)</p>\n<p id=\"b47-6\">In our opinion (266 Cal.App.2d at pp. 842, 843) we stated:</p>\n<blockquote id=\"b47-7\">“As has been demonstrated, on substantial evidence the trial court concluded that ‘City Title was negligent, breached plaintiff’s escrow instructions and breached its fiduciary duty to plaintiff. ’ Whether the resulting liability be treated as arising in contract or in tort the measure of damages is the amount which will compensate plaintiffs for all of the detriment proximately resulting therefrom. (Civ. Code, §§3300, 3333.)</blockquote>\n<blockquote id=\"b47-8\">“Had City Title honored plaintiffs’ escrow instructions by recording their trust deeds as first liens, plaintiffs would have received, in exchange for their property, $40,000 cash and trust deed security unquestionably worth $118,000. For the reasons we have outlined, their trust deeds would not, in law, have been subrogated to those of Lytton. On the other hand, and a more probable eventuality, if the transaction was aborted due to Lytton’s unwillingness to meet the seller’s escrow instructions, plaintiffs would have remained the owners of land shown to be worth $158,000 by uneontradieted testimony. [Footnote omitted.] In either view the damage to plaintiffs proximately flowing from City Title’s mishandling of the escrow was $158,000, less the $40,000 received from the escrow—$118,000. ’ ’</blockquote>\n<p id=\"b47-9\">The judgment (last paragraph, appearing in 266 Cal. App.2d pp. 845-846) reads as follows: “The judgment as to defendant Transamerica Title Insurance Company is reversed; the superior court will enter judgment in favor of plaintiffs and against such defendant for $118,000, <em>for interest thereon, </em>and for reasonable attorney fees. The judgment as to defendants Lytton Savings and Loan Association, Lytton Financial Corporation, and Jeremy M. Ets-Hokin and Judith Ets-Hokin, doing business under the fictitious name of Riviera Properties, is affirmed.” (Italics added.)</p>\n<p id=\"b47-10\">Civil Code section 3287 provides: “Every person who is entitled to recover damages certain, or capable of being made certain by calculation, and the right to recover which is <page-number citation-index=\"1\" label=\"26\">*26</page-number>vested in him upon a particular day, is entitled also to recover interest thereon from that day, ...” Section 3288 of the same code provides: “In an action for the breach of an obligation not arising from contract . . . interest may be given, in the discretion of the [court or] jury. ”</p>\n<p id=\"b48-4\">The right of appellants Euth to recover damages vested in them on November 16, 1962, the day of the closing of the escrow. Such damages were on that date, and are now, capable of calculation, in the amount of $118,000. The intent of this court in our earlier judgment was then, and remains now, that interest run on the amount of the judgment for $118,000 from November 16,1962.</p>\n<p id=\"b48-5\">The judgment of this court as it appeared in our previously reported opinion (266 Cal.App.2d 831, 845-846) is now corrected to read as set forth in the following paragraph.</p>\n<p id=\"b48-6\">The judgment as to defendant Transamerica Title Insurance Company is reversed; the superior court will enter judgment in favor of plaintiffs and against such defendant for $118,000, for interest thereon from November 16, 1962, and for reasonable attorney fees. The judgment as to defendants Lytton Savings and Loan Association, Lytton Financial Corporation, and Jeremy M. Ets-Hokin and Judith Ets-Hokin, doing business under the fictitious name of Eiviera Properties, is affirmed.</p>\n<p id=\"b48-7\">The petition of respondent Transamerica Title Co. for a hearing by the Supreme Court was denied June 11, 1969.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}