{
  "casebody": {
    "data": "<casebody firstpage=\"604\" lastpage=\"608\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b636-8\">Manchester District Court</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AxLE\">No. 2002-758</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b636-9\">The State of New Hampshire v. Anthony Van Dyck</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b636-12\">Argued: May 7, 2003</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A1Q\">Opinion Issued: June 27, 2003</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b637-6\"><page-number citation-index=\"1\" label=\"605\">*605</page-number><em>Peter W. Heed, </em>attorney general <em>(Nicholas Cort, </em>assistant attorney general, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b637-7\"><em>Stein, Volin sky &amp; Callaghan, P.A., </em>of Concord <em>(Robert A. Stein </em>and <em>Scott F. Johnson </em>on the brief, and <em>Mr. Stein </em>orally), for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b637-8\">Brock, C. J.</author>\n<p id=\"Akb\">The defendant, Anthony Van Dyck, appeals the order of the Manchester District Court <em>{Lyons, </em>J.) disqualifying his counsel, Attorney Robert Stein, from representing him in pending criminal proceedings. <em>See </em>Sup. Ct. R. 8. We reverse and remand.</p>\n<p id=\"b637-9\">The relevant facts follow. On or about December 27, 2001, the defendant’s long-term relationship with Taffney Clark ended and she told him to vacate her residence. Because of events related to the termination of the relationship, the police arrested and charged the defendant with simple assault, criminal mischief and resisting arrest (the December 2001 charges). Trial was set for March 12, 2002. On January 25, 2002, Clark obtained a protective order against the defendant, and, in February 2002, she moved to enforce it, alleging that on three occasions, the defendant had violated it. A warrant for the defendant’s arrest was issued, but not served, on February 25,2002 (the February 2002 charges).</p>\n<p id=\"b637-10\">On March 12, 2002, a prosecutor for the Manchester City Solicitor’s Office, Michele Battaglia, and defense counsel engaged in plea negotiations with respect to the December 2001 charges. Following these negotiations, the defendant pleaded guilty to the resisting arrest charge and the State <em>nol prossed </em>the simple assault and criminal mischief charges. As the defendant was leaving the courtroom, the police arrested him on the February 2002 charges. The charges were for simple assault, stalking and three counts of violating a restraining order. Attorney Battaglia is not prosecuting the February 2002 charges.</p>\n<p id=\"b637-11\">The defendant moved to dismiss the February 2002 charges, arguing, in part, that Attorney Battaglia had engaged in prosecutorial misconduct during the March plea negotiations because she knew of, but failed to disclose, the February 2002 charges and the outstanding arrest warrant. The defendant contended that this deprived him of due process. He alleged that he pleaded guilty to the December 2001 charges “to put all matters concerning ... Clark behind him.” The State objected and filed a “Motion to Determine Status of Counsel,” asserting that the allegations in the <page-number citation-index=\"1\" label=\"606\">*606</page-number>motion to dismiss appeared to require Attorney Stein to testify as a witness, in violation of New Hampshire Rule of Professional Conduct 3.7(a).</p>\n<p id=\"b638-5\">The court initially gave the parties an opportunity to render the motion moot by entering into a stipulation of facts. Because the parties were unable to arrive at a stipulation, the court ordered them to submit memoranda on the issue of the status of counsel and provide sworn affidavits of the anticipated testimony of Attorneys Battaglia and Stein. The court disqualified Attorney Stein from all further proceedings in the case after finding that he was likely to be a witness at the motion to dismiss hearing and that his dual roles of advocate and witness were “so incompatible” that they created an appearance of impropriety. <em>See </em>N.H. R. Prof. Conduct 3.7(a).</p>\n<p id=\"b638-6\">New Hampshire Rule of Professional Conduct 3.7(a) states that a lawyer</p>\n<blockquote id=\"b638-7\">shall not act as advocate at a trial in which the lawyer is likely to be a necessary witness except where: (1) the testimony relates to an uncontested issue; (2) the testimony relates to the nature and value of legal services rendered in the case; and (3) disqualification of the lawyer would work unreasonable hardship on the client.</blockquote>\n<p id=\"b638-8\">We review a trial court’s ruling that Rule 3.7(a) requires an attorney’s disqualification under our unsustainable exercise of discretion standard. <em>See McElroy v. Gaffney, </em>129 N.H. 382, 390 (1987); <em>cf. State v. Lambert, </em>147 N.H. 295, 296 (2001) (explaining unsustainable exercise of discretion standard).</p>\n<p id=\"b638-9\">It is not necessary for us to decide whether Rule 3.7(a) applies to the evidentiary hearing on the pre-trial motion to dismiss, <em>see </em>ABA Comm, on Ethics and Profl Responsibility, Informal Op. 89-1529 (1989); <em>DiMartino v. Eighth Judicial Dist. Ct., </em>No. 40923, 2003 WL 1889220, at *2 (Nev. April 16, 2003); <em>cf. Main Events Productions, LLC v. Lacy, </em>220 F. Supp. 2d 353, 357 (D.N.J. 2002), because we hold that it would not require Attorney Stein’s disqualification because he was not a “necessary” witness.</p>\n<p id=\"b638-10\">A lawyer is a “necessary” witness “if his or her testimony is relevant, material and unobtainable elsewhere.” <em>World Youth Day, Inc. v. Famous Artists, </em>866 F. Supp. 1297, 1302 (D. Colo. 1994). “[I]f the evidence sought to be elicited from the attorney-witness can be produced in some other effective way, it may be that the attorney is not necessary as a witness.” <em>Humphrey on behalf of State v. McLaren, </em>402 N.W.2d 535, 541 (Minn. 1987). “If the lawyer’s testimony is merely cumulative, or quite peripheral... ordinarily the lawyer is not a necessary witness.” <em>Id. </em><page-number citation-index=\"1\" label=\"607\">*607</page-number>“Simply to assert that the attorney will be called as a witness, a too-frequent trial tactic, is not enough.” <em>Id.</em></p>\n<p id=\"b639-5\">Attorney Stein’s testimony would be merely cumulative of Attorney Battaglia’s testimony, and, thus, was not necessary. In her affidavit, Attorney Battaglia stated that when she negotiated the plea with Attorney Stein, she knew about the outstanding warrant and that there was a police officer in the back of the courtroom waiting to arrest the defendant. She further stated that she never informed Attorney Stein about the outstanding warrant and new charges because she was concerned that the defendant would flee once the charges were made known to him. Attorney Stein’s testimony would not add to these statements.</p>\n<p id=\"b639-6\">The State contends that Attorney Stein was a “necessary” witness because only he could testify about whether he knew about the new charges and warrant before the defendant pleaded guilty to the December 2001 charges. Whether Attorney Stein knew of the new charges and warrant is peripheral to the central allegations in the defendant’s motion to dismiss. The defendant’s motion to dismiss was based upon the allegation that had <em>he </em>known of the outstanding warrant and charges, <em>he </em>would not have agreed to plead guilty to the December 2001 charges. Attorney Stein is not the best witness as to the defendant’s state of mind. Accordingly, we hold that the trial court’s determination that Attorney Stein was a “necessary” witness constituted an unsustainable exercise of its discretion and that the court erroneously barred him from representing the defendant in this case.</p>\n<p id=\"b639-7\">The State asserts that Attorney Stein’s disqualification is necessary for the pre-trial hearing to advance the policies underlying Rule 3.7. We disagree.</p>\n<p id=\"b639-8\">Rule 3.7 is intended to eliminate the possibility that the attorney will not be a fully objective witness, reduce the risk that the trier of fact will confuse the roles of advocate and witness, and ensure that the administration of justice not only is fair, but appears fair. <em>See McElroy, </em>129 N.H. at 389. “Most of these considerations have little weight” when defense counsel is to testify at a pre-trial motion hearing. <em>United States v. Morris, </em>714 F.2d 669, 672 (7th Cir. 1983). Unlike a jury, a judge is unlikely to confuse the roles of advocate and witness or to deem an attorney credible simply because he is an attorney. <em>See id. </em>Further, the risk that the hearing will appear unfair is minimal when the testifying attorney represents the defendant, rather than the government. <em>See id. </em>Ironically, the State argues that disqualification is necessary because the court might view Attorney Stein’s testimony with skepticism. We find this argument unpersuasive. <em>See id. </em>We admonish trial courts to review motions to <page-number citation-index=\"1\" label=\"608\">*608</page-number>disqualify defense counsel in criminal cases cautiously to minimize the potential for abuse of the advocate-witness rule and the risk that a criminal defendant will be deprived unnecessarily of his chosen counsel.</p>\n<p id=\"b640-5\">\n<em>Reversed and remanded.</em>\n</p>\n<judges id=\"b640-6\">Broderick, Nadeau, Dalianis and Duggan, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}