{
  "casebody": {
    "data": "<casebody firstpage=\"263\" lastpage=\"265\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b295-4\">Grafton, )</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Am7\">May <em>2, </em>1905. (</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b295-6\">Brooks <em>&amp; a. v. </em>Franconia School District.</parties>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b295-7\">A school district which has contributed funds to the erection of an academy building by a private educational corporation, under an agreement that it shall have the beneficial use thereof for school purposes, may lawfully appropriate money for lighting the same ; and the legality of such action is not affected by the fact that the academy may derive an incidental benefit from the expenditure.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b295-8\">Parol evidence is not admissible to show that the vote of a school district appropriating money for the lighting of its schoolhouse was taken for the purpose of conferring a gratuitous benefit upon a private corporation which occupies a portion of the building.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b295-9\">Where all district schools have long been held in an academy building, an article in a school-meeting warrant which describes the schoolhouse as the academy is sufficiently specific.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b295-10\">Bill in Equity, for an injunction. Transferred from tbe September term, 1904, of tbe superior court by <em>Pike, </em>J.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b295-11\">Under an article in tbe warrant for a school meeting held in Marcb, 1904, “ to see how much money the district will raise to establish a lighting plant to light Dow Academy,” tbe district appropriated a sum of money for that purpose, tbe expenditure of which tbe plaintiffs, who are taxpayers in the district, seek to prevent.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b295-12\">Dow Academy is a private educational corporation, originally established for tbe purpose of “ maintaining a school in the town of Franconia . . . for the diffusion of knowledge in all the branches of academic education.” The building was erected and furnished to accommodate all tbe scholars in the district from the primary grade up. In December, 1902, it was burned. March 13, 1903, tbe academy trustees agreed with the district to erect a new building suitable “to house all the schools of said district,” provided the district would pay to tbe treasurer of the academy $4,500, the district to “have the use of tbe new building . . on the same terms as heretofore it has had the use of the old building.” This agreement was fully executed, and the new building was constructed. For many years previous to the fire the public schools of the town had been held in the academy building, and the academy has maintained therein a school of a higher grade. The public school scholars occupy three rooms in the new building, as they did in the old one; the other rooms are occupied by the academy. This was in accordance with a mutual arrangement of the parties.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b296-4\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>The plaintiffs offered to prove that a trustee of the academy had stated that the purpose of the parties was to put in a lighting plant for the benefit of the academy alone, and that the vote appropriating money for that purpose was a gratuity. The evidence was excluded, and the plaintiffs excepted.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b296-5\"><em>Smith Smith </em>and <em>Scott Sloane, </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b296-6\"><em>Batchellor Mitchell </em>and <em>John M. Mitchell, </em>for the defendants.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b296-7\">Walker, J.</author>\n<p id=\"AB5\">The academy received the $4,500 from the district for the purpose of erecting a school building for the town district. It is not claimed that this was an unauthorized gift of the district’s money to the academy. In fact, the contract shows that it was paid to the academy charged with a trust in favor of the inhabitants of the district. If the district did not acquire a title to the school building, in consequence of the investment of its money therein, the academy did not become the absolute owner of it, but assumed the duties of a trustee to hold the property, paid for in part by its funds and in part by those of the district, for all the reasonably necessary purposes of a schoolhouse for the district. The contract between the academy and the district shows that the district was to have a beneficial use in the building. <em>Holt </em>v. <em>Antrim, </em>64 N. H. 284; <em>Page </em>v. <em>Academy, </em>63 N. H. 216.</p>\n<p id=\"b296-8\">Under the contract there was no physical division of the building for the use of the parties in severalty. The beneficial interest acquired in the building legally extended to every part of it. Its occupancy was unrestricted except by the reasonable needs of the occupants. The district was entitled to suitable accommodations for the scholars of the town. The fact that certain rooms only were used by it, while the rest of the building was used by the academy, was presumably a convenient arrangement for the accommodation of all the scholars attending the schools. It did not amount to an absolute division or partition of the building, nor did it curtail the rights of the town-district scholars in the entire building.</p>\n<p id=\"b296-9\">As the building was for all practical purposes its schoolhouse, the right of the district to expend money for repairs upon it cannot be doubted. P. S., <em>c. </em>89, <em>s. </em>3. The mere fact that the academy may incidentally derive a benefit from the money so expended is immaterial. <em>Kelley </em>v. <em>Kennard, </em>60 N. H. 1. As some means for furnishing light in the school rooms was obviously reasonably necessary for the accommodation of the scholars of the district, the vote appropriating money for that purpose was not <page-number citation-index=\"1\" label=\"265\">*265</page-number>illegal. It cannot be inferred that the intention was to appropriate money to install a lighting plant not required for the convenient accommodation of the scholars of the district, and the parol evidence offered by the plaintiffs to show that such was the purpose of the vote was properly excluded. <em>Sawyer </em>v. <em>Railroad, </em>62 N. H. 135, 153.</p>\n<p id=\"b297-5\">In view of the fact that the schools of the district had been held for many years in the academy bnilding and that the district had a beneficial interest in it, the article in the warrant under which the vote was passed was sufficiently specific.</p>\n<p id=\"b297-6\">\n<em>Bill dismissed.</em>\n</p>\n<judges id=\"b297-7\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}