{
  "casebody": {
    "data": "<casebody firstpage=\"364\" lastpage=\"377\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b386-4\">OK CHA MASON, Plaintiff and Appellant, v. JON W. DITZEL and EMPIRE SAND AND GRAVEL CO., INC., Defendants and Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b386-7\">No. 92-131.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b386-8\">Submitted on Briefs September 24, 1992.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b386-9\">Decided November 24, 1992.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b386-10\">49 St.Rep. 986.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b386-11\">255 Mont. 364.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b386-12\">842 P.2d 707.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b388-5\"><page-number citation-index=\"1\" label=\"366\">*366</page-number>For Appellant: Thomas J. Lynaugh, Lynaugh, Fitzgerald, Eiselein &amp; Eakin, Billings.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b388-6\">For Respondent: James L. Jones, Dorsey &amp; Whitney, Billings.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b388-7\">JUSTICE HARRISON</author>\n<p id=\"Alo\">delivered the Opinion of the Court.</p>\n<p id=\"b388-8\">Ok Cha Mason appeals the judgment entered by the Thirteenth Judicial District Court, Yellowstone County, on a unanimous jury verdict in favor of respondents, Jon W. Ditzel and his employer, Empire Sand and Gravel Company, Inc. Mason brought the action to recover damages resulting from an automobile accident in Billings on September 23, 1987. Respondents denied responsibility for the accident, and after a seven-day trial in 1991 the jury decided that the driver, Ditzel, had not been negligent. We affirm.</p>\n<p id=\"b388-9\">Mason raises the following issues on appeal:</p>\n<blockquote id=\"b388-10\">1. Did the District Court err in allowing Dr. Joseph Rich to testify as a defense witness?</blockquote>\n<blockquote id=\"b388-11\">2. Did the District Court err in denying Mason’s motion for mistrial after an officer of Empire Sand and Gravel Company spoke with jurors during the trial?</blockquote>\n<p id=\"b388-12\">Ok Cha Mason (Mason) was bom in Korea in 1946. She met her husband, Ted Mason, while he was an air traffic control specialist stationed in Seoul. They were married in Missoula, Montana, in 1973. From 1985, when the couple moved to Billings, -until just before the accident, Mason worked as a part time bakery clerk. She was not fluent in English and was tested in 1991 at a third-grade reading level.</p>\n<p id=\"b388-13\">At approximately 9:00 on the morning of September 23, 1987, Mason was driving her Dodge Colt sedan south on Main Street, en route from her home in Billings Heights to a dental appointment in Billings. Ditzel was driving his employer’s Kenworth tractor-trailer truck, or “semi,” southbound in an adjacent lane. It was partly loaded, with an estimated gross vehicle weight of 35,000 to 40,000 pounds. Both vehicles were moving at approximately 35 miles per hour.</p>\n<p id=\"b388-14\">Main Street has three southbound lanes. Conflicting evidence was presented as to whether Mason was driving in the curb lane or the center lane at the time of the accident, but in any case, Ditzel’s truck was at the left of Mason’s car just before the collision. The truck and <page-number citation-index=\"1\" label=\"367\">*367</page-number>car collided, causing the car to skid across the center and far left southbound lanes and hit the median. It then rolled over onto its top. Mason was taken by ambulance to an emergency room, treated for injuries to her left hand and released the same day.</p>\n<p id=\"b389-4\">Police testimony and photographs of the vehicles indicate that Mason’s car was damaged only on the left side and top. The truck sustained minor damage to the left front bumper. Although Mason testified that the truck hit her car from behind, its rear bumper, tail lights, and trunk apparently were undamaged, though scratches appeared on the left rear quarter panel. Mason’s expert witness attributed these scratches to the initial contact between truck and car, but the officer who wrote the accident report suggested that they represented damage done when the car rolled over onto the median.</p>\n<p id=\"b389-5\">Mason told a police officer, immediately after the accident, that she was driving in the crab lane when Ditzel’s truck hit her car. At the trial, however, she testified that she had been in the center lane, having changed lanes in front of McDonald’s, nearly two blocks north of the accident scene. Ditzel told officers at the scene that <em>he </em>had been driving in the center lane; this was corroborated by the driver of a wrecker who had been travelling in the left or inside lane, passing Ditzel’s truck just before it collided with Mason’s car. When the officers arrived, shortly after the accident, Ditzel’s truck was in the center lane at the end of parallel skid marks approximately 100 feet long. Mason’s car was lying on its top on the median to the left of the truck.</p>\n<p id=\"b389-6\">Both drivers asserted that the other driver had caused the accident. Mason claimed that her car had first been hit from the rear, then pushed in front of the truck and hit again in the left side. Her theory, confirmed in part by a statement Ditzel made to an insurance adjuster six months after the accident, was that Ditzel had been changing lanes from left to right when his truck rear-ended her car.</p>\n<p id=\"b389-7\">Ditzel claimed at the trial that Mason pulled in front of him, apparently in the process of changing from the curb lane to the center lane, and that he never saw her car until it was on the <em>left </em>side of his truck. In his 1988 statement to the insurance adjuster, however, he said:</p>\n<blockquote id=\"b389-8\">Well, see I was changing lanes. I had my turn signal on and I was gonna change lanes and apparently she didn’t see that or something. I don’t know .... I was changing to the righthand lane.</blockquote>\n<p id=\"b389-9\">The point of contention at the trial, then, was whether Ditzel was <page-number citation-index=\"1\" label=\"368\">*368</page-number>changing lanes from left to right and in doing so ran into the rear of Mason’s car, or whether Mason was changing from the curb lane to the center lane and in doing so hit the right front bumper of Ditzel’s truck.</p>\n<p id=\"b390-4\">Testimony on this point is conflicting. At the trial, Mason said that she had moved from the curb lane to the center lane to avoid traffic going into McDonald’s; then she saw the truck behind her:</p>\n<blockquote id=\"b390-5\">Already he’s coming, but I stay my lane. I keep going my center lane and then I feel... just boom.... Then I turn left and just spin. ... I spin but he’s not stop. He just come and hit me; then I roll over upside down.</blockquote>\n<p id=\"b390-6\">In the telephone interview recorded by the insurance adjuster in April 1988, Ditzel stated that he hit Mason’s car from behind:</p>\n<p id=\"b390-7\">Interviewer: And she struck your vehicle?</p>\n<blockquote id=\"b390-8\">Ditzel: No. I hit her from behind.</blockquote>\n<blockquote id=\"b390-9\">Interviewer: What part of her vehicle was hit?</blockquote>\n<blockquote id=\"b390-10\">Ditzel: Well I... I don’t... I guess right in the back end and she was kind of at an angle. It spun her sideways. ... And I hit her in the back. It spun her sideways and then she went sideways in front of the truck. I was pushing her down the road. Then I realized there was something in front of me, so I hit the brakes on the truck cuz I couldn’t see her car cuz, you know, it was hidden down under my hood.</blockquote>\n<p id=\"b390-11\">At the trial, however, Ditzel stated that he actually didn’t know how the accident had happened and that much of what he had told the insurance adjuster was “speculation.” He explained:</p>\n<blockquote id=\"b390-12\">I said I was going to change lanes. I didn’t say I did change lanes.... I don’t know what happened. I don’t know where this lady came from, where she pulled out from, if she pulled out .... And from behind, I didn’t mean I hit her .... I thought she came out at an angle and I thought I might have caught her in the back.</blockquote>\n<p id=\"b390-13\">Denman Lee, Mason’s accident reconstruction expert, testified at the trial that he believed the accident occurred because Ditzel was changing lanes and ran into the “back left rear bumper” of Mason’s car. Lee explained that Mason’s car had a “shock absorber” built into the rear bumper, which “flexed” when the truck hit it and caused the car to spring ahead of the truck at an angle. The scratches on the left rear quarter panel, he said, occurred when the bumper cover moved forward as the “shock absorber” flexed. Lee had not actually ex<page-number citation-index=\"1\" label=\"369\">*369</page-number>amined Mason’s car, but he had shown pictures of it to the Dodge dealer who provided a parts diagram of the rear bumper.</p>\n<p id=\"b391-4\">Harry Towns, a mechanical engineer who testified as an expert witness for the defense, challenged Lee’s explanation. He pointed out that if the truck had hit the left rear end or bumper of Mason’s car, the car would have moved to the right, toward the curb, and not to the left in front of the truck. Towns also said that if the truck had hit the rear end of the car, the rear bumper would have been damaged.</p>\n<p id=\"b391-5\">Towns’ theory was that Mason caused the accident by changing lanes:</p>\n<blockquote id=\"b391-6\">Mrs. Mason was passing Mr. Ditzel on Mr. Ditzel’s right-hand side. She overtook and was passing the truck. She pulled in front of the truck and attempted a lane change, or started a lane change too soon. ... The car actually ran into the truck. Her left rear door contacted the right side of the right front bumper of the truck. ... That pushed her car because her wheels were steered to the left. ... Her car went into a slight skid to the left.</blockquote>\n<p id=\"b391-7\">Mason’s car had sustained a deep scratch on the left rear door, which was consistent with Towns’ theory. Towns also pointed out that Lee had obtained a parts diagram for the wrong model of Dodge, and that the particular model that Mason had been driving did not have a “shock absorber” or “impact absorber” in its rear bumper. Thus, Towns testified, the scratches on the left rear quarter panel could not have been caused by movement of the rear bumper cover because the 1986 Dodge Colt did not have that type of bumper.</p>\n<p id=\"b391-8\">Towns testified on the sixth day of the trial. On the seventh day, after final arguments, the jury received its instructions and retired for two hours of deliberation. Its verdict was reported in the following form:</p>\n<blockquote id=\"b391-9\">We, the jury in the above-entitled case, find the following special verdict on the issues submitted to us:</blockquote>\n<blockquote id=\"b391-10\">Question 1: Was the Defendant Jon W. Ditzel negligent?</blockquote>\n<blockquote id=\"b391-11\">Answer: No.</blockquote>\n<p id=\"b391-12\">Because the jury found that Ditzel was not negligent, it did not answer any of the questions about damages.</p>\n<p id=\"b391-13\">I</p>\n<blockquote id=\"b391-14\">Did the District Court err in allowing Dr. Joseph Rich to testify as a defense witness?</blockquote>\n<p id=\"b391-15\">Mason first questions the propriety of the District Court’s <page-number citation-index=\"1\" label=\"370\">*370</page-number>denial of her motion to exclude the testimony of Dr. Joseph Rich, a psychiatrist. Although Dr. Rich’s testimony ostensibly concerned damages, it was also relevant to Mason’s credibility as a witness and will be considered here in that context.</p>\n<p id=\"b392-4\">Trial had originally been set for October 28,1991, and the parties had agreed that the respondents would disclose the identity of their expert witnesses and the subject matter of their expected testimony at least nine weeks in advance of that date, or before August 26,1991. On October 7,1991, the respondents notified Mason for the first time that they intended to use Dr. Joseph Rich as an expert witness. The notice included a three-page report from Dr. Rich, summarizing his analysis of Mason’s medical history and indicating a diagnosis of “somatoform pain disorder.” Mason immediately moved to exclude Dr. Rich’s testimony on the grounds that she had not been given adequate notice in view of the fact that it offered a new theory of the case and went far beyond a rebuttal of Mason’s own psychiatric witness.</p>\n<p id=\"b392-5\">The respondents countered by asserting that Mason had not responded adequately to their interrogatories in December 1990 and that they were forced to discover most of her medical records themselves. As a result, the respondents argued, they had not known until September 1991 that psychiatric testimony would be important in determining damages. Mason pointed out in her reply, however, that she had identified her only psychiatric medical provider, Dr. Duncan Burford, in December 1990, and that the respondents had offered no reason for failing to depose Dr. Burford before September 1991. Mason had consulted Dr. Burford after the accident because she was having nightmares and was afraid to drive. Dr. Burford diagnosed post-traumatic stress syndrome.</p>\n<p id=\"b392-6\">On October 18,1991, Judge Maurice R. Colberg, Jr. postponed the trial until November 18, 1991. He denied Mason’s motion to exclude Dr. Rich’s testimony, reserving to Mason any objections her counsel might make to the content of that testimony during the trial and indicating that the court would consider further motions for a continuance if Mason needed more time to prepare for trial. Judge Colberg explained in his Order that Mason’s failure to make complete disclosure of past medical providers had “started a sequence of late discovery of medical information,” which “to some degree led to the late disclosure of Dr. Rich as a proposed expert witness by defendants.”</p>\n<p id=\"b392-7\">Questions of admissibility of evidence are left to the sound discretion of the trial court, subject to review only in the case of <page-number citation-index=\"1\" label=\"371\">*371</page-number>manifest abuse. <em>Britton v. Farmers Insurance Group </em>(1986), 221 Mont. 67, 86, 721 P.2d 303, 315. Further, the testimony and opinions of qualified experts are admissible whenever they will assist the jury in understanding evidence that is beyond the jury’s experience. <em>Wacker v. Park Rural Electric Cooperative, Inc. </em>(1989), 239 Mont. 500, 783 P.2d 360; Rule 702, M.R.Evid. Here, Dr. Rich, as Medical Director of Psychiatric Services at Billings Deaconess Hospital, was qualified as an expert for purposes of evaluating the post-traumatic stress disorder of which Mason complained. Because the trial was continued, Mason had ample time to depose Dr. Rich and prepare for cross-examination. We hold that the District Court did not abuse its discretion in denying Mason’s motion to exclude Dr. Rich’s testimony.</p>\n<p id=\"b393-4\">During the trial, Judge Colberg denied Mason’s motion to limit Dr. Rich’s testimony and overruled her objection to admission of her medical records. Although these actions did not rise to the level of error required for reversal, because “a reversal cannot be predicated upon an error in admission of evidence, where the evidence in question was not of such character to have affected the result in the case,” we feel that the circumstances require comment. <em>Lauman v. Lee </em>(1981), 192 Mont. 84, 90, 626 P.2d 830, 834.</p>\n<p id=\"b393-5\">Mason’s Motion in Limine concerned her scores on a Minnesota Multiphasic Personality Inventory (MMPI) administered by Richard Agosto, a clinical psychologist hired by Mason. Dr. Agosto had interviewed Mason and reviewed her medical records in October 1991. On November 7 and 8 he administered an MMPI, aided by an assistant who read the 566 questions aloud to Mason. At the trial, Dr. Agosto testified that his primary diagnosis was post-traumatic stress disorder and that he believed that Mason was still suffering from this disorder.</p>\n<p id=\"b393-6\">On cross-examination, Dr. Agosto interpreted Mason’s MMPI scores, indicating that Mason had scored at or above the 95th percentile (that is, higher than 95 percent of the total population) on six scales, labelled as follows:</p>\n<blockquote id=\"b393-7\">Hypochondriasis</blockquote>\n<blockquote id=\"b393-8\">Depression</blockquote>\n<blockquote id=\"b393-9\">Hysteria</blockquote>\n<blockquote id=\"b393-10\">Schizophrenia</blockquote>\n<blockquote id=\"b393-11\">Paranoia</blockquote>\n<blockquote id=\"b393-12\">Potential Drug or Alcohol Dependency</blockquote>\n<p id=\"AmT\">Dr. Agosto explained on redirect examination that these terms were developed in 1940 and no longer mean what they meant then (e.g., <page-number citation-index=\"1\" label=\"372\">*372</page-number>“schizophrenia” in the MMPI reflects “mental confusion and perhaps memory difficulties, concentration problems” but does not mean that the person taking the test is schizophrenic). He concluded that the MMPI results were consistent with a diagnosis of post-traumatic stress disorder and said that he had found no basis in Masons’ record as a whole to indicate somatoform pain disorder.</p>\n<p id=\"b394-4\">After Dr. Agosto testified, the respondents notified Mason that their psychiatrist, Dr. Rich, would testify on the following day to the effect that the results of the MMPI were consistent with and supported his opinions concerning Mason. Mason immediately filed her Motion in Limine, seeking an order that would prevent Dr. Rich from discussing the MMPI results in his testimony on November 26. She argued that she had not had adequate notice and would be unable to prepare for cross-examination. Judge Colberg denied the motion, based on his understanding that “the ultimate conclusion Dr. Rich is making in this case is the same as apparently he made in a deposition and apparently he made in a [pre-trial] report, although I don’t have that information furnished.”</p>\n<p id=\"b394-5\">In his pretrial report, however, Dr. Rich stated, for example, “Mrs. Mason appears to have a tendency towards exaggeration,” and that she “has always experienced significant emotional problems.” In contrast, he testified on the sixth day of the trial that his computer analysis of her MMPI responses showed that Mason “has significant hysterical features;” is “immature, egocentric, and dependent;” and is “likely to have a long history of developing functional somatic complaints during periods of stress;” that “mild paranoid features are likely [with] potential for ... projecting blame and hostility onto others;” and that “substance abuse may be a problem.”</p>\n<p id=\"b394-6\">Although Dr. Rich stated that the MMPI results were consistent with the opinion he had already reached as to Mason’s psychological condition, that is, that she had a long-term “somatization disorder” rather than post-traumatic stress disorder, his testimony expanded the definitions of Mason’s scale scores and made them directly relevant, not to any injuries that might have been caused by the accident, but to her credibility as a witness. Thus, there is merit in Mason’s argument, in her brief supporting her Motion in Limine, that new conclusions and opinions would emerge from Dr. Rich’s testimony regarding her MMPI scores.</p>\n<p id=\"b394-7\">The rest of Dr. Rich’s testimony was based on his review of Mason’s medical and dental records, dating back to 1977, and the depositions of several of her doctors, including Dr. Burford, the psychiatrist. <page-number citation-index=\"1\" label=\"373\">*373</page-number>Despite Mason’s objections, Judge Colberg admitted all of these records and depositions, representing approximately thirty-three medical or dental providers, as evidence. Dr. Rich read selections from these records to the jury during direct examination, emphasizing occasions on which the physician either had been unable to resolve her complaint or had prescribed tranquilizers and pain medication. He diagnosed “somatization disorder” and suggested that with patients of this type, “once litigation has begun, it’s extremely difficult to get really good, hard objective data out of a patient.... [I]t’s a matter of saving face.”</p>\n<p id=\"b395-4\">Mason had objected before trial to admission of her medical records through the videotaped deposition testimony of Dr. Maurice Smith, a neurologist. In her brief in support of her Motion to Exclude Medical Records, she argued that Dr. Smith’s reading of the records amounted to testimony lacking foundation and calling for hearsay and would expose the jury to irrelevant or prejudicial evidence. The court denied this motion on the grounds that Dr. Smith had reached a conclusion based on the records, and overruled Mason’s objection at trial to Dr. Rich’s reading of the same records.</p>\n<p id=\"b395-5\">In the past we have upheld admission of medical records when the testifying physician was also the attending physician who had been responsible for the patient’s care. <em>Klaus v. Hillberry </em>(1971), 157 Mont. 277, 485 P.2d 54; <em>Matter of G.S. </em>(1985), 215 Mont. 384, 698 P.2d 406; <em>Garza v. Peppard </em>(1986), 222 Mont. 244, 722 P.2d 610; <em>Palmer by Diacon v. Farmers Ins. Exchange </em>(1988), 233 Mont. 515, 761 P.2d 401. In <em>Garza, </em>we found that an attending physician’s testimony based on another doctor’s records was within the hearsay exception in Rule 803(4), M.R.Evid., which provides that statements made for purposes of medical diagnosis are excluded from the hearsay rule. Such testimony is also admissible under Rule 703, M.R.Evid., which allows an expert to testify based on inadmissible data if the data are of a type reasonably relied on by experts in that particular field in forming opinions on the subject.</p>\n<p id=\"b395-6\">Here, Dr. Rich was not Mason’s attending physician and in fact had never met her, much less examined or treated her. His reading of her medical records therefore was not within the hearsay exception in Rule 803(4), M.R.Evid. Dr. Smith also was not Mason’s attending physician, though he did examine her for approximately two hours. In both cases, however, the records were admissible under Rule 703, because Dr. Rich and Dr. Smith were experts who had followed the practice of medical experts in basing their opinions on medical <page-number citation-index=\"1\" label=\"374\">*374</page-number>records. <em>Matter of G.S., </em>698 P.2d at 409. We hold, therefore, that the District Court did not abuse its discretion in allowing both doctors to read Mason’s medical records aloud.</p>\n<p id=\"b396-4\">We will not disturb a jury verdict when substantial, credible evidence exists to support that verdict. <em>Palmer, </em>761 P.2d at 404; <em>Silvis v. Hobbs </em>(1992), 251 Mont. 407, 824 P.2d 1013. While the disputed testimony tended to confuse the issues and may have misled the jury, the police testimony and photographs alone provide sufficient evidence to support the jury’s verdict. “In making our determination on sufficiency of the evidence, we are constrained to view the evidence in a light most favorable to the prevailing party.” <em>Gass v. Hilson </em>(1990), 240 Mont. 459, 462, 784 P.2d 931, 933.</p>\n<p id=\"b396-5\">Further, where the record presents conflicting evidence, as it does here, and the jury resolves that conflict, this Court is precluded from disturbing the verdict. <em>Lauman, </em>626 P.2d at 833. Here, the jury resolved conflicts between Mason’s and Ditzel’s versions of the accident, and between the parties’ two accident reconstruction experts, in Ditzel’s favor. Viewed in a light most favorable to the prevailing party, the evidence clearly supports that resolution and the jury’s verdict. See <em>Whiting v. State </em>(1991), 248 Mont. 207, 213, 810 P.2d 1177, 1181 (“The credibility and weight given to conflicting evidence is within the jury’s province.”).</p>\n<p id=\"b396-6\">II</p>\n<blockquote id=\"b396-7\">Did the District Court err in denying Mason’s motion for mistrial after an officer of Empire Sand and Gravel Company spoke with jurors during the trial?</blockquote>\n<p id=\"b396-8\">At the noon recess on November 22, 1991, the fifth day of the trial, Mason observed Sandra Reiter, secretary-treasurer and one of the owners of respondent Empire Sand and Gravel Company, Inc., talking with three jurors in the hall near the elevators. She heard Reiter say something like, “Isn’t this incredible,” to which a juror responded “yes” and laughed. Counsel met with Judge Colberg in chambers, and Mason’s attorney moved for a mistrial. Still in chambers, without the lawyers, Judge Colberg questioned Mason, Reiter, and two of the three jurors involved.</p>\n<p id=\"b396-9\">Reiter had been sitting at the counsel table throughout the trial and had been introduced to the jury during voir dire. She told Judge Colberg that the exchange in the hall had concerned a suspected rapist thought to be roaming the downtown Billings area. The three <page-number citation-index=\"1\" label=\"375\">*375</page-number>jurors had been discussing possible safety precautions in getting to the parking garage, Reiter said, and she had commented, “Yes, it’s kind of incredible, isn’t it? I just learned about it last night.” She also told the judge that earlier in the trial she may have spoken to a juror on the way to the garage, responding to a comment about the weather.</p>\n<p id=\"b397-4\">Reiter identified two of the three jurors involved in the conversation about the rapist: Joanne Sheridan, who was to be the jury foreman, and Tana Hansen. Judge Colberg interviewed Sheridan in chambers. She confirmed Reiter’s impression of the noon recess conversation and added that “If one of us talked to her, it was a case of we were talking and she interjected.”</p>\n<p id=\"b397-5\">Sheridan had stated in voir dire that she was acquainted with Reiter in a work-related context, which may explain why Reiter was able to identify Sheridan as one of the jurors involved in the conversation. When Judge Colberg questioned Reiter as to the identity of the three jurors, she said, “Joanne Sheridan and I believe it was Mrs. Hansen and I’m not sure who the rest of them [were].” Judge Colberg interviewed another juror, Kay Bums, tentatively identified by Joanne Sheridan as having been in the group near the elevator. Burns remembered the conversation about the rapist but did not recall any exchange with Reiter.</p>\n<p id=\"b397-6\">In chambers with counsel, Judge Colberg summarized his interviews with Sheridan and Burns. Mason’s attorney, Michael Eiselein, then moved for a mistrial on the grounds that the conversation in question “may have tended to establish some rapport” between Reiter and the women jurors, “who were discussing a common concern of women.” Judge Colberg denied the motion, based on his perception that any conversation that may have occurred between Reiter and the jurors consisted of a “general comment,” unrelated to the trial, and on his belief that the incident had not prejudiced the jurors.</p>\n<p id=\"b397-7\">Mason relies on <em>Putro v. Baker </em>(1966), 147 Mont. 139, 410 P.2d 717, and <em>State v. Eagan </em>(1978), 178 Mont. 67, 582 P.2d 1195, for the proposition that any misconduct tending to injure a party is presumed prejudicial, though the presumption may be rebutted. In those cases we recognized a fundamental right to an unprejudiced jury and emphasized the importance of guarding jury trials from improper influences. We also said, however, that it is for the trial court to decide in each case whether prejudicial misconduct has occurred.</p>\n<p id=\"b397-8\">Here, the fact that a juror was acquainted with one of the parties was revealed during voir dire, but Mason did not challenge that juror. When the same juror was later reported to have conversed with the <page-number citation-index=\"1\" label=\"376\">*376</page-number>party in question, the court immediately conducted a thorough investigation of the incident. Based on the testimony of the juror and the party, it found no evidence that the juror and the party discussed the case and properly denied Mason’s motion for a mistrial. See <em>State v. Counts </em>(1984), 209 Mont. 242, 248, 679 P.2d 1245, 1248 (any presumption of prejudice arising from the unusual circumstance of a juror inviting a principal witness for lunch was overcome by the testimony of the juror and the witness prior to submission of the case to the jury); <em>Turner v. Louisiana </em>(1964), 379 U.S. 466, 85 S.Ct. 546, 13 L.Ed.2d 424 (mistrial justified by continuous, intimate association throughout the trial, as opposed to a “brief encounter” between jurors and witnesses).</p>\n<p id=\"b398-4\">Mason points out that Judge Colberg interviewed only two of the three jurors known to have been involved in the exchange with Sandra Reiter and argues that the presumption of prejudice created by the conversation was not overcome, due to this failure to interview the third juror, combined with the possibility of further contact between Reiter and juror Sheridan. We find this argument unpersuasive. The record does not indicate why Judge Colberg did not interview the third juror, but it does show that he would have done so if asked. After Mason’s attorney, Mr. Eiselein, moved for a mistrial, the following conversation took place:</p>\n<blockquote id=\"b398-5\">JUDGE COLBERG: Okay, you’ve made your motion for a mistrial. And let me ask you this. Is there any request that I make further investigation with the jurors — the remaining jurors on this panel in any way related to this issue?</blockquote>\n<blockquote id=\"b398-6\">MR. EISELEIN: Your Honor, I’m satisfied with the record I’ve made.</blockquote>\n<p id=\"b398-7\">Mason’s suggestion that further contact occurred between Reiter and Sheridan is based on Reiter’s statement, quoted above, that “Joanne Sheridan and I believe it was Mrs. Hansen____” Mason concedes that if this statement does represent further contact, nothing is known about any conversation that took place. No evidence was offered to show that Reiter and Sheridan discussed the case or the trial.</p>\n<p id=\"b398-10\">We have held that when the district court has considered a motion for mistrial, this Court will not lightly disturb its ruling. “To overthrow it this Court must be shown by evidence that is clear, convincing, and practically free from doubt, of the error of the trial court’s ruling.” <em>Schmoyer v. Bourdeau </em>(1966), 148 Mont. 340, 343, 420 P.2d 316, 317-18. No such evidence has been produced here, and no <page-number citation-index=\"1\" label=\"377\">*377</page-number>prejudice to Mason has been established. The appearance of impropriety is not a sufficient basis for reversal. <em>Counts, </em>679 P.2d at 1249.</p>\n<p id=\"b399-4\">AFFIRMED.</p>\n<judges id=\"b399-5\">CHIEF JUSTICE TURNAGE, JUSTICES TRIEWEILER, GRAY and WEBER concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}