{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"17\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b13-6\">Argued September 10,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AQ\">reversed and remanded October 8, 1947</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b13-7\">In re Noyes’ Estate ELLIOTT <em>v. </em>BOYD</parties>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b13-9\">185 P. (2d) 555</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b16-11\"><page-number citation-index=\"1\" label=\"4\">*4</page-number><em>Ira W. Carl, </em>of Portland, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b16-12\"><em>L. W. Ferris, </em>of Portland (Boyd, Ferris &amp; Erwin, of Portland, on brief), for respondents.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b16-13\">This is a proceeding for the removal of an administratrix and ancillary probate of a foreign will.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b16-14\">The record shows the following: On September 11, 1945, the probate court of Multnomah County, upon the petition of Ethel May Elliott, appointed her administratrix of the estate of her deceased son, Elton Leland Noyes. The petition alleged, and the court found, that Noyes was at the time of his death a member of the United States Navy; that he died on October 24, 1944, while a prisoner of war on a Japanese vessel which was torpedoed and sunk; that at the time of his death he was a resident and inhabitant of Multnomah County, Oregon; that he died intestate and left an estate in said county consisting of personal property of the probable value of $1,000.00 or more in the form of compensation due from the United States government. Mrs. Elliott duly qualified as such administratrix, and letters of administration were issued to her.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b17-4\"><page-number citation-index=\"1\" label=\"5\">*5</page-number>On March. 29, 1946, Peggy Noyes Evans, of San Diego, California, the divorced wife of the decedent, filed with the probate court for Multnomah County a petition in which she represented, among other things, that the decedent, Elton Leland Noyes, executed a will on December 7, 1940, naming Peggy Noyes Evans as sole legatee and devisee; that said will was admitted to probate in San Diego, California, and that said Peggy Noyes Evans was appointed executrix thereof and qualified as such; that at the time of his death the decedent was a resident of San Diego, California; that Ethel May Elliott on September 11, 1945, filed her petition in the probate court for Multnomah County alleging that decedent had died intestate and an inhabitant of Multnomah County, although she well knew that the decedent had left a valid will and that he was not a resident of Multnomah County or of the State of Oregon at the time of his death.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b17-5\">The prayer was for an order requiring the administratrix to show cause why the letters of administration issued to her should not be revoked and for a further order admitting such will to probate and appointing Eobert O. Boyd administrator with the will annexed.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b17-6\">Attached to the petition are certified copies of the alleged will and of an order of the Superior Court of the State of California in and for the County of San Diego admitting such will to probate, and of letters testamentary issued to Peggy Noyes Evans. The will purports to have been executed at San Diego, California, December 7, 1940, and, omitting the signature of the testator and the attestation clause, reads as follows:</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b17-7\">“All my estate I devise and bequeath to my wife (name) <em>Peggy Noyes, </em>for her own use and <page-number citation-index=\"1\" label=\"6\">*6</page-number>benefit forever, and I hereby appoint her my executrix, without bonds, and with full power to sell, mortgage, lease or in any other manner dispose of the whole or any part of my estate.”</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b18-5\">The order of the California court admitting the will to probate contains a recital “that decedent died testate, on or about October-, 1944 in Pacific War Zone, being at the time a resident of San Diego, California, leaving estate in San Diego County, California”.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b18-8\">Upon the filing of the petition of Peggy Noyes Evans the court issued an order requiring the administratrix, Ethel May Elliott, to show cause why the letters of administration theretofore granted to her should not be revoked. The administratrix filed an' answer to the petition, and a hearing was had at which the court sustained objections to testimony offered by the appellant for the purpose of showing that the decedent was a resident of Oregon at the time of his death. The testimony, however, was taken down as provided in § 9-202, O. C. L. A., and is before us. At the conclusion of the hearing the court entered an order revoking the letters of administration and admitting the purported will to probate, and appointing Robert O. Boyd administrator with the will annexed. Prom that order the administratrix has appealed.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b18-9\">There is no allegation in the petition of Peggy Noyes Evans that the decedent left property in the State of Oregon or that there is any property of said estate in this state to be administered. And it is conceded in the brief of counsel for the California petitioner that the oulv asset of the estate is a claim against the United States government for arrears of pay due the decedent for service in the United States Navy.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"As\">Reversed and remanded.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b19-4\"><page-number citation-index=\"1\" label=\"7\">*7</page-number>LUSK, J.</author>\n<p id=\"b19-5\">In Oregon, as in many of the states, provision has been made by statute for the admission to probate of a foreign will — that is to say, the will of a non-resident which has previously been probated in another state. See, 2 Page on Wills (Lifetime ed.) 395, §725. Our law provides:</p>\n<blockquote id=\"b19-6\">“Any person not an inhabitant of, but owning property, real or personal, in this state may devise or bequeath such property by last will executed (if real estate be devised) according to the laws of this state, or if personal property be bequeathed, according to the laws of this state, or of the country<footnotemark>*</footnotemark> , state or territory in which the will may be executed. ' § 18-701, O. C. L. A.</blockquote>\n<blockquote id=\"b19-7\">“If such will be probated in any other state or territory of the United States, or in any foreign country or state, copies of such will and of the probate thereof, certified by the clerk of the court in which such will was probated, with the seal of the court affixed thereto, if there be a seal, together with a certificate of the chief judge or presiding magistrate that the certificate is in due form and made by the clerk or other person having the legal custody of the record, shall be recorded in the same manner as wills executed and proved in this state, and shall be admitted in evidence in the same manner and with like effect; * * * ” §18-702, O. C. L. A.</blockquote>\n<p id=\"b19-8\">These provisions, it is clear, may only be invoked when the will is executed by a person “not an inhabitant of, <em>but owning property” </em>in this state. “If <em>such </em>will be probated in any other state” it “shall be <page-number citation-index=\"1\" label=\"8\">*8</page-number>admitted in evidence in the same manner and with like effect” as wills executed and proved in this state. If the testator left no assets in Oregon the court was without jurisdiction to admit the will to probate under this statute. Indeed, it is difficult to conceive of any purpose to be served by the appointment of an ancillary administrator in Oregon if there are no assets here to be administered. Counsel for the respondents say that they resorted to this proceeding in self-defense, but the statute does not include self-defense as a ground of jurisdiction. Where original, as opposed to ancillary, probate of a will, executed by a non-resident testator dying out of the state, is sought in this state, under Subd. 3 of §19-206, O. C. L. A., (amended by Oregon Laws, 1947, Ch. 47, in a particular not here material) “the existence of an estate within the state is the jurisdictional fact”. <em>Thomas Kay Woolen Mill Co. v. Sprague </em>(D. C. Or.), 259 Fed. 338, 342. Similarly, it seems to be everywhere held that, as stated in 34 C. J. S., Executors and Administrators, 1236, § 990:</p>\n<blockquote id=\"b20-5\">“To authorize a grant of ancillary administration it must appear that there is property in the jurisdiction where the grant is applied for, which at the time of the application is unadministered, and also that it is of such a character as may be denominated local assets, or such as has its situs for purposes of administration in that jurisdiction. ’ ’</blockquote>\n<p id=\"b20-6\">See, 2 Page on Wills, op. cit. 396, § 725; <em>In re Unglaub’s Estate, </em>119 N. J. Eq. 287, 182 Atl. 21; <em>Vogel v. New York Life Ins. Co., </em>55 F. (2d) 205; <em>Goodman v. First National Bank, </em>218 Ky. 229, 291 S. W. 54; <em>In re White’s Estate v. Lohman, </em>221 Mo. App. 984, 295 S. W. 504; <em>In re Walker’s Estate, </em>(Ohio) 36 N. E. (2d) 800; <em>In re Lang’s Estate, </em>301 Pa. 429, 152 Atl. 570.</p>\n<p id=\"b20-7\">It is also not open to question that the statute under <page-number citation-index=\"1\" label=\"9\">*9</page-number>which the respondents have undertaken to proceed applies only to wills executed by a testator who was “not an inhabitant” of this state.</p>\n<p id=\"b21-5\">Now, it is conceded that the only asset of the estate of Elton Leland Noyes, deceased, is a debt owed by the United States government for arrears of pay. Unlike the debts of a private debtor, which constitute local assets in his own domicile, a debt owing by the United States, which, “in their sovereign capacity, have no particular place of domicile, but possess, in contemplation of law, an ubiquity throughout the Union”, has its situs for purposes of administration, not at the seat of government, but at the domicile of the creditor. <em>Wyman v. United States, </em>109 U. S. 654, 3 S. Ct. 417, 27 L. ed. 1068; <em>In re Coit, </em>3 App. (D. C.) 246; <em>King v. United States, </em>27 Ct. Cl. 529; 23 C. J., Executors and Administrators, 1017, § 48; 33 C. J.S., Executors and Administrators, § 20. Hence, the situs of the estate now in question can be no where else than in the state where the decedent was domiciled at the time of his death. If he was domiciled in California as the respondents contend and the California court found, the estate is in California, and the authority for ancillary administration in Oregon is wanting. If, on the other hand, as the appellant asserts, he was domiciled in Oregon, the California court was without jurisdiction to admit the alleged will to probate, and the petitioner, under our statute, must commence an original proceeding in Oregon in order to secure the admission of such will to probate. Subd. 1 of § 19-206, O. C. L. A., as amended. See, 68 C. J., Wills, 923, § 666. In other words, to give full faith and credit to the California decree, as respondents would have us do, would be in effect to accept the <page-number citation-index=\"1\" label=\"10\">*10</page-number>existence of facts which remove the ground from under appellant’s claim of right to ancillary administration; and, in any view that may be taken of the case, therefore, it was error to admit the alleged will to probate and to appoint an administrator with the will annexed.</p>\n<p id=\"b22-5\">It is apparent that the probate judge considered himself bound by the decree of the California court, for, as has been stated, he sustained objections to testimony offered by the appellant for the purpose of showing that the decedent was a resident of Oregon at the time of his death. We think that the testimony should have been received, because, unless the decedent was domiciled in California, the courts of that state had no jurisdiction to admit the will to probate and the full faith and credit clause of the Constitution of the United States (Art. IV, § 1) does not preclude inquiry into that question. <em>DeVall v. DeVall, </em>57 Or. 128, 109 P. 755, 110 P. 705; <em>Williams v. North Carolina, </em>325 U. S. 226, 65 S. Ct. 1092, 89 L. ed. 1577, 157 A. L. R. 1366; <em>Tilt v. Kelsey, </em>207 U. S. 43, 28 S. Ct. 1, 52 L. ed. 95; 2 Page, op. cit. 75, § 572.</p>\n<p id=\"b22-6\">In this case, as we have held, owing to the fact that the only asset of the estate has its situs at the domicile of the decedent, there could be no ancillary administration even though his domicile was in California. If, however, the evidence disclosed that he was domiciled in California, or elsewhere than in Oregon, it would still have been the duty of the court to revoke the administration as having been improvidently granted. Our statute contains no provision specifying the grounds for taking action of that kind (which is to be distinguished from the mere removal of an administrator. 2 Woerner, op. cit. 870, Note 3). Sections 19-222 to 19-226, O. C. L. A., govern the removal of <page-number citation-index=\"1\" label=\"11\">*11</page-number>executors and administrators for cause, such as misconduct, unsound mind, etc., and do not apply to this case. Section 13-501 confers upon the probate courts exclusive jurisdiction in the first instance “to grant and revoke letters testamentary of administration and of guardianship” without, however, specifying the grounds upon which an order of revocation may be made. But, as stated in Woerner, op. cit. 872, § 268, “it is an inherent power in every judicial tribunal to correct an error which it may have committed, when no positive rule of law forbids it. * * * It is, therefore, the duty of the court, upon the application of any party in interest, or even <em>ex mero motu, </em>to annul or revoke letters granted upon proof of the death of a person who subsequently appears alive, or where it is shown that there was no jurisdiction, the decedent being domiciled at the time of his death in another county, or that he was a non-resident of the State having no property therein, or that the will was admitted to probate through fraud or error, or that a later will or codicil should be admitted”.</p>\n<p id=\"b23-5\">There are numerous authorities holding that in proper circumstances and for valid reasons, such as those enumerated by Professor Woerner, the court which granted administration may revoke it <em>ex mero motu. </em>See, <em>In re Gilbert’s Estate, </em>(Surrogate’s Ct., N. J.) 18 N. J. Misc. 540, 15 Atl. (2d) 111; <em>Cross v. Mullins, </em>307 Mo. 674, 271 S. W. 755; <em>County Court v. Bissell, </em>47 N. C. 387; <em>Moring v. Lisenby, </em>241 Ala. 626, 4 So. (2d) 4; <em>McCabe v. Lewis, </em>76 Mo. 296; <em>Dalrymple v. Gamble, </em>66 Md. 298, 311, 7 Atl. 683, 8 Atl. 468.</p>\n<p id=\"b23-6\">We think it incumbent on us, therefore, to examine the record for the purpose of determining whether it shows that the decedent was domiciled elsewhere than <page-number citation-index=\"1\" label=\"12\">*12</page-number>in Oregon and so supports the action of the court in removing the administrator.</p>\n<p id=\"b24-5\">The evidence offered by the appellant on this issue is sketchy. There was none offered by the respondent-petitioner other than the California record, her counsel evidently relying on the court’s ruling that any other evidence on the question of domicile was inadmissible. Neither did counsel for the respondent-petitioner cross-examine appellant’s witnesses. This leaves the record before us in an unsatisfactory state, the evidence being substantially as follows:</p>\n<p id=\"b24-6\">The decedent was born in 1909 and lived in this state with his parents until 1923. In that year his parents were divorced and in 1924 his mother married J. W. Elliott. Mr. and Mrs. Elliott moved to Washougal, Washington, where they resided until 1928, leaving there to make their home in Portland, Oregon. Apparently they had lived in Portland ever since. Although the matter is somewhat obscure, we understand the testimony of Mrs. Elliott to mean that the decedent made his home with her and her second husband in Washougal. In 1927 the decedent enlisted in the Navy. A telegram from the Chief of Naval Personnel in Washington, D. C., (as to which counsel for respondents waived the objection that it was not certified) stated that Navy records showed the decedent’s residence at that time at 700 West Ninth Street, Vancouver, Washington, and on August 1,1931, as 416 West 32nd Street in the same city. He served in the Navy four years until 1931 and reenlisted in 1934. Where he resided or what he was doing in the three years from 1931 to 1934 is not disclosed, other than that, sometime before his 1934 enlistment, he married. The telegram referred to shows that at the time of his 1934 enlistment his <page-number citation-index=\"1\" label=\"13\">*13</page-number>residence was “listed as 6533 S. E. 60th St., Portland, Oregon.’’ That was his mother’s address, and the same address appears on the Navy records as of the date he was reported a casualty, namely, June 25, 1945. The evidence, coming from his mother, his stepfather, and his brother, is that at about the time of the 1934 enlistment he was in Portland for several weeks, that he stayed with his mother part of the time and “batched” with his brother part of the time, each paying his own expenses, that he was then separated from his wife, and that Mrs. Elliott signed the enlistment papers as his dependent.</p>\n<p id=\"b25-5\">The decedent served continuously in the Navy after the 1934 enlistment until his death. He was in Portland on leave in September, 1940, for about two weeks. During that time he and his mother and stepfather looked for a house in Portland with the intention of buying it and establishing it as a home for the three of them.</p>\n<p id=\"b25-6\">Hnder date of November 22, 1941, while stationed in the Philippine Islands, the decedent wrote his mother a letter in which he said that he “would have liked to have had a little more time when I was home on leave to look around because we might have been able to find some place then.”</p>\n<p id=\"b25-7\">On May 1, 1939, the respondent-petitioner was granted a final decree of divorce from the decedent by the Superior Court of California in and for the City and County of San Francisco.</p>\n<p id=\"b25-8\">Our statutes relating to probate jurisdiction do not use the words “domicile” or “resident”, but “inhabitant”. See § 18-701, O. C. L. A., above quoted, and § 19-206, which provides in Subd. (1) that proof of a will shall be taken by the county court “when the <page-number citation-index=\"1\" label=\"14\">*14</page-number>testator, at or immediately before Ms death, was an inhabitant of the county, in whatever place he may have died”, and § 19-210, which makes § 19-206 applicable to proceedings for the granting of administration of an intestate’s estate. In <em>Holmes v. Oregon &amp; C. R. Co., </em>5 Fed. 523, Judge Deady held that, as used in these sections, “inhabitant” has a narrower and more limited significance than “domicile”; but in <em>Reed’s Will, </em>48 Or. 500, 87 P. 763, 9 L. R. A. (N. S.) 1159, this court, speaking through Mr. Justice Robert S. Bean in an elaborate and learned opinion, treated a testatrix’s domicile as determinative of the jurisdiction of an Oregon court to admit her will to probate. In view of that decision, which has never been departed from, and numerous adjudications elsewhere of the same tenor (see 21 Words and Phrases (Perm, ed.) 344, et seq.), we are of the opinion that the word “inhabitant”, as used in our probate code, is to be treated as the equivalent of “domicile”. See, also, <em>Zimmerman v. Zimmerman, </em>175 Or. 585, 590, 155 P. (2d) 293, and cases there cited: <em>Mulkey v. Nash, </em>159 Or. 698, 82 P. (2d) 880; <em>Popejoy v. Boynton, </em>112 Or. 646, 657, 229 P. 370, 230 P. 1016.</p>\n<p id=\"b26-5\">The factors which the courts consider in determining domicile, and the weight and importance to be attached to various types of evidence, are fully discussed in Reed’s Will and the more recent Zimmerman case. It is sufficient to say here that to constitute domicile there must be both the fact of a fixed habitation or abode in a particular place and an intention to remain there permanently and indefinitely; and that to constitute change of domicile three things are essential: (1) residence in another place; (2) an intention to abandon the old domicile; and (3) an inten<page-number citation-index=\"1\" label=\"15\">*15</page-number>tion of acquiring a new one. <em>Reed’s Will, </em>supra, 504, 508.</p>\n<p id=\"b27-5\">In the present case the testimony adduced on behalf of the appellant is remarkable for its omissions. Apparently Elton Leland Noyes was domiciled in Washington when he enlisted in the Navy in 1927. He gave a Vancouver, Washington, address as his place of residence, and, if we have correctly interpreted the testimony, he had been living with his mother at Washougal, Washington, for several years subsequent to 1923. We are assuming for present purposes that the decree of divorce awarded his custody to his mother, although there is no evidence upon that subject. As to the effect of divorce on the domicile of a minor child, see 1 Beale, The Conflict of Laws 215, § 32.1. The decedent completed his first period of service in the Navy in 1931. Sometime before 1934, when he reenlisted, he married, but in 1934, at the time of such reenlistment, he and his wife were separated. When they married and where they established their home — for we may assume that they did establish a home — is not disclosed. In ordinary circumstances, that would be his domicile and would continue to be so until he acquired a new domicile of choice. When the separation occurred, where he was and what he was doing in the three-year period from 1931 to 1934, his business, job, or any activities in which he may have engaged or associations he may have formed — as to all these things which might aid in a solution of the problem, we are left in the dark. The critical time is 1934, for it was then that his second tour of duty in the Navy began, to continue until his death, and there is no proof worthy of the name that he changed his domicile thereafter.</p>\n<p id=\"b27-6\">As a man is assumed by law to have a domi<page-number citation-index=\"1\" label=\"16\">*16</page-number>cile somewhere and one only <em>(Reed’s Will, </em>supra, 48 Or. 505), we have concluded that the present record, meager though it be, establishes a weak <em>prima facie </em>ease that the decedent was domiciled in Oregon in 1934 and thereafter until his death. He had lived with his mother prior to enlisting in the Navy in 1927, and he stayed at her home in Portland for a period of time when he reenlisted in 1934. He gave her address in Portland as his place of residence to the Naval authorities, and he referred to Portland as home in the letter written in 1941 from which we have quoted. It may, perhaps, be said of him, as was said in another case having somewhat similar facts (though a stronger case than this one), that he “at least made it (his mother’s home) his headquarters”. <em>Miller v. Sovereign Camp W. O. W., </em>140 Wis. 505, 509, 122 N. W. 1126, 133 Am. St. Rep. 1095, 28 L. R. A. (n. s.) 178. But there are many blank spots in the picture, and, in view of the course which the trial took, the failure of counsel for the respondents to cross-examine the witnesses or to introduce evidence, and the fact that the probate judge did not pass on the question of decedent’s domicile but ruled inadmissible the evidence relating thereto, we think that the cause should be remanded to the Circuit Court in order that further testimony may be taken and a decision rendered based upon a more complete knowledge of the relevant facts. It seems reasonable to suppose that both the mother and the former wife of the decedent should be able to supply information as to the period 1931 to 1934, concerning which the present record is silent.</p>\n<p id=\"b28-5\">We have indicated that there is no substantial evidence that the decedent ever acquired a domicile in California. The only facts pointed to by counsel for the respondents in support of a different view are <page-number citation-index=\"1\" label=\"17\">*17</page-number>that his wife obtained a divorce from him in a California court in 1939, and that he executed a will in that state in 1940. As we have seen, the decedent was a member of the United States Navy from 1934 until his death. In <em>Zimmerman v. Zimmerman, </em>supra, we held that, while a member of the armed forces can abandon a domicile and acquire another, it requires the clearest and most unequivocal proof to show that he has done so during his term of enlistment. 175 Or. 611. \"We think that the evidence relied on by the respondents falls far short of meeting this test.</p>\n<p id=\"b29-5\">It results that the decree must be reversed, the order admitting the will to probate and appointing an administrator with the will annexed set aside, and the cause remanded for further proceedings in conformity to this opinion.</p>\n<p id=\"b29-6\">No costs or disbursements will be allowed.</p>\n<footnote label=\"*\">\n<p id=\"b19-9\"> As printed in O. C. L. A. this appears “county [country?]”. The act was passed in 1853 and the word used is “country”. General Laws of Oregon, Deady, p. 938; 2 Hill, § 3082. In printing an amendment made in 1891 the word was changed to “county” (General Laws of Oregon, 1891, p. 99), an obvious error which was carried into subsequent compilations. B. &amp; C., § 5561; L. O. L„ § 7332; O. L. 10108; O. C. 1930, § 10-515.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}