{
  "casebody": {
    "data": "<casebody firstpage=\"340\" lastpage=\"344\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b340-8\">Palmer <em>versus </em>Gillespie.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b340-9\">1. To take a ease out of the operation of the Statute of Limitations it is not essentially necessary that the promise to pay should be actual or express. A clear, distinct and unequivocal acknowledgment of a debt is sufficient. It must be an admission consistent with a promise to pay. If so the law will imply the promise without its having been actually made.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b340-10\">2. There must be no uncertainty as to the particular debt. It must be so distinct and unambiguous as to remove hesitation in regard to the debtor’s meaning.</headnotes>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"APX\">October 7th 1880.</otherdate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"A5S\">Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.</judges>\n<summary data-order=\"5\" data-type=\"summary\" id=\"AYn\">Error to the Court of Common Pleas, No. 1, of <em>Allegheny county : </em>Of October and November Term 1880, No. 140.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b340-16\">Debt by John J. Gillespie against Robert H. Palmer, to recover one-quarter’s rent due upon a lease.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b340-17\">The defendant admitted that he was indebted to the plaintiff in the sum of $750 for one-quarter’s rent, but claimed to have a set off to the whole claim by reason of the following facts: That in January 1865, Gillespie was raising a fund to purchase certain oil land, and proposed to defendant to take a part therein. Gillespie was to take the title to the land in his own name and hold it in trust for the contributors in proportion to their respective contributions. Palmer contributed $750 in two instalments, one of $500 and the .other in $250, for each of which he took Gillespie’s <page-number citation-index=\"1\" label=\"341\">*341</page-number>receipts. One property was purchased by Gillespie and held in his own name for several years. It did not clearly appear that any of Palmer’s money went into this purchase. In regard to the investment, Palmer testified:—</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b341-6\">“ I didn’t ask him about it until about, I think, 1870 or 1871. There was a good deal of excitement at that time in oil lands in the neighborhood of Jones’s Run and White Oak Chute, and I inquired of him about it. He said, he didn’t think I was in it at all. Said he would look at papers ; that Mr. Wolf had the papers, and that he would look at them. He afterwards informed me that there was not enough stock or lands to go around. I told him I wanted him to settle it then. He said he would, but he thought he could buy me a share of equal value of a man that would come in. I let it go. I afterwards asked him about the man’s coming in. He said he hadn’t come in, but he expected him, that he would settle it, would pay it, would see to it, that it was correct. First he said he didn’t think the receipts were written by him, didn’t think I had a receipt for it, and when I brought the receipts to him he said he would pay it, settle it. Afterwards he delayed about it and promised he would settle it from time to time, and offered me various kinds of property that I would not accept at all, were of no value I supposed.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b341-7\">Gillespie denied these conversations as testified to by Palmer. He also testified that he did not know how much of Palmer’s money had been invested; that the question had been referred to a third party, but had never been decided ; that more money had been paid in than was necessary for the purchase, and some of it had been paid back to the contributors.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b341-8\">The first point of the plaintiff which the court, Collier, A. L. J., affirmed, was as follows :—</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b341-9\">“ That even if the jury believe from the evidence that Mr. Palmer, the defendant, gave to the plaintiff'$750 to be invested, together with moneys of other parties, in real estate, which the said Gillespie was to hold in trust for said defendant and others, in proportion to amounts of money by them respectively contributed to the purchase-money, and if the jury believe that the plaintiff took title to said property and recognised the interest of defendant therein, but that when making a subsequent conveyance to another trustee a dispute arose as to the <em>quantum </em>of interest in the property belonging to the defendant, such state of facts give the defendant no right to recover back his purchase-money or any part thereof, nor is such defence available by way either of payment or set-off in this present action.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b341-10\">The court, inter alia, charged: “Then there is another matter, even if the proposition of the defendant is true. This transaction was more than six years before the bringing of this suit. It is necessary that Mr. Gillespie should make an actual promise to pay <page-number citation-index=\"1\" label=\"342\">*342</page-number>within the six years, should admit it, and say he would pay it before the defendant would be entitled to a verdict. * * * Now, the transaction being more than six years old at the time of the bringing of this suit, unless there was a promise to pay, it would not avail.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b342-6\">Verdict for plaintiff, and after judgment defendant took this writ and alleged that the court erred in the answer to the above point and in the foregoing portion of the charge.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b342-7\"><em>West </em>MeMurray, for plaintiff in error.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AsE\">If the money was given to invest in land, and the whole or any part of it not used for that purpose, assumpsit for money had and received would lie to recover back all that was misappropriated, and there should be a set-off for the amount of such assumption. A count for money had and received has always been looked upon as governed by equitable principles, and it lies where the defendant ought <em>ex cequo et bono </em>to refund the money which he has received: Aycinena <em>v. </em>Peries, 6 W. &amp; S. 244; Deysher <em>v. </em>Triebel, 14 P. F. Smith 386; Jack <em>v. </em>Morrison, 12 Wright 115.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b342-8\">To take the case out of the Statute of Limitations no actual promise to pay need be proved. An admission consistent with a promise to pay is enough: Sutor <em>v. </em>Sheeler, 10 Harris 308; Patten <em>v. </em>Hassinger, 19 P. F. Smith 318; Sensman <em>v. </em>Hershman, 1 Norris 85. No case has gone the length of saying there must be an express promise to pay: Sharswood, J., in Johns <em>v. </em>Lance, 19 P. F. Smith 336; and see Fries <em>v. </em>Boisselet, 9 S. &amp; R. 128; Eckert <em>v. </em>Wilson, 12 Id. 393; Gilkyson <em>v. </em>Larue, 6 W. &amp; S. 213 ; Hazlebaker <em>v. </em>Reeves, 2 Jones 264; Davis <em>v. </em>Steiner, 2 Harris 275.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b342-9\"><em>Hampton &amp; Dalzell, </em>for defendant in error.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"AGl\">Under his plea of payment with leave, the defendant proposed to revoke the trust committed to the plaintiff and recover back his money. His claim was for the whole, or if not the whole, then as much as he could get. Had the jury been allowed to go into this question andffound in his favor, he would then have had his money back, and whatever interest he held in the lands under the trust deed beside. Now, according to the evidence, the plaintiff was simply the treasurer of a fund contributed by a number of parties for a particular purpose. He held the fund as trustee, as he did the land when bought. When the defendant’s money was paid into the pool it lost its identity, and if the land was purchased for less money (as it seems to have been) than the whole amount contributed, it would appear clear that what remained belonged to all the contributors, and not to any one. The question as to the disposition of this balance was one in which all the parties were interested. How could it be settled in an action between the plaintiff and the defendant ?</p>\n<decisiondate data-order=\"19\" data-type=\"decisiondate\" id=\"AjK\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>November 8th 1880.</decisiondate>\n<p data-order=\"20\" data-type=\"summary\" id=\"b343-5\">In order to take a case out of the operation of the statute, the acknowledgment of the debt must be clear, distinct and unequivocal. It must be so distinct and palpable in its extent and form as to preclude hesitation. A naked admission of indebtedness, without anything indicating the amount or nature of the debt, or a promise to pay something without a reference to the sum to be paid, is insufficient: Johns <em>v. </em>Lantz, 13 P. F. Smith 326, affirming Wolfsenberger <em>v. </em>Young, 11 Wright 516; Sutor <em>v. </em>Sheeler, 10 Harris 308 ; Miller <em>v. </em>Basehore, 2 Norris 356. In Emerson <em>v. </em>Miller et al., 3 Casey 278, the debtor, in answer to the plaintiff’s bill and demand for payment, said that he would “ attend to it,” or “ fix it,” or “settle it.” In that case it was held that neither of the expressions, nor all together, were sufficient from which to imply an acknowledgment of the debt and a promise to pay it: Weaver <em>v. </em>Weaver, 4 P. F. Smith 153. The utmost, according to defendant’s own story, that the plaintiff promised to do was to pay or settle his interest in the lands or stock. There was a question and a doubt as to what his interest was, or whether it had been procured as a whole. He said he would settle. How ? By procuring him a share.</p>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b343-6\">Mr. Justice Mercur</author>\n<p id=\"A1u\">delivered the opinion of the court,</p>\n<p id=\"b343-7\">This contention relates to the allowance of a set-off claimed by the plaintiff in error. His right thereto is alleged to have arisen on this statement of facts: A purchase of oil lands was contemplated, in which both these parties and some others should be interested. The purchase was to be made in the name of the defendant in error; but in fact for the benefit of all who contributed towards the purchase-money, according to the amount subscribed by each respectively. The plaintiff in error testified that for this purpose he put $750 into the hands of the defendant in error; but the latter did not so invest it, and afterwards promised to pay it back to him. Evidence was given tending to show that one piece of land was purchased by him and deed therefor taken in his name, and that he afterwards conveyed the same to one Hail-man without declaring any trust therein for the plaintiff in error. Whether any right of the latter in the land was then recognised to exist is a question in dispute. It seems, however, if any was recognised it was not equal to the whole $750. This sum had been advanced by the plaintiff in error in two instalments. The first of $250, the latter of $500. This suit was brought more than six years after the money was thus advanced. To avoid the effect of the Statute of Limitations, the plaintiff in error relied on promises or admissions of indebtedness alleged to have been made within the six years. The learned judge charged substantially that, notwithstanding the defendant in error may have kept this money and did ■ <page-number citation-index=\"1\" label=\"344\">*344</page-number>not invest it in the oil property, yet, as that was more than six years before suit brought, to make him liable it was necessary that he “ should make an actual promise to pay, within the six years ; should admit it, and say he would pay it before,” he would now be liable therefor. Again he charged, “ now, the transaction being more than six years old at the time of the bringing of this suit, unless there was a promise to pay it, it would not avail.”</p>\n<p id=\"b344-5\">In so charging we think the learned judge erred. It is not essentially necessary that the promise be actual or express, provided the other necessary facts are shown. A clear, distinct and unequivocal acknowledgment of a debt is sufficient to take a case out of the operation of the statute. It must be an admission consistent with a promise to pay. If so, the law will imply the promise, without its having been actually or expressly made. There must not be uncertainty as to the particular debt to which the admission applies. It must be so distinct and unambiguous as to remove hesitation in regard to the debtor’s meaning: Fries <em>v. </em>Boisselet, 9 S. &amp; R. 128; Bailey <em>v. </em>Bailey, 14 Id. 195; Allison <em>v. </em>James, 9 Watts 380 ; Gilkyson <em>v. </em>Larue, 6 W. &amp; S. 213; Hazlebaker <em>v. </em>Reeves, 2 Jones 264; Davis <em>v. </em>Steiner, 2 Harris 275; Johns <em>v. </em>Lantz, 13 P. F. Smith 324. In this last case it was said by the present chief justice, “ no case, however, has ever gone the length of saying that there must be an express promise to pay in terms.” Watson’s Executors <em>v. </em>Stern, 26 P. F. Smith 121, and Senseman et al. <em>v. </em>Hershman et al., 1 Norris 83, declare the rule to be as stated in the cases we have cited.</p>\n<p id=\"b344-6\">Miller <em>v. </em>Basehore, 2 Norris 356, was not intended to overrule the long line of preceding cases. The generality of the language therein used, must therefore not be understood as requiring an express promise; but a promise that may be clearly implied. The rule, as held in the other cases cited, was approved and declared in Rider <em>v. </em>Kinger, decided last spring at Harrisburg.</p>\n<p id=\"b344-7\">Inasmuch as the jury might find, under the evidence, that at least one part of the money was in fact, never invested in land, the language covered by the first assignment may have been calculated to mislead 'them. It appears to assume that both sums should be held as one payment. The evidence bearing on each ought to be separately presented to the jury. This can be done on the next trial. '</p>\n<p id=\"b344-8\">■ Judgment reversed, and a <em>venire facias de novo </em>awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}