{
  "casebody": {
    "data": "<casebody firstpage=\"81\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b145-7\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. McCORMICK LONGMEADOW STONE CO., Inc., Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b145-9\">No. 6809.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b145-10\">United States Court of Appeals First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b145-11\">Heard March 7, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b145-12\">Decided March 15, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b145-19\">Warren M. Davison, Atty., Washington, D. C., with whom Arnold Ordman, Gen. Counsel, Dominick L. Manoli, Assoc. Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, and Abigail C. Baskir, Atty., N.L.R.B., Washington, D. C., were on brief, for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b145-20\">Arthur M. Marshall, Springfield, Mass., with whom David I. Shactman, Swampscott, Mass., was on brief, for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b145-21\">Before ALDRICH, Chief Judge, Mc-ENTEE and COFFIN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b145-22\">PER CURIAM.</author>\n<p id=\"b145-23\">In response to this petition for the enforcement of an order of the National Labor Relations Board respondent employer does not contest the finding that it violated section 8(a) (1), namely, that it engaged in improper intimidation, and sought to create an impression of surveillance of its employees during a union organizing campaign. The sole issue relates to the allegedly discriminatory 8(a) (3) discharge of employee Commisso.</p>\n<p id=\"b145-24\">The union<footnotemark>1</footnotemark> started to organize on November 9, 1964. Respondent's officials, so far as the testimony goes, saw no union activity themselves, but did receive two letters informing the company of the campaign. Respondent’s president and sole stockholder, one Chipouras, expressed himself forcefully against the unionization of his employees. Among other things, a company supervisor, one Keeping, complained to <page-number citation-index=\"1\" label=\"82\">*82</page-number>one of the employees about the union’s activity, advised him not to sign an authorization card, and told him he knew of the meeting the night before at the house of employee N. In fact the meeting had been elsewhere. On November 19 the union filed a petition for an election. That same day Commisso committed • an act which, in our opinion, would not have made his discharge unreasonable.' On the other hand, it was not one which required such a response.<footnotemark>2</footnotemark> On Noyémber 20 he was discharged, respondent assigning this conduct.</p>\n<p id=\"b146-4\">Commisso had, in fact, been an active card solicitor, but we are satisfied that the evidence was insufficient to warrant a finding that respondent knew it. However, we support the Board’s finding that his discharge was improperly motivated because of several circumstances. The primary one is that in response to Commisso’s inquiry why he was discharged, respondent’s president not only referred to his conduct, but added “There is a lot of -going around, and I am sick of it.” In view of respondent’s well advertised distaste for the union, we cannot say the Board was wrong in rejecting respondent’s claim that this remark referred to Commisso’s conduct of the day before. It seems entirely reasonable to view it as a reference to the union activity.</p>\n<p id=\"b146-7\">Moreover, in the light of the fact that respondent was willing to make an accusation about a union meeting although it was partly in error, it is not unreasonable to assume that it would discharge an employee it may have suspected of being a union adherent as an example without being sure of its facts. This possibility standing alone would not be enough. But in the light of the significant remark at the time of the discharge and the fact that the conduct fell considerably short of requiring so extreme a penalty, we think respondent has no valid complaint.</p>\n<p id=\"b146-10\">A decree will be entered enforcing the order of the Board.</p>\n<footnote label=\"1\">\n<p id=\"b145-15\">., United Stone and Allied Products Workers of America, AFL-CIO.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b146-8\">. Having injured his shoulder in an automobile accident, Commisso reported that he could not work for a week. He did not disclose, however, that he was continuing to work at his part time job, where respondent discovered him to be doing work which could well have delayed his recovery. Allegedly, respondent was in particular need of work which only Commisso was trained to do. We can understand respondent’s annoyance. However, as a result of discharging Commisso instead of some lesser discipline, respondent set itself back several weeks while it trained a new man.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}