{
  "casebody": {
    "data": "<casebody firstpage=\"867\" lastpage=\"869\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b931-14\">Lawrence JONAITIS, Plaintiff-Appellant, v. GENERAL MOTORS ACCEPTANCE CORPORATION, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b931-16\">No. 15588.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b931-17\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b931-18\">Feb. 16, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b932-10\"><page-number citation-index=\"1\" label=\"868\">*868</page-number>Lawrence Jonaitis, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b932-11\">Alvin G. Hubbard, Walter D. Jacobs, Chicago, 111., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b932-12\">Before HASTINGS, Chief Judge, and CASTLE and FAIRCHILD, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b932-14\">FAIRCHILD, Circuit Judge.</author>\n<p id=\"b932-15\">Action for assault and battery stemming from an altercation between plaintiff Lawrence Jonaitis and three agents of defendant General Motors Acceptance Corporation (GMAC). The altercation took place when the GMAC men attempted to repossess a station wagon held by Jonaitis under a conditional sales contract. The jury gave its verdict for defendant, and plaintiff appealed from the resulting judgment. Jurisdiction was founded on diversity.</p>\n<p id=\"b932-16\">Although Mr. Jonaitis appears <em>pro se </em>on appeal, he was represented by counsel at the trial.</p>\n<p id=\"b932-17\">Mr. Jonaitis does not question GMAC’s legal right to repossess the car. There was testimony that GMAC had had difficulties in the past in making collections from Jonaitis. The GMAC men were not immediately successful in locating it on the night in question (January 19, 1962) but found it in front of a tavern. One of them attempted to start it. Mr. Jonaitis and another customer of the tavern (Payne) came out, and there were physical encounters. The testimony was in conflict as to the details of the latter.</p>\n<p id=\"b932-21\">There was testimony, however, from which the jury could properly find that Jonaitis, after emphatically telling the GMAC people they were not going to take his car, pushed Schau, one of the GMAC men, aside, and entered the car to drive it away; that Payne struck the GMAC man, Poth, with sufficient force to break his glasses; that Poth had information that Jonaitis had shot at a police officer who had served a writ of replevin in order to repossess another car; that when Poth saw Jonaitis reach under the seat he entered the front seat to remove Jonaitis from the car;<footnotemark>1</footnotemark> that Jonaitis struck Poth; that blows were exchanged and they scuffled outside the car, but were separated by Ryan, the third man from GMAC.</p>\n<p id=\"b932-22\">The court instructed the jury that the GMAC men were not entitled to use force in the repossession of an automobile, but might use force to defend themselves from force. “In the process of withdrawing if they believe, reasonably believe, that they have to use force to repel force, they may do so, but they may not use force to repossess the vehicle and may use only such force as in defending themselves is necessary to enable them to withdraw.”</p>\n<p id=\"b932-23\">Evidently the jury believed the defense version, and felt the GMAC men had acted within the limits stated in the instruction. It cannot be said, as a matter of law, that the limits were exceeded.</p>\n<p id=\"b932-24\">To be sure, there was testimony tending to show that the only violence was <page-number citation-index=\"1\" label=\"869\">*869</page-number>used by a GMAC man; that after one of them disconnected the spark plug wires so that Jonaitis could not drive away, he got out of the car voluntarily to permit repossession, but was struck on the head, knocked down, and struck again. He claimed that the evidence favorable to him has greater weight. The trial court, however, denied his motion for a new trial, and we find no abuse of discretion.</p>\n<p id=\"b933-4\">Plaintiff also urges a new trial because the jury was in doubt about the sequence of certain events. After the case had been submitted, the jury sent the judge a question: whether forceful action by plaintiff justified defendant’s men in disabling the car. The jury was called back, and in a colloquy, the foreman said the jurors could not remember whether the hood was raised by the GMAC man (in order to pull out the wires) before Jonaitis pushed him aside or afterward.</p>\n<p id=\"b933-5\">The judge pointed out that the act of raising the hood and disabling the car was not directed at Jonaitis’ person, and was irrelevant to the question whether the actions toward him personally were “reasonable or unreasonable in responding to whatever he did in the light of their duty to withdraw peacefully when he indicated that he was going to resist repossession.”</p>\n<p id=\"b933-6\">It has been held that an action for . trespass will not lie against one who, with a right to repossess, disables the car in this fashion after being told he cannot take possession.<footnotemark>2</footnotemark> Be that as it may, our present case is concerned with a claim of damages for personal injuries, and the acts of the GMAC men in disabling the car did not contribute to his personal injury under any version of the facts. The jury had to choose between Jonaitis’ claim that he was struck after he left the car, there having been no force used before that, and the other version that Jonaitis and Payne were the aggressors, and Poth reacted reasonably to the serious threat he sensed in Jonaitis’ actions. In making that choice the disconnection of the wires was little more than a circumstance in the background. Plaintiff’s rights were not prejudiced either by the failure of the jury to recall the sequence in which this occurred, nor by the judge’s statement concerning it.</p>\n<p id=\"b933-9\">Plaintiff's principal challenge goes to the conduct of defense counsel. He lists a considerable number of questions asked and statements made in argument which he claims were prejudicial and improper. In few if any instances were objections made. Most of the questions and statements were within permissible limits in the light of the evidence and the inferences which might reasonably be drawn. We can find no significant prejudice even in those statements which do not reflect the record with close accuracy.</p>\n<p id=\"b933-10\">Plaintiff has charged counsel with deception with respect to “the subpoena of Keith Payne” (who did not testify) and in order “to get the constable incident used as evidence.” The record does not support either charge. Plaintiff apparently asks us to take judicial notice of a docket in Lake County showing that in September 1961 an information charging plaintiff was assault with a deadly weapon was nolle’d by the state. It does not necessarily follow that either Poth or defense counsel knew of the dismissal and such record, standing alone, does not discredit Poth’s testimony that he had <em>information </em>that Jonaitis had shot at a police officer, nor support plaintiff’s charge of deception when defense counsel referred to the incident.</p>\n<p id=\"b933-11\">In summation, the issues in Mr. Jonaitis’ case were typical jury issues, and when they were submitted to the jury, he lost.</p>\n<p id=\"b933-12\">The judgment is</p>\n<p id=\"b933-13\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b932-18\">. It may be debatable whether Poth’s act was a reasonable and appropriate response to his apprehension about a gun, but the jury could so find from the testimony.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b933-14\">. Westerman v. Oregon Automobile Credit Corporation (1942), 168 Or. 216, 122 P.2d 435, 440.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}