{
  "casebody": {
    "data": "<casebody firstpage=\"450\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b504-6\">Milton MARGOLES, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b504-8\">No. 16567.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b504-9\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b504-10\">Oct. 14, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b504-25\">James M. Shellow, William Coffey, Milwaukee, Wis., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b504-26\">Franklyn M. Gimbel, Asst. U. S. Atty., Milwaukee, Wis., for respondent-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b504-27\">Before HASTINGS, KILEY and FAIRCHILD, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b505-4\"><page-number citation-index=\"1\" label=\"451\">*451</page-number>KILEY, Circuit Judge.</author>\n<p id=\"b505-5\">After an evidentiary hearing, the district court denied petitioner’s motion to vacate sentence brought under 28 U.S.C. § 2255 (1964). We affirm.</p>\n<p id=\"b505-6\">On October 11, 1960, petitioner was convicted of attempting to improperly influence a federal judge in imposing a sentence, in violation of 18 U.S.C. § 1503. On December 30, 1960, he was convicted of communicating with jurors, in violation of 18 U.S.C. § 1504. Petitioner’s § 2255 motion sought to vacate these convictions. He claimed violations of his constitutional rights due to alleged illegal monitoring of conversations between himself and his counsel during March, 1960, to September, 1961, the period of the investigation leading to his convictions.</p>\n<p id=\"b505-7\">At a conference in the district court, counsel for both sides stipulated that the only issue to be resolved was whether there was a wiretap on petitioner’s home telephone by the Government during the period in question. The district court decided that there was no wiretap after hearing evidence for petitioner and the Government, and denied petitioner’s motion to vacate.</p>\n<p id=\"b505-8\">The son and wife of petitioner testified to circumstances which petitioner claims establish the fact of wiretapping. He also relies upon expert testimony of physical condition of the wires in petitioner’s home to show tapping of the wire. But the Government’s testimony was contrary and presented issues, resolution of which were well within the function of the district court. We see no merit in petitioner’s contention that he met his burden of proof in the district court. There is substantial evidence to support the district court’s findings, and accordingly they are not clearly erroneous. Weathers v. United States, 367 F.2d 394 (9th Cir. 1966); Cote v. United States, 357 F.2d 789 (9th Cir. 1966).</p>\n<p id=\"b505-9\">Petitioner relies on the failure of the Government to call witnesses, FBI agents and telephone company employees, asserting that since they were not called, the presumption is that their testimony would have helped him. Petitioner had the burden of proof on the wiretap issue. His brief names several of the uncalled witnesses and gives no reason why he could not have had subpoenas issued to obtain their presence at the hearing. The witnesses whose names were not known could have been identified by subpoenas to the heads of their organizations. We think that since the petitioner did not take sufficient steps to produce these witnesses, he is not entitled to an inference, in place of proof of necessary facts, 29 Am.Jur.2d (1967) § 187, that their testimony would have been adverse to the Government. See Johnson v. United States, 291 F.2d 150 (8th Cir. 1961). The petitioner is not entitled to a presumption by virtue of Graves v. United States, 150 U.S. 118, 14 S.Ct. 40, 37 L.Ed. 1021 (1893). The <em>Graves </em>rule relied on presupposes “pretty stringent proof” on the part of the person claiming the presumption, which proof is not in this record. See also Culbertson v. The Steamer Southern Belle, 59 U.S. (18 How.) 584, 588, 15 L.Ed. 493 (1855). Finally, petitioner did not claim the benefit of an inference at the trial, and the Government was entitled to rely upon the weakness in petitioner’s proof. 29 Am.Jur.2d (1967) § 187.</p>\n<p id=\"b505-11\">At the hearing, petitioner moved to subpoena any and all equipment logs of the FBI office in Milwaukee relating to the utilization of electronic eavesdropping equipment during the period of March, 1960 to September, 1961. This subpoena was quashed on the Government’s motion, on the ground that it was too broad. Petitioner asserts this as error. However, the district court advised petitioner’s counsel that it would refuse to quash a subpoena limited to obtain information pertaining only to the petitioner. Counsel did not request a limited subpoena. It is clear that a court has discretion to quash a subpoena <em>duces tecum </em>if compliance would be unreasonable. We agree with the district court that the subpoena was unreasonable as much too broad, and therefore hold that <page-number citation-index=\"1\" label=\"452\">*452</page-number>it did not abuse its discretion in granting the Government’s motion to quash. Rule 17(c) Fed.R.Crim.P. (1968); Rule 45(b) Fed.R.Civ.P. (1966).</p>\n<p id=\"b506-4\">We see no basis for the claim of petitioner on appeal that the Government is chargeable with Wisconsin Bell Telephone Company’s “erasure” of the record of surveillance lines, and that petitioner is therefore entitled to a presumption that this information, if available, would aid him. There is no evidence whatever upon which petitioner can establish his claim that the Telephone Company’s intentional “concealment” constitutes a conspiracy. His reliance on Grunewald v. United States, 353 U.S. 391, 399-407, 77 S.Ct. 963, 1 L.Ed.2d 931 (1957) is misplaced.</p>\n<p id=\"b506-5\">For the foregoing reasons, the order of the district court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}