{
  "casebody": {
    "data": "<casebody firstpage=\"141\" lastpage=\"146\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b149-9\">Waldo Flint <em>vs. </em>Board of Aldermen of the City of Boston.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b149-11\">It is within the constitutional powers of Congress to establish a national bank in any state, and provide that the shares of its capital stock shall be exempt from taxation by other states.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b149-12\">The U. S. St. of 1864, <em>c. </em>106, § 41, makes unlawful the imposing by, or by the authority of, a state, of a tax on shares owned by an inhabitant thereof in the capital stock of a national banking association organized under that statute, and located in another state.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b149-13\">Petition for a writ of <em>certiorari </em>to the aldermen of Boston to reverse their refusal, on appeal from the assessors of Boston <page-number citation-index=\"1\" label=\"142\">*142</page-number>to abate a tax assessed in 1867, under the laws of the Commonwealth, St. 1865, c. 242, on forty shares owned by the petitioner, who resided in Boston, in the capital stock of the American Exchange National Bank, a national banking association organized under the U. S. St. of 1864, <em>c. </em>106, and located in the city and state of New York; the amount of which tax the petitioner, after such refusal, paid under protest; all which was alleged in the petition. The answer admitted the facts alleged; and justified the refusal of the respondents on the ground of the legality of the assessment. The case was reserved by the chief justice, on the petition and answer, for the determination of the full court.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b150-5\"><em>C. H. Hill, (J. P. Healy </em>with him,) for the respondents,</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"Ah\">was first called upon. The restriction in the U. S. St. of 1864, c. 106, § 41,<footnotemark>*</footnotemark> on the right of the several states to tax the interest of their own citizens as stockholders in national banks established in other states, transcends the powers of Congress, and is therefore inoperative and void.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b150-6\">1. The states, as necessarily inherent to the sovereign nature of their government, possess, as between themselves and the federal government, a concurrent right of taxation extending to all persons and property within their borders, excepting so far as they are restricted by the Constitution of the United States. The only restrictions expressly imposed by the Con<page-number citation-index=\"1\" label=\"143\">*143</page-number>stitution are in regard to exports and imports. The restrictions which have been held to be by necessary implication likewise imposed by the Constitution are as to the taxation of the property and instruments of government of the United States, and of the national securities. Const. of U. S., art. 1, § 10. <em>McCulloch </em>v. <em>Maryland, </em>4 Wheat. 316, 425, 429, 430. <em>Osborn </em>v <em>United States Bank, </em>9 Wheat. 738. <em>Weston </em>v. <em>City Council of Charleston, 2 </em>Pet. 449. <em>Providence Bank </em>v. <em>Billings, 4 </em>Pet 563. Federalist, No. 32. 1 Kent Com. (6th ed.) 391 <em>et seq. </em>The restriction on state taxation arising from the national banks being instruments of government was distinctly stated by Chief Justice Marshall, in 4 Wheat. 436, not to extend to the capital stock in the hands of shareholders. The scope and purpose of that decision, according to Chancellor Kent, was “ to define and settle the bounds of the restriction of the power of taxation in the states, and especially when that restriction was deduced from the implied powers of the general government;” and the highest authorities concede the inherent right of the states to tax the shares in national banks in the hands of their own citizens. 1 Kent Com. 425, 427. <em>Berney </em>v. <em>Tax Collector, 2 </em>Bailey, 654. <em>Utica </em>v. <em>Churchill, </em>33 N. Y. 233, 234. <em>State </em>v. <em>Hart, 2 </em>Vroom, 436, 437. <em>Commonwealth </em>v. <em>Hamilton Manufacturing Co. </em>12 Allen, 298, and 6 Wallace, 632. Speeches of Senators Fessenden and Collamer, 64 Congr. Globe, 1895, 1899. See also <em>Van Allen </em>v. <em>Assessors, </em>3 Wallace, 573; <em>People </em>v. <em>Commissioners, 4 </em>Wallace, 244; <em>Austin </em>v. <em>Aldermen of Boston, </em>14 Allen, 359. The distinction made in these cases between the interest of the shareholder in the capital stock of a corporation, and the corporation itself, defines the proper bounds of the constitutional restriction on state taxation of the instruments of government and the national securities. If this be not the limit of the restriction, where is that limit to be found ? Otherwise congress may declare that the buildings occupied by the banks shall be exempt from taxation; that the salaries of their officers shall enjoy the same privilege; and that income derived from shares, and profits made by dealing in shares, shall likewise bear no part of the state burdens; for all these in remote degrees affect <page-number citation-index=\"1\" label=\"144\">*144</page-number>the bank and the national securities forming the corporate capital. But the restriction on the powers of taxation in tile states is a matter of constitutional and not of legislative provision, and congress has no power to extend it beyond the express and necessarily implied prohibitions of the Constitution. <em>People </em>v. Hoffman, 37 N. Y. 9.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b152-5\">2. The fact that the bank in the present case is established in another state does not affect the question. The shares are personal property; and it is a universal principle of jurisprudence that personal property' follows the domicil of the owner, and is subject to the laws of the country where he resides. Story Confl. Laws, §§ 376, 380, and authorities collected in note. 2 Kent Com. 428 <em>et seq. </em>The effect, therefore, of the proviso in § 41 of the U. S. St. of 1864 is to deprive the Commonwealth of the right to tax, in the hands of its own citizens, choses in action in the shape of shares in a corporation, although the law makes them subject to its jurisdiction, and although the tax is not one prohibited expressly or impliedly by the Constitution of the United States. Whence does congress derive the power to do this ?</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b152-6\">3. It is admitted that congress may prevent its creature from being destroyed by over-taxation, even of its stock in individual hands; but this power is satisfied by the provision that the rate of taxation shall not exceed that imposed on other moneyed capital by the state; which was the subject of the decision in <em>Van Allen </em>v. <em>Assessors, </em>3 Wallace, 573; and certainly does not carry with it such a function as must exist to justify this enactment. See <em>Austin </em>v. <em>Aldermen of Boston, </em>14 Allen, 365.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b152-7\">4. Another argument which may be urged in behalf of the existence of a power to impose this condition is, that otherwise the shares may be subjected to double taxation. But the obvious answer is, that this is the natural result of a man’s investing personal property in other states or countries. He and his property thereby receive the protection of different governments, and should be taxed for the support of each. Such taxation is not hostile or discriminating, and is the same to which other moneyed capital is subjected under like circumstances. This <page-number citation-index=\"1\" label=\"145\">*145</page-number>distinguishes this case from that of <em>Van Allen </em>v. <em>Assessors, </em>above cited.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b153-5\">5. But even if congress could withhold altogether the right to tax these shares, the conditions imposed by this statute are a direct interference with our mode or system of taxation. In <em>Austin </em>v. <em>Aldermen of Boston, </em>14 Allen, 365, the court threw out a strong intimation of opinion that congress cannot impose conditions affecting the manner of taxation in a state, even when granting a new right of taxation. This whole proviso is framed in accordance with the system of taxation existing in some states, and applied indiscriminately to all, and for this reason is an interference with the sovereign powers and internal government of the states, wholly unauthorized by the Federal Constitution. See also <em>Wetherbee </em>v. <em>Johnson, </em>14 Mass. 412.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b153-6\"><em>C. B. Goodrich &amp; I. J. Austin, </em>for the petitioner,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AhP\">were stopped by the court.</p>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b150-7\"> The material portion of the U. S. St. of 1864, c. 106, § 41, is as follows :</p>\n<blockquote id=\"AoG\">“ Provided, that nothing in this act shall be construed to prevent all the shares in any of the said associations, held by any person or body corporate, from being included in the valuation of the personal property of such person or corporation in the assessment of taxes imposed by or under state authority at the place where such bank is located,'and not elsewhere, but not at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such state : Provided, further, that the tax so imposed under the laws of any state upon the shares of any of the associations authorized by this act shall not exceed the rate imposed upon the shares in any of the banks organized under authority of the state where such association is located: Provided, also, that nothing in this act shall exempt the real estate of associations from either state, county or municipal taxes to the same extent, according to it« value, as other real estate is taxed.”</blockquote>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b153-7\">Hoar, J.</author>\n<p id=\"A3m\">The petitioner is a resident of the city of Boston, and has been assessed in that city upon the shares owned by him in a national banking association located in the city of New York. We think the case must be governed by the principles stated in the decision in <em>Austin </em>v. <em>Aldermen of </em>Boston, 14 Allen, 359. The national banks are artificial bodies created by the laws of the United States. The power of congress to establish them arises from their being suitable instruments for the performance of functions pertaining to the national government. As such instruments, they are not subject to taxation under state authority. And although the shares in their capital stock are so far distinct from the corporations themselves as to be the subject of state taxation, if such taxation is not restricted or prohibited by congress, yet it has been expressly decided by the supreme court of the United States that they are “ a subject matter over which congress and the states may exercise a concurrent power, but from the exercise of which congress, by reason of its paramount authority, may exclude the states.” <em>Van Allen </em>v. <em>Assessors, </em>3 Wallace, 573. In that case it was held that a tax on shares in national banks was invalid, which was not <page-number citation-index=\"1\" label=\"146\">*146</page-number>levied in conformity with the stipulations in the proviso of the U. S. St. of 1864, c. 106, § 41.</p>\n<p id=\"b154-5\">By the construction which was given to that proviso by this court in <em>Austin </em>v. <em>Aldermen of Boston, </em>congress has thereby prohibited the assessment of taxes by any state upon the shares of a national bank established in any other state. The purpose may have been to attract banking capital, and induce the formation of national banks within those states where the rate of taxation is low. But whatever may have been the design or motive, we can have no doubt that it is within the constitutional power of congress to establish a national bank in any state, and to provide that its shares shall have such a local nature as to be exempt from taxation by other states; and that this power has been exercised in the present instance. <em>Abbott </em>v. <em>Bangor, </em>54 Maine, 540. <em>Certiorari to issue.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}