{
  "casebody": {
    "data": "<casebody firstpage=\"136\" lastpage=\"140\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b162-7\">UNITED STATES of America, Plaintiff-Appellee, v. Christopher Samuel CARTER, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b162-10\">No. 09-12379</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AGZ\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b162-11\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b162-12\">Feb. 18, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b163-12\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>John L. Badalamenti, Federal Public Defender, Donald R. West, Federal Public Defender, Middle District of Florida, Tampa, FL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b163-13\">Peggy Morris Ronca, Orlando, FL, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b163-15\">Before CARNES, BARKETT and MARCUS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b163-16\">PER CURIAM:</author>\n<p id=\"b163-17\">Following his conviction for possession of ammunition by a convicted felon, in violation of 18 U.S.C. §§ 922(g)(1), 924(a)(2), 924(e)(1), Christopher Samuel Carter argues that (1) the district court erred in denying his motion to suppress all evidence obtained as a result of the stop and search of the vehicle in which he was a passenger; (2) the evidence was insufficient to support his conviction; and (3) the government should have been required to prove to the jury beyond a reasonable doubt his statutory predicate convictions that provided the basis for his Armed Career Criminal Act (“ACCA”) sentencing enhancement.</p>\n<p id=\"b163-18\">I. Whether the District Court Erred in Denying Carter’s Motion to Suppress</p>\n<p id=\"b163-19\">On appeal, Carter argues that the district court erred in denying his motion to suppress all evidence obtained as a result of the traffic stop of the Dodge Magnum in which he was a passenger, including a loaded firearm found under the front passenger seat where he was sitting.</p>\n<p id=\"b163-20\">In reviewing the denial of a motion to suppress, “we review the district court’s factual findings for clear error and its legal conclusions <em>de novo </em>” and are not restricted to the record made at the suppression hearing, but may review the entire record, including trial testimony. <em>United States v. </em>Newsome, 475 F.3d 1221, 1223-24 (11th Cir.2007). “[A]ll facts are construed in the <page-number citation-index=\"1\" label=\"138\">*138</page-number>light most favorable to the prevailing party below.” <em>Id. </em>(quotation omitted). “‘The individual challenging the search bears the burdens of proof and persuasion.’ ” <em>Id. </em>at 1224 (quoting <em>United States v. Cooper, </em>133 F.3d 1394, 1398 (11th Cir.1998)). Absent a demonstration of clear error, we are bound by the credibility determinations made by the fact finder because he or she personally observed the testimony and was thus in a better position than the reviewing court to assess the witnesses’ credibility. <em>United, States v. Ramirez-Chilel, </em>289 F.3d 744, 749 (11th Cir.2002).</p>\n<p id=\"b164-4\">Carter first argues that the traffic stop was unlawful because Deputy Michael DeGraw lacked probable cause to initiate the traffic stop as there was no basis to believe that Lakeisha Johnson, the driver of the Dodge, had committed a traffic infraction by cutting off the driver of a pickup truck. However, the district court credited DeGraw’s testimony that she did so over Ms. Johnson’s testimony that she did not recall cutting anyone off and also noted that Florida law prohibits drivers from changing lanes unless “the move can be completely made with safety and without interfering with the safe operation of any vehicle approaching from the same direction.” (citing Fla. Stat. § 316.085(2)).</p>\n<p id=\"b164-5\">Because Carter has not pointed to any facts in the record showing that the district court’s decision to credit DeGraw’s testimony was clearly erroneous, this Court is bound by that credibility determination. <em>See Ramirez-Chilel, </em>289 F.3d at 749. DeGraw’s testimony established that he observed Ms. Johnson commit a violation of Florida’s laws, thus providing De-Graw with probable cause to stop the vehicle. Therefore, the district court did not err in determining that the traffic stop did not violate Carter’s Fourth Amendment rights.</p>\n<p id=\"b164-6\">Carter next argues that he was unlawfully detained beyond the period that was necessary to process Ms. Johnson’s traffic infraction warning because (a) Ms. Johnson testified that the deputies had finished processing her traffic warning at the point when they began questioning the passengers in the Dodge about their identities, (b) the district court erred in crediting Deputy Yancy Bowling’s inconsistent testimony about where he was standing in relation to the Dodge when he observed Carter remove a large black object from his waistband and place it under the seat, and (c) Carter had a right to refuse to tell the deputies his name during the consensual encounter.</p>\n<p id=\"b164-7\">Based on this record, we cannot say the district court clearly erred in crediting Officers DeGraw’s and Carriuolo’s testimony that DeGraw had not finished processing Ms. Johnson’s traffic warning at the time the other deputies began questioning Carter, despite Ms. Johnson’s testimony to the contrary. See <em>Ramirez-Chilel, </em>289 F.3d at 749. The district court also permissibly credited Carriuolo’s testimony that the continued detention of Carter was based on the investigation of Carter’s possible seatbelt law violation. Carter has not shown that this credibility determination was clearly erroneous. Further, Bowling’s and Carriuolo’s observations of Carter’s suspicious reaching from his waistband to hide an object under the seat provided reasonable, articulable suspicion to justify the detention because it was reasonable for the deputies to believe that Carter was engaging in illegal conduct and that officer safety was at risk.</p>\n<p id=\"b164-8\">Carter further contends that there was no basis for the deputies to believe that other illegal activity was afoot that would justify a pat-down search for weapons under <em>Terry v. Ohio, </em>392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). Al<page-number citation-index=\"1\" label=\"139\">*139</page-number>though both Deputy Bowling testified that he observed Carter take a large black object from his waistband and place it under the front passenger seat and Deputy Christopher Carriuolo testified that he also saw Carter reach under the seat, Carter contends that at the point when he was asked to step out of the car, the deputies lacked a basis to believe that he was armed and dangerous. Finally, Carter contends that the seizure of his wallet during the pat-down search was unlawful. Prior to the search, Carter had told Deputy Carriuolo, when he was preparing a citation for failing to wear a seat belt, that he did not have identification on his person. However, during the pat-down search for weapons, Carter told Deputy Carriuolo that the item in his pocket was his wallet that contained his identification. Florida law prohibits a person who has been lawfully detained by law enforcement from giving a false name or otherwise falsely identifying himself to the law enforcement officer. Fla. Stat. § 901.36(1). We find no error under these circumstances for the seizure of Carter’s wallet.</p>\n<p id=\"b165-5\">Accordingly, Carter’s Fourth .Amendment rights were not violated because (a) the deputies had a lawful basis to stop the vehicle, (b) Carter was not unlawfully detained, (c) the deputies had reasonable, articulable suspicion justifying the pat-down search of Carter’s person, and (d) the deputies did not exceed the permissible scope of the pat-down search. Therefore, the district court therefore did not err in denying Carter’s motion to suppress.</p>\n<p id=\"b165-6\">II. Whether Sufficient Evidence Supports Carter’s Conviction for Possession of Ammunition by a Convicted Felon</p>\n<p id=\"b165-7\">Carter next argues that the district court erred in denying his motion for judgment of acquittal because the evidence presented at trial was insufficient to show beyond a reasonable doubt that he knowingly possessed the ammunition in question. Carter essentially argues that the witnesses against him were not credible. We find this argument unavailing.</p>\n<p id=\"b165-9\">To the extent that a defendant’s argument depends upon challenges to the witnesses’ credibility, the jury has exclusive province over that determination and we may not revisit this question when the witnesses’ testimony is not incredible as a matter of law. “For testimony of a government witness to be incredible as a matter of law, it must be unbelievable on its face.” <em>United States v. Calderon, </em>127 F.3d 1314, 1325 (11th Cir.1997) (internal quotation omitted). It must be testimony as to “facts that the witness physically could not have possibly observed or events that could not have occurred under the laws of nature.” <em>Id. </em>(internal quotations and brackets omitted).</p>\n<p id=\"b165-10\">In this case sufficient evidence was presented to the jury to support the guilty verdict. Deputy Bowling testified that when he was standing approximately three feet from the car, he observed Carter lift up his shirt, reach into his waistband, remove an eight to ten-inch long object that appeared to be wrapped in black cloth, and shove that object under the seat. That object turned out to be a loaded firearm. Deputy Bowling also testified that when he saw Carter reach to his waistband and place the object under the seat, he immediately “called that out to [Officer] Carriuo-lo,” and when Carter continued to reach under the seat after being ordered to exit the vehicle, Bowling again alerted Carriuo-lo to Carter’s actions. Carriuolo confirmed that as he was walking to his squad car to check Carter’s identification, Bowling was standing near the front passenger <page-number citation-index=\"1\" label=\"140\">*140</page-number>side of the vehicle and shouted to him that Carter was reaching under the seat.</p>\n<p id=\"b166-4\">The jury also heard testimony from the backseat passenger, Ford, that she saw Carter lean forward in his seat when a deputy was outside the ear. Ford also testified that she did not own a gun, that she had been in the Dodge at least 50 times prior, had never seen a gun or ammunition in the Dodge before that night, and that neither the owner nor the driver of the Dodge owned a gun or ammunition. Ms. Johnson and her father likewise testified that they did not own a gun or any ammunition. Mr. Johnson also testified that immediately before Carter left in the Dodge with Ms. Johnson and Ford, he had seen Carter holding a gun wrapped in a dark cloth. Based on the witness testimony and the physical evidence found in the Dodge, we conclude that the government presented sufficient evidence for a jury to convict Carter of knowingly possessing ammunition in or affecting interstate commerce.</p>\n<p id=\"b166-5\">III. Whether the Government Should Have Been Required to Prove to a Jury Carter’s Prior Convictions that Provided the Basis for the ACCA Sentencing Enhancement</p>\n<p id=\"b166-6\">Finally, Carter argues, for preservation purposes, that despite the Supreme Court’s holding in <em>Apprendi v. New Jersey, </em>530 U.S. 466, 473, 120 S.Ct. 2348, 2354, 147 L.Ed.2d 435 (2000), his sentence should be overturned because (1) the government failed to prove to the jury beyond a reasonable doubt his statutory predicate convictions for ACCA enhancement purposes, and (2) the <em>Apprendi </em>rule that except for the fact of prior convictions, the government must prove to a jury beyond a reasonable doubt any fact that increases the statutory maximum sentence, has been called into question by some members of the Supreme Court.</p>\n<p id=\"b166-8\">We reiterate that the holding of <em>Almendarez-Torres, </em>523 U.S. at 227, 118 S.Ct. at 1223, that a prior felony conviction is not an element of the offense for purposes of the imposition of an enhanced sentence, remains good law after Apprendi. <em>United States v. Cantellano, </em>430 F.3d 1142, 1147 (11th Cir.2005).</p>\n<p id=\"b166-9\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}