{
  "casebody": {
    "data": "<casebody firstpage=\"456\" lastpage=\"459\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b510-3\">The FRANKLIN LIFE INSURANCE COMPANY, Appellant, v. STATE NEON SIGN COMPANY, Inc., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b510-5\">No. 20300.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b510-6\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b510-7\">March 31, 1964.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b510-8\">Rehearing Denied May 22, 1964.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b510-24\">Sam F. Lowe, Jr., Smith, Field, Ringel, Martin &amp; Carr, Atlanta, Ga., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b510-25\">Joseph S. Crespi, Clifford W. Milam, Atlanta, Ga., for State Neon Sign Co., Inc., appellee, Crespi &amp; Milam, Atlanta, Ga., of counsel.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b510-26\">Before TUTTLE, Chief Judge, and BROWN and BELL, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b510-27\">GRIFFIN B. BELL, Circuit Judge.</author>\n<p id=\"b510-28\">State Neon Sign Company, the appel-lee here and the plaintiff below, was named beneficiary under two policies of insurance issued by Franklin Life Insurance Company upon the life of its president, Mr. Pickett. These policies were issued in 1959 and Mr. Pickett died in 1960, some seventeen months later but within the period of contestability. Franklin Life declined to pay on the policies, and tendered back the premiums paid which tender was refused. The suit which is the basis of this appeal followed, and judgment was entered on a jury verdict for the beneficiary.</p>\n<p id=\"b510-29\">It has been the position of Franklin Life throughout that the insured made a material misrepresentation which changed the nature, character and extent of the risk. The policies were issued partly in consideration of written applications executed by the insured, and which were attached to and made a part of each policy. The policy and the application, <page-number citation-index=\"1\" label=\"457\">*457</page-number>under the terms of each of the policies, constituted the entire contract between the parties. The applications each provided that all statements given to the medical examiner and contained in the application were full, complete and true, and it was agreed that no information acquired by the medical examiner, or any agent of the company, would bind the company unless it was set forth in writing in the application.</p>\n<p id=\"b511-4\">The immediate cause of the death of the insured, according to the death certificate, was “Coronary Thrombosis due to Arteriosclerosis Coronary.” Question 9 on each of the applications inquired as to whether the insured had ever had pain in the chest, palpitation, shortness of breath, heart attack, heart murmur, high blood pressure, varicose veins, or any other disease of the heart or blood vessels. The answer recorded by the examining physician in both instances was “no”. The fact was that the insured was hospitalized for a period of approximately four weeks in 1950 because of a coronary thrombosis with myocardial infarction.<footnotemark>1</footnotemark></p>\n<p id=\"b511-5\"> The law of Georgia is that a false representation contained in an application for insurance which changes the nature, extent, or character of the risk voids the policy. §§ 56-820, 56-908, Code of Georgia, 1933. Code § 56-908 speaks in terms of a material misrepresentation, and Preston v. National Life &amp; Accident Ins. Co., 1943, 196 Ga. 217, 26 S.E.2d 439, 148 A.L.R. 897 construes these statutes to mean a substantial increase in the risk. See our cases of Mutual Benefit Health &amp; Accident Association v. McCranie, 5 Cir., 1949, 178 F.2d 745; and Martin v. Metropolitan Life Insurance Company, 5 Cir., 1951, 192 F.2d 167 in this connection. And where, as here, the applications for insurance are attached to and made a part-of the policies, it is not necessary to show any knowledge of the falsity by the insured because there is no issue of fraud or bad faith. It is only necessary to show that the applicant made a material representation that was untrue, Preston v. National Life &amp; Accident Ins. Co. supra; Supreme Conclave Knights of Damon v. Wood, 1904, 120 Ga. 328, 47 S.E. 940; Kennesaw Life &amp; Accident Ins. Co. v. Hubbard, 1962, 106 Ga.App. 556, 127 S.E.2d 845; and Jefferson Standard Life Insurance Company v. Fendley, 1937, 55 Ga.App. 618, 190 S.E. 806. See also Smith v. John Hancock Mutual Life Insurance Co., 5 Cir., 1957, 249 F.2d 657.</p>\n<p id=\"b511-7\">With this background of authorities in mind, we proceed to a discussion of the controlling issue presented by this appeal. Franklin Life, under the pleadings and obtaining law, assumed the burden of proving that the insured made the representation in question and that it was untrue, and material in that it influenced the insurer’s acceptance of the risk. In this regard, its position is that the District Court erred in failing to direct a verdict for it, and in failing to grant its motion thereafter made for judgment notwithstanding the verdict.</p>\n<p id=\"b511-8\">In the beginning, we remove any question as to the representation in each application having been false and material. The evidence will not admit of a contrary inference, and was therefore not a proper subject matter for jury inquiry. Supreme Conclave Knights of Damon v. Wood, supra; Empire Life Ins. Co. v. Jones, 1914, 14 Ga.App. 647, 82 S.E. 62; and Kennesaw Life <em>&amp; </em>Accident <page-number citation-index=\"1\" label=\"458\">*458</page-number>Ins. Co. v. Hubbard, supra. This leaves the issue of whether the representation in either or both of the applications was made by the insured at all, and this was submitted to the jury in terms of whether the questions were put to the insured, and whether the recorded answers were actually given.</p>\n<p id=\"b512-4\">The relevant proof on behalf of the insurance company consisted of the policies, the attached applications, and the testimony of the examining physician that he made out the applications, got the answers thereon from the insured, and that the insured signed the applications after the physician had completed them. On cross-examination he admitted in substance that he had no independent recollection of these facts but that his testimony was based on his custom and practice.</p>\n<p id=\"b512-5\">{«. The contrary proof showed discrepancies with regard to other questions on these and prior applications as respected answers in that some were not answered. Others were answered by estimation. Weight was an example of this. Moreover, the jury could have believed that some answers were changed from yes to no although as to some instances this was denied by the medical examiner. Further, it appeared that the medical examination in question was made at the office of the insured in a somewhat casual manner. This was true also as to examinations for insurance in 1954, 1956 and 1958, and it may be mentioned in passing that the fact of the 1950 coronary was not disclosed in the report of any of these examinations. At any rate, the examiner was the only witness offered as to the questions and answers, and since the burden was on the insurance company, the theory was that it was for the jury to determine his credibility, and thus whether the questions were put, and the correct answers recorded.</p>\n<p id=\"b512-6\"> With respect to this issue, it is sufficient to say that appellant insurance company must prevail. We are bound to follow the Georgia law in a diversity case, Erie R. Co. v. Tompkins, 1938, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188. In this connection, we deem the case of State Farm Mutual Automobile Ins. Co. v. Anderson, 1963, 107 Ga.App. 348, 130 S.E.2d 144 to be controlling.<footnotemark>2</footnotemark> Certiorari was granted by the Supreme Court of Georgia but upon reexamination that court, with three judges dissenting, reached the conclusion that certiorari had been improvidently granted, and dismissed. 219 Ga. 211, 132 S.E.2d 556.</p>\n<p id=\"b512-10\">That ease involved automobile liability insurance. The insurer denied coverage on the basis that in procuring the policy the insured had made a false and mate-' rial statement consisting of a denial that he had ever had a liability insurance policy cancelled. The insured denied that the question was ever asked him by the agent, and also denied that he had made any false statement concerning it. The undisputed evidence was that a previous liability policy held by the insured had been cancelled, and that the insured signed the application after it had been completed. The court distinguished Tallent v. Safeco Ins. Co. of America, 1959, 99 Ga.App. 11, 107 S.E.2d 331, which held that whether or not the insured made a false representation presented a jury question. The basis of the distinction was that there the insured signed the application in blank. Stillson v. Prudenial Ins. Co. of America, 1947, 202 Ga. 79, 42 S.E.2d 121, was also distinguished. It involved a question of untrue representation with regard to a previous heart disorder. The agent was given correct information but failed to record it properly, and secured the signature of the insured to the application while holding his hand over the application, and after falsely reading the answer to the insured. It thus turned on the fraud or misconduct of the agent of the insurance company. The same point seems to be the rationale of the progeny of Stillson although the misconduct of the agents in <page-number citation-index=\"1\" label=\"459\">*459</page-number>these cases does not rise to the level of Stillson. See Barber v. All American Assur. Co., 1953, 89 Ga.App. 270, 79 S.E.2d 48; George Washington Life Ins. Co. v. Smith, 1954, 90 Ga.App. 459, 83 S.E.2d 302; and National Life &amp; Acc. Ins. Co. v. Goolsby, 1955, 91 Ga.App. 361, 85 S.E.2d 611.</p>\n<p id=\"b513-5\">There is no discussion in any of these cases of what appears to be the <em>ratio decidendi </em>of the State Farm case, i. e., that notwithstanding the conduct of the agent in failing to ask the question or in improperly recording the answer, where the application is complete when executed, the insured is bound by the untrue answer contained in the application. In this respect it appears to be a case of first impression in Georgia. Cf. Curry v. Washington Nat. Ins. Co., 1937, 54 Ga.App. 590, 188 S.E. 741, Curry v. Washington Nat. Ins. Co., 1938, 56 Ga.App. 809, 194 S.E. 825; and see generally 17 Appleman, Insurance Law and Practice, §§ 9045 and 9046. Of course, Stillson having been distinguished, fraud or misconduct of the type there involved would be outside this rule.</p>\n<p id=\"b513-6\">The case at bar cannot be distinguished from the State Farm rule. If anything, it is stronger for the insurance company. The evidence that the questions were not put, or that the answers were improperly recorded was much less positive. In fact, it was based on inference only. It also appears without dispute that the insured signed each application after it had been completed, and that the applications contain the following language just above the signature of the insured:</p>\n<blockquote id=\"b513-7\">“I hereby certify that my answers are correctly recorded * * * ”</blockquote>\n<p id=\"b513-9\">This being the law of Georgia, it necessarily follows that the beneficiary here was barred from recovery by false representations contained in the applications when they were executed by the insured. It was thus error for the District Judge to have overruled the motion of appellant for a directed verdict, and thereafter the motion for judgment notwithstanding the verdict on the state of the record as it then existed in the District Court.</p>\n<p id=\"b513-11\">Reversed and remanded for further proceedings not inconsistent herewith.</p>\n<footnote label=\"1\">\n<p id=\"b511-9\">. With respect to question 18 of the applications inquiring whether the insured had been under observation or treatment in a hospital, the answers are recorded in the affirmative. However, under § 24 of each application calling for the particulars with respect to question 18 where answered in the affirmative, the information recorded is that the insured had been in the hospital because of passing a kidney stone in 1958, and in 1944 because of gunshot wounds while serving in the Navy. No mention was made of the confinement due to the 1950 coronary. The parties limited the misrepresentation question at the close of the evidence, but prior to submission to the jury, to-questions 9 and the answers thereto.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b512-7\">. This case was decided after the decision of the District Court which is complained of here, and after notice of appeal had been filed.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}