{
  "casebody": {
    "data": "<casebody firstpage=\"748\" lastpage=\"754\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"a4k-dedup-0\">WESTCHESTER LODGE 2186, BROTHERHOOD OF RAILWAY &amp; STEAMSHIP CLERKS, FREIGHT HANDLERS, EXPRESS AND STATION EMPLOYES, AFL-CIO, Plaintiff-Appellant, v. RAILWAY EXPRESS AGENCY, INCORPORATED, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A1SE\">No. 269, Docket 28345.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"AqDn\">United States Court of Appeals Second Circuit,</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"pAq2K\">Argued Jan. 16, 1964.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A9C\">Decided April 1, 1964.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b804-22\"><page-number citation-index=\"1\" label=\"750\">*750</page-number>Belle Harper, New York City (I. Philip Sipser, New York City, on the brief), for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b804-23\">Robert E. Johnson, New York City, for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b804-24\">Before SWAN, MOORE and SMITH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b804-25\">J. JOSEPH SMITH, Circuit Judge.</author>\n<p id=\"b804-26\">The Westchester Lodge of the Brotherhood of Railway &amp; Steamship Clerks, Freight Handlers, Express and Station Employes (Brotherhood) brought suit in the United States District Court for the Southern District of New York to enjoin the Railway Express Agency (REA)' from laying off and displacing certain employees at its Ardsley Terminal, and for damages resulting from the lay-offs and displacements. The District Court, Inzer B. Wyatt, J., denied the plaintiff’s motion for a preliminary injunction and! granted the defendant’s motion for summary judgment. 218 F.Supp. 187 (1963). We modify and remand with instructions that the dismissal be subject to reopening on submission of the dispute to the Railroad Adjustment Board.</p>\n<p id=\"b805-3\"><page-number citation-index=\"1\" label=\"751\">*751</page-number>The dispute arose from a decision by the REA to close its Bronx Terminal on the New Haven Railroad because of a change in the railroad’s service. On January 14, 1963 the Bronx Terminal was closed, and REA transferred those formerly employed there to its terminals at Ardsley, Hoboken, and New York City. A collective bargaining agreement between the REA and the Brotherhood provided for “seniority districts,” and the Ardsley Terminal was in a different seniority district from the Bronx Terminal. Because of the transfer, 15 members of the plaintiff Lodge were laid off and 8 were transferred to lower positions.</p>\n<p id=\"b805-4\">The complaint purports to state two causes of action. The first count alleges that the REA unilaterally changed its rules and working conditions contained in an existing collective bargaining agreement without following the procedures of the collective agreement or the Railway Labor Act for instituting such a change. The second count alleges that REA’s wrongful action in transferi’ing employees to Ardsley was taken pursuant to a scheme to coerce and influence the employees in their choice of a collective bargaining representative in violation of the Railway Labor Act.</p>\n<p id=\"b805-5\">The collective bargaining agreement was negotiated between the REA and the Brotherhood. The controversy hinges on the interpretation of two rules of this agreement. Rule 22 provides that jobs may be transferred from one seniority district to another “after conference and agreement between the management and the duly accredited representatives of the employees.” Rule 23 provides that when two or more offices or departments are consolidated, affected employees shall have prior rights to positions in the consolidated office or department. REA contends that it secured the agreement of the representatives of the Brotherhood before closing the terminal, and that these men wex*e “the duly accredited representatives of the employees.” Alternatively, it contends that Rule 23 gives it the power to consolidate seniority districts unilatei'ally. The Lodge contends that it is the representative of the employees and did not agree to the consolidation. It further contends that even if the Brotherhood be deemed the representative of the employees, the Brotherhood also did not agree to the consolidation, --.i</p>\n<p id=\"b805-8\">The District Court determined that this is a “minor dispute” over which the National Railroad Adjustment Board has exclusive primary jurisdiction. The Railway Labor Act, 44 Stat. 577 (1926), as amended 45 U.S.C. §§ 151-188 (1958) differentiates between disputes over the formation and alteration of collective bargaining agreements and disputes over the interpretation or application of existing agreements. Somewhat misleadingly, the former have been judicially labeled “major disputes” and the latter labeled “minor disputes.” Elgin, J. &amp; E. v. Burley, 325 U.S. 711, 723, 65 S.Ct. 1282, 89 L.Ed. 1886 (1945). Where private negotiation fails to resolve labor differences, divergent procedures have been established for settling minor and major disputes. Either party may compel the arbitration of a minor dispute by the Adjustment Board. On the other hand, a major dispute is not subject to a dictated settlement unless the parties specifically agree to arbitrate the dispute. The Railway Labor Act simply directs the parties to try to resolve major disputes by mediation before the National Mediation Board, acceptance or rejection of arbitration, and, where necessary, by awaiting the recommendation of a Presidential emergency board. However, until these procedures for settlement of a major dispute have been exhausted, the employer may not change pay, rales, or conditions of employment involved in the dispute. See Rutland Railway Corp. v. Brotherhood of Locomotive Engineers, 307 F.2d 21, 31-32 (2 Cir. 1962), cert. denied 372 U.S. 954, 83 S.Ct. 949, 9 L.Ed. 2d 978 <em>(1963); </em>Comment, Enjoining Strikes and Maintaining the Status Quo in Railway Labor Disputes, 60 Colum.L. Rev. 381, 384-5 (1960).</p>\n<p id=\"b805-9\">We must first decide whether the dispute is major or minor. If it is a major dispute, as the plaintiff urges, <page-number citation-index=\"1\" label=\"752\">*752</page-number>Section 6 of the Railway Labor Act requires that the <em>status quo </em>be maintained pending the exhaustion of the conciliatory procedures of the Act. If it is a minor dispute, as the defendant urges, exclusive primary jurisdiction to decide the merits of the dispute resides in the Adjustment Board. Slocum v. Delaware L. &amp; W. Ry. Co., 339 U.S. 239, 244, 70 S.Ct. 577, 94 L.Ed. 795 (1950).</p>\n<p id=\"b806-4\">Distinguishing between a minor dispute (interpretation and application of an existing agreement) and a major dispute (formation or alteration of an agreement) can sometimes be quite difficult, for there are areas in which the line seems rather indistinct. Agreements are ofttimes changed as much by interpretation as by the substitution of new agreements. As Judge Waterman observed for this court in Rutland Railway Corp. v. Brotherhood of Locomotive Engineers, supra, “the difference, on the one hand, between the interpretation and the application of an existing agreement, and, on the other hand, a change in an original intended basis of agreement is often a question of degree.” 307 F.2d at 33.</p>\n<p id=\"b806-5\">The plaintiff contends that this is a major dispute because the defendant relies on a subsequent agreement with the Brotherhood to justify the transfer and because a large number of employees are adversely affected. But an agreement made pursuant to a specific contract provision designed to cover the situation cannot fairly be termed an alteration of the collective agreement. Nor is an agreement by the Brotherhood to permit consolidation of seniority districts a new collective agreement even if it be in writing and labeled “Special Agreement.” See Ferro v. Railway Express Agency, Inc., 296 F.2d 847 (2 Cir. 1961). A dispute is minor if there is a clearly governing provision in the present collective agreement, Rutland Railway Corp. v. Brotherhood of Locomotive Engineers, supra, 307 F.2d at 34, and here there plainly is such a provision. Whether the Brotherhood actually agreed to the consolidation or whether the consent of the Lodge was required are questions to be determined in the first instance by the Adjustment Board.</p>\n<p id=\"b806-7\">But because a dispute is minor, it does not follow that the District Court had no jurisdiction to grant a preliminary injunction to maintain the <em>status quo </em>pending the outcome of a determination by the Adjustment Board. This issue was plainly left open by the Supreme Court in Brotherhood of Locomotive Engineers v. Missouri, K. &amp; T. R. Co., 363 U.S. 528, 531, 80 S.Ct. 1326, 4 L.Ed.2d 1435 (1960). There the Supreme Court held that the District Court might properly exercise its equitable discretion to condition injunctive relief against a threatened strike in a minor dispute on the carrier’s restoration of the <em>status quo ante </em>or paying the adversely affected employees wages lost because of the change. Thus, if the union threatens to strike because of a proposed change in employment conditions, the district court has the power to require retention or restoration of the <em>status quo </em>if the carrier seeks to enjoin the strike. The effect of holding that the District Court has no jurisdiction to require retention of the <em>status quo </em>pending a determination of a minor dispute by the Adjustment Board is to encourage unions to take insincere strike votes to provoke the carrier into seeking an injunction, hoping that the District Court will deem retention of the <em>status quo </em>proper.</p>\n<p id=\"b806-8\">Though the Railway Labor Act imposes no explicit duty on an employer to restore the <em>status quo ante </em>during the pendency of a minor dispute, the federal courts have broad equitable powers to issue injunctions and other appropriate orders to effectuate the policies and purposes of the Act. Brotherhood of R. R. Trainmen v. Chicago River &amp; Indiana R. Co., 353 U.S. 30, 41-42, 77 S.Ct. 635, 1 L.Ed.2d 622 (1957); Virginian Ry. Co. v. System Federation No. 40, 300 U.S. 515, 550-553, 57 S.Ct. 592, 81 L.Ed. 789 (1937); Baltimore &amp; Ohio R. Co. v. United Railroad Wkrs., 271 F.2d 87, 93 (2 Cir. 1959) (dissenting opinion of Judge Clark), vacated and remanded <page-number citation-index=\"1\" label=\"753\">*753</page-number>364 U.S. 278, 80 S.Ct. 1609, 4 L.Ed.2d 1719 (1960). Nothing in the Norris-La-Guardia Act, 29 U.S.C. § 104 (1958), prevents a federal court from issuing an injunction to require a carrier to retain the <em>status quo. </em>Hilbert v. Pennsylvania Railroad Co., 290 F.2d 881, 884 (7 Cir. 1961), cert. denied 368 U.S. 900, 82 S.Ct. 174, 7 L.Ed.2d 96 (1961). Nor do we find anything in the Railway Labor Act which prohibits a federal court from issuing an injunction to restore the <em>status quo </em>in a minor dispute if the court’s discretion is soundly exercised to preserve the primary jurisdiction of the Adjustment Board. See Brotherhood of Locomotive Fire. &amp; Eng. v. Southern Ry. Co., 217 F.Supp. 58 (D.D.C.1963). The Adjustment Board normally requires several years to render a decision. See Note, 76 Harv.L.Rev. 423, 425 (1962). This lengthy delay may encourage voluntary settlement of disputes, but where, as here, relocation and jobs are involved, a victory before the Adjustment Board might well prove Pyrrhic, even though back wages might be collected from the carrier. Of course, if required to retain the <em>status quo </em>for three to five years, a carrier successful before the Board stands little chance of being reimbursed by the union for unnecessary expenditures. A court might resolve this dilemma by conditioning its injunction on the union guaranteeing to indemnify the carrier if the carrier prevails before the Board. See Note, 76 Harv.L.Rev. 423, 426 (1962). In any event, “[t]he balancing of these competing claims of irreparable hardship is * * * the traditional function of the equity court, the exercise of which is reviewable only for an abuse of discretion.” Brotherhood of Locomotive Engineers v. Missouri K. T. R. Co., supra, 363 U.S. at 535, 80 S.Ct. at 1330, 4 L.Ed.2d 1435.</p>\n<p id=\"b807-4\">In this case it is clear that the District Court believed it had no jurisdiction to issue an injunction to restore the <em>status quo ante </em>in a minor dispute. The District Court’s order dismissing the first count of the complaint may be upheld on a different theory. It does not appear from the record that the dispute has been submitted by either party to the Adjustment Board. The purpose of issuing an injunction in a minor dispute is to preserve the jurisdiction of the Adjustment Board. If a minor dispute is not pending before the Adjustment Board, the District Court has no power to grant injunctive relief. Manion v. Kansas City Terminal Ry. Co., 353 U.S. 927, 77 S.Ct. 706, 1 L.Ed.2d 722 (1957); Hilbert v. Pennsylvania Railroad Co., supra, 290 F.2d at 885, 886. But should either of the parties submit the dispute to the Adjustment Board within a reasonable time, the District Court should exercise its informed discretion in deciding whether to grant or deny the application for an injunction, and the terms and conditions, if any, required under the circumstances. We express no opinion on the merits of the application.</p>\n<p id=\"b807-7\">The dismissal of the second count of the complaint is also correct. The District Court plainly has no jurisdiction to determine the merits of the dispute by interpreting the contract; therefore it cannot pass on the claim for damages. The court does have jurisdiction to the extent that the claims in the second count of the complaint are based on alleged interference with the employees’ choice of a collective bargaining representative. However, the complaint and affidavits do not indicate that the defendant has attempted to coerce or interfere with the employees’ choice of a collective bargaining representative. Indeed, the collective bargaining representative, the Brotherhood, is not even a party to this action. Compare Brotherhood of R. R. Trainmen v. Central of Ga. Ry. Co., 305 F.2d 605 (5 Cir. 1963), where the complaint stated a good cause of action by alleging that a disciplinary hearing leading to threatened and probable dismissal of the Brotherhood’s representative was part of a scheme to discredit the Brotherhood as a collective bargaining representative.</p>\n<p id=\"b807-8\">The order of the District Court is modified and the case remanded with instruc<page-number citation-index=\"1\" label=\"754\">*754</page-number>tions to dismiss with permission to move to reopen for consideration of the application for injunction on the merits if within a reasonable time plaintiffs establish that the dispute has been submitted to and is then pending before the Adjustment Board.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}