{
  "casebody": {
    "data": "<casebody firstpage=\"66\" lastpage=\"67\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b88-21\">UNITED STATES of America, Plaintiff-Appellee v. Luis Fernando ORTIZ-RUIZ, also known as Ramiro Garcia-Salgado, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b88-24\">No. 08-51208</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AE2\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b88-25\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b88-27\">Aug. 3, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b88-28\">Joseph H. Gay, Jr., Assistant U.S. Attorney, U.S. Attorney’s Office, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b89-4\"><page-number citation-index=\"1\" label=\"67\">*67</page-number>Philip J. Lynch, Henry Joseph Bempo-rad, Federal Public Defender’s Office, San Antonio, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b89-6\">Before JOLLY, WIENER, and ELROD, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b89-7\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b89-8\">Luis Fernando Ortiz-Ruiz (Ortiz) appeals the sentence imposed following his guilty plea conviction to illegal reentry of a previously deported alien. He argues that the sentence imposed by the district court was unreasonable because it was greater than necessary to meet the goals of 18 U.S.C. § 3553(a). He contends that the advisory guidelines range of 46-57 months was too severe, the illegal reentry guideline is not empirically based and double counted his criminal record, and the presumption of reasonableness should not apply. Ortiz argues that the Guidelines overstated the sentence necessary given (1) that his conviction was several years old and (2) that the conviction’s seriousness was exaggerated. Finally, he contends that the guidelines range also did not account for his motive for reentering, which was to support his family.</p>\n<p id=\"b89-10\">We reviewed the sentence imposed by the district court for reasonableness in light of the sentencing factors in 18 U.S.C. § 3553(a). <em>See United States v. Mares, </em>402 F.3d 511, 519-20 (5th Cir.2005). Ortiz’s contention that his within guidelines sentence is not entitled to a presumption of reasonableness because the relevant guideline is not supported by empirical evidence is without merit. <em>See United States v. Duarte, </em>569 F.3d 528, 529-31 (5th Cir.2009); <em>United States v. MondragonSantiago, </em>564 F.3d 357, 366-67 (5th Cir.2009), <em>petition for cert. filed </em>(June 24, 2009) (No. 08-11099). His assertions, that he should have received a lower sentence based on his motive for returning to the United States and that his prior conviction overstated the seriousness of his conduct, are insufficient to overcome this presumption. <em>See United States v. Gomez-Herrera, </em>523 F.3d 554, 565-66 (5th Cir.), <em>cert. denied, </em>— U.S. -, 129 S.Ct. 624, 172 L.Ed.2d 617 (2008). Because Ortiz has not shown that the sentence imposed was unreasonable, his sentence is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b89-9\"> Pursuant to Fifth Circuit Rule 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in Fifth Circuit Rule 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}