{
  "casebody": {
    "data": "<casebody firstpage=\"106\" lastpage=\"115\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b118-4\">B. S. F. Company, a Delaware corporation, Defendant Below, Appellant, and Glen Alden Corporation, a Pennsylvania corporation, <em>vs. </em>The Philadelphia National Bank, a National Banking Association organized under the laws of the United States of America, Trustee under Indenture dated as of December 1, 1961 of B. S. F. Company, Plaintiff Below, Appellee.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b118-10\">\n<em>Supreme Court on Appeal,</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AA_\">\n<em>November 9, 1964.</em>\n</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b118-11\">\n<em>Reargument Denied November 24, 1964.</em>\n</otherdate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b119-8\"><page-number citation-index=\"1\" label=\"107\">*107</page-number><em>Henry M. Canby </em>of Richards, Layton &amp; Finger, Wilmington, and <em>William R. Glendon </em>of Royall, Koegel &amp; Rogers, New York, N. Y., for B. S. F. Company.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b119-9\">5\". <em>Samuel Arsht </em>and <em>William S. Megonigal, Jr. </em>of Morris, Nichols Arsht &amp; Tunnell, Wilmington, and <em>Anthony H. Whitaker </em>and <em>Donald A. Scott </em>of Morgan, Lewis &amp; Boclcius, Philadelphia, Pa., for Philadelphia National Bank.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b119-10\"><em>David F. Anderson </em>of Berl, Potter &amp; Anderson, Wilmington, for Glen Alden Corporation.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b119-11\">Wolcott, C.J. and Carey, J., and Wright, Judge, sitting.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b119-12\">Wolcott, Chief Justice:</author>\n<p id=\"Af\">This is an appeal from a judgment for the plaintiff in a declaratory judgment action. The plaintiff is The Philadelphia National Bank (hereafter “Trustee”), Trustee under an Indenture securing an issue of debentures of the defendant, B.S.F. Company (hereafter “B.S.F.”). The result has been to adjudge B.S.F. in default under the Indenture. In the event of default by B.S.F. under the Indenture it is required to redeem the debentures secured thereby at 105 <em>%.</em></p>\n<p id=\"b119-13\">Two questions are presented by this appeal, viz., (1) under the circumstances of this case, was the sale by B.S.F. to Glen Alden Corporation (hereafter “Glen Alden”) of its stock interest in American Hardware Company a sale of “substantially all” of its assets, and (2) <page-number citation-index=\"1\" label=\"108\">*108</page-number>if such sale is a sale of “substantially all” of its assets, is B.S.F. in default under the Indenture ?</p>\n<p id=\"b120-5\">B.S.F., a Delaware corporation, is the successor of a former manufacturing company which, in 1954, sold all of its manufacturing facilities for $4,000,000. B.S.F. used the cash thus obtained to purchase approximately 25 <em>%&gt; </em>of the outstanding stock of American Hardware and all of the stock of a factoring company called New York Factors, Inc. In 1955 B.S.F. announced to its stockholders that it was management’s intention to devote the assets of B.S.F. to the acquisition of control of various businesses when such opportunity became available.</p>\n<p id=\"b120-6\">In May, 1956, at a time when 75.5 % of B.S.F.’s assets consisted of American Plardware stock, it applied to the Securities and Exchange Commission for exemption from the Investment Company Act. In October, 1956, the S.E.C. by order found that B.S.F. was a special situation since its activities primarily were that of the business by American Hardware and, accordingly, held that B.S.F. had ceased to be an Investment Company.</p>\n<p id=\"b120-7\">Following this exemption from the Investment Company Act, B.S.F. continued to increase its investment in American Hardware. In December, 1961, B.S.F. and the Trustee entered into the Indenture in question to secure subordinated debentures of B.S.F. in the principal amount of $2,500,000 which B.S.F. proposed to offer for public sale. In this connection a Prospectus was issued by B.S.F. which, <em>inter alla, </em>showed the value of the assets of B.S.F. From the Prospectus it appears that the value of American Hardware stock held by B.S.F. had increased from a cost of approximately $5,900,000 to $10,350,000, which constituted at the time at least 75 % of the total assets of B.S.F. From the Prospectus it also appears that the major income of B.S.F. for the preceding four years was the dividends from American Hardware stock.</p>\n<p id=\"b120-8\">The offering thus made of the debentures was successfuly carried through and B.S.F. thereafter used a major portion of the proceeds to buy additional shares of American Hardware stock to <page-number citation-index=\"1\" label=\"109\">*109</page-number>increase its total holdings to 349,220 shares, representing 32% of American Hardware stock outstanding.</p>\n<p id=\"b121-5\">In 1962 there was a change of management in B.S.F. The new management was almost immediately confronted with a series of financial crises. B.S.F.’s management thereupon began selling assets in order to obtain cash to meet its liabilities. Thus was sold B.S.F.’s investment in International Railways, United Industrial and F. Weber Company, and the liquidation of New York Factors completed in early 1963.</p>\n<p id=\"b121-6\">In January, 1963, B.S.F. entered into an agreement with Glen Alden for the sale to Glen Alden of all of the American Hardware stock owned by B.S.F. The agreement to sell to Glen Alden was preceded by the fact that the management of American Hardware would not permit the continued exercise by B.S.F. of working control of American Hardware. Despite efforts by the B.S.F. management to regain control, this was not accomplished and, thus, B.S.F. found itself with a substantial investment in an operating company over which it exercised no control. The result of the loss of working control of American Hardware was that B.S.F. lost its exemption under the Investment Company Act and was forced to re-register as an Investment Company.</p>\n<p id=\"b121-7\">For these reasons, including its financial needs, B.S.F.’s management determined to sell its entire stockholdings in American Hardware.</p>\n<p id=\"b121-8\">As part of the agreement with Glen Alden B.S.F. obtained its shareholders’ approval under 8 <em>Del.C. </em>§ 271, for the sale. Section 271 requires stockholder approval only for the sale of all of the assets of a Delaware corporation.</p>\n<p id=\"b121-9\">As a part of the agreement of sale to Glen Alden a Supplemental Indenture was entered into under the terms of which Glen Alden guaranteed the payment of principal and interest of the B.S.F. debentures.</p>\n<p id=\"b121-10\">In order to avoid a threatened enjoining of the consummation of the sale, B.S.F. set aside in a special fund out of the proceeds of sale <page-number citation-index=\"1\" label=\"110\">*110</page-number>sufficient money to redeem, if necessary, all outstanding debentures at the premium required by reason of a default under the Indenture.</p>\n<p id=\"b122-5\">The sale of the American Hardware stock to Glen Alden by B.S.F. was solely for cash. It involved no exchange of securities, and no merger or consolidation of the selling and purchasing companies or any subsidiary of them.</p>\n<p id=\"b122-6\">At or about the time of the consummation of the sale to Glen Alden, B.S.F. notified its debenture holders that it would continue in business as theretofore and when suitable opportunities were presented, it intended to invest the net proceeds of the sale in equity securities of other companies with the intention of obtaining control of such companies.</p>\n<p id=\"b122-7\">From the purchase price paid in cash by Glen Alden of $13,345,025, representing a profit of approximately $5,000,000 B.S.F. paid off $5,700,000 worth of debt and has since used a substantial portion of the balance to make purchases of the stock of other companies. The result of this transaction has been to improve the value of the B.S.F. debentures which rose on the market from around $71 in January, 1963, to approximately $86 in February, 1963.</p>\n<p id=\"b122-8\">Article II, Section 12 of the Indenture is as follows:</p>\n<blockquote id=\"b122-9\">“Section 12. That it [B.S.F.] will not consolidate or merge with, or sell all or substantially all of its property to, any other company except upon compliance with the provisions of Section 1 of Article XIV hereof.”</blockquote>\n<p id=\"b122-13\">The Trustee contends and the Vice Chancellor held that the sale to Glen Alden was in fact a sale of substantially all of the property of .B.S.F. and that B.S.F. has not complied with the provisions of Article XIV, Section 1 of the Indenture as required by Article II, Section 12. Thus, it is argued, B.S.F. is in default under the Indenture.</p>\n<p id=\"b122-14\">Our first question is whether or not B.S.F. has sold substantially all of its assets within the meaning of the Indenture. If it has, then it <page-number citation-index=\"1\" label=\"111\">*111</page-number>must comply with other terms of the Indenture for the protection of the debenture holders.</p>\n<p id=\"b123-5\">The Vice Chancellor found the fact to be that the sale to Glen Alden of the American Hardware stock was a sale of in excess of <em>75% </em>of the total assets of B.S.F. and was, accordingly, a sale of “substantially all” of its assets. B.S.F. contends on the other hand that the sale was a sale of assets in the ordinary course of business since its expressed purpose was to invest in companies over which it had acquired working control, and since it had lost working control of American Hardware and had no prospect of recovering it, the furtherance of its stated business purpose required the sale of the asset.</p>\n<p id=\"b123-6\">B.S.F. argues that since the common law prohibited the sale of all or substantially all of a corporation’s assets for the reason that such a sale would prevent the corporation from carrying out the purposes for which it was organized thus defeating its contract with its stockholders, <em>Geddes v. Anaconda Copper Mining Co., </em>254 <em>U.S. </em>590, 41 <em>S.Ct. </em>209, 65 <em>L.Ed. </em>425, it follows that a sale of assets, no matter how large, was not a prohibited sale if it fulfilled corporate purposes. <em>Lange v. Reservation Mining &amp; Smelting Co., </em>48 Wash. 167, 93 <em>P. </em>208.</p>\n<p id=\"b123-7\"> We, however, are concerned with the proper construction of language of an Indenture securing an issue of debentures. This Indenture is to be interpreted under the law of Pennsylvania since it was the place of execution and performance. <em>Harris v. New York Life Ins. Co., 27 Del.Ch. </em>170, 33 <em>A.2d </em>154. It appears to be the law of Pennsylvania that in interpreting a contract courts must give consideration to the circumstances under which it was made, the situation of the parties at the time and the contingencies against which they wished to provide. <em>City of Philadelphia v. Philadelphia Transp. Co., </em>345 <em>Pa. </em>244, 26 <em>A.2d </em>909.</p>\n<p id=\"b123-8\">We are of the opinion that this question is not necessarily to be answered by references to the general law concerning the sale of assets by a corporation. The question before us is the narrow one of what particular language of a contract means and is to be answered in <page-number citation-index=\"1\" label=\"112\">*112</page-number>terms of what the parties were intending to guard against or to insure.</p>\n<p id=\"b124-5\">The debentures with which we are dealing are unsecured and subordinate to all other indebtedness of B.S.F. It is, therefore, quite obvious that such security as they have is afforded only by the limitations imposed by the Indenture upon the activities of B.S.F. The debentures were offered to the public on the basis of a Prospectus showing that American Hardware stock was about 75% of the assets of B.S.F. and that dividends on it accounted for most of the company’s income. Presumably the debentures were purchased on the faith of that, and presumably the Indenture was intended to insure that this major asset would not be dissipated.</p>\n<p id=\"b124-6\">The record before us, we think, amply supports the holding of the Vice Chancellor that this was a sale of “substantially all” of the assets of B.S.F. within the meaning of Article II, Section 12 of the Indenture. It is certainly true that the American Hardware stock comprised more than 75 % of the total assets of B.S.F. and that it was the only substantial income-producing asset of B.S.F. In the light, therefore, of the basic purpose of the Indenture, we think the Vice Chancellor was correct in holding it to be a sale of “substantially all” of the assets of B.S.F. No other conclusion seems justified since the major asset leading to the purchase of the debentures has been disposed of. It follows, therefore, that this sale falls within the purview of Article II, Section 12 of the Indenture. This means that other provisions of the Indenture, inserted for the protection of the debenture holders, come into play.</p>\n<p id=\"b124-7\">This leads us to the second question, viz., whether or not these other provisions of the Indenture have been complied with. As we have pointed out, the Vice Chancellor held that such provisions had not been complied with, and that B.S.F. was accordingly in default under the Indenture and thus required to redeem the debentures at a premium.</p>\n<p id=\"b124-8\">This question is governed by the provisions of Article IV, Sections 3E and 4 of the Indenture. Article IV, Section 3E, after such a sale by B.S.F. provides that “each Debenture shall after such * * * <page-number citation-index=\"1\" label=\"113\">*113</page-number>sale be convertible into the kind and number of shares of stock or other securities or property of the Company [B.S.F.], or of the corporation * * * to which such sale shall be made, * * * to which a holder of the Capital Stock issuable upon conversion of such Debenture (immediately prior to such * * * sale) would have been entitled upon such * * * sale by virtue of such holding.”</p>\n<p id=\"b125-5\">Article IV, Section 4 of the Indenture provides that B.S.F. will not sell its assets to any other corporation unléss the acquiring corporation executes a Supplemental Indenture providing that “the Debenture-owners may thereafter convert the Debentures for or into the same kind and amount of stock, securities and/or assets as may be issuable and are payable by the terms of such consolidation, merger or transfer with respect to the number of shares of Capital Stock of the Company into which such Debentures are convertible immediately prior to such consolidation, merger or transfer.”</p>\n<p id=\"b125-6\">The requirement for the execution of a Supplemental Indenture by the purchasing corporation is repeated in Article XIV, Section 1 which requires the acquiring corporation to assume the due and punctual payment of principal and interest on the debentures and the performance of all covenants and obligations placed upon B.S.F. by the Indenture “including, without limitation of the foregoing, the covenants and obligations contained in Section 4 of Article IV hereof.”</p>\n<p id=\"b125-7\">The Supplemental Indenture delivered by Glen Alden to the Trustee provided that Glen Alden assumed the payment of the principal and interest on all of the B.S.F. debentures then outstanding and the performance of all covenants and obligations contained in the Indenture. By a subsequent provision, however, the Supplemental Indenture provided that for all purposes of Article IV of the Indenture Glen Alden assumed no responsibility for the performance of the covenants contained in such Article. This, we assume, was a refusal on the part of Glen Alden to permit a conversion of the B.S.F. debentures into Glen Alden stock. This is the matter complained of and in which the Vice Chancellor held B.S.F. to be in default under the Indenture.</p>\n<p id=\"b126-4\"><page-number citation-index=\"1\" label=\"114\">*114</page-number>The reason given by the Vice Chancellor for this holding is that there is ambiguity in the provisions of the Indenture, and since B.S.F. had prepared the Indenture the familiar rule of construction of resolving all ambiguities against the draftor should be resorted to in favor of the Trustee. Accordingly, he held that there was a default under the Indenture by reason of the failure to provide for the conversion of the B.S.F. debentures into stock of Glen Alden.</p>\n<p id=\"b126-5\">The difficulty we think with this holding is that there is no ambiguity in the Indenture. In the first place we note — and, indeed, counsel are in agreement — that the right of conversion of the debentures into stock of B.S.F. is still preserved and the debenture holders can exercise their election to convert their debentures into B.S.F. stock in accordance with the terms of the debentures.</p>\n<p id=\"b126-6\">We think there is üo,thing in Article IV, Sections 3E and 4 to require provision for the conversion of the debentures into stock of the acquiring corporation unless, as a part of the agreement of sale, the acquiring corporation has delivered securities as a part of the purchase price, which securities are distributed directly to the stockholders of B.S.F.</p>\n<p id=\"b126-7\">This seems clear from the provision in Section 4 requiring the Supplemental Indenture to provide for the conversion of debentures into “the same kind and amount of stock * * * as may be issuable and are payable by the terms of such * * * transfer with respect to the number of shares of Capital Stock of the Company into which such Debentures are convertible immediately prior to such * * * transfer.”</p>\n<p id=\"b126-8\">Similarly, in Section 3E comparable language is found. This section requires B.S.F. in the event of such a sale of its assets to insure that each debenture be convertible into the kind and number of shares of the purchasing corporation “to which a holder of the Capital Stock issuable upon conversion of such Debenture * * * would have been entitled upon such * * * sale by virtue of such holding.”</p>\n<p id=\"b126-9\">Despite the arguments made, it is quite plain, we think, that the referred to provisions of the Indenture were intended to be applicable only to a transaction in which shares of a different corporation were acquired by the stockholders of B.S.F. as a result of their stock hold<page-number citation-index=\"1\" label=\"115\">*115</page-number>ings and as a part of such sale. In that event it would, of course, be desirable to protect the debenture owners’ right of conversion in order to insure that a conversion of the debentures would put the debenture holders in a comparable position with other stockholders of B.S.F.</p>\n<p id=\"b127-5\">In the case at bar, however, the sole consideration for the sale of the particular assets of B.S.F. was cash which has gone into the treasury of B.S.F., and has been used by it for its corporate purposes. The debenture owner still has- the option to convert his debentures into stock of B.S.F. which puts him on a par with other stockholders.</p>\n<p id=\"b127-6\">To require therefore B.S.F. to redeem at a premium the debentures by reason of the transaction outlined above is to give to the debenture holder a windfall since his position in the corporate setup has not materially changed. There are sufficient assets to pay off the entire issue of debentures and, presumably, that situation will continue. In addition, by reason of the Supplemental Indenture, Glen Alden has guaranteed the payment of principal and interest of the debentures. In all fairness and equity, therefore, we fail to see how these debenture holders have been injured, particularly in view of the fact that neither B.S.F. nor Glen Alden has done anything prohibited by the Indenture securing the debentures.</p>\n<p id=\"b127-7\">Accordingly, for the foregoing reasons, the judgment of the Vice Chancellor is reversed and the case will be remanded with instructions to enter a declaratory judgment upon the cross-motion of B.S.F.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}