{
  "casebody": {
    "data": "<casebody firstpage=\"1022\" lastpage=\"1023\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1036-9\">UNITED STATES v. WILLIAMS et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AQl\">(Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AO7\">April 14, 1916.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AJ8\">No. 2792.</docketnumber>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AYKu\">Appeal from the District Court of the United States for the Western District of Louisiana; Aleck Boarman, Judge. Action by the United States against Benjamin H. Williams and another to vacate a patent for land. Decree for the defendants, and the 'United States appeals.</summary>\n<disposition data-order=\"5\" data-type=\"disposition\" id=\"AyPW\">Affirmed.</disposition>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"ANTW\">George Whitfield Jack, U. S. Atty., and Robert A. Hunter, Asst. U. S. Atty., both of Shreveport, La., James R. Monk, of Leesville, La., and Jas. G. Palmer, of Shreveport, La., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"AKQ\">Before PARDEE and WALKER, Circuit Judges, and MAXEY, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1036-10\">PER CURIAM.</author>\n<p id=\"AKy\">This is a suit in equity to vacate a patent for land issued to Benjamin H. Williams, and declaring void and of no effect an act of sale of said Williams conveying the patented land to Nona Mills Company, Limit<page-number citation-index=\"1\" label=\"1023\">*1023</page-number>ed. From an adverse judgment in the District Court this appeal is taken. The trial judge made no specific findings, only the general finding in the decree “that the demands of the United States, set forth in the bill of complaint filed herein, be and the same are hereby rejected and disallowed, and accordingly that this suit be and the same is hereby dismissed at the plaintiff’s costs,” so that we are not advised whether he found that the patent was not fraudulently obtained, or that the Nona Mills Company, Limited, was a bona fide purchaser, or both. From our analysis of the evidence, which is decidedly complicated, in the light of the briefs and oral arguments, we find that the government failed to establish that the patent was obtained through fraud and misrepresentation, and that the Nona Mills Company, Limited, was a bona fide purchaser for a valuable consideration. Either finding is sufficient to warrant dismissal of the bill. The decree appealed from is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}