{
  "casebody": {
    "data": "<casebody firstpage=\"14\" lastpage=\"21\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b32-4\">[Civ. No. 14587.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Au\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Al\">June 22, 1951.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b32-5\">Estate of MARY M. BUSTEED, Deceased. HELEN L. CRANDELL, as Executrix, etc., et al., Appellants, v. MARGARET MURPHY SULLIVAN et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b33-6\"><page-number citation-index=\"1\" label=\"15\">*15</page-number>Hadsell, Sweet, Ingalls &amp; Murman for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b33-7\">W. C. McDonnell, Andrew F. Burke, Henry J .O’Connor, Molkenbuhr &amp; Molkenbuhr, John B. Ehlen and Branden-burger &amp; White for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b33-8\">AGEE, J. pro tem.</author>\n<p id=\"Aa\">Mary M. Busteed died intestate on July 16, 1945, leaving an estate of about $96,000. A petition to determine heirship was filed on April 21, 1948. The court appointed a referee to take testimony and report back. After numerous hearings the referee filed his report. The court found, as did the referee, that decedent’s heirs at law consisted of 13 first cousins, five on the maternal side and eight on the paternal side. The paternal cousins were designated as Group I (appellants) and Group II (Michael Busteed). The maternal cousins were designated as Group A and Group B. A decree determining heirship was entered in accordance with the foregoing. Group A moved for a new trial. The court in ruling upon the motion concluded that the claimants in Group I were not first cousins of the decedent and ordered counsel for respondents to prepare changed findings and an amended decree eliminating appellants as heirs at law. This was done and a “Modified and Amended Decree <page-number citation-index=\"1\" label=\"16\">*16</page-number>Determining Heirship” was subsequently entered. This action by the court was taken under section 662 of the Code of Civil Procedure which provides: “In ruling on such motion [for new trial], in a cause tried without a jury, the court may, on such terms as may be just, change or add to the findings, modify the judgment, in whole or in part, vacate the judgment in whole or in part, and grant a new trial on all or part of the issues, or, in lieu of granting a new trial, may vacate and set aside the findings and judgment and reopen the case for further proceedings and the introduction of additional evidence with the same effect as if the case had been reopened after the submission thereof and before findings had been filed or judgment rendered. Any judgment thereafter entered shall be subject to the provisions of sections 657 and 659 of this code.”</p>\n<p id=\"b34-5\">The minute order on the motion for a new trial reads: “Motion for a new trial is granted upon the ground of insufficiency of evidence to sustain that portion of Finding VIII and Conclusion of Law thereon, declaring that . . . [appellants] are first cousins of decedent, and in so far as Findings VIII and the Conclusion of Law and Judgment thereon are concerned, the same are modified and changed so as to provide that decedent left her surviving as her sole heirs at law the following named first cousins: . . . [respondents] ; and that, otherwise, said motion for a new trial is denied. Counsel to prepare modified Findings of Fact and Conclusions of Law and Judgment in accordance herewith.”</p>\n<p id=\"b34-6\">Appellants’ first contention is that the foregoing order granted a new trial and that the court could not thereafter, without a new trial being had, hold that they were not heirs. Respondents contend that the effect of the order and the intention of the court was to deny a new trial; but an order denying a new trial is not an appealable order. It is obvious that the trial court, upon reconsidering the evidence, reached a conclusion as to appellants which was contrary to its original opinion and therefore desired to amend its findings and decree accordingly. The court did not desire any new or further trial as is evidenced by the final part of the order which directs counsel to prepare findings and judgment “in accordance herewith.” The question arises because the order recites that “a new trial is granted” despite the later words “otherwise, said motion for a new trial is denied,” and despite the evident intention of the court to conclude its decision upon the record as it then existed without the intro<page-number citation-index=\"1\" label=\"17\">*17</page-number>duction of any additional evidence or any new trial being had.</p>\n<p id=\"b35-6\">Under section 662 of the Code of Civil Procedure, the court had a right to reverse its original finding and conclusion as to Group I and deny a new trial. See, for example, <em>Spier </em>v. <em>Lang, </em>4 Cal.2d 711, 714 [53 P.2d 138], where it was said: “The obvious purpose of the statute, discerned from the language employed, was to give to the court on denying the motion for a new trial the broad power to change its findings and to modify its judgment and thus avoid the necessity of a new trial. This was to subserve the ends of justice and to prevent unnecessary delays in cases where the court deemed itself mistaken as to its previous view of the evidence or in the application .thereto of the law.” In <em>Clarke </em>v. <em>Fiedler, </em>44 Cal.App.2d 838 [113 P.2d 275], the court originally signed findings and judgment in favor of plaintiff. On motion for a new trial the court changed its findings and held for defendant. The opinion on appeal states (pp. 847-48) : “Under the broad power conferred upon the court in this regard by section 662 of the Code of Civil Procedure, the trial court was empowered, in ruling upon the motion for a new trial, if it deemed itself mistaken as to its previous view of the evidence or in the application thereto of the law, to set aside the previous findings and the judgment thereon.” (See, also, <em>Wyman </em>v. <em>Monolith Portland C. Co., </em>3 Cal.App.2d 540, 545 [39 P.2d 510].) Appellants in their opening brief concede that the court did what it had the right to do under section 662 (assuming no abuse of discretion) if it had <em>“denied </em>the motion for new trial on all grounds.”</p>\n<p id=\"b35-7\">But, appellants argue, having <em>granted </em>a new trial on the ground that the evidence was insufficient to support appellants’ claims, it could not readjudicate this issue without allowing appellants a new trial. The same contention was decided adversely to appellants in <em>Estate of Perkins, </em>21 Cal.2d 561 [134 P.2d 231]. There the heir of the decedent’s predeceased spouse claimed the entire estate under section 229 of the Probate Code, on the contention that it had come to decedent from the separate property of said predeceased spouse. The court originally found against claimant. On motion for a new trial, the court changed its findings and judgment to give him all of the estate, except the sum of $4,313.16, which sum decedent had inherited from her relatives. Dealing with the contention of appellant in that case <page-number citation-index=\"1\" label=\"18\">*18</page-number>that the court had granted a new trial, the Supreme Court said (pp. 567-68) : “When, upon such a motion [for new trial], the court follows the procedure authorized by section 662 of the Code of Civil Procedure, and either changes the findings or modifies the judgment without reopening the case for further proceedings and the taking of additional evidence, no new trial is allowed. [Citing cases.]</p>\n<p id=\"b36-5\">“But, it may be argued, the form of the minute order made by the court following the hearing of the respondent’s motion for a new trial compels a contrary conclusion. This order recites that it is granted insofar as certain findings of fact and conclusions of law are concerned; that these findings and conclusions of law and the judgment are modified and changed to provide that the entire distributable estate, less the sum of ^4,313.16, be distributed to the respondent, and that otherwise the motion for new trial is denied. Nevertheless, the action of the court was to deny the motion. A similar situation was presented in <em>Bureau of Welfare </em>v. <em>Drapeau, </em>21 Cal.App.2d 138 [68 P.2d 998], where it was held that an order in substantially the same terms as the one now before the court was, in effect, a ruling denying the motion and granting alternative relief. The same construction has been placed upon other orders in this form. <em>(Roraback </em>v. <em>Roraback, </em>38 Cal.App.2d 592 [101 P.2d 772] ; <em>Garcia </em>v. <em>Bechtol, </em>134 Cal.App. 615 [25 P.2d 987].)” In the Drapeau case <em>(Bureau of Welfare </em>v. <em>Drapeau, </em>21 Cal.App.2d 138, the court said (p. 150 [68 P.2d 998]) : “While the trial court used the expression ‘granted in part’ in the order and the expression ‘granted as to that point’ in the memorandum, these expressions were followed immediately by the order for the change and amendment of the findings and judgment to conform to its corrected views with respect to the legal effect of the applications and agreements. It is therefore clear that the trial court merely intended to grant the alternative relief under said section 662 in ruling upon the motion for new trial. We are therefore of the .opinion that regardless of the form of the trial court’s order, it constituted in substance and effect an order denying the motion for new trial and granting such alternative relief.”</p>\n<p id=\"b36-6\">We are likewise of the opinion that the order in the instant case was in effect a denial of the motion for new trial. Therefore, appellants’ contention that the court abused its discretion in <em>granting </em>a new trial necessarily fails. It should also be noted that appellants apparently realized that the <page-number citation-index=\"1\" label=\"19\">*19</page-number>court intended to deny them a new trial. If they had thought otherwise, they could have moved for a new trial after the amended decree was entered in accordance with the last sentence of section 662.</p>\n<p id=\"b37-6\">The second contention of appellants is that, \"having granted respondents’ motion for a new trial, . . . the trial Court had no power thereafter to modify and amend its findings, conclusions of law and decree of heirship.” As we have held, the court did not grant, hut instead denied, a new trial. Upon such denial, the action taken by the trial court is clearly permitted by section 662.</p>\n<p id=\"b37-7\">Appellants also appeal from the \"Modified and Amended Decree Determining Heirship.” Under their contention that the court erred in \"granting” a new trial, they argue that the evidence required a finding that they were heirs and that the evidence is insufficient to support the court’s contrary finding.  This necessitates a consideration of the evidence, keeping in mind that \"an appellate court will not disturb a verdict of a jury or findings of a court when there is a substantial conflict of evidence on material points and when there is some evidence to support the verdict or findings.” (2 Cal.Jur. § 543, p. 921.)</p>\n<p id=\"b37-8\">The decedent’s father was Thomas Busteed and her mother was Ann (or Anna) Murphy. She had three brothers who predeceased her, Thomas Busteed, Michael Busteed, and William Busteed. Her heirs at law and next of kin were her first cousins. Her maternal grandparents were Michael Murphy and Margaret Manning. Group A consists of Michael Murphy (who died after decedent) and Margaret Murphy Sullivan, children of Daniel Murphy, who was a brother of decedent’s mother. Group B consists of John Sheehan, William Sheehan and Margaret Sheehan, who are the children of Catherine Murphy Sheehan, a sister of decedent’s mother. Appellants do not contend that the evidence is not sufficient to support the finding that Groups A and B are maternal first cousins and heirs at law, other than to contend that a deposition which was the basis of the claims of Group A was improperly admitted into evidence.</p>\n<p id=\"b37-9\">Appellants (Group I) are grandchildren of Harry (or Henry) Busteed (or Bustard) and Mary Byrne, who, they claim, were the parents of Thomas Busteed, the father of the decedent. Group II is Michael Busteed; his father was John Busteed, whose parents were John Busteed and Mary Penny; John and Mary had another son, Thomas, who is <page-number citation-index=\"1\" label=\"20\">*20</page-number>claimed to be the father of the decedent. It will thus be seen that the claims of Group I and Group II are entirely inconsistent. Group I claims that the common grandparents of themselves and the decedent were Harry (or Henry) Bus-teed and Mary Byrne while Group II claims that they were John Busteed and Mary Penny. Hence the trial court could not consistently find in favor of both of these groups.</p>\n<p id=\"b38-5\">Five of the appellants are children of Frank (Francis) <em>Bustard </em>and two are children of William <em>Bustard. </em>Appellants claim that Frank and William are brothers of Thomas <em>Busteed, </em>the father of the decedent; that these three and a fourth brother, Harry, are children of Henry <em>Busteed </em>and Mary Anne Byrne. One of Francis’ children testified that the change from Busteed to Bustard occurred because of an error in her father’s enlistment record in the Confederate Army during the Civil War. She testified that he enlisted in 1864 at St. Louis, Missouri. However, no Confederate forces existed in Missouri after 1862. (Encyclopaedia Britannica, vol. 18, p. 613, 13th ed.) Respondents produced an enlistment record of a Francis <em>Bustard </em>showing enlistment in the First Missouri Regiment of the Union Army on April 4, 1864. The stated occupation and place of birth (Dublin, Ireland) corresponded with statements made by said daughter of Francis as to her father. No satisfactory explanation was offered as to why, assuming Francis became known as Bustard by error, his brothers Harry and William also became Bustards. It will be noted that decedent’s father, Thomas, who appellants claim was the brother of Francis, William and Harry, was never- known as Bustard. When Francis died, his widow gave the information requested for the death certificate and stated that his father was Henry Bustard. This information was given in the presence of one of appellants, who was the chief witness for her side. There were many other circumstances too numerous to set forth here which cast substantial doubt upon the claims of appellants. There was not one single bit of documentary evidence such as birth, baptismal, marriage or death records, tombstone inscriptions, et cetera, to indicate that the family name had ever been anything other than Bustard. Having in mind the rule quoted above, it is certainly an understatement to say that there was “a substantial conflict of evidence” on the question of whether appellants are heirs and, therefore, the finding that they are not should not be disturbed by this court.</p>\n<p id=\"b39-5\"><page-number citation-index=\"1\" label=\"21\">*21</page-number>Appellants point to the weakness of Michael Bus-teed’s case. But they would only be concerned with this if they are heirs. If they are not heirs, it can make no difference to them who inherits. The maternal cousins have not questioned the finding as to Michael Busteed.</p>\n<p id=\"b39-6\">The third contention of appellants is that the deposition of a maternal cousin was improperly admitted into evidence over the objection of appellants. It had been taken prior to the appearance of appellants and without notice to them. Its admission was improper but not prejudicial to appellants because it dealt only with the <em>maternal </em>side of the decedent’s family and did not in any way bear upon the <em>paternal </em>side or whether appellants were or were not heirs. If appellants had been able to establish themselves as heirs, then they would have legal cause for complaint because the more heirs there were found to be, the less there would be for each, whether on the maternal or the paternal side.</p>\n<p id=\"b39-7\">The final contention of appellants is that the court erred in refusing to admit a “family tree.” After the litigation was commenced, appellants’ attorney prepared a diagram or chart showing the claimed relationship of appellants to decedent according to the claims of appellants. No mention of this chart was made on the direct examination of Nellie Tonkinson, one of the appellants and their chief witness. But on cross-examination it was brought out that such a chart had been made by her attorney. The chart was produced and marked for identification and Nellie was cross-examined thereon. The chart was, in effect, merely a summary of the testimony introduced by appellants to support their claims. At best, it would merely make it more convenient for the trier of the facts to understand the claims of appellants and to trace their claimed lines of relationship more easily. The failure to admit the chart was not prejudicial. Moreover, some of the information appearing on the chart was obtained after the controversy arose and therefore would not be admissible under the pedigree rule. <em>(Estate of Walden, </em>166 Cal. 446,448 [137 P. 35].)</p>\n<p id=\"b39-8\">The appeal from the order on the motion for a new trial is dismissed; the amended decree determining heirship is affirmed.</p>\n<p id=\"b39-9\">Peters, P. J., and Bray, J., concurred.</p>\n<p id=\"b39-10\">A petition for a rehearing was denied, July 13, 1951, and appellants’ petition for a hearing by the Supreme Court was denied August 16, 1951.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}