{
  "casebody": {
    "data": "<casebody firstpage=\"506\" lastpage=\"514\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b552-14\">CITY OF PHILADELPHIA, a Municipal Corporation, on behalf of itself and others similarly situated, Plaintiff, and Commonwealth of Pennsylvania et al., Intervenor Plaintiffs, v. MORTON SALT COMPANY, Pioneer Salt Company, Salt Service, Incorporated, International Salt Company, Cayuga Rock Salt Company, Diamond Crystal Salt Company, Cargill, Incorporated.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b552-18\">Civ. A. Nos. 33781, 37159-37169, 37173, 37174.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b552-19\">United States District Court E. D. Pennsylvania.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b552-20\">Nov. 9, 1965.</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b552-21\">On Motions of Salt Service, Inc. and Pioneer Salt Co. to Dismiss No. 33781, Nov. 10, 1965.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b552-22\">On Motions of International Salt Co. and Salt Service, Inc. to Dismiss No. 33781, Nov. 10, 1965.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b553-28\"><page-number citation-index=\"1\" label=\"507\">*507</page-number>David Berger, Edward Greb Bauer, Jr., Philadelphia, Pa., Charles S. Rhyne, Brice <page-number citation-index=\"1\" label=\"508\">*508</page-number>Rhyne, Anthony Low Joseph and Rhyne &amp; Rhyne, Washington, D. C., for certain intervenor plaintiffs.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b554-4\">Paul Matzko, Clark, Ladner, Forten-baugh &amp; Young, Philadelphia, Pa., for Salt Service, Inc.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b554-5\">Charles J. Biddle, Lewis H. Van Dusen, Jr., Patrick T. Ryan, Drinker, Biddle &amp; Reath, Philadelphia, Pa., for International Salt Co.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b554-6\">Daniel Lowenthal, Israel Packel, and Donald Brown, Fox, Rothschild, O’Brien &amp; Frankel, Philadelphia, Pa., for Cayuga Rock Salt Co.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b554-7\">John Forsyth Alexander, Robert W. Sayre, Saul, Ewing, Remick &amp; Saul, Philadelphia, Pa., for Pioneer Salt Co.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b554-8\">Miles W. Kirkpatrick, Russell C. Dilks, Morgan, Lewis &amp; Bockius, Philadelphia, Pa., for Diamond Crystal Salt Co., Fred W. Freeman, George B. Martin, Detroit, Mich., of counsel.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b554-9\">Philip H. Strubing, Philadelphia, Pa., John P. Ryan, Jr., Chicago, 111., for Morton Salt Co.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b554-10\">Aaron M. Fine, Dilworth, Paxson, Ka-lish, Kohn &amp; Dilks, Philadelphia, Pa., for Penna. Turnpike Comm’n.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b554-11\">Edwin P. Rome, Blank, Rudenko, Klaus &amp; Rome, Philadelphia, Pa., for Cargill, Inc.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b554-12\">GRIM, District Judge.</author>\n<p id=\"b554-13\">On July 1, 1963, the City of Philadelphia “on behalf of itself and others similarly situated” filed its complaint against certain producers and distributors of rock salt, including Cayuga Rock Salt Company, averring that these producers and distributors, including Cayuga, had engaged in an unlawful combination and conspiracy to fix the prices of rock salt. For the purposes of this case, it will be assumed that venue in the original action (filed by Philadelphia on July 1, 1963) was proper because Cayuga filed a motion to dismiss the action on the ground of improper venue, but after some discovery stipulated that this motion to dismiss would be withdrawn by it thereby indicating to me that at that time Cayuga regarded venue to be proper as to it and thereby removing the question of the appropriateness of the venue of the original action from the case.</p>\n<p id=\"b554-15\">However, another question has arisen. Venue was proper in the original action by the City of Philadelphia only because at that time Cayuga had a sales representative and distributor, Salt Service, Incorporated, in the Eastern District of Pennsylvania. However, on July 1, 1964, Cayuga completely detached itself from Salt Service, Incorporated, and established no other agency connections in this district thereby, at that time, destroying the possibility of service upon a sales agent within the Eastern District of Pennsylvania and also thereby destroying the fitness for venue purposes of suits against Cayuga in the Eastern District of Pennsylvania. On December 11, 1964, after Cayuga had withdrawn its connection with the Eastern District of Pennsylvania, the first of many petitions to intervene (now seventy-one) were filed in the original City of Philadelphia class action and allowed by this court. On January 4 and 5, 1965, thirteen independent (independent from the class action and the intervening actions) antitrust suits against the same defendants as those in the class suit, including Cayuga, were filed. Subsequently Cayuga filed the motions now being considered by the court to dismiss the intervenor actions as to Cayuga as well as the independent suits against it contending that these actions are invalid for lack of proper venue since they were instituted after Cayuga had withdrawn its connection with the Eastern District of Pennsylvania and consequently was no longer “transacting business” nor “found” within the Eastern District of Pennsylvania.</p>\n<p id=\"b554-16\">The intervenors on the other hand contend that a class action by its nature theoretically includes all prospective plaintiffs similarly situated and that the decision to join in the original action later as intervenors or to bring an action of their own is a choice which prospective plaintiffs at their option can make. They contend further that in view of the nature of class actions, the advantages, such <page-number citation-index=\"1\" label=\"509\">*509</page-number>as proper venue, of the original action accrue to prospective plaintiffs similarly situated, if they choose to intervene in the original class action.</p>\n<p id=\"b555-4\">There is much to be said for and against each of these contentions by Cayuga and plaintiff intervenors.<footnotemark>1</footnotemark> Without attempting to analyze thoroughly in this opinion the arguments and contentions of each side, I am of the opinion that intervenors in a spurious class suit such as the class action in the present case, need not independently satisfy venue requirements, but may stand in the shoes of the party who brought the class suit on their behalf. See Union Carbide &amp; Carbon Corp. v. Nisley, 300 F.2d 561 (10th Cir. 1961), petition for cert. dismissed 371 U.S. 801, 83 S.Ct. 13, 9 L.Ed.2d 46 (1962); Escott v. Barchris Const. Co., 340 F.2d 731 (2 Cir. 1965); 4 Moore Federal Practice, 147, 148 (2d Ed. 1963).</p>\n<p id=\"b555-5\">In view of my conclusion that there was proper venue for the intervenor actions and that the motions of Cayuga to dismiss them must be denied, it is unnecessary to discuss the intervenors’ other contention that by withdrawing its motion to dismiss the orginal action and filing an answer to the original complaint on the merits, Cayuga waived its privilege (see Neirbo Co. v. Bethlehem Shipbuilding Corp., 308 U.S. 165, 60 S.Ct. 153, 84 L.Ed. 167 (1939), to assert a lack of proper venue, except to say that there is good authority for this waiver contention. See Drabik v. Murphy, 246 F.2d 408 (2d Cir. 1957); U.S. for Use and Benefit of Bryant Electric Co. v. Aetna Cas. &amp; Surety Co., 297 F.2d 665, 669 (2d Cir. 1962).</p>\n<p id=\"b555-6\">Service of the intervenor complaints was effected on Cayuga by delivering a copy of the complaint to Cayuga’s attorney of record purportedly in accordance with Fed.R.Civ.P. 5(b). Such service is proper, Berman v. Herrick, 30 F.R.D. 9, 11 (E.D.Pa.1962, Luongo, J.), and, accordingly, Cayuga’s motion to quash the service must be denied.</p>\n<p id=\"b555-10\">Cayuga also was named as one of the defendants in the thirteen independent suits which were filed on January 4 and 5, 1965. It has moved to dismiss these thirteen independent suits as to it on the contention that venue as to it in these suits is improper because at the time they were instituted it was not “found” nor “transacting business” in the Eastern District of Pennsylvania.<footnotemark>2</footnotemark></p>\n<p id=\"b555-11\">The plaintiffs contend that the special antitrust venue provision applicable here should be liberally construed so as to render amenable to suit in this District a corporation which up until the time of suit and presumably during the time that the alleged antitrust violations took place, transacted substantial business in this District, although it actually had left the jurisdiction before a suit was instituted. See Farmers Elevator Mut. Ins. Co. v. Carl J. Austad &amp; Sons, Inc., 343 F.2d 7 (8th Cir. 1965); L’Heureaux v. Central American Airways Flying Service, Inc., 209 F.Supp. 713 (D.Md.1962).</p>\n<p id=\"b555-12\">The court cannot agree. The venue statutes are phrased in the present tense, clearly referring to the time that a complaint is filed with the court. Moreover, the Supreme Court of the United States has counseled us that “[t]he requirement of venue is specific and unambiguous ; it is not one of those vague principles which, in the interest of some overriding policy, is to be given a ‘liberal’ construction.” Olberding v. Illinois Central Ry. Co., 346 U.S. 338, 340, 74 S.Ct. 83, 85, 98 L.Ed. 39 (1953). Finally, the <page-number citation-index=\"1\" label=\"510\">*510</page-number>Court of Appeals for this Circuit has specifically found on facts similar to those in this case that venue is improper absent a showing of waiver, in a district when a defendant foreign corporation did not transact business at the time of the antitrust suit despite the fact that it did business in the district some time prior to the institution of the suit. Sunbury Wire Rope Mfg. Co. v. United States Steel Corp., 230 F.2d 511 (3d Cir. 1956).<footnotemark>3</footnotemark> I conclude from these considerations that the requirement of venue in this suit must be satisfied as of the time the suit was commenced. See 7 Moore Fed.Practice, 1493, 1494 (2d ed. 1964); Gem Corrugated Box Corp. v. Mead Corp., 189 F.Supp. 584 (S.D.N.Y.1960); Note, 8 Villanova Law Review 408 (1963). Since Cayuga was not a resident or inhabitant of this District and had no agent here at the time of suit and since it was not licensed to do business nor to transact business here at the time of suit, venue in this District is improper as to Cayuga unless Cayuga has waived its venue objections.</p>\n<p id=\"b556-4\">Plaintiffs assert that by the mere fact of doing business in this District prior to the institution of these suits, Cayuga has waived its objections to venue in this District. In Neirbo Co. v. Bethlehem Shipbuilding Corp., 308 U.S. 165, 60 S.Ct. 153, 84 L.Ed. 167 (1939), the Supreme Court held that objections to venue in a federal district court could be waived when a corporation in compliance with a state statute regulating the conduct of affairs of foreign corporations within the state appointed a local agent for service of process upon it. The “actual\" designation or appointment of such an agent creates a true contract of consent to be sued within the state. The consent extends to cases in federal courts, based upon federal causes of action as well as those in which diversity of citizenship is the basis of jurisdiction. Oklahoma Packing Co. v. Oklahoma Gas &amp; Electric Co., 309 U.S. 4, 308 U.S. 530, 84 L.Ed. 447, 537 (1940).</p>\n<p id=\"b556-9\">In Sunbury Wire Rope Co. v. United States Steel Corp., 230 F.2d 511 (3d Cir. 1956), an antitrust suit was instituted in the federal district court for the Eastern District of Pennsylvania against a foreign corporation which had done business in Pennsylvania for several years but had removed itself from the state prior to the time that the antitrust suit was filed against it. . The Court of Appeals for the Third Circuit held that the foreign corporation had waived its federal venue objections when, following Pennsylvania statutory law, in applying for leave to withdraw its Pennsylvania certificate of registration as a foreign corporation it had filed in the office of the Pennsylvania Secretary of the Commonwealth, a document which contained the following provision:</p>\n<blockquote id=\"b556-10\">“6th. The corporation consents that lawful process against it in any action or proceeding upon any liability or obligation incurred within the Commonwealth of Pennsylvania before the issuance of the certificate of withdrawal hereby applied for may be served upon the Secretary of the Commonwealth of Pennsylvania after the issuance of such certificate of withdrawal.”</blockquote>\n<p id=\"b556-11\">In construing this clause consenting to service along with Pennsylvania law in reference to the requirements applicable to foreign corporations doing business in Pennsylvania and later withdrawing therefrom, the Court of Appeals concluded that the corporation had not only consented to service upon it but had also consented to venue at the place where the suit was brought, that is, it had waived its venue privilege. Thus the venue section of the antitrust statute referred to above was satisfied.</p>\n<p id=\"b557-4\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>In contrast to the situation in Sunbury, Cayuga never registered with the Pennsylvania Secretary of the Commonwealth as a foreign corporation and never executed any document upon its termination of business in Pennsylvania similar to the document that was executed in Sun-bury.</p>\n<p id=\"b557-5\">■In this connection, it must be pointed out that in the Neirbo case, the Supreme Court in upholding a finding of waiver of venue rights where a foreign corporation had in fact pursuant to a state statute appointed an agent for the service of process, distinguished the case In Re Keasbey &amp; Mattison Co., 160 U.S. 221, 16 S.Ct. 273, 40 L.Ed. 402 (1895) where venue had been held not waived by the doing of business within the district of suit. The court in comparing the activities of the foreign corporation in both cases said that the “decisive difference * * * is that in the latter case [In Re Keasbey] the designation under state law which is the basis of consent had in fact not been made.” <footnotemark><em>4</em></footnotemark><em> </em>More recently in Olberding v. Illinois Central Ry. Co., 346 U.S. 338, 74 S.Ct. 83 (1953) the Supreme Court emphasized the necessity of this “actual consent” to justify a finding of waiver of federal venue rights, when it held that the mere driving of an automobile within the state does not constitute a waiver of defendant’s objection to venue in a federal court within that state even if the state had a Non-Resident Motorist Statute which admittedly subjects the defendant to suit in the state courts.</p>\n<p id=\"b557-6\">It is of course clear that there is a major difference between driving an automobile once within a state and transacting substantial business within the state, and that it is easier or more fair to imply consent to be sued in the latter situation.<footnotemark>5</footnotemark></p>\n<p id=\"b557-7\">Moreover, I recognize the unfairness that is created by a holding that a foreign corporation which complies with state law by appointing an agent for the service of process is subject to suit in a federal court in that state (as in Sunbury) but a foreign corporation which does business in a state without registering and appointing a process agent, in violation of state law, can by not following state registration law avoid liability in federal court for the consequences of its activities within that state. However, it must be remembered that the Supreme Court has specifically required “actual consent” to be sued as a basis for a finding that venue objections have been waived and has further counseled us that the requirements of venue are specific and unambiguous and are not to be given a liberal construction in the interest of some alleged overriding policy.<footnotemark>6</footnotemark></p>\n<p id=\"b557-12\">There are situations where non-residents of Pennsylvania are subject to service of process from Pennsylvania courts merely because they did something in that state, such as non-resident motorists (75 P.S. § 1201 et seq.), non-resident shipowners (12 P.S. § 336 Pocket Parts) and non-resident property owners (12 P.S. § 331 et seq.). However, there does not appear to be any Pennsylvania statute specifically permitting suit against an unregistered foreign corporation in a Pennsylvania federal court on an antitrust cause of action not necessarily arising within Pennsylvania, merely because that corporation at some time in the past did business within that state. Indeed, it is doubtful that if there were such a statute it could validly be applied in such a way as to interfere with a federal venue right. See McCoy v. Siler, 205 F.2d 498 (3d Cir. 1953); Olberding v. Illinois Central Ry. Co., 346 U.S. 338, 74 S.Ct. 83, 98 L.Ed. 39 (1953).</p>\n<p id=\"b557-13\">I conclude therefore that the mere doing of business in this District without the actual appointment of an agent for the service of process is insuf<page-number citation-index=\"1\" label=\"512\">*512</page-number>ficient to constitute a waiver of the corporate defendant’s federal venue objections where the corporation has ceased doing business in the district prior to the institution of the suit. Robinson v. Coos Bay Pulp Corp., 147 F.2d 512 (3d Cir. 1945); Goldberg v. Wharf Constructors, 209 F.Supp. 499, 503 (N.D.Ala.1962); See Olberding v. Illinois Central Ry. Co., supra; McCoy v. Siler, 205 F.2d 498 (3d Cir. 1953).</p>\n<p id=\"b558-4\">The venue requirements as to Cayuga were not met when the independent suits were started against it. Cayuga never consented to these suits. Consequently each of the thirteen independent suits filed January 4 and 5, 1965, which include Cayuga as a defendant, must be dismissed as to Cayuga Rock Salt Company.</p>\n<p id=\"b558-5\">ORDER</p>\n<p id=\"b558-6\">And now, this 9th day of November, 1965, it is ordered and decreed (1) That the motion of Cayuga Rock Salt Company to dismiss for improper venue the complaints and amended complaints of the intervening plaintiffs in the class action instituted by the City of Philadelphia and docketed as Civil Action No. 33781, and the motion of Cayuga Rock Salt Company to quash the return of service of intervenor plaintiffs’ complaints in this class action are denied.</p>\n<p id=\"b558-7\">(2) That the motions of Cayuga Rock Salt Company to dismiss for improper venue the complaints of Muskegon County Road Commission, Board of County Road Commissioners of the County of Wayne, Michigan, City of Grand Rapids, Michigan, City of Livonia, Michigan, City of Holland, Michigan, City of Detroit, Michigan, City of Pittsburgh, Pennsylvania, Washtenau County Road Commission, City of Dearborn, Michigan, Board of County Road Commissioners of the County of Oakland, Michigan, City of Lansing, Michigan, County of Allegheny, Pennsylvania, Board of County Road Commissioners of the County of Ma-comb, Michigan, docketed in this court as Civil Actions Nos. 37159, 37160, 37161, 37162, 37163, 37164, 37165, 37166, 37167, 37168, 37169, 37173 and 37174, are granted as to Cayuga Rock Salt Company and the said complaints against Cayuga Rock Salt Company are dismissed.</p>\n<p id=\"b558-9\">On Motions of Salt Service, Inc. and Pioneer Salt Co. to Dismiss No. 33781.</p>\n<p id=\"b558-10\">Defendants, Salt Service, Incorporated and Pioneer Salt Company, have filed motions to dismiss this class action on the grounds that unlike the other defendants which are major national producers of rock salt they are only local distributors whose sales have been substantially geographically limited to this area of the country and who have had little dealing with most of the party plaintiffs in this case. Salt Service and Pioneer consequently argue that it is manifestly unfair to subject them to the burdens of defending a class suit averring a national conspiracy.</p>\n<p id=\"b558-11\">On the other hand, it is apparent from the statements contained in plaintiffs’ complaints that defendants Salt Service and Pioneer are alleged to have been co-conspirators with the national producers in a conspiracy to restrain competition and fix rock salt prices, a conspiracy which allegedly damaged each and every plaintiff in this action because of the resulting artificially high prices paid for rock salt by the plaintiffs. Moreover, it appears that Salt Service in fact dealt directly with the City of Philadelphia and the Pennsylvania Turnpike Commission selling them substantial amounts of rock salt during the period of the alleged conspiracy and that Pioneer likewise sold substantial amounts of rock salt to the City of Philadelphia during the period of the alleged conspiracy. Accordingly, it cannot be considered unfair or unreasonable to require Pioneer and Salt Service to defend this suit together with the large producer defendants. All are alleged to have engaged in the same national conspiracy; all are alleged to have participated in causing the damages suffered by plaintiffs. Consequently the motion to dis<page-number citation-index=\"1\" label=\"513\">*513</page-number>miss the class action as to Pioneer and Salt Service will be denied.</p>\n<p id=\"b559-5\">On Motions of International Salt Co. and Salt Service Inc. to Dismiss No. 33781.</p>\n<p id=\"b559-7\">Two of the defendants in this antitrust case, International Salt Company and Salt Service Incorporated, have filed motions to dismiss this action asserting that it is an invalid class action.</p>\n<p id=\"b559-8\">Rule 23 of the Federal Rules of Civil Procedure provides:</p>\n<blockquote id=\"b559-9\">(a) Representation. If persons constituting a class are so numerous as to make it impracticable to bring them all before the court, such of them, one or more, as will fairly insure the adequate representation of all may, on behalf of all, sue or be sued, when the character of the right sought to be enforced for or against the class is</blockquote>\n<blockquote id=\"b559-10\">******</blockquote>\n<blockquote id=\"b559-11\">(3) several, and there is a common question of law or fact affecting the several rights and a common relief is sought.</blockquote>\n<p id=\"b559-12\">The City of Philadelphia instituted .this suit on July 1, 1963 and asserted in its complaint that it was representing a class “consisting of all state and municipal governments, governmental agencies and governmental subdivisions using rock salt for de-icing and water softening purposes and generally purchasing rock salt by sealed bids * * * which have been injured by the unlawful conspiracy hereinafter alleged.” It was averred that the conspiracy referred to was a national conspiracy to fix prices joined in by all the defendants as a result of which the plaintiff and all the prospective intervening plaintiffs suffered damages.</p>\n<p id=\"b559-15\">Although there is nothing in the record of this case to indicate how many members there are in this class, the court can take judicial notice of the fact that there are thousands of governmental units in this country; it is obvious therefore that it would be impracticable from the standpoint of efficient judicial administration to require all the members of this class to come before the court. The City of Philadelphia has alleged in its complaint that it “will fairly insure the adequate representation of the entire class” and no allegation to the contrary appears in defendants’ motions before the court at this time.<footnotemark>1</footnotemark></p>\n<p id=\"b559-16\">Finally, it is clear that the requirement of Rule 23(a) (3) that there be a common question of law or fact affecting the several rights of the members of the class against defendants and that a common relief be sought, is satisfied in the case. The existence or nonexistence of the alleged conspiracy to fix prices and the acts and conduct asserted as establishing this conspiracy, are the common questions of law and fact in this case; the common relief sought by the class here is money damages even though the amounts sought by each plaintiff may vary in amounts.</p>\n<p id=\"b559-17\">Hence it would appear that all the requirements for a valid class action have been satisfied in this case. Defendants argue, however, that “the uncommon issues of law and fact involved in the claims predominate over common issues * * * [and that the] members of the alleged class are so varied in size, type, <page-number citation-index=\"1\" label=\"514\">*514</page-number>market location, method of purchasing and in other respects, that any national class action would be unmanageable, unrealistic and prejudicial to the defendants.” Upon examination of the complaint of the City of Philadelphia and the complaints of the some 71 members of the class who have already intervened in this action, it is clear there is a substantial similarity of situations between the members of the alleged class. All are governmental agencies who purchased rock salt from the defendants in this case generally by means of sealed bids. All seek to prove in this case that the defendants engaged in a conspiracy to fix the prices of rock salt by (1) adhering to an industry established multiple basing point formula which fixed the delivered price of rock salt to destination points in the United States, (2) by communicating with each other “for the purpose of exchanging information concerning F.O.B. mine prices, transportation charges and other information incidental to fixing delivered prices to be submitted as bids to state and municipal purchasers” and (3) by notifying “competing producers in advance of any contemplated change in the F.O.B. mine price of rock salt.” The fact that the members of the class vary in size, type and market locations and the fact that there may be peculiar differences between them with respect to the determination of their damages and the amount thereof does not render this class action improper on the facts of this case. Rule 23(a) (3) “does not require that all the members of the class be identically situated, if there are substantial questions either of law or fact common to all:”<footnotemark>2</footnotemark></p>\n<p id=\"b560-6\">In Independence Shares Corporation v. Deckert, 108 F.2d 51 (3d Cir. 1939), reversed on other grounds 311 U.S. 282, 61 S.Ct. 229, 85 L.Ed. 189 (1940), a spurious class action was brought by a shareholder who averred that he and many other shareholders were defrauded when certain shares of the involved corporation were issued to them. The plaintiffs brought their suit as a spurious class action asserting a cause of action under the Securities Act of 1933. In its opinion deciding that the complaint stated a proper spurious class action, the Court of Appeals said, at 55:</p>\n<blockquote id=\"b560-7\">“In conclusion we state that the appellants contend that Section 12 (2) of the Act gives the appellees no right to maintain their suit as a class action. We are unable to agree with this contention. The suit at bar is of the type denominated a ‘spurious’ class suit and may be maintained under Rule 23(a) (3) of the Federal Rules of Civil Procedure. See Moore’s Federal Practice, Vol. 2, p. 2241, paragraph 23.04-(3). In the case at bar numerous persons are interested in common questions of law or fact affecting the several rights of many individuals. Common relief may be sought despite the fact that individuals may recover separate judgments different in amounts.”</blockquote>\n<p id=\"b560-9\">I conclude that this is a proper class action under Fed.R.Civ.P. 23(a) (3) and accordingly the motion to dismiss will be denied.</p>\n<footnote label=\"1\">\n<p id=\"b555-7\">. See Committee on Rules of Practice and Procedure of the Judicial Conference of the United States, Preliminary Draft , of Proposed Amendments to Rules of Civil Procedure for the United States District Courts, 94, 100, 101 (1964); Multiparty Litigation in the Federal Courts, 71 Harvard Law Rev. 874, 941, 942 (1958); Note, 76 Har-vard Law Rev. 1675 (1963).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b555-13\">. “Any suit, action, or proceeding under the antitrust laws against a corporation may be brought not only in the judicial district whereof it is an inhabitant, but also in any district wherein it may be found or transacts business.” 15 U.S. O.A. § 22.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b556-5\">. In the Sunbury case, supra, the Court of Appeals stated at 512, 513:</p>\n<blockquote id=\"b556-7\">“[B]efore the present suit was filed [in the Eastern District of Pennsylvania], this New Jersey corporation had terminated its registration and activities in Pennsylvania. Therefore, the pres-</blockquote>\n<blockquote id=\"A_\">ent choice of forum does not satisfy the venue requirements of the Olay-ton Act or Section 1391 of Title 28, and this action cannot be maintained unless Roebling has waived venue to this kind of suit in the Eastern District of Pennsylvania.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b557-8\">. Neirbo Co. v. Bethlehem Shipbuilding Corp., 308 U.S. 165 at 173, 174 n. 15, 60 S.Ct. 153 at 157 (1939).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b557-14\">. See L’Heureaux v. Central American Airways Flying Service, Inc., 209 F.Supp. 713 (D.Md.1962).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b557-17\">. Olberding v. Illinois Central Ry. Co., 346 U.S. 338, 340, 74 S.Ct. 83 (1953).</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b559-13\">. International suggests in its brief that tbe fact that numerous governmental agencies have sought to intervene in this action is indicative of the inadequacy of the City of Philadelphia’s representation. Since in a spurious class suit, such as the present one, the absent members of the class are not bound by the judgment rendered, the interventions here are more consistent with a desire to share in any judgment obtained than with an expression of dissatisfaction with the adequacy of the City of Philadelphia’s representation. Of more significance is the fact that the interest of the City and the other members of the class coincide in this case and the fact that almost all the members of the class who have intervened in the action are represented by the same counsel as the City of Philadelphia, the original plaintiff.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b560-4\">. 3 Moore Federal Practice, § 2310 at 3454 (2d ed. 1964); see Kainz v. Anheuser-Busch, Inc., 194 F.2d 737 (7th Cir. 1952); Harris v. Palm Springs Alpine Estates, Inc., 329 F.2d 909 (9th Cir. 1964); State of Illinois v. Brunswich Corp., 32 F.R.D. 453 (N.D.Ill.1963); Western Farmers Electric Cooperative v. Sangamo Electric Co., Civil Action 30824 (E.D.Pa.1962), (Kirkpatrick, I., Order dated November 30, 1962).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}