{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b291-6\">PUBLIC SERVICE ELECTRIC AND GAS COMPANY, PROSECUTOR, v. CITY OF CAMDEN ET AL., DEFENDANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b291-7\">Argued January 22, 1936</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A78Z\">Decided May 5, 1937.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b292-9\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>Before Justices Trenchard, Heher and Perskie.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"ARh\">For the prosecutor, <em>William H. Speer.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b292-10\">For the defendants, <em>E. G. C. Bleakly.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b293-3\"><page-number citation-index=\"1\" label=\"247\">*247</page-number>The opinion of the court was delivered by</p>\n<author id=\"b293-4\">Heher, J.</author>\n<p id=\"AZn\">In the exercise of the authority bestowed by article XXXIII of chapter 152 of the laws of 1917 <em>(Pamph. L., pp. </em>319, 442), the board of commissioners of the city of Camden, at a meeting held on October 3d, 1935, adopted, on its own initiative, a resolution providing for the submission to popular vote at the ensuing general election of the question of whether the defendant municipality should construct “a municipal electric light, heat and power plant for the purpose of supplying light, heat and power for the public and private uses of such municipality and its inhabitants,” to be erected upon lands within its corporate limits, at “the approximate cost of (but not to exceed) * * * $10,000,000.”</p>\n<p id=\"b293-5\">Thereupon the prosecutor sued out this <em>certiorari. </em>The <em>allocatur </em>was so conditioned as not to interfere with the submission of the proposal to the municipal electorate, as in the resolution provided. The referendum was had accordingly, and the question was resolved in the affirmative. A previous submission — with like result — of the same general proposition, pursuant to a petition filed by voters of the municipality under section 3 of article XXXIII of the act of 1917, <em>supra, </em>was set aside by this court upon the ground that the petition was not signed by the requisite number of voters, qualified by registration as well as otherwise, and the subsequent proceedings were therefore not supported by a basic statutory requirement. <em>Public Service Electric and Gas Co. </em>v. <em>City of Camden, </em>13 <em>N. J. Mis. R. </em>693.</p>\n<p id=\"b293-6\">The prosecutor now urges that, for certain basic and procedural reasons, the instant resolution is “null and void,” and that it and the ensuing referendum should therefore be vacated.</p>\n<p id=\"b293-7\"><em>First: Certiorari </em>is plainly an appropriate remedy at this stage of the proceedings. <em>Statre, Hoxsey </em>v. <em>City of Paterson, </em>39 <em>N. J. L. </em>489; <em>State, Danforth </em>v. <em>City of Paterson, </em>34 <em>Id. </em>163; <em>State, Gregory </em>v. <em>Jersey City, </em>34 <em>Id. </em>390.</p>\n<p id=\"b293-8\"><em>Second: </em>It is said that the cited article of the statute confers “powers * * * upon municipalities in their proprietary or private character, as distinguished from their govern<page-number citation-index=\"1\" label=\"248\">*248</page-number>mental or public character,” and that this purpose is not expressed in the title of the act, in compliance with the mandate of article IY, section 7, paragraph 4, of the state constitution, providing that “every law shall embrace but one object, and that shall be expressed in the title.”</p>\n<p id=\"b294-4\">We do not share the doubt on this point voiced <em>obiter </em>by Mr. Justice Bergen in the case of <em>Board of Trade of Newark </em>v. <em>Newark, </em>97 <em>N. J. L. </em>52; <em>affirmed, </em>98 <em>Id. </em>555. We deem the provision to be free of this asserted constitutional vice.</p>\n<p id=\"b294-5\">The statute is entitled “An act concerning municipalities.” It is popularly known by the descriptive term “Home Rule Act;” and its general title is plainly embracive of the subject matter of article XXXIII. The inquiry is whether it is also expressive of its object. We think it is.</p>\n<p id=\"b294-6\">The title of a statute gives expression to its object, in the constitutional sense, “if it contain a mention of the subject-matter generally, together with a succinct indication of the legislation respecting it.” <em>Mortland </em>v. <em>Christian, </em>52 <em>N. J. L. </em>521, 537. The “object” of a law is not to be confused with its “product.” It is not requisite that the title be an abstract or synopsis of the contents of the statute. <em>Quigley </em>v. <em>Lehigh Valley Railroad Co., </em>80 <em>Id. </em>486, 491; <em>Boniewsky </em>v. <em>Polish Home of Lodi, </em>103 <em>Id. </em>323; <em>Stagway </em>v. <em>Riker, </em>84 <em>Id. </em>201; <em>Gottuso </em>v. <em>Baker, </em>80 <em>Id. </em>520; <em>Rader </em>v. <em>Union Township, </em>39 <em>Id. </em>509; <em>Fernetti </em>v. <em>West Jersey and Seashore Railroad Co., </em>87 <em>Id. </em>268. The title is a label, not an index. <em>Moore </em>v. <em>Burdett, </em>62 <em>Id. </em>163. In that case, Mr. Justice Garrison aptly said: “Every law is an exhibition of legislative activity directed to a particular end. This purposive direction implies the kind of activity put forth and the choice of the field for its display, but not the particulars of the purpose or the means selected for its accomplishment. The former is the object of the law, the latter is its product. The object of every law, by force of the constitution, must be single and be expressed in the title of the law; the product may be as diverse as the object requires and finds its expression in the terms of the enactment only.” See, also, <em>Thompson </em>v. <em>Bader, </em>102 <em>Id. </em>227.</p>\n<p id=\"b294-8\">If the heading” or general subject of a statute is fairly <page-number citation-index=\"1\" label=\"249\">*249</page-number>expressed in the title, the constitutional requirement is met. <em>Boniewsky </em>y. <em>Polish Home of Lodi, supra; Bumsted </em>v. <em>Govern, </em>47 <em>N. J. L. </em>373; <em>affirmed, </em>48 <em>Id. </em>612; <em>Ringer </em>v. <em>Paterson, </em>98 <em>Id. </em>455; <em>Anderson </em>v. <em>Camden, </em>58 <em>Id. </em>518; <em>Quigley </em>v. <em>Lehigh Talley Railroad Co., supra; State, Walter </em>v. <em>Town of Union, </em>33 <em>Id. </em>350; <em>Van Riper </em>y. <em>North Plainfield, </em>43 <em>Id. </em>349; <em>McCran, Attorney-General, </em>v. <em>Ocean Grove, </em>96 <em>Id. </em>158; <em>Hetrick </em>v. <em>Roberts, </em>117 <em>Id. </em>584; <em>Moore </em>v. <em>Burdell, supra. </em>The function of the title is “to give notice of the effect of the legislation to one conversant with the existing state of the law;” and its validity “is not to be determined by nice distinctions of etymology or definition of words, but by the facts of the case and the history of the legislation. Language which at one time may be quite inadequate to warn the public of the object of legislation, may at another, owing to custom or usage, be entirely sufficient.” <em>Sawter </em>v. <em>Shoenthal, </em>83 <em>Id. </em>499. See, also, <em>State </em>v. <em>Twining, </em>73 <em>Id. </em>3; <em>affirmed, Id. </em>683; <em>Moore </em>v. <em>Burdett, supra. </em>As was said by Chief Justice Gummere, in <em>Ringer </em>v. <em>Paterson, supra, </em>“the mere fact that the object of the legislation might have been expressed more specifically in its title affords no ground for declaring it void, so long as that title fairly points out the general purpose sought to be accomplished thereby. The constitutional requirement is complied with when the title fairly indicates the general object of the statute, although it does not declare the means or methods of attaining that object.”</p>\n<p id=\"AfP\">Where the subject of legislation is single, and is of a general character, all matters reasonably connected therewith, and appropriate to the achievement of the legislative object, may be embraced therein without infringing the constitutional interdict; and, by the same token, matters cognate to that object are not required to be expressly mentiond in the title. The title comprehends, within the signification of this constitutional provision, all matters embodied in the statute germane to the subject of the title, and not excluded thereby. <em>Boorum </em>v. <em>Connelly, </em>66 <em>N. J. L. </em>197; <em>Warner </em>v. <em>Hoagland, </em>51 <em>Id. </em>62, 73; <em>Ringer </em>v. <em>Paterson, supra; McMahon </em>v. <em>Riker, 92 Id. </em>1, <em>affirmed, Id. </em>637. As observed by Chief Justice <page-number citation-index=\"1\" label=\"250\">*250</page-number>Depue, in <em>Boorum </em>v. <em>Connelly, supra, </em>\"the courts give paramount consideration to the general object of the act.” That being ascertained, \"the legislature may include in it provisions of multiform character, designed to carry into execution the legislative purpose, which are not inconsistent with or foreign to the general object of the act.” See, also, <em>Easton and Amboy Railroad Co. </em>v. <em>Central Railroad Company of New Jersey, </em>52 <em>Id. </em>267. If the ultimate purpose is clearly implied in the expression of the immediate object of the legislation, the title is sufficient. <em>Sawter </em>v. <em>Shoenthal, supra.</em></p>\n<p id=\"b296-4\">The general test of constitutional sufficiency in this respect is whether the titular expression of the object of the statute is misleading. <em>Michaelson </em>v. <em>Wall Township, </em>92 <em>N. J. L. </em>72; <em>Johnson </em>v. <em>Asbury Park, </em>60 <em>Id. </em>428; <em>Grey, Attorney-General, </em>v. <em>Newark Plank Road Co., </em>65 <em>Id. </em>51; <em>Falkner </em>v. <em>Dorland, </em>54 <em>Id. </em>409; <em>State </em>v. <em>Steelman, </em>66 <em>Id. </em>518; <em>Stagway </em>v. <em>Riker, supra; Rader </em>v. <em>Union Township, supra. </em>In <em>Coutieri </em>v. <em>New Brunswick, </em>44 <em>Id. </em>58, Chief Justice Beasley thus described the constitutional design: \"The purpose of the constitution in this requirement is to prevent frauds upon legislation by means of false and deceptive titles to statutes.” The criterion is \"whether the title of the act is such that by it members of the legislature are informed of the subject to which the act relates, and the public notified of the kind of legislation that is being considered.” <em>Grover </em>v. <em>Trustees of Ocean Grove, </em>45 <em>N. J. L. </em>399, 404. See, also, <em>Schmalz </em>v. <em>Wooley, </em>57 <em>N. J. Eq. </em>303. Mere generality or comprehensiveness of title will not render the statute ineffectual; if the title is not uncertain or misleading, or made a cover for incongruous or unconnected subjects of legislation, it is sufficient. 59 <em>C. J. </em>808, 809.</p>\n<p id=\"b296-6\">And it is the settled rule that a statute will not be judicially declared inoperative and unenforceable on this ground unless it is plainly in contravention of the constitutional mandate. <em>Boorum </em>v. <em>Connelly, supra; State, ex rel. Richards </em>v. <em>Hammer, </em>42 <em>N. J. L. </em>435; <em>In re Public Utility Board, </em>83 <em>Id. </em>303; <em>Sawter </em>v. <em>Shoenthal, supra. </em>In this regard, statutory titles are \"to be liberally treated, so as to validate the law to <page-number citation-index=\"1\" label=\"251\">*251</page-number>which they appertain, ii such course be reasonably practicable. In such a connection hypercriticism is utterly out of place, the only requirement being that the title of the statute shall express its object in a general way so as to be intelligible to the ordinary reader.” <em>In re Haynes, </em>54 <em>Id. </em>6, 24.</p>\n<p id=\"b297-4\">Tested by this general standard, the article under review satisfies the constitutional demand.</p>\n<p id=\"b297-5\">By long established usage and judicial acquiescence, legislation regulative of municipalities, and clothing them with authority for local administration and powers of self-government, has been enacted under a like general'head. <em>Ringer v. Paterson, supra; Anderson </em>v. <em>Camden, supra; McCran, Attorney-General, </em>v. <em>Ocean Grove, supra; State, Walter </em>v. <em>Town of Union, supra; Hetrick </em>v. <em>Roberts, supra; Johnson </em>v. <em>Asbury Park, supra; Moore </em>v. <em>Burdett, supra; Darling </em>v. <em>Board of Chosen Freeholders of Hudson County, </em>107 <em>Atl. Rep. </em>854; <em>McGovern </em>v. <em>Inhabitants of Trenton, </em>84 <em>N. J. L. </em>237; <em>Pierson </em>v. <em>Cady, </em>84 <em>Id. </em>54; <em>State </em>v. <em>City of Wildwood, </em>83 <em>Id. </em>188; <em>Morris, &amp;c., Railroad Co. </em>v. <em>Newark, </em>76 <em>Id. </em>555; <em>Bloomfield </em>v. <em>Middlesex County, </em>74 <em>Id. </em>261; <em>Drew </em>v. <em>West Orange, </em>64 <em>Id. </em>481; <em>Kennedy </em>v. <em>Belmar, </em>61 <em>Id. </em>20. And compare <em>State </em>v. <em>Twining, supra; Sawter </em>v. <em>Shoenthal, supra; Boorum </em>v. <em>Connelly, supra. </em>To borrow the language of Mr. Justice Parker, in <em>Hetrick </em>v. <em>Roberts, supra, </em>acts so entitled “are almost multitudinous in our statute books.”</p>\n<p id=\"b297-6\">Thus it has become a matter of common knowledge that under such a title the legislature would be likely to deal with the whole subject of municipal power, authority and duty. Under that generic head, one conversant with the history and course of the legislation would naturally look for an outline of the powers of a municipality, municipal in the strict, proprietary signification as well as governmental. We perceive no valid basis for a distinction, in this respect, between the two classes of powers.</p>\n<p id=\"b297-7\">A municipality is an agency of the state for the administration, within the prescribed limits, of the governmental functions and powers of the state. <em>Trenton </em>v. <em>New Jersey, </em>262 <em>U. S. </em>182; 43 <em>S. Ct. </em>534; 67 <em>L. Ed. </em>937. Such is its govern<page-number citation-index=\"1\" label=\"252\">*252</page-number>mental aspect. In its strictly municipal character, it administers local self-government, subordinate to the state, for the regulation of the purely domestic concerns of its inhabitants, In this capacity, it functions not as sovereign, but in the proprietary sense. The legislature is likewise the exclusive source of that authority. Of this more hereafter. The line of separation between its public or governmental and private or proprietary functions is ofttimes obscure; they are frequently so blended as to be indistinguishable. And, for purposes of legislation, they are ordinarily grouped under one general head, and considered as relating to a single object; the constitution does not regard them as two separate and distinct subjects — so incongruous as to be incapable of treatment in a single enactment.</p>\n<p id=\"b298-4\">The Home Rule act charts the general field of municipal activity, and delimits the powers and duties of its local agencies. Thus it relates to a single subject. These dual functions — sovereign and proprietary — are clearly cognate to that principal purpose, and to each other. The title therefore gives notice that the legislation may concern the regulation of both phases of municipal action.</p>\n<p id=\"b298-5\"><em>Third: </em>Yet the instant resolution and the ensuing proceedings are nevertheless <em>ultra vires.</em></p>\n<p id=\"b298-7\">The exercise of the power to acquire or construct a light, heat or power plant, conferred by article XXXIII of the act of 1917, supra, is conditioned upon the sanction of the municipal electorate. The initiative and referendum, well known devices of political science, are prescribed for the effectuation of the will of the voters. Section 3 of that article provides that the governing body may, on its own initiative, “pass a resolution” calling for a referendum upon the question of the acquisition or construction of such a plant, and, on the filing of a petition signed by at least twenty per cent, of the legal voters of the municipality requesting such action, <em>“shall </em>pass a resolution” of like purport. It is then provided that, in the event of the approbation of the voters, the governing body <em>“shall </em>proceed in accordance with the provisions” thereof “to acquire or construct the necessary plant or works for the fur<page-number citation-index=\"1\" label=\"253\">*253</page-number>nishing of light, heat or power [or two or all of them] for the public and private uses of such municipality and its inhabitants.”</p>\n<p id=\"b299-4\">Ordinarily, the verb “shall” is employed in legislative enactments in the imperative or mandatory rather than the permissive or directory sense. But the import of any word or phrase is to be gleaned from the context and statutes in <em>pari materia.</em></p>\n<p id=\"b299-5\">Here, as pointed out, the proposition submitted to the voters called for a construction cost of approximately $10,000,000; and, concededly, its consummation would necessarily entail an increase of the net debt far beyond the limit prescribed by section 12 of chapter 252 of the laws of 1916 <em>(Pamph. L., pp. </em>525, 535), as amended by chapter 53 of the laws of 1930 <em>(Pamph. L., p. </em>257), disabling a municipality from passing any ordinance or resolution for the issuance of “bonds to pay for any improvement or property which it is or may be authorized or required by law to make or acquire or for any other purpose which it is authorized or required by law to undertake or for which it is authorized or required by law to make an appropriation,” if the net debt, as therein computed, will exceed the maximum amount prescribed. It is stipulated that the defendant municipality did not possess “funds of its own to finance a project of this kind;” and that “there is no proper or sufficient legislation now on the statute books of this state to authorize the issuance of any bonds for, or to otherwise finance, this project.”</p>\n<p id=\"b299-6\">These statutes are in <em>pari </em>materia, and are to be construed together so as to effectuate the general legislative policy. Compare <em>City of Jersey City </em>v. <em>State Water Policy Commis</em>sion, 118 <em>N. J. L. </em>72.</p>\n<p id=\"b299-7\">Subsequent enactments afford ample demonstration of the legislative purpose. Chapter 328 of the laws of 1933 <em>(Pamph. </em>L., <em>p. </em>855), designed to empower municipalities to construct and maintain, with federal financial aid, public works and improvements, authorized the issuance of bonds and other obligations therefor, regardless of the debt limit prescribed by the cited statute. Shortly thereafter, this statute was <page-number citation-index=\"1\" label=\"254\">*254</page-number>repealed. <em>Pamph. L. </em>1933, <em>p. </em>1135. A companion act, devised “to aid in relieving the public emergency arising from unemployment by simplifying the procedure for the authorization and financing of public works projects,” empowered the several municipalities to accept grants or loans of money from the federal government for carrying out public works projects, and to issue their negotiable bonds for loans so made; but it was expressly provided that nothing therein contained “shall affect the provisions of any other law in so far as such law limits amount of indebtedness or requires a vote of the people or the approval or the concurrence of any officer of a county or municipality in the authorization or the financing of a public works project, or the action of any commission, board or body required by any other law as a condition precedent to the appropriation of money or the approval of any commission, board or department of the state required by any other law.” <em>Pamph. L. </em>1933, <em>p. </em>1148.</p>\n<p id=\"b300-4\">And so, the legislative prescription of a debt limit laid upon the defendant municipality a disability that rendered the action under review nugatory. It is evident that the legislature did not intend to invest a municipality with power to undertake a major proprietary project when bereft of the requisite financial capacity, as measured by the statute adverted to. The debt limitation provision expresses a predominant public policy that restricts the exercise of the authority conferred by article XXXIII of the Home Rule act, <em>supra. </em>It is as much a part of that article as if expressly incorporated therein. This disability is annexed to the power so conferred. It constitutes a limitation upon that grant of authority, and is inseparable from it. Financial capacity, so gauged, is a prerequisite to the submission of the question under the referendum provision. It is of the very essence of the authority. Taken and compared together, the statutes adverted to make evident a legislative purpose to so condition the power. There is nothing in the article referred to, or in the other provisions of the Home Rule act, <em>supra, </em>that discloses a legislative design to have a referendum on such a proposal when this incapacity indisputably exists. A referen<page-number citation-index=\"1\" label=\"255\">*255</page-number>dum conditioned upon the fulfillment of the plan, in the event of approval, when this basic disability had been removed was not in legislative contemplation. There are obvious reasons why such a course might prejudice the public welfare. When would the mandate of the people, in the event of approving action, lose its virility? Could it be consummated in the remote future when, by reason of changed public concepts or new conditions, a resubmission might result in disapprobation? And the consequent uncertainty over a long and indefinite period of time might, quite conceivably, be productive of baneful consequences to the public interest. Such a submission would serve no purpose except to register the views of the electors on the policy of the project. But this was evidently not the legislative purpose. The peremptory command of immediate action (the statute is on the whole fairly susceptible of no other interpretation) for the consummation of the plan, if sanctioned by the voters, is conclusive of this question.</p>\n<p id=\"b301-4\">If it were the intention of the legislature to afford an opportunity for the expression of the electors’ views on the mere question of policy, without regard to the present ability of the municipality to fulfill the project, if approved, it is fair to presume that such a purpose would have been explicitly declared. The provisions referred to plainly denote an obligation to build directly, in the event of such approbation.</p>\n<p id=\"b301-5\">It is not of the judicial function to disregard or qualify what reasonably seems to be the legislative will in a proper sphere. It is a mere truism to say that the courts are under a constitutional duty to effectuate the legislative purpose as it is written.</p>\n<p id=\"b301-6\">In respect of the scope of the power, the statutory provisions authorizing a municipality to undertake a purely municipal project are to be strictly construed. Our municipalities are creatures of the legislature, and possess no rights or powers save those bestowed by their creator. They have such powers only as have been expressly granted — such as are necessarily or fairly implied in or incident to the powers essential to the declared objects and purposes of the corpora<page-number citation-index=\"1\" label=\"256\">*256</page-number>tion; not simply convenient, but indispensable. Any reasonable or fair doubt of the existence of the asserted power, or any ambiguity in the statute upon which it rests, or those in <em>pari materia, </em>is to be resolved against the municipality, and the power is denied. <em>Federal Shipbuilding, &amp;c., Co. </em>v. <em>Bayonne, </em>103 <em>N. J. Eq. </em>475; <em>affirmed, </em>104 <em>Id. </em>196. Such is in substance the general rule. <em>Ottawa </em>v. <em>Carey, </em>108 <em>U. S. </em>110; 3 <em>S. Ct. </em>361; 27 <em>L. Ed. </em>669; <em>Spaulding </em>v. <em>Peabody, </em>153 <em>Mass. </em>129; 26 <em>N. E. Rep. </em>421; <em>Wells </em>v. <em>Salina, </em>119 <em>N. Y. </em>280; 23 <em>N. E. Rep. </em>870; <em>Cortland </em>v. <em>Larson, </em>273 <em>Ill. </em>602; 113 <em>N. E. Rep. </em>51; <em>Richmond </em>v. <em>Richmond Natural Gas Co., </em>168 <em>Ind. </em>83; 79 <em>N. E. Rep. </em>1031; <em>Bridgeman </em>v. <em>Derby, </em>104 <em>Conn. </em>1; 132 <em>Atl. Rep. </em>25; 45 <em>A. L. R. </em>728; <em>Barnard &amp; Miller </em>v. <em>Chicago, </em>316 <em>Ill. </em>519; 147 <em>N. E. Rep. </em>384; 38 <em>A. L. R. </em>1533; <em>American Aniline Products </em>v. <em>City of Lock Haven, </em>288 <em>Pa. </em>420; 135 <em>Atl. Rep. </em>726; 50 <em>A. L. R. </em>121; <em>Harlan </em>v. <em>Employers’ Association of Maryland, </em>162 <em>Md. </em>124; 159 <em>Atl. Rep. </em>267; 81 <em>A. L. R. </em>343.</p>\n<p id=\"b302-4\">This construction does not work a denial of local self-government within the intendment of the act of 1917, <em>supra. </em>The prescription of a debt limit was designed to maintain solvency and essential municipal function, both governmental and proprietary. These considerations are of vital interest to the state as well as the inhabitants of a municipality. See <em>Hourigan </em>v. <em>Township of North Bergen, </em>113 <em>N. J. L. </em>143; <em>Rippel </em>v. <em>Asbury Park, </em>118 <em>Id. </em>45. They are grounded in a sound economy. The evils consequent upon improvidence in municipal management have been brought into focus by the events of recent years. Untold mischiefs have resulted to the taxpayers and the holders of municipal securities, and the general welfare has suffered. These are plainly the considerations underlying the debt limitation policy. The wisdom of this particular debt limitation is not a justiciable question; that is exclusively within the province of the legislature.</p>\n<p id=\"b302-5\">In these circumstances, there is no occasion to consider the other questions raised and argued.</p>\n<p id=\"b302-6\">Accordingly, the resolution and the referendum held pursuant thereto are vacated, but without costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}