{
  "casebody": {
    "data": "<casebody firstpage=\"172\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b202-4\">State of Tennessee, for Use, etc., Complainant, Appellant, <em>v. </em>Kate K. Waggoner, Defendant, Appellee.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b202-5\">(Nashville,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AoM\">December Term, 1930.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b202-6\">Opinion filed February 21, 1931.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b203-16\"><page-number citation-index=\"1\" label=\"173\">*173</page-number>Albert G. Ewing, III, for complainant, appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b204-2\"><page-number citation-index=\"1\" label=\"174\">*174</page-number>M. P. O’Connor, and Littell Rust, for defendant, appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b204-3\">Mr. Chief Justice Green</author>\n<p id=\"A5I\">delivered the opinion of the Court.</p>\n<p id=\"b204-4\">This suit was brought by the State for its own use and for the use of Davidson County to recover delinquent state and county taxes. Among- other defendants is Ward-Belmont ¡School. This defendant answered denying- liability on the ground that its property involved was used for educational purposes and not liable to taxation. The chancellor decreed in favor of Ward-Belmont School and the State has appealed.</p>\n<p id=\"b204-5\">Ward-Belmont School is a corporation for profit, as distinguished from an eleemosynary corporation or a corporation organized for the general welfare. It owns valuable real estate in Nashville, a large campus with handsome and commodious buildings, as well as other property in the city and county. The corporation is capitalized at $450,000.</p>\n<p id=\"b204-6\">Immediately across one of the streets bounding the campus of the school is a residence which belongs to the institution. During the years for which the taxes sued for in this case accrued, this residence was occupied by Eustice A. Hail. He and his family owned the majority of stock in the corporation and he was vice-president and business manager of the corporation. He took no part in the educational work of the institution but managed all its, business affairs. An office was provided for him in one of the buildings on the campus, in. which office he attended to his duties in connection with the school. According to his testimony, he had no other employment <page-number citation-index=\"1\" label=\"175\">*175</page-number>and devoted all his time to the business management of this institution. He said that he occupied his office on the campus the whole of every week day, and frequently returned there in the evening after dinner, giving about twelve hours a day to the duties mentioned. Under his contract with Ward-Belmont School, Hail was paid a salary and furnished the residence aforesaid for himself and his family.</p>\n<p id=\"b205-5\">Section 28 of Article II of the Constitution of the State authorizes the legislature to exempt from taxation property “held and used for purposes purely religious, charitable, scientific, literary or educational.” Section 2 of chapter 602 of the Acts of 1907 exempts property “belonging to any religious, charitable, scientific or educational institutions when used exclusively for the purpose for which said institution was created.”</p>\n<p id=\"b205-6\">In <em>Ward Seminary </em>v. <em>City Council, </em>129 Tenn., 412, the court elaborately considered the nature of the exemptions to which Ward Seminary for young ladies, a predecessor of defendant herein, was entitled. That institution was organized under a charter similar to the charter under which Ward-Belmont School operates— both being corporations for profits.</p>\n<p id=\"b205-7\">In regard to such an institution, so chartered, we said: ‘ ‘ The property . . . which is in reality used in educational work, such as the school buildings, dormitories, exercise grounds, and the usual and appropriate equipment” of an institution of this character is exempt from taxation.</p>\n<p id=\"b205-8\">In other words, to be exempt, the property of an institution of this sort must be used <em>purely </em>for educational <page-number citation-index=\"1\" label=\"176\">*176</page-number>purposes, as said, in the constitution, or <em>exclusively </em>for educational purposes, as said in the <em>statute </em>— purely and' <em>exclusively </em>meaning the same thing. <em>M. E. Church, South, </em>v. <em>Hinton, </em>92 Tenn., 187.</p>\n<p id=\"b206-5\">An exemption of an educational institution is not to be so narrowly construed as an exemption of a railroad corporation. <em>State </em>v. <em>Fisk University, </em>87 Tenn., 233.</p>\n<p id=\"b206-6\">Counsel for both parties agree that property of an educational institution may be regarded as used exclusively for educational purposes, so long as the primary use is for such purposes, even though there be an incidental use for other purposes. Cooley on Taxation, Vol. 2, Sec. 686.</p>\n<p id=\"b206-7\">Nevertheless, it is incumbent on one claiming for his property an exemption from taxation to show that such property comes within the exempting clauses of the constitution and statute. <em>M. E. </em>Church, <em>South, </em>v. <em>Hinton, supra.</em></p>\n<p id=\"b206-8\">The courts have had difficulty in determining in particular cases whether houses for the occupancy of teachers, presidents, superintendents and other employes of schools could be said to be devoted primarily to educational purposes. The. cases are too numerous to permit a review. They may be found collected in notes 50 L. R. A. (N. S.), 1205; 21 L. R. A. (N. S.), 171; 10 Anno. Cas., 672.</p>\n<p id=\"b206-9\">The question of the use of property for educational purposes is necessarily relative. <em>Knox College </em>v. <em>Board of Review, </em>380 Ill. 160, 35 A. L. R. 1041. The solution of each case depends on its own facts and the conclusions reached by the different courts are not altogether easy of reconciliation.</p>\n<p id=\"b206-10\">A,s a result of the decisions, we feel justified in saying that where the dominant consideration for supplying a <page-number citation-index=\"1\" label=\"177\">*177</page-number>residence to a school employee is to promote the efficient administration of the institution, rather than to furnish a habitation for the employee, such a residence is used for educational purposes. In a ease like this, the property may be said to have a direct connection with, the educational work. <em>Harvard College </em>v. <em>Assessors, </em>175 Mass., 148; <em>Phillips Academy </em>v. <em>Andover, </em>175 Mass., 118, 48 L. R. A., 550.</p>\n<p id=\"b207-3\">It appears from the record that the operating expenses of Ward-Belmont School amounted to about $600,000 a year. The corporation undoubtedly needed a business manager. The services of such functionary were required in carrying on the business for which the institution was chartered. Nevertheless, there is nothing to show that the occupancy of the residence involved in any way contributed to the efficiency of Hail as a business manager or bore any relation to his duties at the school. As a matter of fact, all his duties seemed to have been performed at his office on the campus.</p>\n<p id=\"b207-4\">His evidence does not show that Hail had anything to do with the discipline of the pupils, with their custody, or that he was charged with guarding the buildings or the young ladies. It does not appear that the operation of this institution was in any way bettered or even made more convenient by the circumstance that its business manager was furnished a residence in immediate proximity to the campus.</p>\n<p id=\"b207-5\">So far as we can see, Hail might have transacted the business of his office and Ward-Belmont School might have gotten on as well, if Hail had lived ten blocks from the institution instead of across the street.</p>\n<p id=\"A3qM\">It seems to us that the house occupied by Hail was primarily, if not exclusively, a home for himself and his <page-number citation-index=\"1\" label=\"178\">*178</page-number>family; that the occupancy of this house by himself and his family was without reference to the educational work of Ward-B'elmont School. The house was furnished to him rent free by way of paying part of his compensation and not by way of furthering any scholastic end.</p>\n<p id=\"ADJ\">For the reasons stated, the decree of the chancellor will be reversed and a decree entered here for the State and County.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}