{
  "casebody": {
    "data": "<casebody firstpage=\"230\" lastpage=\"237\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b278-8\">UNITED STATES of America, Plaintiff-Appellee, v. Peter John DEMOTT, Defendant-Appellant, American Civil Liberties Union of Virginia, Incorporated, Amicus Curiae.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b278-12\">No. 01-4569.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b278-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b278-14\">Argued April 5, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b278-15\">Decided Aug. 30, 2002.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b279-12\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>ARGUED: Sebastian Kenneth David Graber, Wolftown, Virginia, for Appellant. Charles John Dlabik, Jr., Office of the United States Attorney, Alexandria, Virginia, for Appellee. ON BRIEF: Paul J. McNulty, United States Attorney, William C. Henderson, Special Assistant United States Attorney, Office Of the United States Attorney, Alexandria, Virginia, for Appellee. Rebecca K. Glenberg, American Civil Liberties Union of Virginia Foundation, Inc ., Richmond, Virginia, for Amicus Curiae.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b279-13\">Before WIDENER and WILLIAMS, Circuit Judges, and WALTER K. STAPLETON, Senior Circuit Judge of the United States Court of Appeals for the Third Circuit, sitting by designation.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b279-14\">OPINION</p>\n<author id=\"b279-15\">STAPLETON, Senior Circuit Judge.</author>\n<p id=\"b279-16\">Appellant Peter DeMott was convicted of failing to obey a lawful order to move from one location to another while participating in a demonstration at the Pentagon Reservation. On appeal, he attacks on numerous grounds the regulation he was convicted of violating and a regulation requiring demonstrators at the Pentagon to obtain a permit. We will affirm his conviction.</p>\n<p id=\"b279-17\">I.</p>\n<p id=\"b279-18\">Approximately forty demonstrators, including DeMott, gathered on the steps of the River Entrance at the Pentagon around 4:30 a.m. on August 6, 1999, to mark the anniversary of the bombing of Hiroshima. The River Entrance faces the Potomac River and is part of the River <page-number citation-index=\"1\" label=\"232\">*232</page-number>Plaza area, which also includes a parking lot, sidewalk, and steps leading to the River Entrance. The River Entrance is regarded by those responsible for security as a “very sensitive area.” JA 84. It is “commonly referred to as the “VIP entrance’ “ because it is the point of ingress and egress for most “dignitaries and other top level officials.” <em>Id. </em>Immediately inside the River Entrance are the offices of the Secretary of Defense, the Chairman of the Joint Chiefs of Staff, and all of the undersecretaries who report directly to the Secretary and the Chairman.</p>\n<p id=\"b280-4\">A group of demonstrators has gathered at this entrance every year on August 6 for some time to mark this anniversary and to communicate their views regarding nuclear weapons. On the day of DeMott’s arrest, the demonstrators positioned themselves on the steps immediately adjacent to the River Entrance. They were peaceful, did not directly block ingress to or egress from the building, and were initially allowed to remain on the steps even though they had not secured the required permit. Captain McGriff, a uniformed shift commander in the Defense Protective Service (“DPS”), was placed in command of the area sometime between 6:30 and 7:00 a.m. He was responsible for “responding to [the River Entrance] and takfing] appropriate action based upon the circumstances.” JA 77. Upon his arrival at the scene, the demonstrators were relocated on the steps and a police line was established to facilitate easier access for personnel entering the budding. Security personnel were diverted from other responsibilities for this purpose.</p>\n<p id=\"b280-5\">Around 8:00 a.m., Captain McGriff ordered the demonstrators to move from the steps to a sidewalk area on the other side of a small parking lot in front of the steps. This area was ninety-five feet from the steps of the River Entrance. His initial order was followed minutes later by a second and third directive to the same effect. On the third occasion, the demonstrators were advised that anyone remaining on the steps would be arrested. Some demonstrators moved to the designated area; others, including DeMott, did not. De-Mott was arrested by 8:20 a.m.</p>\n<p id=\"b280-7\">Captain McGriff testified that the removal order was issued because the Secretary of Defense was expected to arrive soon at the River Entrance, because there was an outstanding “ThreatCon Alpha” security alert, and because relocation “would remove the immediate threat of someone ... associated with the group or not even associated with the group ... gaining access to the facility ... or possibly placing a device against” it. JA 84, 90. McGriff explained that a ThreatCon Alpha is issued when “a general threat of possible terrorist activity exists, the extent and nature of which is unknown.” JA 293.</p>\n<p id=\"b280-8\">After a bench trial, the District Court concluded, in part, as follows:</p>\n<blockquote id=\"b280-9\">[T]he presence of numerous protesters on the steps of the River Entrance at a time when the Secretary of Defense was approaching that entrance presented a threat to his safety. As the head of the agency, a security threat to his person constitutes a threat to the normal functioning of the agency’s operations, generally. In addition, the concentration of security forces at the River Entrance necessarily reduced their ability to deal with any threat that might arise elsewhere on the Pentagon Reservation.</blockquote>\n<p id=\"b280-10\">JA 375-76.</p>\n<blockquote id=\"b280-11\">... [T]he arresting officer perceived that DeMott’s behavior posed a threat to Pentagon security. The demonstration, consisting of more than 40 people, required the stationing at the River Entrance of security officers normally on <page-number citation-index=\"1\" label=\"233\">*233</page-number>duty elsewhere in the facility. This concentrated the security forces at the River Entrance while reducing the overall level of security elsewhere at the Pentagon .... [T]he arresting officer reasonably perceived that the demonstration undermined DPS’s ability to ensure that the entire facility was protected. Further, relocating the demonstration to a sidewalk some distance from the entrance was a reasonable means of reducing the number of officers required to maintain security in the vicinity.</blockquote>\n<p id=\"b281-5\">JA 388-84.</p>\n<p id=\"b281-6\">Although DeMott was arrested for demonstrating without a permit and for failing to obey a lawful order, he was only prosecuted and convicted of the latter. The regulation under which he was prosecuted prohibits:</p>\n<blockquote id=\"b281-7\">[v]iolating the lawful order of a government employee or agent authorized to maintain order and control public access and movement during firefighting operations, search and rescue operations, law enforcement actions, and emergency operations that involve a threat to public safety or government resources, or other activities where the control of public movement and activities is necessary to maintain order and public health or safety.</blockquote>\n<p id=\"b281-8\">32 C.F.R. § 234.6(b).</p>\n<p id=\"b281-9\">Specifically, DeMott was charged and convicted of “knowingly, willfully and unlawfully violating] the lawful order of a government employee and agent who was authorized to maintain order and control public access and movement in circumstances in which the control of public movement and activities was necessary to maintain order and public health and safety.” <em>JAIL</em></p>\n<p id=\"b281-10\">DeMott challenges his conviction under 32 C.F.R. § 234.6(b) on various grounds. He asserts that this regulation is vague and over-broad, that when applied to his refusal to comply with the removal order, it violated the First Amendment, and that there was insufficient evidence to support his conviction. We discuss each of these arguments in turn.</p>\n<p id=\"b281-12\">We will not address DeMott’s challenges to the permit regulation. This a criminal case and the sole matter before us is the validity of DeMott’s conviction for failing to obey the order of a Protective Service officer under circumstances in which the control of public movement and activities was necessary to maintain order and public safety. In our view, that conviction is valid without regard to the constitutional validity of the regulation requiring a permit to demonstrate at the Pentagon.</p>\n<p id=\"b281-13\">II.</p>\n<p id=\"b281-14\">DeMott contends that the regulation is vague and overbroad because it “fails to define ‘law enforcement actions,’ [and does not] delineate what is meant by ‘other activities where the control of public movement and activities is necessary to maintain order and public health and safety.’ ” Brief of Appellant at 51. In order to survive a vagueness challenge, a statute or regulation need only give fair warning such that people of common intelligence will know whether their contemplated conduct is forbidden. <em>United States v. Cassiagnol, </em>420 F.2d 868, 873 (4th Cir.1970). With respect to overbreadth, “the issue is whether the scope of the challenged statute or regulation on its face impermissibly intrudes on areas protected by the First Amendment. Where, as here, “conduct and not merely speech is involved ... the overbreadth of a [regulation] must not only be real, but substantial as well, judged in relation to [its] plainly legitimate sweep.” <em>Broadrick v. Oklahoma, </em>413 U.S. 601, 615, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973).</p>\n<p id=\"b282-3\"><page-number citation-index=\"1\" label=\"234\">*234</page-number>The first step in analyzing any vagueness or overbreath challenge is to determine the scope of the statute or regulation. If a reasonable construction of it will result in a finding of constitutionality, that construction must be adopted. <em>Cassiagnol, </em>420 F.2d at 873; <em>see also United States v. Harriss, </em>347 U.S. 612, 618, 74 S.Ct. 808, 98 L.Ed. 989 (1954) (“[I]f [the] general class of offense can be made constitutionally definite by a reasonable construction of the statute, this Court is under a duty to give the statute that construction.”).</p>\n<p id=\"b282-4\">We find our prior decision in <em>United States v. Cassiagnol, </em>420 F.2d 868 (4th Cir.1970), particularly helpful in resolving DeMott’s vagueness and overbreath challenges. That case also involved a demonstration at the Pentagon. During the demonstration Cassiagnol crossed over and through an established line of United States Marshals into a restricted area and then refused to leave that area. He was arrested and convicted of violating a General Services Administration regulation prohibiting, among other things, “unseemly and disorderly conduct on property” under the care of the GSA. In response to Cassiagnol’s vagueness and overbreadth challenges, we acknowledged that the phrase “ ‘unseemly or disorderly conduct’ ... on its face without limiting construction might appear to raise constitutional issues.” <em>Id. </em>at 873. However, noting our “duty to interpret legislation in a manner not inconsistent with the demands of the Constitution,” we found “highly significant” the fact that the regulation was “applicable to acts and conduct on government property only.” <em>Id. </em>This fact gave “rise to a natural and normal construction of ... ‘unseemly and disorderly conduct’ “ as prohibiting conduct on federal property which interferes with or impedes normal and orderly government business on that property. <em>Id.</em></p>\n<p id=\"b282-5\">Viewing the regulation as so limited, we concluded with respect to Cassiagnol’s vagueness challenge that it “would not require a high degree of intelligence or understanding for one to reasonably conclude that breaking through a line of United States Marshals who were lined up between the demonstrators and the Pentagon, a government building of high strategic importance to the defense of the United States, [and remaining in a restricted area] could subject him to charges for disorderly conduct.” <em>Id. </em>at 873-74.</p>\n<p id=\"b282-6\">With respect to the overbreadth challenge, we noted that the GSA had “not only the right, but also the duty, to see that government property under its charge and control is in proper condition for normal use, so that government business may continue.” <em>Id. </em>at 874. We held as follows:</p>\n<blockquote id=\"A3q\">Even where government property is generally open to the public, reasonable nondiscriminatory regulation is appropriate to prevent interference with the designated and intended governmental use thereof. [Citations omitted]. The right of peaceful protest does not mean that anyone wishing to express an opinion or belief may do so at any time or at any place. [Citations omitted]. We conclude that the GSA regulation in question is neither vague nor overly broad.</blockquote>\n<p id=\"b282-7\"><em>Id. </em>at 875.</p>\n<p id=\"b282-8\">The regulation here challenged applies only to activity on the Pentagon site and is directed even more clearly than the one in <em>Cassiagnol </em>to avoiding conduct that may delay or impede legitimate government operations. Accordingly, consistent with <em>Cassiagnol, </em>its references to orders issued in the context of “law enforcement actions” and “other activities where the control of public movement and activities is necessary to maintain order and public health or safety” must be construed as limited to <page-number citation-index=\"1\" label=\"235\">*235</page-number>orders in furtherance of the government’s mission there. Moreover, from the standpoint of fair warning, the regulation here holds far less potential for innocent misunderstanding given that a violation requires an express order from a responsible official under specified, reasonably detailed circumstances. We thus perceive no vagueness problem.</p>\n<p id=\"b283-5\">Nor do we find an overbreadth problem. Clearly, the government has a very substantial interest in having persons on Pentagon property obey orders issued by responsible officials in the stipulated circumstances and, if there are any circumstances in which its existence would chill First Amendment rights, that potential, as in <em>Cassiagnol, </em>is clearly not substantial when “judged in relation to [its] plainly legitimate sweep.” <em>Broadrick, </em>at 615, 93 S.Ct. 2908.</p>\n<p id=\"b283-6\">III.</p>\n<p id=\"b283-7\">DeMott further insists that the application of 32 C.F.R. § 234.6(b) to his conduct on August 6, 1999, violates the First Amendment. We are unpersuaded.</p>\n<p id=\"b283-8\">It makes no difference in our view whether the River Entrance of the Pentagon be considered a public forum, a limited, designated forum, or a non-public one. “[E]ven in a public forum the government may impose reasonable restrictions on the time, place, and manner of protected speech, provided the restrictions ‘are justified without reference to the content of the regulated speech, ... they are narrowly tailored to serve a significant government interest, and ... they leave open ample alternative channels for communication of the information.’ ” <em>Ward v. Rock Against Racism, </em>491 U.S. 781, 791, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989). Moreover, while such restrictions must be narrowly tailored to serve the government’s legitimate, content-neutral interests, they “need not be the least restrictive or least intrusive means of doing so. Rather, the requirement of narrow tailoring is satisfied ‘so long as the ... regulation promotes a substantial government interest that would be achieved less effectively absent the regulation.’ ... [Thus, so] long as the means chosen are not substantially broader than necessary to achieve the government’s interest, ... the regulation will not be invalid simply because a court concludes that the government’s interest could be adequately served by some less-speech-restrictive alternative.” <em>Id. </em>at 800, 109 S.Ct. 2746 (quoting <em>United States v. Albertini, </em>472 U.S. 675, 689, 105 S.Ct. 2897, 86 L.Ed.2d 536 (1985)).</p>\n<p id=\"b283-10\">There is no evidence to suggest that the decisions to order the demonstrators to move some thirty yards from the steps of the River Entrance was in any way related to the content of their speech. The restriction imposed by that order was a content-neutral one.</p>\n<p id=\"b283-11\">Similarly, there can be no debate about the government’s substantial interest in protecting the personal security of the Secretary of Defense and the institutional security of the Pentagon or about the fact that the relocation of the demonstrators from the steps adjacent to the building entrance served those security interests.</p>\n<p id=\"b283-12\">DeMott insists, however, that the order was not narrowly tailored and that alternative measures were available to provide security without cutting off his access to his intended audience. His argument is factually and legally flawed, however. De-Mott began his demonstration on the steps at 4:30 a.m. and it continued there until 8:20 a.m. During that time security measures were taken that did not involve relocation. It was only after news of the impending arrival of the Secretary was received that relocation was required. <page-number citation-index=\"1\" label=\"236\">*236</page-number>Moreover, the ordered relocation would not have deprived DeMott of the ability to continue communicating his protest against his country’s nuclear policy. Permission to demonstrate at the River Entrance on the designated sidewalk area provided DeMott with immediate face-to-face access to most of those who would ultimately use the steps to the River Entrance. It deprived him of immediate face-to-face access only to those like the Secretary who were driven by others to the entrance and to the few who parked in the small, restricted lot. With respect to the latter group, relocation would have placed him less than thirty yards away. Even with respect to the Secretary and others dropped off at the steps, the thirty yard separation did not foreclose communication of the protest through signs and shouts.</p>\n<p id=\"b284-4\">As DeMott stresses, quoting from <em>Hef-fron v. International Society for Krishna Consciousness, Inc., </em>452 U.S. 640, 655, 101 S.Ct. 2559, 69 L.Ed.2d 298 (1981), “[t]he First Amendment protects the right of every citizen to reach the minds of willing listeners and [that right requires that] there must be opportunity to win their attention.” This does not mean, however, that the First Amendment guarantees immediate face-to-face access to the President, the Secretary of Defense, and any other official whom one might like to personally address.</p>\n<p id=\"b284-5\">DeMott’s argument is also legally flawed because it is predicated on the notion that the relocation order was invalid if less restrictive alternatives could be suggested. As we have earlier noted, “when a content-neutral regulation does not entirely foreclose any means of communication, it may satisfy the tailoring requirement even though it is not the least restrictive or least intrusive means of serving the [regulatory] goal.” <em>Hill v. Colorado, </em>530 U.S. 703, 726, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000). The relocation order “promote[d] a substantial government interest that would be achieved less effectively” in its absence. <em>Ward, </em>491 U.S. at 800, 109 S.Ct. 2746. That is sufficient.</p>\n<p id=\"b284-7\">IV.</p>\n<p id=\"b284-8\">Finally, DeMott contends that there was insufficient evidence to establish two essential elements of the offense of conviction: (1) that the removal order was a lawful order, and (2) that it was issued during “activities when the control of public movement and activities is necessary to maintain order and public health or safety.” We have already rejected the argument that the removal order was unlawful because it violated DeMott’s First Amendment rights. It is also implicit in the foregoing that we find ample evidence to support the other element. A large group demonstrating in close proximity to a sensitive location in which a Cabinet level official was soon to pass through poses a threat to order and to the safety of not only the Cabinet official but also others in the area. While DeMott correctly stresses that his group was peaceful, there was no assurance that this would continue or that others would not take advantage of the demonstrators’ drain on security resources. Clearly, the circumstances were such that control of the public movement and activity in the River Plaza area was necessary to assure the maintenance of order and the security of Pentagon personnel.</p>\n<p id=\"b284-9\">While it is true, as DeMott stresses, that Captain McGriff did not advise the demonstrators of the impending arrival of the Secretary of Defense, such specific knowledge is clearly not an essential element of the offense of conviction. The demonstrators were aware that high officials would regularly seek access to the Pentagon <page-number citation-index=\"1\" label=\"237\">*237</page-number>through the River Entrance and thus knew that security would regularly require measures like the removal order.</p>\n<p id=\"b285-5\">V.</p>\n<p id=\"b285-6\">The judgment of the District Court will be affirmed.</p>\n<p id=\"b285-7\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}