{
  "casebody": {
    "data": "<casebody firstpage=\"662\" lastpage=\"670\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b726-6\">ABBOTT LABORATORIES, ROSS LABORATORIES DIVISION, Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b726-9\">No. 75-1496.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b726-10\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b726-11\">Argued Nov. 11, 1975.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b726-12\">Decided March 31, 1976.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b728-4\"><page-number citation-index=\"1\" label=\"664\">*664</page-number>Joseph D. Luksch, Washington, D. C. (William W. McKittrick, Chicago, Ill., Michael J. Bartlett, Peter H. Kiefer, Vedder, Price, Kaufman, Kammholz &amp; Day, Washington, D. C. and Vedder, Price, Kaufman &amp; Kammholz, Chicago, Ill., on brief) for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b728-5\">David A. Fleischer, Atty., N. L. R. B., Washington, D. C. (John C. Miller, Acting Gen. Counsel, John S. Irving, Jr., Deputy Gen. Counsel, Elliott Moore, Deputy Associate Gen. Counsel, and John H. Ferguson, Atty., N.. L. R. B., Washington, D. C., on brief) for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b728-6\">Before CLARK,<footnotemark>*</footnotemark> Associate Justice, BRYAN, Senior Circuit Judge, and WINTER, Circuit Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b728-13\"> Associate Justice, Supreme Court of the United States, retired, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b728-7\">WINTER, Circuit Judge:</author>\n<p id=\"b728-8\">Abbott Laboratories (the Company) petitions to set aside an order of the Board finding that it violated § 8(a)(5) and (1) of the Act by refusing to bargain with the duly certified representative of its employees (Textile Workers of America — the Union), and the Board cross-petitions for enforcement. The Company does not dispute that it refused to bargain; its defense is one of vitiating irregularities in the representation election and proceedings in which the Board rejected the Company’s objections to the election. Because we are not persuaded that there were prejudicial defects in the representation election or procedural defects in the Board’s rejection of the Company’s objections, and because we are persuaded that the Board’s resolution of the factual issues arising out of the representation election is supported by substantial evidence, we grant enforcement.</p>\n<p id=\"b728-9\">I.</p>\n<p id=\"b728-10\">The election was held on July 20, 1973, at the Company’s plant in Altavista, Virginia. After challenges were resolved, the Union prevailed by a vote of 22 to 20.</p>\n<p id=\"b728-11\">The Company filed nine objections to the election. The charges were investigated and the Board adopted the Regional Director’s recommendation that a hearing be held on four objections and that the remaining objections be overruled. A hearing was held and the hearing officer recommended that these four objections also be overruled and the Union certified. The Company filed exceptions to' these recommendations and to certain procedural rulings made by the hearing officer. Besides attacking the hearing officer’s findings in general and his credibility resolutions in particular, the Company excepted to the hearing officer’s refusal to receive posthearing briefs and his refusal to disqualify himself on the basis of an alleged conflict of interest arising from the hearing officer’s refusal to disclose his membership (or lack thereof) in the NLRB Union. The exceptions were rejected by the Board and the Union certified on October 22, 1974. The refusal to bargain followed promptly thereafter and the unfair labor practice proceeding was begun on November 6, 1974.</p>\n<p id=\"b728-12\">Before us, the Company presses substantially all of the objections that it submitted to the Board. It asserts that the Board improperly overruled certain of its objections without a hearing, that there was lacking substantial evidence to overrule the objections as to which a hearing had been held, that the Board’s hearing officer improperly denied the Company the right to file a brief, and that the Board’s hearing officer should have disqualified himself because his possible membership in a union which admittedly had no interest in the litigation before him might nevertheless have led him to lack objectivity in judging the conduct of a Board agent who was a member of that union.</p>\n<p id=\"b729-4\"><page-number citation-index=\"1\" label=\"665\">*665</page-number>We see no merit in any of the arguments made to us and we think that they need not be discussed in detail.<footnotemark>1</footnotemark> In deference to our dissenting brother, however, we will discuss the Company’s contention that the election should be set aside because representatives of the Union threatened physical violence to the Company’s employees if they did not vote for and support the Union.</p>\n<p id=\"b729-5\">II.</p>\n<p id=\"b729-6\">The contention that the Union threatened employees with physical violence, thereby vitiating the election, rests solely on disputed testimony about statements made by Cecil Hall. Hall was a Company employee who was an active Union advocate and one of three employees who informally acted as a liaison with the Union’s official representatives.</p>\n<p id=\"b729-7\">There was testimony at the representation hearing that Hall, on three separate occasions, threatened to beat up employee Frederick Tubbs if Tubbs did not vote for the Union, and that, on one occasion, Hall threatened to kill or beat up employee Gerald Doss if Doss did not discontinue his work against the Union.</p>\n<p id=\"b729-10\">According to Tubbs, Hall’s first statement to Tubbs was made during May or June, 1973, at a meeting of Company employees at Leesville Dam. Hall asked Tubbs if Tubbs was for the Union. When Tubbs replied affirmatively, Hall said “if I [Tubbs] did not vote for the union he was going to throw me in the lake.” The next statement was made in early July, about two weeks before the election, at Wayside Park. Again Hall asked Tubbs if he was “still for the union,” and when Tubbs answered “yes,” Hall said “if you don’t vote for the union, I am going to kick your ass.” About a week later, at the time clock where employees punched in, Hall again said to Tubbs, “If you don’t vote for the union, I am going to kick you in your damn ass.” Tubbs did not take Hall’s first comment <page-number citation-index=\"1\" label=\"666\">*666</page-number>seriously; the second caused him some pause; and the third convinced him that Hall meant what he said. Tubbs was unable to say, however, whether his vote in the representation election had been influenced.</p>\n<p id=\"b730-4\">Hall’s statement about Doss was made to Wayne Crews some time before the election. Hall said that he would like to “kill” Doss, who was engaged in counter-organizational activities, but immediately added that he would not want to kill him but “just to beat the hell out of him.” Crews relayed the statement to Doss.</p>\n<p id=\"b730-5\">Hall denied that his statements to Tubbs were threats or were more than jokes not intended to be taken seriously. He denied making the statement about Doss. Although Tubbs’ testimony about what Hall said was corroborated by other witnesses, there was in fact no physical violence and Tubbs continued to attend Union meetings and made no effort to avoid Hall.</p>\n<p id=\"b730-6\">The Company sought to impeach Hall by showing the inconsistency between his testimony in which he admitted threatening Tubbs in jest and an affidavit that he gave a Board representative in which he denied that he threatened anyone, and on the basis of his convictions some twenty years before for theft and escape.</p>\n<p id=\"b730-7\">The hearing officer recited and analyzed the evidence pertinent to the Tubbs and Doss threats. He noted that with respect to Hall the evidence was in conflict, and then stated:</p>\n<blockquote id=\"b730-8\">With respect to the alleged threats made to Tubbs, it is clear that these alleged statements were made at voluntarily attended pro-union meetings and although Tubbs admitted that he considered the first threat to be in jest, he began to consider it more seriously when the alleged threat was renewed 2 weeks prior to the election. In spite of this subjective reaction, Tubbs was not deterred from attending additional union meetings and he even attended the union’s victory party after the election. Tubbs was also the recipient of the sum of $11, which was loaned to him by pro-union employees to assist him in paying a fine. Such actions are inconsistent with any attempt to show an atmosphere of fear and coercion. Moreover, Tubbs disavowed two affidavits which he read, swore to under oath and gave to Board Agents conducting the investigation of objections and this in itself creates a very serious question as to his credibility. Noting also the inability of Wayne Crews in his testimony to recall Tubbs’ reaction to the threat about being kicked into the lake at Leesville Dam at a time when Tubbs himself readily admitted that he laughed at this alleged threat and further noting the demeanor of the witnesses, I do not credit the testimony of either Tubbs or Crews concerning the alleged threats to Tubbs. On the other hand, I do not credit the version of Cecil Hall who favorably impressed me on his demeanor as a generally credible witness. His admitted remark to Tubbs was clearly made in jest and prompted by the apparent threat, Jim Pruett made to Tubbs [to kill him if he voted <em>for </em>the union]. Under a well established legal principle the board does not permit a wrongdoer to profit from the illegal act of its agent, but more significantly, in this context Hall’s one remark to Tubbs was made in jest and in such a posture had no effect upon the election and objections based thereon should be overruled. (Footnotes omitted.)</blockquote>\n<p id=\"b730-10\">In regard to Doss, the hearing officer reported:</p>\n<blockquote id=\"b730-11\">With respect to the testimony of Gerald Doss, it is clear that Hall never directly threatened him and that after hearing the alleged threat second-hand, from employee Wayne Crews, Doss clearly indicated that he was not frightened and that the remark had no effect upon the way he voted. There was no evidence to show that this alleged threat received wide circulation or that the employee who was the recipient of the alleged threat was affected in any way by this alleged misconduct in the casting of his ballot at the polls. (Footnote omitted.)</blockquote>\n<p id=\"b731-4\"><page-number citation-index=\"1\" label=\"667\">*667</page-number>The hearing officer’s conclusion and recommendation, subsequently adopted by the Board, was:</p>\n<blockquote id=\"b731-5\">Based on all of the foregoing and noting particularly that the entire critical period prior to the conduct of the election was totally free from any actual physical violence or property damage and that the employees who allegedly made coercive statements were not officers or agents of Petitioner [the Union] or so closely associated with Petitioner as to warrant other employees into believing that they had authority to act for it and that there was no evidence to establish that the Petitioner or any of its agents ever authorized, ratified or condoned any coercive conduct, I find that Employer’s Objection No. 1 [threats of physical violence] does not raise substantial or material issues with respect to conduct affecting the results of the election. (Footnote omitted.)</blockquote>\n<blockquote id=\"b731-6\">. it is recommended that [this] objection be overruled . . . [and]</blockquote>\n<blockquote id=\"b731-7\">that a Certification of Representative issue.</blockquote>\n<p id=\"b731-8\">III.</p>\n<p id=\"b731-9\">As we review the record, this is a case in which a determination of whether there were such threats of physical violence as to justify setting aside the election depends largely on the resolution of conflicting testimony based upon the credibility of the witnesses. Credibility is an issue for the hearing officer; and especially when it depends largely on observation of the witnesses’ demeanor at the hearing, its resolution by the hearing officer will not be overturned. <em>NLRB v. Walton Mfg. Co., </em>369 U.S. 404, 408, 82 S.Ct. 853, 7 L.Ed.2d 829 (1962); <em>NLRB v. Lester Bros., Inc., </em>301 F.2d 62, 68 (4 Cir. 1972). Certainly the hearing officer’s determination will not be upset by a mere head count of how many witnesses testify to each of two conflicting versions of an event, <em>cf. NLRB v. Union Carbide Caribe, Inc., </em>423 F.2d 231, 233 (1 Cir. 1970), particularly when some of the witnesses supporting the version having numerical superiority are contradicted either by others who support the same ultimate fact or by their own prior statements. Hall’s prior criminal record of twenty years earlier did not require that he be disbelieved, <em>cf. </em>Rule 609(b), Fed.Rules of Evidence, although Tubbs’ very recent conviction for assault and battery could be deemed to undermine his persuasiveness.</p>\n<p id=\"b731-11\">Affording the hearing officer’s credibility determinations the respect to which they are entitled, we cannot say that the record fails to support his conclusion that the election was not prejudiced by threats of violence. Hall was not the Union’s representative; he had no official position with the Union; nor was he on its payroll. The record is lacking in evidence that the Union authorized any of Hall’s statements, or that it was aware of them and failed to disavow them. More importantly, the record does not show a general atmosphere of fear and coercion so as to render improbable employee free choice in voting. Admittedly Hall did not always express himself in polite language and he had resort to hyperbole; but in an industrial setting, his choice of language was not uncommon nor would it be expected to have a coercive impact. <em>NLRB v. Bostic Division, USM Corp., </em>517 F.2d 971 (6 Cir. 1975); <em>Scovill Mfg. Co. v. NLRB, </em>443 F.2d 358 (4 Cir. 1971).</p>\n<p id=\"b731-12\">\n<em>ENFORCEMENT GRANTED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b729-8\">. Besides asserting that the Union threatened employees with physical violence, the Company argues that the Union falsely accused the Company of planning reprisals if the Union won the election. The Board found that the Company had ample opportunity to rebut any false accusations about its own plans. The Company argues, second, that the Union engaged in improper electioneering between the morning and afternoon voting sessions. The Board found that pro-Union employees’ forecasts of victory would have been regarded as mere puffing and did not imply access to inside information. The Company next asserts that the Union threatened employees with loss of employment if they did not become members of and support the Union. The Company produced no evidence on this objection, and the Board deemed it to have been abandoned. The Company’s fourth argument is that an official Board notice of election was defaced so as to benefit the Union. The Board found that the defacing of the election notice was an isolated, individual prank, and that any prejudice could easily have been remedied by the Company. Next, the Company contends that the Union had misrepresented a contract which the Union had negotiated with another employer. The Board found that there was no misrepresentation, since the Union <em>had </em>participated in the claimed negotiations, and failure to disclose the fact that other unions had played a dominant role in the bargaining was not a material omission. Sixth, the Company argues that the Board’s agent conducting the election had made improper remarks to eligible voters. The Board found that any improper remarks were not prejudicial, since they were not made within the hearing of anyone who had not yet voted, and were not so extreme as to justify setting aside the election in the absence of prejudice on the theory that they destroyed the appearance of the Board’s impartiality. The Company’s seventh assertion is that there had been improper conduct at the polling place by one of the Union’s observers. The Board found that it was not improper for the observer to stand rather than sit. With regard to the Company’s eighth argument that the marking of one ballot was visible as it was being deposited in the official ballot box, the Board found this occurrence to be an isolated accident which had no effect on the election.</p>\n<p id=\"b729-12\">With respect to proceedings before the hearing officer, the Board ruled that its hearing officer was not required, either by statute or the due process clause, to accept posthearing briefs since the parties had the opportunity tó express their views in writing both before and after the case was referred to the hearing officer. The Board also ruled that the hearing officer did not have an interest in the litigation merely because he might have belonged to the same union as one of the witnesses who appeared before him.</p>\n<p id=\"b729-13\">We see no error of fact or law in these rulings, or lack of substantial evidence to support these findings.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b731-13\">ALBERT V. BRYAN, Senior Circuit Judge</author>\n<p id=\"A4J\">(dissenting):</p>\n<p id=\"b731-14\">The election resulted in so close a tally— 22 to 20 — in favor of the Union that the misconduct of the Union’s electioneering deserves uncommon scrutiny. The fair thing, of course, would be for the Board to order a new election — a solution not to be feared by the Union or the Company — but the Board <footnotemark>*</footnotemark> refused.</p>\n<p id=\"b732-3\"><page-number citation-index=\"1\" label=\"668\">*668</page-number>Predominantly suspect is the behavior of employee Cecil Hall, a Union contact man and organizer, in his incessant strong arm threats of physical reprisal directed particularly to two co-employees, Frederick Tubbs and Gerald Doss, if they did not vote for the Union. Notably, had either of them been allowed to express his preference in the election, a privilege granted by law, the result would have been a tie and defeat for the Union.</p>\n<p id=\"b732-4\">That there was a denial of this right is squarely proved by the following colloquy of the Hearing Officer and Tubbs, who was browbeaten by Hall to vote for the Union and thus gave victory to the Union:</p>\n<blockquote id=\"ArE\">“HEARING OFFICER: Did Mr. Hall’s comments affect the way you voted?</blockquote>\n<blockquote id=\"ABK\">WITNESS: I believe so.</blockquote>\n<blockquote id=\"b732-5\">HEARING OFFICER: How would it affect?</blockquote>\n<blockquote id=\"b732-6\">WITNESS: It could have. Because I did not know — I could not make my mind up. I was scared.</blockquote>\n<blockquote id=\"b732-7\">******</blockquote>\n<blockquote id=\"b732-8\">“HEARING OFFICER: Let me return to the point that I was trying to establish. Did the comments that Mr. Hall made to you affect the way you voted? Did you vote the way you intended to vote when you went into the voting place, the polling area?</blockquote>\n<blockquote id=\"b732-9\">WITNESS: No, sir, I did not. HEARING OFFICER: You did not vote the way you wanted to?</blockquote>\n<blockquote id=\"b732-10\">WITNESS: No, sir. I thought about it. He done told me three times before the election that he was going to do something to me and so I started not to vote either way. I started not to vote either way and then I figured that I had to vote one way so I went in the booth and I came out and then I went back in again and made my mark.</blockquote>\n<blockquote id=\"b732-11\">“HEARING OFFICER: Did Mr. Hall’s comments to you threatening to throw you in the lake and threatening to kick your ass, did that affect the way you voted. Were you persuaded to vote for his position?</blockquote>\n<blockquote id=\"b732-14\">WITNESS: Yes, I would say so.”</blockquote>\n<p id=\"b732-15\">The majority opinion quite justly notes that the second threat of Hall gave Tubbs pause and the third convinced him of Hall’s intentions.</p>\n<p id=\"b732-16\">I dissent from the insistence of the Board to approve the election in the face of this proof. The evidence quite starkly discloses that Hall just before the election doggedly hounded and bullied these two employees into a state of intimidation lest they oppose his wishes. This insufferable intrusion upon the privileges of the participants in a secret balloting, however, occasioned the Board no serious reflection. It consoles itself in the conviction that what Hall did was all in good fun. Without even a hint of the unlawfulness of the acts imputable to Hall, his testimony is accepted, theirs rejected, all because Hall “favorably impressed me [the Hearing Officer] on his demeanor as a generally credible witness” in testifying. Decision is rested upon the overworked refuge of the Board: that it is the final judge of credibility.</p>\n<p id=\"b732-17\">Now the Court, too, dismisses the issue as merely a matter of credibility. But exploration is demandable, I think, to ascertain whether “substantial evidence” gives the Board’s pronouncement such stature. The search is not satisfied by the Board’s ipse dixit; the answer is for the Court; indeed, the Court <em>must </em>press the inquisition. <em>Universal Camera Corp. v. NLRB, </em>340 U.S. 474, 488, 491, 71 S.Ct. 456, 95 L.Ed. 456 (1951). This quest will reveal the Board’s amazing determinations.</p>\n<p id=\"b732-18\">Beyond peradventure Hall represented the Union. It looked to him as one of the leaders of the organization campaign in the plant and as its conduit for reports and directives. His voice was the Union’s, as the employees generally recognized. Later he was to be the Union observer at the ballot box.</p>\n<p id=\"b732-19\">Not only did he speak with the authority of the Union but he spoke with the force of the bearer of two felony convictions — one in 1950 for breaking and entering a store in <page-number citation-index=\"1\" label=\"669\">*669</page-number>the nighttime, with the theft of $50.00 worth of cigarettes, and another for grand larceny of an automobile. Presently, the Hearing Officer casually shrugged off this record, commenting that “such offenses do not relate to crimes involving physical violence”; the Court now treats it as insubstantial since the crimes were committed 20 years before.</p>\n<p id=\"b733-5\">Actually Hall served 12 years, not being released until December 1961. Furthermore, it is significant that even his prison record was not exemplary and bears recall when his bent for crime surfaces again. Hall escaped from the five-year imprisonment on the breaking and entering sentence; while a fugitive he stole the automobile; on two occasions his parole was revoked, once in 1954 and then in 1957; and he was returned to prison each time. I put down Hall’s criminality as something more than a peccadillo; I call it downright vicious violence. Also, he would seem to be a somewhat menacing fellow employee. The majority quite candidly can only say, with faint mitigation for him, that his record “did not <em>require </em>that he be disbelieved”. On the other hand, it says, a recent conviction of Tubbs for assault and battery “could be deemed to undermine [the] persuasiveness” of him as Hall’s accuser. This contrast in weight given the two records will not survive the facts.</p>\n<p id=\"b733-6\">The felony convictions were played down by the Hearing Officer, in redemption of Hall, while the conviction of Tubbs for assault and battery was played up, to impair Tubbs’ truthfulness. It is clarifying to find that his assault and battery must have been quite slight for the sentence was 18 days. Moreover, he was allowed to serve it during six weekends. Verily, the difference in treatment of Hall’s felonies and Tubbs’ offense is to “strain at a gnat and swallow a camel.”</p>\n<p id=\"b733-7\">Hall, in the weeks immediately preceding the election on July 20, 1973, as the majority opinion fully recites, repeatedly threatened employee Frederick Tubbs to “kick [his] ass” if he did not vote for the Union. This meant in plant language, Tubbs explained under oath, “to get to you and work you over and things. They would beat you up”. About the same time, as he watched employee Gerald Doss act counter-union, Hall said, “I would like to kill the son of a bitch” and continuing said, “No he wouldn’t want to kill him, I would just like to beat the hell out of him”. This remark was repeated to Doss through employee Crews.</p>\n<p id=\"b733-9\">The Company complained to the Regional Director to set aside the election for Hall’s duress of the voters and other unlawful tactics at the polls. Before Tubbs was interviewed by the Director’s agent, Tubbs was admonished by Brumfield, another contact man of the Union’s regional vice-president, not to relate Hall’s threats since it would “mess up” Hall. Thereafter, Tubbs resigned his job in the plant to take a janitorial job with the Company. On meeting him later, Hall shook his fist at Tubbs, telling him that he was now without protection, and “kept coming around” and “calling me [Tubbs] a rat and a two-timer”.</p>\n<p id=\"b733-10\">Great stress is laid by the Hearing Officer — to impair Tubbs’ veracity — upon two affidavits he filed with the investigating agent on August 8, 1973. In one he stated that he was never threatened by Hall and a supplementary affidavit of September 13, 1973 said that he had not told Doss that Hall had threatened Tubbs. Unfortunately the inducement of these affidavits is not mentioned. They were prompted by the statement of Hall to him a week after the election, in substance, that if anybody said that Hall had threatened somebody and could not prove it, they could be sued for slander. This obviously frightened Tubbs and generated his denials in the affidavits just mentioned.</p>\n<p id=\"b733-11\">Moreover, on November 9, 1973, prior .to the hearing before the Hearing Officer, Tubbs went to his employer and explained the falsity of his affidavits, the reason why he had made them and gave a full statement in affidavit form on November 9,1973 reciting the entire story. He even went to Washington, D. C. to correct these earlier denials of Hall’s threats.</p>\n<p id=\"b734-3\"><page-number citation-index=\"1\" label=\"670\">*670</page-number>On his return, Tubbs was faced by this same Brumfield, the Union’s contact man who had learned of his trip, with a Earning that the “boys” were mad at Tubbs and more so at Crews, the latter also having been noticed giving testimony against Hall. Furthermore, Hall asked him at the plant, “Why did you [correct your statement] because I ain’t bothering you but I could. I could do it mighty quick”. All of this indicates Hall’s unrelenting pursuit of him and why his first two affidavits cannot be taken as affecting his credibility before the Hearing Officer.</p>\n<p id=\"b734-4\">Hall did not deny before the Hearing Officer that he had made these remarks to Tubbs. He makes the point that he never “threatened” Tubbs. His is a confession and avoidance, lightly tossing it off as something not to be taken at all seriously— just jesting. As the majority now quite accurately frames it: “Hall denied that his statements to Tubbs were threats or were more than jokes not intended to be taken seriously.” Astonishingly, this is seized upon by the Board as expiation cleansing him of any wrongdoing. Feeble indeed is another excuse for him: there was no physical violence. Did there have to be body blows in order to constitute coercion? To cap it all, before the hearing, Hall had sworn to a Board representative in an affidavit that he did not tell Tubbs he would kick him if he did not support the TWUA [the Union].” Yet he is accorded unqualified belief by the Board.</p>\n<p id=\"b734-5\">Tubb’s accusations were “corroborated by other witnesses”, the majority observes, but then it presses against him, as inconsistencies, the circumstances of his continuance in attendance at Union meetings and his failure to avoid Hall. To me these incidents indicate, rather, the depth of Tubb’s conviction of the gravity of Hall’s threats, and his fear of the consequences should he cross Hall. The fact that he borrowed $11.00 from some of the Union members to pay a fine is also adduced as an inconsistency, but I miss the point of it. A loan while in such straits would be readily accepted by anybody.</p>\n<p id=\"b734-6\">Complete freedom to express their preference in an election of this kind is guaranteed by law to all the employees. This privilege is entrusted to the Board for assurance of its protection, but here the Board tolerates a gross deprivation of the right. As a minimum restoration, a new election should be ordered.</p>\n<p id=\"b734-7\">ADDENDUM</p>\n<p id=\"b734-8\">After the opinions in this case were prepared and circulated within the court, but before they were filed, a suggestion for rehearing in banc and a request for a poll was made <em>sua sponte </em>within the court. A majority of the judges eligible to vote voted to deny rehearing in banc.</p>\n<footnote label=\"*\">\n<p id=\"b731-15\"> Since the Board adopted all of the findings of the Hearing Officer, the latter’s rulings are frequently spoken of <em>infra </em>as the Board’s.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}