{
  "casebody": {
    "data": "<casebody firstpage=\"342\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b352-4\">State of Connecticut <em>v. </em>Daniel H. Henderson</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b352-5\">(4205) (4206) (4207)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b352-8\">Spallone, Daly and Bieluch, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b352-10\">Argued June 13</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AvR\">decision released July 29, 1986</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b352-13\"><em>John R. Williams, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b352-14\"><em>Bernadette Conway, </em>special assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b353-4\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>Spallone, J.</author>\n<p id=\"Ae\">The defendant pleaded guilty to four criminal charges contained in three separate informations. A judgment of conviction was rendered in each case, and the defendant has filed a separate appeal from each judgment. Because the issues in each appeal are identical, we have ordered, suo motu, that the appeals be combined. Accordingly, this opinion is applicable to all three appeals.</p>\n<p id=\"b353-5\">On March 29,1985, the defendant was sentenced by the trial court following his pleas of guilty to reckless endangerment in the second degree in violation of General Statutes § 53a-64, larceny in the third degree in violation of General Statutes § 53a-124, forgery in the third degree in violation of General Statutes § 53a-140, and forgery in the second degree in violation of General Statutes § 53a-139. He was sentenced to a total effective term of three years, suspended after eighteen months, with three years probation thereafter.</p>\n<p id=\"b353-6\">On April 17,1985, new counsel for the defendant filed motions for a new trial and to correct an illegal sentence in each case. These were denied by the court after it disallowed the defendant’s request for an evidentiary hearing on the motions. On appeal, the defendant claims error in the court’s denial of his motions.</p>\n<p id=\"b353-7\">At the outset, two factors are immediately apparent. First, the motion for a new trial was untimely, having been filed far after the five days specified in Practice Book § 903.<footnotemark>1</footnotemark> Second, both motions, no matter how they are couched, raise the claim of ineffective assistance of counsel.</p>\n<p id=\"b353-8\">We will not review the defendant’s claim of ineffective assistance of counsel. We heed our Supreme <page-number citation-index=\"1\" label=\"344\">*344</page-number>Court’s admonition that habeas corpus proceedings rather than direct appeals are best suited to test the performance of counsel, including those claims arguably supported by the record as well as those requiring an evidentiary hearing. <em>State </em>v. Leecan, 198 Conn. 517, 541, 504 A.2d 480, cert. denied, 476 U.S. 1184, 106 S. Ct. 2922, 91 L. Ed. 2d 550 (1986); <em>State </em>v. <em>Colon, 8 </em>Conn. App. 111, 112-13, 510 A.2d 1023 (1986); <em>State v. Aspinall, </em>6 Conn. App. 546, 554-55, 506 A.2d 1063 (1986).</p>\n<p id=\"b354-5\">The defendant argues that the trial court’s failure to provide the defendant with an evidentiary hearing constitutes an abuse of the trial court’s discretion and that had the court conducted such a hearing, it would have satisfied the <em>Leecan </em>pronouncement that “all claims of ineffective assistance ... be evaluated by the same trier in the same proceeding.” We disagree.</p>\n<p id=\"b354-6\">Initially, we note that a trial court’s procedure in acting on motions is not a substitute for a habeas corpus proceeding. All matters concerned with the alleged illegal confinement of the petitioner in habeas corpus, including the conduct of the trial judge, are subjects of a habeas hearing.</p>\n<p id=\"b354-7\">In that the granting of a motion for a new trial is wholly discretionary; <em>State </em>v. <em>Asherman, </em>193 Conn. 695, 735, 478 A.2d 227 (1984) cert. denied, 470 U.S. 1050, 105 S. Ct. 1749, 84 L. Ed. 2d 814 (1985); the trial court’s ruling on a motion for a new trial should stand unless it is shown that the court abused its discretion. <em>Kubeck </em>v. <em>Foremost Foods Co., </em>190 Conn. 667, 669-70, 461 A.2d 1380 (1983). The defendant has failed to demonstrate such abuse.</p>\n<p id=\"b354-8\">The trial court’s action in denying the defendant’s motions to correct an illegal sentence and its failure to afford the defendant an evidentiary hearing with regard to such motions also reflect the exercise of the court’s discretionary power. The judge who ruled on the motions in this case also sentenced the defendant <page-number citation-index=\"1\" label=\"345\">*345</page-number>after she conducted a canvass of at least part of the defendant’s guilty pleas. Nothing elicited at the canvass supports the defendant’s later allegations, by affidavit, that he was subject to certain misrepresentations by counsel which induced him to enter his guilty pleas. The trial court was confronted with the fact that the position taken by the defendant during his canvass was contrary to that expressed in the allegations contained in his affidavit. The court performed its function of resolving the conflicting stances assumed by the defendant and in the exercise of its discretion, based on the facts and circumstances of the case as presented at the hearing on the motions, denied such motions.</p>\n<p id=\"b355-5\">There is no error.</p>\n<p id=\"b355-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b353-9\"> Practice Book § 903 provides: “Unless otherwise permitted by the judicial authority in the interests of justice, a motion for a new trial shall be made within five days after a verdict or finding of guilty or within any further time the judicial authority allows during the five-day period.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}