{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"353\" lastpage=\"379\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b549-7\" pgmap=\"549\">(No. 71151.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b549-8\" pgmap=\"549\">THE PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. ERIC JAMES ILLGEN, Appellee.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b549-9\" pgmap=\"549\">Opinion filed November 21, 1991.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b554-8\" pgmap=\"554\">HEIPLE, J., took no part.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b555-5\" pgmap=\"555\">Neil F. Hartigan and Roland W. Burris, Attorneys General, of Springfield, and Edward A. Burmila, Jr., State’s Attorney, of Joliet (Rosalyn B. Kaplan, Solicitor General, and Terence M. Madsen, Arleen C. Anderson and Margaret O’Connell, Assistant Attorneys General, of Chicago, and Kenneth R. Boyle, John X. Breslin, and Nancy Rink Carter, of the Office of the State’s Attorneys Appellate Prosecutor, of Ottawa, of counsel), for the People.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b555-6\" pgmap=\"555\">Robert Agostinelli, Deputy Defender, and Mark D. Fisher, Assistant Defender, of the Office of the State Appellate Defender, of Ottawa, for appellee.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b555-7\" pgmap=\"555\">JUSTICE BILANDIC</author> <p id=\"Afk\" pgmap=\"555\">delivered the opinion of the court:</p> <p id=\"b555-8\" pgmap=\"555\">Following a jury trial in the circuit court of Will County, the defendant, Eric James Illgen, was convicted of the murder of his wife, Linda, and was sentenced to a term of 30 years’ imprisonment. The appellate court, with one justice dissenting, reversed the defendant’s conviction and remanded the cause for a new trial. (204 Ill. App. 3d 701.) The majority of the appellate court concluded that the trial court improperly admitted testimony that the defendant had, in the past, physically abused the victim. The dissenting justice concluded that the testimony was admissible to establish the defendant’s intent. (204 Ill. App. 3d at 707 (Heiple, J., dissenting).) We allowed the State’s petition for leave to appeal (134 Ill. 2d R. 315(a)).</p> <p id=\"b555-9\" pgmap=\"555(36) 556(36)\">The defendant contends that his conviction must be' reversed because the trial court improperly admitted evidence that he physically abused the victim in the past and because he was not proven guilty beyond a reasonable doubt. He also argues that the sentence imposed is excessive. Because we find no reversible error among these claims, we reverse the judgment of the appellate court and affirm the decision of the circuit court.</p> <p id=\"b556-5\" pgmap=\"556\">THE EVIDENCE AT TRIAL</p> <p id=\"b556-6\" pgmap=\"556\">The victim, Linda Illgen, sustained a fatal gunshot wound on April 14, 1989. At trial, Sally and Lisa Illgen, the daughters of the defendant and the victim, testified for the State. Sally and Lisa testified that on the evening of April 14, 1989, they played while their parents watched a movie on television. At some point during the evening their mother told them to play in the back of the house because their father, the defendant, had a loaded gun. The girls testified that they then went to a storage room in the back of the house and hid between some boxes. While in the storage room, the girls heard their mother say, “Don’t point that gun at me.” The girls subsequently heard their mother call them into the living room. As they walked toward the living room, they heard a gunshot. When they entered the living room, they saw their mother slumped on the couch, bleeding. Sally testified that she saw her father holding a gun and standing in front of her mother. She heard him say that it was an accident. Lisa testified that her father said “Oh my God, Linda,” and put the gun on the kitchen table. The girls testified that their parents had not argued on the night of the shooting. Sally also stated that her father often played with guns and their mother always had them leave the room when he did so.</p> <p id=\"b556-7\" pgmap=\"556(52) 557(32)\">Officer Kenneth Simpson of the Bolingbrook police department testified that, when he arrived at the Illgen home, he observed the victim sitting on the couch with a gunshot wound below her right eye. He spoke with the defendant for approximately 50 minutes. During this period of time, the defendant intermittently asked for help, said he wished he were dead, and stated “I slipped,” “They did it” and “Someone pushed me.” The defendant also asked Simpson to kill him because he had shot his wife.</p> <p id=\"b557-5\" pgmap=\"557\">Detective Joseph Andalina testified that the defendant was sobbing when he arrived at the Illgen home at approximately 9 p.m. When he asked the defendant what happened, the defendant stated that “Lester was here.” Andalina later determined that the defendant’s father was named Lester. When asked whether the shooting was an accident, the defendant stated “these things are never an accident.” The defendant also told Andalina that he had a sleepwalking problem. Andalina testified that the defendant appeared alternately calm and upset and stated that Lester made him do it, that his wife pushed him, pushed Lester, and finally, pushed the wrong button, so he shot her. Andalina and another officer questioned the defendant further at the police station later that evening. The defendant told the officers that he was sitting on the couch cleaning and “working” the gun mechanism. His wife was also sitting on the couch, watching television. At some point, he heard the gun discharge and saw blood on his wife’s face. The defendant told the officers that he wished he knew what happened “because these things are never accidents.” Andalina testified that the defendant alternated between giving responsive answers to questions and making bizarre, irrational statements.</p> <p id=\"b557-6\" pgmap=\"557(80) 558(51)\">The pathologist who performed an autopsy on the victim testified that a bullet entered the victim’s head just below her right eye and followed a downward course at a 20-degree angle, exiting in the back of her neck. The physician testified that there was a heavy deposit of soot in a three-inch area surrounding the wound. Other testimony established that such a soot pattern would appear if the muzzle of the gun was anywhere from 3 to 12 inches away from the victim’s face when the gun discharged. The evidence also established that the weapon used to kill the victim was a .45 caliber with a single-action mechanism. In other words, the hammer had to be cocked and the trigger pulled before the gun could be fired.</p> <p id=\"b558-5\" pgmap=\"558\">A police evidence technician testified that he found a bullet lodged in the rear of the center back couch cushion. He also testified that he observed a blackened area on the back of the victim’s left hand. Subsequent analysis revealed that this blackened area was gun powder residue which could have resulted if the victim’s left hand was on or near the muzzle of the gun when it discharged. The evidence at trial established that the victim was left-handed.</p> <p id=\"b558-6\" pgmap=\"558(205) 559(169)\">Over the defendant’s objection, the trial court admitted evidence of prior incidents of physical abuse inflicted upon the victim by the defendant in order to establish his motive and intent and to show that the shooting was not an accident. This evidence was introduced through the testimony of Carol Svarz. Svarz testified that she had known the defendant since 1969 and the victim since 1970. Svarz testified that she personally observed the defendant strike his wife on several occasions between 1972 and 1989. In 1972 or 1973, she saw the defendant hit the victim on the back of the head because the victim had failed to retrieve the defendant’s shotgun from the back seat of their automobile. In 1978, Svarz observed the defendant screaming and yelling at his wife while they were at the Svarz home. He demanded that his wife wash his boots and, when he later found water inside the boots, he hit her in the face. In January of 1980, while visiting the victim at her home in Bolingbrook, Svarz observed black and blue marks on Linda’s face. At that time, the defendant told her that the victim had bumped into a door. Two months later, in March 1980, the defendant told Svarz that he sleepwalks and when he awakens, his wife is black and blue, and he does not know how it happens. Svarz further testified that Linda sought help from the Brookfield police in January of 1982. The police took her to the Glen Ellyn Abuse Center for Women, where she stayed for six months before reconciling with the defendant. In October of 1982, while Svarz was visiting in the Illgen home, she heard the defendant say that he never had to worry about his wife leaving him again, because she and the children would get a bullet and the barrel of the gun would go into his mouth. In 1986, Svarz again saw the defendant strike his wife while in the Illgen home, apparently because he was angry with her for seeing her parents. In January of 1989, the defendant was in Svarz’s home in Bolingbrook discussing gun legislation and said, “Nowadays you could kill your old lady and plead insanity and get out.”</p> <p id=\"b559-5\" pgmap=\"559\">The defendant testified on his own behalf at trial. He testified that he returned home from work on April 14, 1989, between 4 and 5 p.m. He ate dinner and then watched a movie on television with his wife. The defendant sat on one side of the couch and his wife sat to his left. While watching the movie, he drank vodka and soda and worked the mechanism of one of his guns, repeatedly pulling the hammer back and releasing it. He testified that he remembered nothing else until he heard a loud noise and realized that his wife had been shot. He denied pointing the gun at his wife and denied any intention to kill her. The defendant also alleged that he did not remember making any statements to the police.</p> <p id=\"b559-6\" pgmap=\"559(48) 560(59)\">In closing argument, the prosecutor contended that, on the night in question, the defendant stood in front of his wife while she sat on the couch, pointed the gun at her and intentionally fired. The defense maintained that the defendant fell asleep or passed out on the couch while holding the gun with the hammer cocked. According to the defense, the victim, while seated on the couch, turned to her right and reached out her left hand to take the gun and, as she did so, the gun accidentally fired. Following deliberations, the jury returned a verdict finding the defendant guilty of first degree murder.</p> <p id=\"b560-5\" pgmap=\"560\">I</p> <p id=\"b560-6\" pgmap=\"560\">ADMISSIBILITY OF PRIOR PHYSICAL ABUSE EVIDENCE</p> <p id=\"b560-7\" pgmap=\"560\">As stated, the appellate court reversed the defendant’s conviction, holding that the trial court erred in admitting Svarz’s testimony of prior physical abuse inflicted upon the victim by the defendant. (204 Ill. App. 3d 701.) The admissibility of evidence at trial is a matter within the sound discretion of the trial court, and that court’s decision may not be overturned on appeal absent a clear abuse of discretion. (People v. Franklin (1990), 135 Ill. 2d 78, 96; People v. Brown (1990), 199 Ill. App. 3d 860; People v. Kimbrough (1985), 138 Ill. App. 3d 481.) Such an abuse of discretion will be found only where the trial court’s decision is “ ‘arbitrary, fanciful or unreasonable’ ” or “ ‘where no reasonable man would take the view adopted by the trial court.’ ” (People v. M.D. (1984), 101 Ill. 2d 73, 90, quoting Peek v. United States (9th Cir. 1963), 321 F.2d 934, 942.) We hold that the trial court here did not abuse its discretion in determining that the prior-abuse evidence was proper to show the defendant’s intent and motive and to establish that the shooting was not an accident.</p> <p id=\"b560-8\" pgmap=\"560(46) 561(133)\">It is well established that evidence of other offenses is not admissible for the purpose of showing the defendant’s disposition or propensity to commit crime. (People v. McKibbins (1983), 96 Ill. 2d 176.) Such evidence is admissible, however, where relevant to prove modus operandi, intent, identity, motive or absence of mistake. (People v. McKibbins (1983), 96 Ill. 2d 176, 182; People v. Baptist (1979), 76 Ill. 2d 19.) In fact, this court has held that evidence of other offenses is admissible if it is relevant for any purpose other than to show the propensity to commit crime. (People v. McKibbins (1983), 96 Ill. 2d 176, 182; People v. McDonald (1975), 62 Ill. 2d 448, 455.) When evidence of other crimes is offered, the trial judge must weigh its probative value against its prejudicial effect (People v. Stewart (1984), 105 Ill. 2d 22, 62), and may exclude the evidence if its prejudicial effect substantially outweighs its probative value. People v. Stewart (1984), 105 Ill. 2d 22, 62; People v. Cage (1966), 34 Ill. 2d 529.</p> <p id=\"b561-5\" pgmap=\"561\">The principal issue here is whether the trial court abused its discretion in admitting the testimony that the defendant physically abused and verbally threatened his wife throughout their marriage. The defendant claims that it was error to introduce such testimony because (1) the prior assaults were not probative of any proposition at issue in the action; (2) the prior assaults were too remote in time; (3) the prior assaults were not sufficiently similar to establish a common mental state; and (4) the probative value of the evidence was outweighed by its prejudicial effect.</p> <p id=\"b561-6\" pgmap=\"561\">A</p> <p id=\"b561-7\" pgmap=\"561\">Probative Value</p> <p id=\"b561-8\" pgmap=\"561(71) 562(73)\">We first consider the defendant’s claim that the prior incidents were not probative of any proposition at issue in the action. As stated, evidence of prior bad acts is admissible only if relevant for any purpose other than to demonstrate the defendant’s propensity to commit crime. (People v. McKibbins (1983), 96 Ill. 2d 176, 182.) Evidence is considered “relevant” if it has any tendency to make the existence of any fact that is of consequence to the determination of an action more or less probable than it would be without the evidence. (People v. Stewart (1984), 105 Ill. 2d 22, 54.) The defendant here was charged with first degree murder. The principal issue at trial was whether the defendant shot the victim with the mental state required for murder or whether the shooting was accidental, as the defendant claimed.</p> <p id=\"b562-5\" pgmap=\"562(265) 563(27)\">We agree with the State that the evidence of the defendant’s prior assaults on the victim was probative of the defendant’s criminal intent. Evidence which shows that an event was not caused by accident tends to show that it was caused intentionally. (2 D. Louisell &amp; C. Mueller, Federal Evidence §140, at 224-25 (1985) (defining intent as “merely the absence of an accident”).) Here, evidence of the defendant’s prior unprovoked assaults on his wife tended to negate the likelihood that the shooting was an accident and thereby tended to prove his intent. (See 2 J. Wigmore, Evidence §§302, 363, at 241, 350 (Chadbourn rev. ed. 1979) (the recurrence of other acts of the same sort tends to negate inadvertence and other forms of innocent intent); 2 D. Louisell &amp; C. Mueller, Federal Evidence §140, at 224-25 (1985) (the more often a person acts in a particular way and achieves a particular result, the more likely it is that he intended the result); Commonwealth v. Donahue (1988), 519 Pa. 532, 549 A.2d 121 (explaining that, while a single incident of injury may occur without intentional conduct on the part of the defendant, as the number of incidents grows, the likelihood that the defendant’s conduct was unintentional decreases).) Whereas the shooting incident, standing alone, might appear accidental, when considered together with the evidence of the defendant’s prior unprovoked attacks upon his wife, the circumstances suggest that the shooting was deliberate and not accidental. This evidence, taken together with other evidence in the case, tends to make it more probable that the defendant acted with the criminal intent required for murder and less probable that his actions were inadvertent or the product of an innocent state of mind.</p> <p id=\"b563-5\" pgmap=\"563\">In addition to evidencing intent or the absence of an innocent state of mind, a defendant’s prior acts of violence against the victim may also provide evidence of motive, in this case, a hostility showing him likely to do further violence. (2 J. Wigmore, Evidence §§365(3), 397, at 364, 443 (Chadbourn rev. ed. 1979).) Here, the evidence that the defendant physically assaulted his wife throughout their marriage was relevant to show their antagonistic relationship and, thus, tended to establish the defendant’s motive to kill her. Therefore, the evidence was relevant for a purpose other than to show the defendant’s propensity to commit crime and was properly admitted. People v. Bartall (1983), 98 Ill. 2d 294; People v. McKibbins (1983), 96 Ill. 2d 176.</p> <p id=\"b563-6\" pgmap=\"563(187) 564(57)\">Our holding is consistent with previous decisions which have held that evidence of a defendant’s prior offenses against the victim or persons in the same class with the victim is admissible to negate a claim that the victim’s injury was accidental or inadvertent. In People v. Dewey (1969), 42 Ill. 2d 148, the defendant was charged with the murder of a young girl who disappeared after school. The defendant claimed that he accidentally struck the girl with his car, became frightened when he learned she was dead, and destroyed her body to conceal her accidental death. This court held that evidence establishing that the defendant offered rides in his car to other young girls prior to the victim’s disappearance was properly admitted to show the absence of an accident and the defendant’s motive and intent. Similarly, in People v. Brown (1990), 199 Ill. App. 3d 860, a defendant charged with the attempted murder of a child claimed that the child was accidentally injured when he playfully tossed her in the air and she struck her head on the ceiling. The appellate court held that evidence that the defendant had abused the victim on a daily basis and had, three years earlier, caused the death of another child, who struck her head while the defendant was “playing” with her, was proper to show the absence of an accident and to show that the defendant had the specific intent to kill.</p> <p id=\"b564-5\" pgmap=\"564\">This court has also permitted the prosecution to show that the defendant previously assaulted the victim to establish the defendant’s motive and state of mind at the time of the killing. In People v. McCarthy (1989), 132 Ill. 2d 331, the defendant was charged with the shooting death of his ex-girlfriend. The State argued that the defendant went to the victim’s house intending to kill her. The defendant alleged, however, that he went to the victim’s home to reconcile with her, and committed the homicide only because he discovered the victim in bed with another man. This court held that evidence that the defendant had previously assaulted both the victim and her family was relevant to show that the defendant went to the victim’s house with the motive and intent to harm her. The court also found that the evidence negated the defendant’s theory that he committed the homicide while acting under a sudden passion.</p> <p id=\"b564-6\" pgmap=\"564(125) 565(45)\">Similarly, in People v. Manzella (1973), 56 Ill. 2d 187, the defendant was charged with the attempted murder of his former wife and the murder of her two sisters. The State was permitted to introduce testimony that, in the year following his divorce, the defendant physically abused his former wife and held her family at gunpoint for two hours. This court held that such evidence was proper to show the defendant’s motive, malice and criminal intent in shooting his former wife and her sisters. See also People v. Whitehead (1988), 171 Ill. App. 3d 900 (defendant charged with the murder of his girlfriend claimed that his violent actions were the result of temporary insanity brought on by his depression and drug intoxication; evidence that the defendant had threatened the victim with physical harm prior to his depression and intoxication was properly admitted to show that the defendant was able to form the requisite intent for murder and that his actions did not result solely from his depression and intoxication).</p> <p id=\"b565-5\" pgmap=\"565(296) 566(33)\">Courts in other jurisdictions have likewise upheld the admission of prior acts of violence in cases such as this, where the defendant claimed that the victim’s death was accidental. (State v. Heine (1976), 169 Mont. 25, 544 P.2d 1212; People v. Davis (1955), 343 Mich. 348, 72 N.W.2d 269.) In Heine, the defendant was charged with deliberately causing a head-on collision with his ex-wife’s automobile. Evidence that the defendant, within three years of the assault, had tried to broadside his wife’s car with his own, had twice driven his car through her closed garage doors and had once attacked and stabbed his wife with a knife was found admissible to rebut the defendant’s claim that the collision was accidental and caused by his intoxication. (State v. Heine (1976), 169 Mont. 25, 544 P.2d 1212.) Similarly, in Davis, a defendant charged with murder claimed that he lost control of his automobile and accidentally ran down his wife. The court held that the State was properly permitted to introduce evidence that the defendant had previously bitten off part of his wife’s nose, threatened her with a knife and attempted to run her down. People v. Davis (1955), 343 Mich. 348, 72 N.W.2d 269. See also United States v. Leight (7th Cir. 1987), 818 E2d 1297 (where defendant accused of child’s murder claimed that victim’s death was accidental, evidence that defendant physically abused other children in her care admissible to prove that victim’s death resulted from physical abuse); United States v. Woods (4th Cir. 1973), 484 F.2d 127 (defendant charged with suffocating foster child; evidence that seven other children died in similar manner while in defendant’s custody admissible to show that victim’s death was not accidental); State v. Rediker (1943), 214 Minn. 470, 8 N.W.2d 527 (in prosecution for beating murder of wife, evidence that defendant beat victim in the past admissible to show course of conduct, malice, and mental attitude toward wife).</p> <p id=\"b566-4\" pgmap=\"566\">We thus conclude that the evidence that the defendant physically abused the victim on numerous occasions prior to her death was relevant to show the defendant’s intent and motive.</p> <p id=\"b566-5\" pgmap=\"566\">B</p> <p id=\"b566-6\" pgmap=\"566\">Remoteness</p> <p id=\"b566-7\" pgmap=\"566\">The defendant argues, however, that the evidence admitted here was not probative of his mental state or motive because the prior assaults were too remote in time from the charged offense. The defendant observes that this court has recognized that “[a] trial court may reject offered evidence on grounds of irrelevancy if it has little probative value due to its remoteness.” (People v. Ward (1984), 101 Ill. 2d 443, 455.) We note, however, that the trial court here did not reject the offered evidence as too remote. Rather it concluded that the evidence was probative of the defendant’s mental state and motive despite its remoteness. We cannot say as a matter of law that the trial court’s decision was an abuse of discretion.</p> <p id=\"b566-8\" pgmap=\"566\">As a general rule, other offenses which are close in time to the charged offense will have more probative value than those which are remote. Nevertheless, the admissibility of other-crimes evidence should not, and indeed cannot, be controlled, solely by the number of years that have elapsed between the prior offense and the crime charged. The decision whether to admit or exclude such evidence must be made on a case-by-case basis by the trial judge responsible for evaluating the probative value of the evidence.</p> <p id=\"b567-4\" pgmap=\"567\">The appellate court here concluded that the evidence of the defendant’s prior abuse of the victim was too remote in time to be probative of the defendant’s motive or mental state. As support for this conclusion, the appellate court singled out a single incident of abuse which occurred seven years before the victim’s death and determined that it did not explain why the defendant killed his wife or establish his intent. 204 Ill. App. 3d at 706.</p> <p id=\"b567-5\" pgmap=\"567(262) 568(125)\">A reviewing court, however, may not simply substitute its judgment for that of the trial court on a matter within the trial court’s discretion. (Spec-Cast, Inc. v. First National Bank &amp; Trust Co. (1989), 128 Ill. 2d 167, 177; Sexton v. Smith (1986), 112 Ill. 2d 187, 194.) The challenged evidence showed that the defendant abused his wife on numerous occasions throughout their 19-year marriage. The first incident of abuse occurred within two years after their wedding and the last incident of physical abuse which Svarz observed occurred approximately three years before the victim’s death. In addition, the evidence established that the defendant expressed a belief several months before the shooting that a man could kill his wife and escape criminal responsibility. It was within the trial court’s discretion to conclude that such evidence established a pattern of abuse which extended throughout the defendant and the victim’s marriage and that, despite the period of time intervening between the prior acts and the charged offense, evidence of this abuse was probative of the defendant’s motive and mental state. See People v. Brown (1990), 199 Ill. App. 3d 860 (evidence that defendant caused death of another child three years earlier was not too remote in child abuse prosecution); People v. Barber (1983), 116 Ill. App. 3d 767 (evidence that defendant wrote threatening letter to victim two years before victim’s death not too remote to be relevant); see also Pena v. State (Wyo. 1989), 780 P.2d 316 (evidence that defendant had other altercations with police officers in the seven years preceding the charged assault upon a police officer was not too remote); Commonwealth v. Donahue (1988), 519 Pa. 532, 549 A.2d 121 (prior incident of child abuse three years earlier not too remote in prosecution for child abuse); United States v. Woods (4th Cir. 1973), 484 F.2d 127 (evidence that seven other children in the defendant’s care had died in similar manner during the 25 years before trial was relevant in prosecution for suffocating infant); United States v. Ross (9th Cir. 1989), 886 F.2d 264 (in prosecution for improperly using his wife’s social security number, evidence that defendant had improperly used his wife’s social security number 13 years before was admissible to prove intent and was not so remote as to require exclusion).</p> <p id=\"b568-5\" pgmap=\"568\">C</p> <p id=\"b568-6\" pgmap=\"568\">Similarity</p> <p id=\"b568-7\" pgmap=\"568\">The defendant also argues that the prior assaults were not probative of his intent or motive because they were not sufficiently similar to the charged offense. The defendant contends that there are several differences between the prior assaults and the shooting which eliminate any “general similarity” between the crimes. Specifically, he notes that the prior incidents of abuse, unlike the shooting, did not result in great bodily harm, did not involve the use of a weapon, and occurred only after an argument between himself and the victim.</p> <p id=\"b568-8\" pgmap=\"568(80) 569(61)\">It is well established that evidence of another offense may be used only when the other offense has some threshold similarity to the crime charged. “It is this similarity which increases the relevance of the evidence and ensures that it is not being used solely to establish the defendant’s criminal propensities.” (People v. Bartall (1983), 98 Ill. 2d 294, 310.) Where evidence of prior bad acts is offered to prove modus operandi or that the crime charged was part of a common design or plan, there must be a high degree of identity between the facts of the crime charged and the other offense in which the defendant was involved. The two offenses must share such distinctive common features as to earmark both acts as the handiwork of the same person. People v. McKibbins (1983), 96 Ill. 2d 176,185-86.</p> <p id=\"b569-5\" pgmap=\"569\">The same degree of identity between the two offenses is not necessary when evidence of the other crime is offered for some other purpose. (People v. Kimbrough (1985), 138 Ill. App. 3d 481, 487.) Where, as in this case, evidence of the defendant’s involvement in another offense is offered to prove the absence of an innocent frame of mind or the presence of criminal intent, mere general areas of similarity will suffice. (People v. McKibbins (1983), 96 Ill. 2d 176, 185-86; 2 J. Wigmore, Evidence §§302, 304, at 241-47, 249-51 (Chadbourn rev. ed. 1979).) Here, there are a number of general similarities between the crime charged and the prior assaults upon the victim. For example, the shooting, like the prior assaults, occurred with little or no provocation on the part of the victim. In addition, on at least one occasion prior to the shooting, the defendant threatened to shoot the victim with a gun. Furthermore, after the shooting, as in prior instances of abuse, the defendant claimed that the victim caused her own injuries and that the victim’s injuries occurred while he was sleeping or sleepwalking.</p> <p id=\"b569-6\" pgmap=\"569\">We recognize, of course, that some differences exist between the present shooting and the prior assaults. We have never held, however, that the prior bad acts must be identical to the crime charged before evidence of them is admissible. Certainly some dissimilarity will always exist between independent offenses. (People v. Taylor (1984), 101 Ill. 2d 508, 521.) Here, the differences between the shooting incident and the prior incidents of abuse are not so great as to eliminate the probative value of the prior-abuse evidence.</p> <p id=\"b570-4\" pgmap=\"570\">Although the defendant claims that each prior assault occurred after an argument with the victim, this claim is not borne out by the record. The evidence did not show that the prior assaults occurred as a result of a quarrel that got out of hand. Rather, Svarz’s testimony established that the prior assaults occurred with little or no provocation on the part of the victim. The testimony tended to show that the defendant assaulted his wife simply because he was frustrated by some outside incident or by her failure to perform a trivial task in the manner he desired. It is impossible to determine conclusively whether the defendant was agitated or provoked on the night of the shooting, because no one other than the defendant and the victim were present when the victim was shot. The defendant’s daughters testified that they did not hear their parents argue on the evening of the shooting. They also testified, however, that they heard their mother tell the defendant “Don’t point that gun at me” several minutes before the shooting and that the victim called them into the room immediately before she was shot. This testimony suggests that the relationship between the defendant and the victim may have been strained at the time of the shooting, as it was on prior occasions when the defendant assaulted the victim. The fact that the defendant and the victim did not have a long, drawn-out argument before the shooting does not diminish the relevance of the prior-abuse evidence.</p> <p id=\"b570-5\" pgmap=\"570(90) 571(42)\">Similarly, the fact that prior incidents of abuse did not involve the use of a gun is not particularly noteworthy, since the defendant apparently used whatever weapon was available to him at the time of each assault (e.g., his fists or steel-toe boots). In addition, on at least one occasion prior to the shooting, the defendant told others in the victim’s presence that he would use deadly force on the victim. Finally, the prior assaults were probative of the defendant’s motive and intent even though they did not cause the victim’s death, because the defendant did inflict substantial bodily harm in several of the prior assaults. Svarz’s testimony established that the defendant beat and kicked the victim with sufficient force to leave bruises and wounds which were visible for days.</p> <p id=\"b571-5\" pgmap=\"571\">We conclude that the prior assaults were sufficiently similar to the fatal assault as to render them admissible on the issue of intent and motive. The prior assaults tended to establish the defendant’s hostility toward his wife and his tendency to take out his frustrations upon her. They also tended to establish that the defendant was capable of forming the requisite intent for murder. Admittedly, the evidence strikes fairly close to demonstrating a character trait of the defendant to abuse his wife. Yet this fact alone does not make it inadmissible. It is clear that other-crimes evidence often tends to implicate the character of the accused, but if the evidence is properly offered for a purpose which is permissible, then it is not excludable simply because it also implicates the character of the accused. Pena v. State (Wyo. 1989), 780 P.2d 316, 321; Coleman v. State (Wyo. 1987), 741 P.2d 99,103.</p> <p id=\"b571-6\" pgmap=\"571\">D</p> <p id=\"b571-7\" pgmap=\"571\">Prejudicial Effect</p> <p id=\"b571-8\" pgmap=\"571(105) 572(156)\">The defendant finally argues that the prior-assault evidence was improper, because the probative value of that evidence was substantially outweighed by its prejudicial effect upon the defendant. Whether the probative value of the evidence is outweighed by its prejudicial effect is a matter left to the sound discretion of the trial court (People v. Stewart (1984), 105 Ill. 2d 22, 62-63; United States v. Field (7th Cir. 1989), 875 F.2d 130), and we will not reverse the court’s determination absent a clear abusé of that discretion. The defendant here has not shown that the trial court abused its discretion. Although reasonable minds could differ on the admissibility of the evidence of the defendant’s prior abuse of the victim, we cannot say as a matter of law that the probative value of the prior-act evidence was substantially outweighed by the danger of unfair prejudice. We defer to the trial judge who was better able to decide the effect of the evidence on the jury. The trial judge here specifically instructed the jury that the evidence regarding other assaults could be considered for the sole and limited purpose of establishing the defendant’s intent and motive. Such an instruction limited and substantially reduced any prejudicial effect created by the admission of the prior-offense evidence. (People v. Wolfbrandt (1984), 127 Ill. App. 3d 836.) Faith in the ability of a properly instructed jury to separate issues and reach a correct result is the cornerstone of the jury system. People v. Foster (1979), 76 Ill. 2d 365, 378.</p> <p id=\"b572-5\" pgmap=\"572\">II</p> <p id=\"b572-6\" pgmap=\"572\">The defendant also contends that he was not proven guilty of first degree murder beyond a reasonable doubt. When faced with a challenge to the sufficiency of the evidence, it is not this court’s function to retry the defendant. (People v. Hendricks (1990), 137 Ill. 2d 31; People v. Collins (1985), 106 Ill. 2d 237, 261.) Rather, “the relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” (Emphasis in original.) (Jackson v. Virginia (1979), 443 U.S. 307, 319, 61 L. Ed. 2d 560, 573, 99 S. Ct. 2781, 2789.) In addition, “upon judicial review all of the evidence is to be considered in the light most favorable to the prosecution.” (Emphasis in original.) 443 U.S. at 319, 61 L. Ed. 2d at 573, 99 S. Ct. at 2789.</p> <p id=\"b572-7\" pgmap=\"572(30) 573(36)\">Reviewing all of the evidence in the light most favorable to the State, we conclude that a reasonable jury could have found beyond a reasonable doubt that the defendant murdered his wife. The defendant claims that the physical and testimonial evidence supports the defense theory that the shooting was accidental and is inconsistent with the State’s claim that the shooting was intentional. We disagree.</p> <p id=\"b573-5\" pgmap=\"573\">The physical evidence consisted of the gunpowder residue found on the victim’s hand and face, the entry and exit wounds found on her body and the bullet holes found in the couch. The evidence established that the gunpowder residue on the victim’s hand resulted because her hand was on or near the muzzle of the gun at the time it was fired. The soot deposit on the victim’s face indicated that the muzzle of the gun was anywhere from 3 to 12 inches from the victim’s face at the time it was fired. The pathologist’s testimony regarding the entry and exit wounds established that the bullet entered the right side of the victim’s body and traveled at a downward angle, exiting through her neck. The physical evidence may be consistent with the defense theory that the shooting occurred accidentally, when the victim turned toward the defendant and attempted to remove the gun from his hand. The physical evidence is also consistent, however, with the State’s theory that the defendant stood up and shot his wife while she sat on the couch, and that the victim covered her face with her hand when she realized she was going to be shot.</p> <p id=\"b573-6\" pgmap=\"573(107) 574(51)\">In addition to the physical evidence introduced at trial, the testimonial evidence established that the defendant was sitting next to the victim, holding a loaded gun and “working” the gun mechanism prior to the shooting. The victim’s daughters, who had been ushered out of the room, heard the victim say “Don’t point that gun at me.” A short time later, the girls heard their mother call out for them and then heard a gunshot. When they entered the living room, they saw the defendant standing over the victim holding the gun. Although the defendant told his daughters that the shooting was an accident, he told the investigating officers on several occasions that “these things are never an accident” and asked them to kill him. Finally, the defendant denied any intention to kill his wife and claimed that he could not recall how the shooting occurred or what statements he made to the police after the shooting.</p> <p id=\"b574-5\" pgmap=\"574\">The question of the defendant’s guilt or innocence turned upon the weight of the evidence and the credibility of the witnesses. This court is not responsible for making such determinations. Rather, it is the jury’s responsibility “ ‘to resolve factual disputes, assess the credibility of the witnesses, and determine the weight and sufficiency of the evidence.’ ” (People v. Hendricks (1990), 137 Ill. 2d 31, 65, quoting People v. Yates (1983), 98 Ill. 2d 502, 518.) We conclude that the jury here could have rationally found that the shooting was not accidental, and that the defendant committed murder.</p> <p id=\"b574-6\" pgmap=\"574\">Ill</p> <p id=\"b574-7\" pgmap=\"574\">The defendant finally argues that this cause should be remanded so that the appellate court may consider whether his sentence was excessive. In cases where trial errors were raised but not decided by the appellate court, it is ordinarily appropriate to remand the cause to the appellate court for consideration of those errors. (People v. Janis (1990), 139 Ill. 2d 300, 320.) In the interest of judicial economy, however, this court may consider an alleged error where the parties have fully briefed the question and the law on the issue is well settled. People v. Wilson (1991), 143 Ill. 2d 236, 249.</p> <p id=\"b574-8\" pgmap=\"574\">The defendant contends that his sentence is excessive in light of his clean criminal record and his steady employment history. He argues that his character and background suggest that the minimal term of imprisonment would be sufficient to protect society and to punish and rehabilitate him.</p> <p id=\"b575-4\" pgmap=\"575\">It is well established that the trial court’s judgment as to the appropriate punishment is entitled to great deference. (People v. Godinez (1982), 91 Ill. 2d 47, 55.) A sentence may not be altered absent a showing that the punishment imposed constituted an abuse of discretion. (People v. Hicks (1984), 101 Ill. 2d 366, 375; People v. Whitehead (1988), 171 Ill. App. 3d 900.) The 30-year sentence which the trial court imposed upon the defendant fell within the statutory range of 20 to 40 years. (Ill. Rev. Stat. 1985, ch. 38, par. 1005—8—l(a)(1)(a).) Moreover, the record clearly reflects that the trial court considered aggravating and mitigating factors before imposing the sentence. The aggravating evidence included the testimony of the victim’s mother that the defendant beat the victim throughout their marriage and threatened to kill her, the children and her parents if she ever left him. When both aggravating and mitigating factors are considered, it cannot be said that the trial court abused its discretion in imposing a 30-year term of imprisonment.</p> <p id=\"b575-5\" pgmap=\"575\">For the reasons stated, we find that no reversible error occurred in the defendant’s trial. Accordingly, the appellate court’s judgment vacating the defendant’s conviction and remanding the cause for a new trial is reversed. The circuit court’s judgment is affirmed.</p> <p id=\"b575-6\" pgmap=\"575\">Appellate court reversed; circuit court affirmed.</p> <p id=\"b575-7\" pgmap=\"575\">JUSTICE HEIPLE took no part in the consideration or decision of this case.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}