{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b109-4\">Commonwealth vs. Richard A. Mandile.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b109-5\">Franklin.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AKM\">April 6, 1988.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4V\">July 21, 1988.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b109-6\">Present: Hennessey, C.J., Liacos, Abrams, &amp; Lynch, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b109-13\"><em>Wendy Sibbison </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b109-14\"><em>Charles K. Stephenson, </em>Assistant District Attorney <em>(W. Michael Ryan, </em>District Attorney, <em>&amp; William J. Larkin, </em>Assistant District Attorney, with him) for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b109-15\">Lynch, J.</author>\n<p id=\"Aqv\">The defendant, Richard A. Mandile, was convicted by a jury of armed robbery and murder in the first degree of Carl A. Valiton, and was sentenced to two consecutive life terms.<footnotemark>1</footnotemark> He challenges these convictions on grounds of (1) in<page-number citation-index=\"1\" label=\"94\">*94</page-number>sufficiency of the evidence, (2) prosecutorial misconduct, (3) deficiencies in the jury instructions, and (4) judicial abuse of discretion relating to dismissal of the jury foreman. Other contentions relate to duplicative sentencing and principles of double jeopardy relevant only in the event of retrial. Because we conclude that the judgments of conviction must be reversed for lack of sufficient evidence, we address only the first of these issues.</p>\n<p id=\"b110-4\">At the close of the Commonwealth’s case, the defendant moved for a required finding of not guilty on all indictments. Mass. R. Crim. P. 25 (a), 378 Mass. 896 (1979). The judge denied the motions. On review, “we determine whether the evidence offered by the Commonwealth, together with reasonable inferences therefrom, when viewed in its light most favorable to the Commonwealth, was sufficient to persuade a rational jury beyond a reasonable doubt of the existence of every element of the crime charged.” <em>Commonwealth </em>v. <em>Campbell, </em>378 Mass. 680, 686 (1979). “[I]t is not enough for the appellate court to find that there was some record evidence, however slight, to support each essential element of the offense.” <em>Commonwealth </em>v. <em>Latimore, </em>378 Mass. 671, 677 (1979). Nor may a conviction rest upon the piling of inference upon inference or conjecture and speculation. <em>Commonwealth </em>v. <em>Ferguson, </em>384 Mass. 13, 18 (1981).</p>\n<p id=\"b110-5\">We summarize the evidence, viewed in this light, as follows. Late in the morning of January 25, 1985, Carl Valiton was found dead in the bedroom of his home in Buckland. He had been shot four times in the head and neck, at close range, with a .22 caliber single-action handgun.</p>\n<p id=\"b110-6\">On January 23,1985, the defendant had notified his landlady that he intended to move. During the course of that day and the next, he contacted various individuals who testified that he sought to borrow a gun and money. One witness testified that the defendant also was looking for one Patrick O’Brien.</p>\n<p id=\"b111-3\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>On the morning of January 25, 1985, the defendant and O’Brien drove from Florence to Goshen in the defendant’s automobile. There, at least one of them broke into the home of a correctional officer and stole guns, ammunition, and $50, which had been left on the kitchen table. One of the stolen weapons was the .22 caliber murder weapon. The two men then traveled to Shelburne Falls where one of them purchased a six-pack of beer at 9:46 a.m.</p>\n<p id=\"b111-4\">The victim’s next-door neighbor testified that she observed the defendant’s automobile, with two occupants, pull into the driveway between the Valiton house and her own at about 10:50 a.m. The passenger<footnotemark>2</footnotemark> went inside the victim’s house, where he remained for ten to fifteen minutes. The driver stayed in the automobile and turned it around to face the street. From the melting of snow in an area of the driveway, the jury could infer that the engine was left idling. As the passenger returned to the automobile, he had in his possession a round object appearing to the neighbor to be a can of soda or beer.</p>\n<p id=\"b111-5\">The victim’s sister, who lived upstairs, heard what turned out to be gunshots, discovered the victim’s body, and called for assistance. The defendant was arrested early the same afternoon after his automobile was seen parked at a local café. At the time of his arrest, he had approximately $730. O’Brien was arrested later that evening; among his effects was approximately $290.<footnotemark>3</footnotemark></p>\n<p id=\"b111-6\">The victim was a seventy-two year old retired school custodian who, because of poor health, required assistance in such things as grocery shopping and going to the barber. A friend who frequently provided such assistance testified that, on two occasions, the last of which was about one month before the murder, the victim removed money to pay for the barber from “a little white bag” which he apparently kept in his bedroom. <page-number citation-index=\"1\" label=\"96\">*96</page-number>This friend and other witnesses also testified that the victim kept a “donation bowl” on top of the refrigerator. On Sunday mornings, it was the victim’s custom to entertain friends and neighbors with cribbage games and beer. The defendant was identified as having been at one such Sunday morning gathering about one month before the murder. After the murder, a single dollar bill was found on the bedroom floor. Money was found in the donation bowl and the victim’s wallet was undisturbed. No fingerprints were found on the wallet or on a safe in the victim’s home.</p>\n<p id=\"b112-4\">Subsequent to his arrest, the defendant made various statements to the police. See <em>Commonwealth </em>v. <em>Mandile, </em>397 Mass. 410 (1986) (reversing suppression of statements). Among these statements were inconsistent accounts of his activities on the day of the homicide. Specific admissions relevant to the issues on review were that (1) the reason for the trip to the victim’s home was to get beer, (2) although he said it was O’Brien who shot the victim, the defendant himself threw the murder weapon into the Connecticut River (from which it was recovered the next day), and (3) the defendant knew that O’Brien was armed when he went into the victim’s house.</p>\n<p id=\"b112-5\">1. <em>Armed robbery. </em>The indictment for armed robbery was submitted to the jury on the alternative theories that the defendant was the passenger who entered the victim’s home and that he was a joint venturer. Under either theory, the question on appeal is whether there was sufficient evidence of an element of armed robbery.<footnotemark>4</footnotemark> We agree with the defendant that the Commonwealth failed to offer evidence from which a rational jury could find beyond a reasonable doubt that money was taken from the victim.<footnotemark>5</footnotemark></p>\n<p id=\"b113-3\"><page-number citation-index=\"1\" label=\"97\">*97</page-number>It was the Commonwealth’s theory that the money found on the defendant at the time of his arrest came from the object of the robbery, the “little white bag.” However, notwithstanding the district attorney’s arguments to the contrary, there was simply no evidence that the white bag or any other container of money was missing from the victim’s home. The Commonwealth offered no testimony regarding an unsuccessful search for the white bag, from which the jury might infer that it was missing. See P.J. Liacos, Massachusetts Evidence 434-435 (5th ed. 1981). Nor was there any testimony tending to prove that the victim kept large sums of money in his home. Indeed, there was no evidence that the victim had a white bag containing money at any time proximate to the alleged robbery. Contrast <em>Commonwealth </em>v. <em>Tabor, </em>376 Mass. 811, 813, 824 (1978) (victim had been seen carrying substantial amount of money hours before murder). Moreover, the donation bowl and the victim’s wallet, where the victim was known to keep money, were untouched, and there was none of the sort of disarray which might provide evidence of a search for valuables.</p>\n<p id=\"A5fV\">Relying on cases where, similarly, there was no direct evidence of a loss of money, the Commonwealth contends that, in view of the defendant’s need or desire for money during the days preceding the murder and his having the means to commit armed robbery, “[i]t was reasonable for the jury to infer that the contents of [the victim’s] white bag explained the defendant’s new found wealth.” See, e.g., <em>Commonwealth </em>v. <em>McGahee, </em>393 Mass. 743 (1985); <em>Commonwealth </em>v. <em>Burnett, </em>371 Mass. 13 (1976); <em>Commonwealth </em>v. <em>McGrath, </em>358 Mass. 314 (1970). The major flaw in the Commonwealth’s argument is that, in each of the cited cases relevant to the question of a taking, there was circumstantial evidence from which a jury could infer a robbery or attempted robbery. <em>Burnett, McGahee, </em>and <em>McGrath </em>involved commercial establish<page-number citation-index=\"1\" label=\"98\">*98</page-number>ments, rather than a private residence, a fact from which it is reasonable to infer the routine presence of significant sums of cash. In <em>Burnett, </em>there was evidence of both the amount of money ordinarily in the cash register and an absence of $1 bills, <em>id. </em>at 17-18. In <em>McGahee, </em>the victim was found behind a cash register which was open and depleted. <em>Id. </em>at 750. Finally, in <em>McGrath, </em>a case in which there was no evidence of a taking, the murder occurred at the end of the business day and the victims’ bodies were found near the cash register. <em>Id. </em>at 318-319.</p>\n<p id=\"b114-5\">In the instant case, in order to conclude that there was sufficient evidence of a taking, we would have to find such an inference permissible on the basis of motive, means, unexplained possession of funds,<footnotemark>6</footnotemark> and consciousness of guilt. We conclude that, on this record, such evidence is insufficient to permit a rational jury to find beyond a reasonable doubt that money was taken from the victim. Contrast <em>Commonwealth </em>v. <em>Rego, </em>360 Mass. 385, 390 (1971). The judgment of conviction on the indictment charging armed robbery therefore must be reversed.</p>\n<p id=\"b114-6\">2. <em>Murder. </em>The indictment for murder was submitted to the jury on theories of deliberately premeditated homicide with malice aforethought and felony-murder. In addition, the jury were charged on the law of joint enterprise. Although it is clear that the jury were not persuaded that the defendant actually fired the weapon,<footnotemark>7</footnotemark> because the verdict was a general one<footnotemark>8</footnotemark> we cannot otherwise know on which theory or theories the jury <page-number citation-index=\"1\" label=\"99\">*99</page-number>found the defendant guilty. <em>Commonwealth </em>v. <em>Matchett, </em>386 Mass. 492, 511 (1982). We, therefore, consider the sufficiency of the evidence of felony-murder and of joint-venture premeditated homicide.</p>\n<p id=\"Aoh\">a. <em>Felony-murder. </em>Although it is apparent that a conviction for murder committed in the course of an armed robbery may not be sustained, the question remains whether there was sufficient evidence of an attempted armed robbery.<footnotemark>9</footnotemark> Relying on <em>Commonwealth </em>v. <em>McGrath, supra </em>at 318, in which we con-eluded there was sufficient evidence of “armed robbery or attempted armed robbery,” the Commonwealth contends that here, too, the evidence permits an inference of an attempt. Leaving aside the question whether the lesser-included offense of attempted armed robbery was submitted for the jury’s consideration,<footnotemark>10</footnotemark> we conclude that the evidence of an attempt was insufficient. An attempted armed robbery might explain a murder which, on this record, is without motive, but close scrutiny of the evidence and the inferences that can be drawn therefrom, reveals no evidence of specific intent to rob this victim nor acts which may be viewed as furthering the particular crime of armed robbery.</p>\n<p id=\"AcX\">b. <em>Joint-venture premeditated murder. </em>There is no dispute that the victim’s murder was premeditated. Four bullets were fired into the victim, and the murder weapon had to be recocked each time. The question here is whether there was sufficient evidence from which the jury could infer that the “defendant was (1) present at the scene of the crime, (2) with knowledge that another intends to commit the crime or with intent to <page-number citation-index=\"1\" label=\"100\">*100</page-number>commit a crime, and (3) by agreement is willing and available to help the other if necessary.” <em>Commonwealth </em>v. <em>Bianco, </em>388 Mass. 358, 366, <em>S.C., </em>390 Mass. 254 (1983). <em>Commonwealth </em>v. <em>Casale, </em>381 Mass. 167, 173 (1980). <em>Commonwealth </em>v. <em>Soares, </em>377 Mass. 461,470, cert. denied, 444 U.S. 881 (1979). In the context of a charge of murder, a specific intent crime, the prosecution must prove that the defendant “[shared] with the principal the mental state required for the crime.” <em>Id.</em></p>\n<p id=\"b116-5\">We recently have had occasion to review the principles applicable to determining the sufficiency of evidence on the state of mind of an alleged joint venturer, and need not repeat them here. See <em>Commonwealth </em>v. <em>Giang, </em>402 Mass. 604, 609-610 (1988); <em>Commonwealth </em>v. <em>Longo, </em>402 Mass. 482, 489-490 (1988). The critical issue is whether the jury properly may have inferred that the defendant acted with knowledge of a premeditated murder and with an intent to assist in committing the crime or whether, to the contrary, the Commonwealth only offered evidence of mere association, coupled with consciousness of guilt. See <em>Commonwealth </em>v. <em>Salemme, </em>395 Mass. 594, 602 (1985); <em>Commonwealth </em>v. <em>Perry, </em>357 Mass. 149, 151 (1970). We conclude that the facts here<footnotemark>11</footnotemark> do not permit an inference of “the requisite mental state from the defendant’s knowledge of the circumstances and subsequent participation in the offense.” <em>Commonwealth </em>v. <em>Soares, supra </em>at 470.</p>\n<p id=\"b116-6\">Viewing the evidence in the light most favorable to the Commonwealth, the jury may have inferred that the defendant (1) participated in stealing guns to aid in the commission of some future offense, (2) was present during the commission of the murder, (3) knew the passenger was armed, (4) was the driver of a getaway car, and (5) attempted to conceal the crime through both the disposal of the murder weapon and inconsistent statements to the police.</p>\n<p id=\"b117-4\"><page-number citation-index=\"1\" label=\"101\">*101</page-number>Unlike cases where the circumstances of a murder involve a group melee in which the defendant is a participant and is therefore aware of the nature of the conduct of his coventurers, e.g., <em>Commonwealth </em>v. <em>Longo, supra, Commonwealth </em>v. <em>Soares, supra, </em>the murder here occurred after the passenger had been alone with the victim for close to fifteen minutes. Therefore, no shared intent can be drawn from “knowledge of the circumstances.” <em>Id. </em>at 470. Nor was there evidence introduced of any hostility between either O’Brien or the defendant and the victim. Contrast <em>Commonwealth </em>v. <em>Longo, supra </em>at 484.</p>\n<p id=\"b117-5\">Previous opinions concerning the inferences which may be drawn from a defendant’s role as a driver who arguably may be cast as a getaway car driver all have arisen in the context of arriied robberies. See <em>Commonwealth </em>v. <em>Giang, supra </em>at 609, and cases cited. In this context, too, “[w]hether an inference is warranted or impermissibly remote must be determined, not by hard and fast rules of law, but by experience and common sense.” <em>Id., </em>quoting <em>Commonwealth </em>v. <em>Drew, </em>4 Mass. App. Ct. 30, 32 (1976). On this record, we think an inference of knowledge and shared intent to be impermissibly remote. There was no evidence that the defendant “instantly drove off,” <em>Commonwealth </em>v. <em>Giang, supra, </em>thereby evincing knowledge of what had occurred in the victim’s home. Nor was there any evidence of communication between passenger and driver. In sum, the evidence considered thus far tends to prove only prior association and presence outside the.scene of the murder.</p>\n<p id=\"b117-6\">We are left then with the defendant’s admission that he knew O’Brien was armed, but had not given the possibility of a robbery any thought. Mere knowledge that O’Brien was armed similarly does not permit the inference of the critical element of intent. “It must be ‘further shown that [the defendant] intentionally assisted [O’Brien] in the commission of the crime and that he did this, sharing with [O’Brien] the mental state required for that crime.’” <em>Commonwealth </em>v. <em>Watson, </em>388 Mass. 536, 544 n.7 (1983), <em>S.C., </em>393 Mass. 297 (1984), quoting <em>Commonwealth </em>v. <em>Richards, </em>363 Mass. 299, 307-308 (1973).</p>\n<p id=\"b118-4\"><page-number citation-index=\"1\" label=\"102\">*102</page-number>Finally, where, as here, there is insufficient proof on the essential element of intent, that element cannot be supplied by evidence of consciousness of guilt alone. <em>Commonwealth </em>v. <em>Stewart, </em>398 Mass. 535 (1986). <em>Commonwealth </em>v. <em>Salemme, </em>395 Mass. 594 (1985). Accordingly, where there was insufficient evidence to permit the jury to infer that the defendant shared the requisite mental state for premeditated murder, the judgment of conviction of murder in the first degree is reversed.</p>\n<p id=\"b118-5\">The judgments are reversed, the verdicts are set aside, and judgments are to be entered for the defendant.</p>\n<p id=\"b118-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b109-16\"> He was acquitted on a separate indictment charging him with use of a firearm while committing a felony.</p>\n<p id=\"b109-17\">The defendant also was tried and convicted on indictments for breaking and entering and larceny of firearms, ammunition, and money from the home of a different family. He does not appeal from these convictions. We note that, while the defendant did object to the judge’s ruling granting the Commonwealth’s motion to join these indictments for trial with the indict<page-number citation-index=\"1\" label=\"94\">*94</page-number>ments which are the subject of this appeal, he did not press the issue of a severed trial. See Mass. R. Crim. P. 9 (a), (d), 378 Mass. 859 (1979). Nor does it appear that the defendant sought limiting instructions on any of the evidence relating to the separate indictments.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b111-7\"> Because the jury acquitted the defendant of being the actual shooter, we do not summarize the conflicting evidence relating to the identity of the passenger.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b111-8\"> O’Brien pleaded guilty to manslaughter and armed robbery on October 10, 1986.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b112-6\"> In pertinent part, G. L. c. 265, § 17 (1986 ed.), provides: “Whoever, being armed with a dangerous weapon, assaults another and robs, steals or takes from his person money or other property which may be the subject of larceny shall be punished by imprisonment in the state prison for life or for any term of years . . . .”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b112-7\"> One of the Commonwealth’s arguments on appeal, which was never a part of its theory at trial, is that its burden to prove a taking was satisfied by evidence that the passenger emerged from the victim’s home “carrying something he had obtained within,” the object appearing to be a soda or beer <page-number citation-index=\"1\" label=\"97\">*97</page-number>can. Contrary to the Commonwealth’s assertion, it cannot be said that such a variance between the allegation of the indictment, in this case “that the defendant did rob and steal. . . money,” was immaterial and did not mislead the defendant. See G. L. c. 277, § 35 (1986 ed.). Contrast <em>Commonwealth </em>v. <em>Costello, 392 </em>Mass. 393, 402-404 (1984).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b114-7\"> We note that the defendant offered evidence of other sources of income during the relevant time period. However, where the defendant’s motions for a required finding of not guilty were not renewed at the close of all the evidence, we consider only the evidence introduced up to the time the Commonwealth rested its case. See <em>Commonwealth </em>v. <em>Kelley, </em>370 Mass. 147 (1976).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b114-8\"> See note 1, <em>supra. </em>From the Commonwealth’s evidence and argument, it is evident that the primary theory of the case was that the defendant was the actual shooter.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b114-9\"> In response to an inquiry from the judge, the defendant at one point requested special verdict slips. The judge indicated the matter was within his discretion. Nothing more on the matter appears in the record.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"AJ9\"> General Laws c. 265, § 1 (1986 ed.), provides in pertinent part: “Murder committed with deliberately premeditated malice aforethought ... or in the commission or <em>attempted </em>commission of a crime punishable with death or imprisonment for life, is murder in the first degree” (emphasis added).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"Ac3\"> There can be no dispute that, although he essentially quoted the statutory language cited, note 9, <em>supra, </em>the judge did not instruct the jury on the essential elements of attempted armed robbery. It appears, however, that the defendant conceded at trial that there had been a charge on the lesser included offense. Muddying the waters even further, the Commonwealth conceded at oral argument that there had been no instruction on attempted armed robbery, contrary to an assertion in its brief.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b116-7\"> Significantly, the Commonwealth does not contend that there was sufficient evidence on this element, but contends merely that there was evidence that the defendant shared the requisite intent to commit armed robbery. Such an intent does not suffice for conviction on a theory of joint-venture premeditated murder.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}