{
  "casebody": {
    "data": "<casebody firstpage=\"219\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b251-3\">MILLER v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b251-4\">No. 4.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b251-5\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Azx\">Dec. 9, 1935.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b251-19\">Miller, Owen, Otis &amp; Bailly, of New York City (Redmond F. Kernan, of New York City, of counsel), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b251-20\">Frank J. Wideman, Asst. Atty. Gen., and Sewall Key, Norman D. Keller, and Harry Marselli, Sp. Assts. to Atty. Gen., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b251-21\">Before L. HAND, SWAN, and AUGUSTUS N. HAND, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b251-22\">AUGUSTUS N. HAND,</author>\n<p id=\"Aqb\">Circuit Judge.</p>\n<p id=\"b251-23\">This appeal is from a decision of the United States Board of Tax Appeals. It concerns a deficiency adjudged to exist in the income tax of the petitioner William W. Miller for the year 1929 arising out of a sale of 500 shares of common stock of Otis Elevator Company, and the dispute is over the proper identification of 300 of these shares, all 500 of which were sold from lots purchased at various times and various prices. The question before us is whether the 300 shares of stock might be identified for income tax purposes by oral and written instructions given by the taxpayer to his broker prior to sale specifying the shares to be sold by dates of purchase and original cost, or whether they could only be identified by the certificate themselves or under the “First in First out Rule” set forth in section 58, Regulations 78.</p>\n<p id=\"b251-24\">The taxpayer owned 1,725 shares of Otis Elevator common stock on February 25, 1929, which he had purchased at various dates and places. Each certificate was registered in the name of the taxpayer or in the name of Hallgarten &amp; Co., who in general held the certificates for him in a safekeeping account. Whenever the taxpayer’s account required additional margin Hallgarten &amp; Co. would withdraw stock from the safekeeping account and place it with other stocks held by the latter as margin and, when no longer required as margin, would return it to the safekeeping account. In some instances this procedure resulted in the merger of certificates representing certain separate blocks. The taxpayer was not advised of these transactions in and out of the safekeeping account.</p>\n<p id=\"b252-3\"><page-number citation-index=\"1\" label=\"220\">*220</page-number>On February 25, 1929, the taxpayer directed Hallgarten &amp; Co. in writing to sell 500 shares of Otis Elevator common stock which had theretofore been purchased by them for his account. These shares were designated for sale in written instructions as follows:</p>\n<p id=\"b252-4\">100 shares bought March 6, 1926, at 121, $12,125.</p>\n<p id=\"b252-5\">100 shares bought March 8, 1926, at 120y2, $12,075.</p>\n<p id=\"b252-6\">100 shares bought March 9, 1926, at 120%, $12,050.</p>\n<p id=\"b252-7\">100 shares bought December 28, 1926, at 129%, $12,975.</p>\n<p id=\"b252-8\">100 shares bought December 28, 1926, at 129%, $12,975.</p>\n<p id=\"b252-9\">There is no question about the identification of the stock bought March 8 and March 9, since the certificates delivered by Hallgarten &amp; Co.. were for the shares purchased on those dates. The 100 shares purchased March 6 and the 200 shares purchased December 28, which were ordered sold, are the items in dispute.</p>\n<p id=\"b252-10\"><em>The 100 Shares Bought March 6,1926. </em>■ — -The order for the sale of this stock was fulfilled by the delivery of certificate No.. 6845 from block 6 containing 600 shares which were registered in the name of Hallgarten &amp; Co. The stock purchased March 6, 1926, had been commingled with the other shares in block 6 so that none of the certificates in the block were traceable to any particular purchase. The Commissioner, and on review the Board of Tax Appeals, applied the “First in First out Rule” to the transaction, charged the 100 shares sold against the earliest purchases of such stock under article 58 of Regulations 74, instead of charging them against the purchase of March 6, 1926, and computed the profit accordingly for income tax.</p>\n<p id=\"b252-11\">The decision of the Supreme Court in Helvering v. Rankin, 295 U.S. 123, 55 S.Ct. 732, 79 L.Ed. 1343, shows that the “First in First out Rule” should not have been applied to the sale of this lot of stock where the customer had designated the shares to be sold as those purchased on a particular date and at a particular price. To be sure, the court there was dealing with the sale of corporate shares made through a broker which had been held in a marginal account with other lots of the same kind bought at different times and at different prices. But we cannot see why it should make a. difference whether a broker has stock belonging to .a customer in a safekeeping account or holds it as security for his advances. In each case the title is in the customer and if the broker has advanced money to purchase the stock he holds it only by way of pledge.</p>\n<p id=\"b252-13\">The designation for sale of the 100 shares bought March 6, 1926, sufficiently identified that stock when sold and the cost of those shares reduced from the original price of $12,125 to the adjusted figure of $8,434.78, by allocation of a part of the cost to other shares received as stock dividends was the proper basis for computing any gain which the taxpayer realized from the sale. That figure, rather than $4,812.65 (the adjusted cost of 100 shares purchased March 31, 1924), which the Commissioner used under the “First in First out” rule was the correct basis.</p>\n<p id=\"b252-14\">In Helvering v. Rankin, 295 U.S. 123, 128, 55 S.Ct. 732, 735, 79 L.Ed. 1343, Brandeis, J., said that: “The required identification is satisfied, if the margin trader has, through his broker, designated the securities to be sold as those purchased on a particular date and at a particular price. It is only when such a designation was not made at the time of the sale, or is not shown, that the ‘First in, first out/ rule is to be applied.”</p>\n<p id=\"b252-16\"><em>The 200 Shares Bought December 28, 1926. </em>— The order for the sale of this stock was fulfilled by the delivery of certificates Nos. 2694 and 2695 for 200 shares purchased on April 17, 1924, instead of by the delivery of certificates Nos. 8149 and 8152 issued for the stock purchased December 28, 1926, which was ordered sold. The Commissioner argued that these certificates issued for the stock purchased on December 28, 1926, alone represented that stpclc and neither the designation by the taxpayer of the shares he proposed to sell, nor the “First in First out” rule could affect the case. But the decisions of the Supreme Court in Helvering v. Rankin, 295 U.S. 123, 55 S.Ct. 732, 79 L.Ed. 1343, Gorman v. Littlefield, 229 U.S. 19, 33 S.Ct. 690, 57 L.Ed. 1047, Richardson v. Shaw, 209 U.S. 365, 28 S.Ct. 512, 52 L.Ed. 835, 14 Ann.Cas. 981, and Duel v. Hollins, 241 U.S. 523, 527, 36 S.Ct. 615, 60 L.Ed. 1143, indicate that a designation made at the time of sale sufficiently identifies the stock.</p>\n<p id=\"b253-4\"><page-number citation-index=\"1\" label=\"221\">*221</page-number>In Richardson v. Shaw, 209 U.S. 365, 378, 28 S.Ct. 512, 516, 52 L.Ed. 835, 14 Ann.Cas. 981, it was said that: “A certificate of the same number of shares, although printed upon different paper and bearing a different number, represents precisely the same kind and value of property as does another certificate for a like number of shares of stock in the same corporation. It is a misconception of the nature of the certificate to say that a return of a different certificate or the right to substitute one certificate for another is a material change in the property right held by the broker for the customer.”</p>\n<p id=\"b253-5\">The certificates of stock involved in Richardson v. Shaw, 209 U.S. 365, 28 S.Ct. 512, 52 L.Ed. 835, 14 Ann.Cas. 981, had been held by a broker on margin and changed many times, and some of them had been released from pledge and delivered to the customer. The broker became bankrupt and his trustee sought to recover the shares which had been delivered to the customer on the ground that the delivery constituted an unlawful preference. The court held that there was no unlawful preference because a certificate of stock was not the property in the shares but only the evidence thereof and a return by the broker of a certificate different from the one purchased was not a material change in the property rights of the customer.</p>\n<p id=\"b253-6\">The Commissioner relies on decisions of the Court of Appeals of the Third Circuit in Horner v. Commissioner of Internal Revenue, 72 F.(2d) 407, Commissioner of Internal Revenue v. Merchants’ &amp; Mfrs.’ Fire Ins. Co., 72 F.(2d) 408, and Horner v. Commissioner of Internal Revenue, 78 F.(2d) 813, as showing that the certificate itself governs. But in each of these cases the taxpayer himself had custody of the certificates that he intended to sell, but delivered others to his broker without any special instructions as to the shares to be sold. It was held that intention alone, without designation, could not determine the shares sold. The same result was reached in Skinner v. Eaton, 45 F.(2d) 568 (C.C.A. 2).</p>\n<p id=\"b253-7\">In Howbert v. Penrose, 38 F.(2d) 577, 68 A.L.R. 820, the Circuit Court of Appeals of the Tenth Circuit decided that book entries and a pocket memorandum kept by the taxpayer furnished sufficient identification, even though no designation of the shares to be sold was communicated to the broker. It is unnecessary for us to express any opinion as to the rule in such circumstances. We only hold that where there is a designation such as was found sufficient in Helvering v. Rankin, 295 U.S. 123, 55 S.Ct. 732, 79 L.Ed. 1343, it can make no difference whether the stock is held on margin or not.</p>\n<p id=\"b253-10\">This view carries out the purpose of the taxpayer, and we cannot see that it is contrary to sound public policy, if he had ordered a sale of 500 shares of Otis Elevator stock without instructions as to dates of purchase, and after the sale had stated that he had intended to sell other shares than those evidenced by the certificates delivered, we should not regard his statement as a sufficient designation. But written instructions to sell embodying the number of shares and dates of purchase are an even more persuasive identification of the shares to be sold than the certificates which a broker may deliver without any thought about the particular lot he is selling. The identity of certificates frequently disappears in mergers, consolidations, or split-ups, and a single certificate may be issued in the place of various prior ones. A designation by the taxpayer of just the shares he is selling is often the best, if not the only available means he has for exercising his option to select the particular shares he desires to sell.</p>\n<p id=\"b253-11\">It follows from the foregoing: (1) That where there is no designation by the taxpayer at the time of making the sale, the certificate should be treated as the proper means for identification; (2) that a designation by instructions to the broker of the shares to be sold is controlling though the certificate delivered does not correspond with the instructions; (3) that the “First in First out” rule applies only where there is neither identification by a certificate, nor by designation of the taxpayer.</p>\n<p id=\"b253-12\">The order of the Board of Tax Appeals is reversed, and the proceeding remanded, with direction to determine the amount of the tax in accordance with the views we have expressed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}