{
  "casebody": {
    "data": "<casebody firstpage=\"336\" lastpage=\"339\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b368-7\">FOSTER v. LINCOLN FIRE INS. CO. OF NEW YORK.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b368-8\">No. 7827.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b368-9\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AK8\">Dec. 7, 1935.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b368-17\">Lem Billingsley, of Fort Worth, Tex., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b368-18\">Walter M. Van Nort and Will C. Thompson, both of Dallas, Tex., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b368-19\">Before FOSTER, SIBLEY, and HUTCHESON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b368-20\">HUTCHESON, Circuit Judge.</author>\n<p id=\"b368-21\">This appeal is from a ruling and judgment on a demurrer of no cause of action. The suit for damages claimed breach of a fire insurance general agency contract and supplement the Chicago Fire &amp; Marine Insurance Company had made with appellant, on November 1, 1930 and appellee had, on January 2, 1932, assumed. The petition set out the contract, the supplement, and the assump<page-number citation-index=\"1\" label=\"337\">*337</page-number>tion agreement in full. Tire contract was not for a fixed term, but was of indefinite duration, with a provision in it for termination on 60 days’ notice.<footnotemark>1</footnotemark> It named Foster general agent for the state of Texas, fixed his compensation at 10 per cent, in excess of agents’ commissions, and further agreed to pay a contingent commission of 10 per cent, of the net profits of the business.<footnotemark>2</footnotemark></p>\n<p id=\"b369-5\">The supplemental agreement recited that Foster had become indebted to the company, and made provisions for the handling of collections and payment of the debt.</p>\n<p id=\"b369-6\">The principal change effected by this agreement was that Foster should have a drawing account on the first and fifteenth of each month of $200; any balance earned to be applied on Foster’s debt. The termination letter written June 8, 1933, after advising that the company had determined to cease writing business in Texas, went on to say: “In view of the foregoing, it is our sad duty to notify you, in accordance with Paragraph 9 of the agreement between you and the Lincoln Fire Insurance Company, of the termination of said agreement and of your appointment as General Agent at the expiration of sixty days from the receipt of this letter.” <footnotemark>3</footnotemark></p>\n<p id=\"b369-15\">Plaintiff pleaded that the letter was a direct breach and violation of his general agency contract, in that, instead of terminating the contract after 60 days’ notice, it terminated the contract immediately, by its instructions to immediately cease writing business, and wind the general agency up. He alleged that these instructions prevented him from reinsuring or otherwise providing for carrying on the valuable business he had built up; that if the contract had been terminated after 60 days’ notice of defendant’s intention to terminate it instead of at once, plaintiff would and could have saved his business. He pleaded that defendant’s action therefore constituted a total and complete breach of plaintiff’s contract with the resultant destruction of the agency and an earning from it of $6,000 a year, to his damage in the sum of $50,000, for which he sues. Finally, he alleged that defendant’s action was in bad faith, in that, without notifying plaintiff thereof, it had some two months before he received his notice, let its permit to do business in Texas expire. Plaintiff did not claim, he does not sue for, commissions; neither does he sue for salary or drawing account. He sues only for the value of the business lost when defendant terminated the contract. In his <page-number citation-index=\"1\" label=\"338\">*338</page-number>brief he thus states what he sued for: “The amended petition in the trial court was not for commissions which might be earned in the future; it was for damages against the defendant for the destruction of a valuable business that had been built up over the course of many years. It was for damages occasioned by the wrongful revocation of the agency contract.”</p>\n<p id=\"b370-4\">Appellant here urges, as he did below, that though appellee did give him 60 days’ notice of its intention to terminate the contract, it did not terminate the contract under and in accordance with that notice, but, on the contrary, it terminated it immediately upon the giving of the notice, and that the matter of breach stands in law as though no notice of intention to terminate had been given. Appellee, pointing out that the contract, having no definite term to run, is a contract at will, insists that nothing in it prevented its withdrawing from the state without liability to plaintiff for doing so. Moore v. Security Trust &amp; Life Ins. Co. (C.C.A.) 168 F. 496; Standard Life Ins. Co. v. Carey, 282 Pa. 598, 128 A. 537; Wheeler v. Hartford Life Ins. Co. (C.C.A.) 227 F. 369; Michigan M. L. Ins. Co. v. Thompson (C.C.A.) 266 F. 973; Couch on Insurance, vol. 3, § 574, pp. 1844-1845. North Carolina S. L. Ins. Co. v. Williams, 91 N.C. 69, 49 Am.Rep. 637.</p>\n<p id=\"b370-5\">It insists, further, that it terminated the contract in strict accordance with the provisions for termination. Appellant, agreeing that the cases appellee cites do hold as it claims, declares that these cases were not well decided, and cites, as opposed to them, Merchants’ Life Ins. Co. v. Griswold (Tex.Civ.App.) 212 S.W. 807, 809 and Wallace v. American Life Ins. Co., 111 Or. 510, 225 P. 192, 196, 227 P. 465. Neither of these cases is so opposed. Griswold’s contract was for a fixed term. It provided: “Subject to the provisions hereinafter contained, this contract shall continue for a period of five years.” The court, discussing the line of cases appellee relies on here, said of them: “[These] cases were contracts terminable at will, and therefore have no application to the instant case.” Besides, that decision was reversed in Merchants’ Life Ins. Co. v. Griswold (Tex.Com.App.) 237 S.W. 232, upon a holding that the contract had been properly revoked for cause.</p>\n<p id=\"b370-7\">The Wallace Case, too, was, as far as the Supreme Court was concerned, a case of a time contract. The court said: “Much of the argument contained in defendant’s brief is devoted to the discussion of the right of defendant to terminate the contract at will owing to the absence of mutuality therein. This is a clear departure from the theory set forth by the pleadings and at the trial of this cause. From the record before us in the case at bar, the question of the right of the defendant to revoke the agency contract at will is not within the issues.”</p>\n<p id=\"b370-8\">Pointing out that the case was submitted below on the theory that the agency was revoked for cause, the court held that must be the theory on appeal, and it could not now be claimed that the contract was one at will, and revocable without cause.</p>\n<p id=\"b370-9\">But all questions of contract at will aside, it is plain, we think, that appellant’s petition stated no case. The company had the right to terminate the contract on 60 days’ notice. When terminated, the contract was at an end. The parties must have intended by it that the 60-day notice should be given just as. it was given; that the winding up of the agency should commence at that time. Any other view would not, we think, be reasonable. It can hardly be. claimed that it was intended by the contract that after the 60-day notice of intention to terminate had been given, the. company and the agency would continue writing business through the 60 days in full swing. The notice period was, without doubt, intended as a winding up period. There was then no breach of the contract in coupling the direction to cease writing with the notice of intention tG terminate; especially as these directions were given pursuant to the company’s announced plan and purpose to withdraw from the state.</p>\n<p id=\"b370-10\">But if we assume that the contract required the company to continue business at full swing during the notice period, and the company should have permitted plaintiff to go on writing policies, plaintiff does not plead a case for damages on this theory. Such a case would be for the earnings he could have made <page-number citation-index=\"1\" label=\"339\">*339</page-number>in the 60 days’ period, if he -had continued writing.</p>\n<p id=\"b371-4\">Defendant pleaded, and in the argument before us it was agreed, that plaintiff had been paid his drawing account of $400 a month for the full 60 days. Assuming, as he pleads, that he would have earned $6,000 a year, or $500 a month instead of the $400 that he drew, nothing in the pleadings shows that the monthly writings were regular, or in which months earnings would have accrued. Particularly is it not pleaded that in the two months covered by the notice he would have earned more than, or as much as, the $400 a month paid him in them. But more, he does not sue for commissions. He sues for damages, measured by the destruction of his business. This, and not commissions, is what he sues for. His petition shows this; his brief affirms it. He made out no case for this.</p>\n<p id=\"b371-5\">The demurrer was rightly sustained.</p>\n<p id=\"b371-6\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b369-7\"> Paragraph 9 provided:</p>\n<blockquote id=\"b369-8\">“This contract may be terminated at any time by either party giving the other party sixty days notice in writing, at the expiration of which time this contract shall cease and determine.</blockquote>\n<blockquote id=\"b369-11\">“In the event of such determination, and after the expiration of the time named in said notice, all property and vouchers, if any, in the hands of said General Agent relating to the business of the Company shall be turned over to the Company, and there shall be a complete adjustment and settlement of all matters between the parties hereto, growing out of this agreement, upon the basis of its terms and conditions, and any balance due from either party to the other shall thereupon be paid, * * * and no charges shall be made by the General Agent in the settlement of Ms accounts or winding up the affairs of the business pf said Company.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b369-14\"> Paragraph 6 provided: “In case of the termination of this contract before the end of any contingent year, the said General Agent will be paid the contingent commission, if any is due, at the end of the contingent year, on the net results of the business written from the beginning of the contingent year to the termination of the contract, but to include all losses to the end of the contingent year.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b369-17\"> It further provided: “Immediately upon receipt of this letter please cease writing business for the Lincoln and notify all of the agents reporting through you to cease writing. The Lincoln will withdraw from the State of Texas and has notified the Insurance Department of the State of its intention to do so. Please take up all commissions of authority and blank policies now in the hands- of agents, and send them to us together with any blank policies which you have on hand; also please close up the accounts and collect the balance duo from each agency. All of the foregoing we hope that you will be able to accomplish within the next sixty days. We have not communicated with any of the agencies reporting through you, leaving that to you to handle. * * * -Messrs. Cravens, Dargen &amp; Oo. will wind up the affairs not under the general agency. They will not in any way disturb your agencies but they assure us they will be glad to cooperate with you in any way possible, and cordially invite you to communicate with them.”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b371-7\">SIBLEY, Circuit Judge</author>\n<p id=\"AC\">(concurring).</p>\n<p id=\"b371-8\">I concur in the judgment on the ground stated in the last two paragraphs of the opinion that no case is pleaded of loss of earnings due to withdrawal of authority to write insurance during the 60 days between the giving of notice and the termination of the contract under the notice.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}