{
  "casebody": {
    "data": "<casebody firstpage=\"598\" lastpage=\"600\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b630-7\">BRANIFF INV. CO. et al. v. NORTON et ux.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b630-8\">No. 7677.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b630-9\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b630-10\">Dec. 12, 1935.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b630-20\">Vance Huff, R. C. Johnson, and Joseph B. Dooley, all of Amarillo, Tex., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b630-21\">Royce A. Oxford, of Plainview, Tex., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b630-22\">Before FOSTER, SIBLEY, and HUTCHESON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b630-23\">HUTCHESON, Circuit Judge.</author>\n<p id=\"b630-24\">This appeal tests whether there was usury in the loan papers plaintiffs sued to cancel. The District Judge thought there was. He thought that, made in Texas, the contract must be construed and enforced according to Texas law, and that under them its usury was plain. Appellants, insisting that the contract is not usurious under Texas law, really plant themselves upon the proposition that, payable in Okla-. homa, whether it is usurious or not must be determined by Oklahoma law.</p>\n<p id=\"b630-25\">We agree with the District Judge that the contract is usurious under Texas law. Because there the true principal must be taken to be not the face of the note, but the amount actually advanced, the loan was actively usurious from the beginning. Adleson v. B. F. Dittmar Co. (Tex.Com.App.) 80 S.W.(2d) 939. The acceleration clause, providing for a shortening of the term, made it also potentially usurious. Bothwell v. Farmers’ &amp; Merchants’ State Bank &amp; Trust Co., 120 Tex. 1, 30 S.W.(2d) 289. 76 A.L.R. 1480; Id. (Tex.Com.App.) 82 S.W.(2d) 945, 946.</p>\n<p id=\"b630-26\">We 'agree with appellants, however, that the note was payable in Oklahoma City, and that Oklahoma law governs. Seeman v. Philadelphia Warehouse Co., 274 U.S. 403, 47 S.Ct. 626, 71 L.Ed. 1123; Lubbock Hotel Co. v. Guaranty Bank &amp; Trust Co. (C.C.A.) 77 F.(2d) 152, 156; c/f Clark v. Gibbs (C.C.A.) 69 F.(2d) 364. We agree with them too, that there was no usury in the loan. This is so because, by the law of that state, the face of the note is the true principal, the deductions being regarded as advance interest. Mitchell v. Fisher, 168 Okl. 145, 32 P.(2d) 37; Tobin v. Holm<page-number citation-index=\"1\" label=\"599\">*599</page-number>hoe (Okl.Sup.) 45 P.(2d) 716, 717; c/f Otis v. I. Eisuer Co. (Cal.App.) 46 P.(2d) 235; Lewis v. Vassar, 132 Wash. 480, 232 P. 312. There the test of usury is whether, figuring all interest payments, including as interest the amount deducted in advance, the contract requires more than 10 per cent. per annum to be paid for the term the loan has to run. Clement Mortgage Co. v. Johnston, 83 Okl. 153, 201 P. 247; Metz v. Winne, 15 Okl. 1, 79 P. 223, 224; Barnhart v. Richardson, 134 Okl. 19, 272 P. 418; Martin v. Oklahoma State Bank, 86 Okl. 113, 206 P. 824; Garland v. Union Trust Co., 63 Okl. 243, 165 P. 197; c/f Ruby v. Warrior, 71 Okl. 82, 175 P. 355. These are the material facts.</p>\n<p id=\"b631-4\">The borrower, a citizen of Texas, applied in Hereford, Tex., to one Barnett, the agent there of Braniff Investment Company, for a loan of $10,000 payable in monthly installments. Braniff Investment Company was and is an Oklahoma corporation with its principal office and place of business in Oklahoma City, having a permit to do business in Texas. In closing the loan, the borrower gave his note for $10,000 and the company sent him its check for $9,563-25. The difference represents an amount of $400, or $40 per $1,000 deducted as commission, $10 as attorneys’ fees, $11.75 for title policy, and $15 as inspection fee. The note was on a printed form, beginning, “For value received, I, we or each of us jointly and severally promise to pay to Braniff Investment Company, a corporation, or bearer, at the office of Braniff Investment Company, Oklahoma City, Oklahoma (or at such place as may be designated by the holder for the time being of this note).”</p>\n<p id=\"b631-5\">It was payable in ninety-six installments of $145.82 each. It provided “If three instalments become delinquent, or if the holder becomes entitled to foreclose the deed of trust securing this note for any reason, the owner may declare the entire debt evidenced by this note, due and payable.” It further provided that after default interest on the loan remaining unpaid, “shall be ten per cent per annum,” this to be arrived at by crediting each payment as received on the balance and accrued interest. The $400 deducted was not commission. It was paid to the company and to its agent. It must be treated as interest paid in addition to the amounts of interest included in the monthly installments. Considering the loan as of $9,600 instead of $10,000, as would be done in Texas because of the deduction, the interest figured in the monthly payments was 15 cents a month more than 10 per cent, per annum. Considering the loan as of $10,000, and crediting to advance interest the $400 paid as commission, as is the rule in Oklahoma, the interest included in the monthly payments was less than 10 per cent.</p>\n<p id=\"b631-7\">This loan was handled in the same manner as all other loans of the company. It was made payable in Oklahoma City, as all other loans were. Borrowers in Oklahoma, Kansas, and Texas, where the company did business, would send their checks directly to the Oklahoma City office. There was no collector maintained in Texas. At the time of the closing of the loan, the company wrote the borrower that all payments on the loan would be due at its office. The note has had three holders, all residents of Oklahoma City. All payments on the no1e have been sent there, and no holder has exercised or attempted to exercise the option the note gave to fix a different place of payment than that fixed in the note.</p>\n<p id=\"b631-8\">In Braniff Investment Co. v. Robertson, 74 S.W.(2d) 425,<footnotemark>1</footnotemark> the Texas Court of Civil Appeals has held that the place of payment clause in the note did not make the note payable in Oklahoma. That it fixed no place of payment. That in effect it left the place of payment ambulatory, to be fixed from time to time as a holder might designate. No authority is cited for this view. We cannot agree with it. We think the contrary is plain, that it fixed Oklahoma City as the definite place of payment, and that the clause in parenthesis merely extended to holders the option to change it. Since there was no attempt to exercise the option, we need not consider what the effect would have been had such an attempt been made. As the note stood at the time of its making, and at the time of the trial, the place of payment fixed in it was Oklahoma City.</p>\n<p id=\"b631-9\">In addition to the provision for it in the note, there was' an understanding with the borrower that he should pay in Oklahoma City. He did make all payments there, and in suing he alleged that all those who had had any connection with his note were residents of Oklahoma City. There is no claim, there could not be, that the fixing of Oklahoma City as the place of payment was <page-number citation-index=\"1\" label=\"600\">*600</page-number>merely nominal, a pretense or device tacked on to a Texas contract, to avoid Texas usury laws, as in the Texas case of Building &amp; Loan Ass’n v. Griffin, 90 Tex. 480, 39 S.W. 656. Such usury as there was in the loan under the Texas theory of treating the sum advanced, rather than the face of the note, as the principal, was so insignificant as almost to warrant its disregard under the rule of de minimis. If there had been serious usury under the Texas laws, there are not only no facts in this case to indicate that the place of payment fixed was nominal, but all of them compel the contrary conclusion. Lubbock Hotel Co. v. Guaranty Bank &amp; Trust Co., Seeman v. Philadelphia Warehouse Co., supra.</p>\n<p id=\"b632-4\">The decree is reversed, and the cause is remanded, with directions to dismiss the bill.</p>\n<footnote label=\"1\">\n<p id=\"b631-10\"> Reversed in (Tex.Com.App.) 81 S.W.(2d) 45 on its holding that there was usury in the loan.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}