{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"418\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b440-7\">Mary Caroline WANGECI, Petitioner, v. Eric H. HOLDER, Jr., U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b440-9\">No. 13-60569.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b440-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b440-12\">Sept. 5, 2014.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b440-20\">Eli A. Echols, Senior Attorney, Socheat Chea, P.C., Duluth, GA, for Petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b440-21\">Thankful Townsend Vanderstar, Esq., Tangerlia Cox, U.S. Department of Justice Office of Immigration Litigation, Washington, DC, for Respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b441-4\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>Before STEWART, Chief Judge, and OWEN, Circuit Judge, and MORGAN <footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b441-9\"> District Judge for the Eastern District of Louisiana, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b441-5\">PER CURIAM: <footnotemark>**</footnotemark></author>\n<p id=\"b441-6\">Petitioner Mary Caroline Wangeci seeks review of a decision of the Board of Immigration Appeals (BIA) affirming the Immigration Judge’s (IJ) denial of her motion to reconsider and dismissing her appeal. For the reasons stated herein, the petition is denied.</p>\n<p id=\"b441-7\">\n<em>FACTS &amp; PROCEDURAL HISTORY</em>\n</p>\n<p id=\"b441-8\">Wangeci, a native and citizen of Kenya, entered the United States on November 26, 1992, with authorization to stay in the United States until May 28, 1993. She enrolled in Del Rio High School without authorization from the Immigration and Naturalization Service (INS), now the Department of Homeland Security (DHS). On May 14, 1993, INS apprehended Wangeci with her mother at 102 Peacepipe, Del Rio, Texas 78840. She was served with an Order to Show Cause (OSC) and provided with a Notice of Rights which advised her of her right to a hearing before an IJ. She signed documentation requesting a hearing before an IJ, provided that her address was 102 Peacepipe, Del Rio, Texas, and was released on her own recognizance. On May 20, 1993, INS issued a superseding OSC, which charged Wangeci as deportable for failing to maintain or comply with the conditions of her nonimmigrant status. The superseding OSC was sent to Wangeci at the address she provided — 102 Peacepipe, Del Rio, Texas — via certified mail, return receipt requested, and was delivered to that address and signed for on May 25, 1993. The superseding OSC noted that the immigration court would send Wangeci a hearing notice at the address she had provided and advised her to provide written notice of any change of address, warning her that if she did not appear at her scheduled deportation hearing, she would be ordered deported <em>in absentia </em>if it was established that she was deportable. In July 1993, the immigration court attempted three times to send Wangeci a hearing notice at the Peacepipe address, via certified mail, stating that her immigration court hearing would be held on August 26, 1993. The hearing notice was returned marked as “Unclaimed.”</p>\n<p id=\"b441-12\">Wangeci did not appear for the August 26th hearing. The IJ found that Wangeci was deportable as charged and that her failure to appear constituted a waiver and abandonment of any application for relief from deportation. The IJ ordered Wangeci deported <em>in absentia </em>and the deportation order was mailed to her at the Peacepipe address.</p>\n<p id=\"b441-13\">On March 5, 2010, over 16 years after she was ordered deported, Wangeci, through counsel, filed a motion to reopen, alleging that she had not received proper notice of the hearing. The motion asserted that Wangeci entered the United States in May 1993<footnotemark>1</footnotemark> and that her United States citizen step-father, Richard Coffie, filed a visa petition on her behalf later that year. Wangeci’s mother then separated from Coffie, however, and Wangeci and her mother moved out of Coffie’s home. Thereafter, Coffie withdrew the visa petition before it was adjudicated, unbeknownst to Wangeci. The motion went on <page-number citation-index=\"1\" label=\"414\">*414</page-number>to state that Wangeci married a United States citizen in October 2009 and then filed for an adjustment of status on the basis of her marriage.<footnotemark>2</footnotemark> In February 2010, Wangeci attended an interview in Atlanta, Georgia, in connection with the 1-180 petition filed by her husband and was taken into custody by U.S. Immigration and Customs Enforcement (ICE) at that time.<footnotemark>3</footnotemark> The motion and Wangeci’s affidavit alleged that she did not receive an OSC or notice of her immigration hearing and suggested that the documents may have been lost in the mail. Additionally, in her response to DHS’s brief in opposition to her motion to reopen, Wangeci alleged that she was 16 years old at the time of her INS arrest and that because she was a minor, notice should have been served upon her and an adult with custody of her.</p>\n<p id=\"b442-4\">On April 12, 2010, the IJ denied Wangeci’s motion to reopen. The IJ noted that on May 25, 1993, INS sent Wangeci the superseding OSC by certified mail to the address she provided and that the record contained a copy of the signed return receipt card which indicated that the OSC was received at its intended destination. The IJ also noted that delivery of Wangeci’s hearing notice was attempted three times in July 1993 via certified mail but was returned to the immigration court marked “Unclaimed.” The IJ ultimately concluded that service of the OSC and hearing notice by certified mail was proper, Wangeci did not “overcome th[e] strong presumption” of effective service, and she gave “no explanation as to why she failed to contact the court to determine the status of her immigration proceedings until more than sixteen and a half years after the deportation order was issued.”</p>\n<p id=\"b442-8\">On May 12, 2010, Wangeci filed a motion to reconsider the denial of her motion to reopen. The motion alleged that shortly after she was apprehended by INS in May 1993, she and her mother moved to Georgia. In doing so, she did not understand her obligation to file a change of address form and did not receive the hearing notice that was allegedly sent to her step-father’s home at the Peacepipe address. On June 11, 2010, the IJ denied Wangeci’s motion to reconsider.</p>\n<p id=\"b442-9\">On July 1, 2010, Wangeci appealed the IJ’s decision to the BIA where she argued, inter alia, that the IJ relied on erroneous information in the INS Form 1-213 provided by DHS, which indicated that she was 18 years old when arrested by INS rather than 16 years old. She complained that her former counsel was ineffective because she failed to rebut the issue of her incorrect age contained in the 1-213 form. Wangeci submitted a copy of her birth certificate and a statement from her former counsel indicating that she inadvertently did not provide a copy of Wangeci’s passport biographic page to the IJ. On April 20, 2011, the BIA remanded the ease to the immigration court for consideration of the additional evidence of Wangeci’s age when arrested and served the OSC.</p>\n<p id=\"b442-10\">In a decision issued August 15, 2012, the IJ concluded that Wangeci received proper notice of her 1993 deportation hearing and again denied reconsideration of the denial of reopening. Citing to <em>In re Grijalva, </em>21 I. &amp; N. Dee. 27, 32 (BIA 1995), the IJ noted that an OSC “must be served in person or where personal service is not <page-number citation-index=\"1\" label=\"415\">*415</page-number>practicable, by certified mail with return receipt signed by the [alien] or a responsible person at the [alien’s] address.” The IJ observed that the regulations in 1993 provided that service on a minor under age 14 must be made on a responsible adult. <em>See </em>8 C.F.R. § 103.5a(c)(2)(ii) (1993). The IJ found that Wangeci was 16 years old at the time the OSC was served, and because she was at least 14, “service of the OSC on her was proper” under the regulations in effect at the time as well as this court’s precedent. <em>See Lopez-Dubon v. Holder, </em>609 F.3d 642, 646 (5th Cir.2010). The IJ also determined that the record established that the OSC was properly served on Wangeci because it was sent via certified mail and a signed return receipt indicated that the postal service successfully delivered the OSC at the address Wangeci provided.</p>\n<p id=\"b443-5\">The IJ rejected Wangeci’s claim that she did not know she had to appear before the immigration court, noting that she signed forms requesting a hearing before an IJ which showed that she “was aware of her deportation proceedings.” The IJ rejected Wangeci’s claim of lack of notice of her immigration court hearing because (1) her hearing notice was sent to her “by certified mail at the address [] listed on her OSC, the address at which the OSC was successfully delivered”; (2) the postal service attempted delivery of the hearing notice three times before returning the notice, marked “unclaimed”; and (3) Wangeci admitted that she moved to Georgia shortly after her INS arrest but never provided her new address. Finally, the IJ noted that the OSC “notified [Wangeci] of her obligation to notify the Court of her address and the consequences of failing to do so.”</p>\n<p id=\"b443-7\">Wangeci again appealed the IJ’s decision to the BIA. On July 22, 2013, the BIA issued its decision. Referencing portions of the IJ’s decision, the BIA concluded that Wangeci was properly served with an OSC, both in person and “through delivery of the certified letter by the United States Postal Service.” The BIA also determined that the Government properly served Wangeci with the OSC as she was 16 years old at the time of service. Finally, the BIA noted that the immigration court attempted three times to provide Wangeci with a hearing notice via certified mail. The BIA dismissed the appeal, affirming the IJ’s decision denying Wangeci’s motion to reconsider the denial of her motion to reopen. Wangeci filed , a timely petition for review with this court.<footnotemark>4</footnotemark></p>\n<p id=\"b443-8\">\n<em>STANDARD OF REVIEW</em>\n</p>\n<p id=\"b443-9\">We review decisions of the BIA and only consider the rulings and findings of the IJ if they impact the BIA’s decision. <em>Efe v. Ashcroft, </em>293 F.3d 899, 903 (5th Cir.2002). To the extent that the BIA’s decision relied on the IJ’s findings and conclusions, the IJ’s findings are reviewable. <em>Id.</em></p>\n<p id=\"b443-10\"><em>A </em>motion to reconsider “shall specify the errors of law or fact in the previous order and shall be supported by pertinent authority.” 8 U.S.C. § 1229a(c)(6)(C). We review the denial of a motion to reopen or to reconsider “under a highly deferential abuse-of-discretion standard.” <em>Zhao v. Gonzales, </em>404 F.3d 295, 303 (5th Cir.2005). The decision will be upheld “so long as it is not capricious, racially invidious, utterly without foundation in the evidence, or otherwise so irrational that it is arbitrary rather than the result of any perceptible <page-number citation-index=\"1\" label=\"416\">*416</page-number>rational approach.” <em>Id. </em>at 804 (citation omitted).</p>\n<p id=\"b444-4\">We will “review the BIA’s decision ‘procedural!/ to ensure that the complaining alien has received full and fair consideration of all circumstances that give rise to his or her claims.” <em>Abdel-Masieh v. INS, </em>73 F.3d 579, 585 (5th Cir.1996) (internal quotation marks and citation omitted). The BIA is not required to “address evidentiary minutiae or write a lengthy exegesis.” <em>Id. </em>(citation omitted). The BIA must “consider the issues raised, and announce its decision in terms sufficient to enable a reviewing court to perceive that it has heard and thought and not merely reacted.” <em>Efe, </em>293 F.3d at 908 (internal quotation marks and citation omitted).</p>\n<p id=\"b444-5\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b444-6\">Wangeci’s primary argument on appeal is that the BIA erred in affirming the IJ’s decision denying her motion to reconsider without providing any analysis in support of its decision, making judicial review of that decision impossible. Wangeci additionally contends that the BIA’s alleged failure to provide an analysis makes it impossible for this court to determine whether she can be charged with receiving the hearing notice. Wangeci submits that she is entitled to “an act of lenity and discretion” because she was 16 years old when she was initially apprehended, her mother was in a bad relationship at the time, she has lived in the United States since 1993, and she is not a fugitive hiding from her past. We are unpersuaded by these arguments.</p>\n<p id=\"b444-7\">Under the rules applicable to immigration cases commenced prior to September 30, 1996, <em>in absentia </em>deportation orders may be rescinded only if the alien files a motion to reopen within 180 days after the date of the order of deportation showing exceptional circumstances for her failure to appear or at any time if the alien files a motion to reopen demonstrating that she did not receive notice of the hearing. 8 U.S.C. § 1252b(c)(3) (West 1993) (repealed Sept. 30, 1996); <em>see also Ojeda-Calderon v. Holder, </em>726 F.3d 669, 673 (5th Cir.2013) (“Because Ojeda’s immigration proceedings were initiated prior to the 1996 amendments to the INA, we must apply the notice requirements set forth in former INA § 242B.”).</p>\n<p id=\"b444-9\">\n<em>A. Service of the Order to Show Cause</em>\n</p>\n<p id=\"b444-10\">Wangeci contends that the BIA’s decision fails to specify “whether the [BIA] found the service was proper due to the alleged personal delivery of an OSC on May 14, 1993 or whether it was due to the second OSC being sent through certified mail to the Peacepipe address.” She also asserts that it is unclear whether the BIA applied proof-of-service standards in effect in 1993 or 2010. She further contends that there is no evidence in the record regarding why the OSC needed to be superseded or evidence indicating who signed the return receipt slip at the Peacepipe address.</p>\n<p id=\"b444-11\">Applying the notice requirements effective in 1993 set forth in former INA § 242B(a)(l), “service of the Order to Show Cause must be given in person to the alien.” <em>Grijalva, </em>21 I. &amp; N. Dec. at 32. “If personal service is not practicable, such notice must be given by certified mail to the alien or to his counsel of record, if any, with the requirement that the certified mail receipt be signed by the respondent or a responsible person at the respondent’s address to accomplish personal service.” <em>Id.</em></p>\n<p id=\"b444-12\">“[W]hen notice is sent by certified mail, there is a strong presumption of effective service.” <em>Ojeda-Calderon, </em>726 F.3d at 673 (citing <em>Grijalva, </em>21 I. &amp; N. Dec. at 37). “To overcome that presumption the alien must present substantial and probative evidence such as documentary evidence from <page-number citation-index=\"1\" label=\"417\">*417</page-number>the Postal Service, third party affidavits, or other similar evidence demonstrating that there was improper delivery or nondelivery.” <em>Id. </em>(internal quotation marks and citation omitted). It is not a requirement “that the certified mail return receipt be signed by the alien ... to effect service.” <em>Id. </em>(internal quotation marks and citation omitted).</p>\n<p id=\"b445-5\">The regulations in effect in 1993 also contained special provisions for service of an OSC on a minor under 14 years of age. <em>See </em>8 C.F.R. § 103.5a(c)(2)(ii)(1993).</p>\n<p id=\"b445-6\">The BIA’s decision reflects that it determined that Wangeci was served with the initial OSC in person and properly served with the superseding OSC via certified mail. These findings are supported by the record which contains a Notice of Rights and request for a hearing signed by Wangeci on the day she was apprehended by the INS and personally served with the initial OSC — May 14, 1993 — as well as a signed certified returned mail receipt indicating that the superseding OSC was delivered to Wangeci’s address and signed for on May 25,1993.<footnotemark>5</footnotemark></p>\n<p id=\"b445-7\">In conclusion, we hold that Wangeci was properly served with the initial and superseding orders to show cause and thus the IJ properly denied Wangeci’s motion to reconsider its denial of the motion to reopen. <em>Grijalva, </em>21 I. &amp; N. Dec. at 32; <em>Ojeda-Calderon, </em>726 F.3d at 673; <em>Efe, </em>293 F.3d at 903; <em>Lopez-Dubon, </em>609 F.3d at 647. Consequently we hold that the BIA did not abuse its discretion in affirming the IJ’s denial of Wangeci’s motion to reconsider, <em>see Zhao, </em>404 F.3d at 303-04, and adequately conveyed its reasoning in doing so. <em>See Efe, </em>293 F.3d at 908 (citation omitted).<footnotemark>6</footnotemark></p>\n<p id=\"b445-11\">\n<em>B. Service of the Hearing Notice</em>\n</p>\n<p id=\"AWP\">Wangeci further asserts that the evidence of the three failed attempts to deliver the hearing notice was proof that she was not notified of the date, time, or place of her hearing in immigration court.</p>\n<p id=\"b445-12\">The INS was required to provide written notice of the deportation hearing “in person to the alien (or, if personal service is not practicable, written notice shall be given by certified mail to the alien or to the alien’s counsel of record, if any).” 8 U.S.C. § 1252b(a)(2)(A) (West 1993) (repealed). The written notice “shall be considered sufficient ... if provided at the most recent address provided” by the alien. <em>Id. </em>at § 1252b(c)(l). “An alien is entitled to -written notice of immigration proceedings against him, but an alien is responsible for updating immigration authorities with his current address.” <em>Lopez-Dubon, </em>609 F.3d at 647 (citing <em>Gomez-Palacios v. Holder, </em>560 F.3d 354, 358 (5th Cir.2009)). “Thus an order of removal will not be set aside, even if the alien did not receive notice, if ‘the alien’s failure to receive actual notice was due to his neglect of his obligation to keep the immigration court apprised of his current mailing address.’ ” <em>Id. </em>(quoting <em>Gomez-Palacios, </em>560 F.3d at 360).</p>\n<p id=\"b446-3\"><page-number citation-index=\"1\" label=\"418\">*418</page-number>The BIA’s decision observed that the immigration court attempted to provide Wangeci with a hearing notice, but after attempting to deliver the document three times, the United States Postal Service returned the notice to the court. The record supports this finding as it contains the certified mail envelope with the hearing notice which was returned to the immigration court with notations of three delivery attempts in July 1993. The record also supports the finding that on May 14, 1993, when she was apprehended, Wangeci provided INS with the Peacepipe address to which the hearing notice was sent. The superseding OSC that was delivered and signed for on May 25, 1993, via certified mail to the Peacepipe address stated in pertinent part:</p>\n<blockquote id=\"b446-4\">You are required by law to provide immediately in writing an address (and telephone number, if any) where you can be contacted. You are required to provide written notice, within five (5) days, of any change in your address or telephone number to the office of the Immigration Judge listed in this notice. Any notices will be mailed only to the last address provided by you.... If you fail to appear at the scheduled deportation hearing, you will be ordered deported <em>in your absence </em>if it is established that you are deportable and you have been provided the appropriate notice of the hearing.</blockquote>\n<p id=\"b446-5\">Accordingly, the evidence in the record indicates that Wangeci was notified that she was required to provide her updated address to the immigration court so that she could be kept informed of her immigration proceedings. She failed to do so however, and as she has conceded, moved to Georgia shortly after she was apprehended in May 1993 without notifying the immigration court. Moreover, she refrained from contacting the immigration court altogether for the next 16 years until she attempted to apply for immigration benefits again in 2010.</p>\n<p id=\"b446-7\">In light of these facts, we hold that the hearing notice requirement was satisfied and thus the IJ properly denied Wangeci’s motion to reconsider its denial of the motion to reopen. <em>Ojeda-Calderon, </em>726 F.3d at 673; <em>Efe, </em>293 F.3d at 903; <em>Lopez-Dubon, </em>609 F.3d at 647. Consequently, we conclude that the BIA did not abuse its discretion in affirming the IJ’s denial of Wangeci’s motion to reconsider, <em>see Zhao, </em>404 F.3d at 303-04, and adequately conveyed its reasoning in doing so. <em>See Efe, </em>293 F.3d at 908 (internal quotation marks and citation omitted).</p>\n<p id=\"b446-8\">\n<em>CONCLUSION</em>\n</p>\n<p id=\"b446-9\">The petition for review is DENIED.</p>\n<footnote label=\"**\">\n<p id=\"b441-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b441-16\">. This date conflicts with the date provided in Wangeci’s brief on appeal — November 26, 1992.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b442-5\">. Respondent submits that Wangeci was not eligible to adjust her status on the basis of her marriage because the United States Citizenship and Immigration Service \"denied the relative petition because they believed [Wangeci] entered into a marriage for immigration benefits.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b442-13\">. According to Wangeci’s petition for review, the marriage has since \"broken up.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b443-6\">. On August 29, 2013, this court denied Wangeci’s Motion for Stay of Deportation pending review.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b445-8\">. Moreover, we agree with the BIA’s determination that the Government properly served Wangeci with these documents, as she was 16 years old at the time of service. <em>Lopez-Dubon v. Holder, </em>609 F.3d 642, 646 (5th Cir.2010) (affirming the BIA’s holding that notice must be served on an adult only for aliens under 14 years of age).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b445-9\">. Wangeci’s petition for review does not adequately brief the following arguments: (1) that it was unclear whether the BIA applied the OSC proof-of-service standards in effect in 1993 or 2010; (2) that there is no evidence in the record regarding why the OSC needed to be superseded; and (3) that there is no evidence in the record indicating who signed the certified mail return receipt for the superseding OSC delivered on May 25, 1993. Consequently, we hold that Wangeci has abandoned her argument on these issues. <em>See Soadjede v. Ashcroft, </em>324 F.3d 830, 833 (5th Cir.2003).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}