{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"616\" lastpage=\"628\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Emmanuel JACKSON, Plaintiff\n  <br/>\n  v.\n  <br/>\n  JOHNSON &amp; JOHNSON AND JANSSEN PHARMACEUTICALS, INC., Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  Civil Action No. 15-13983-DJC\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, D. Massachusetts.\n </court>\n <decisiondate id=\"p-4\">\n  Signed September 5, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Adam J. Combies, Combies Hanson, Boston, MA, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  James M. Campbell, Kathleen M. Guilfoyle, Peter John Veysey, Jr., Campbell, Campbell, Edwards &amp; Conroy, PC, Boston, MA, for Defendants.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM AND ORDER\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Denise J. Casper, United States District Judge\n  </author>\n  <p id=\"p-9\">\n   <strong>\n    I. Introduction\n   </strong>\n  </p>\n  <p id=\"p-10\">\n   Plaintiff Emmanuel Jackson (\"Jackson\") has filed this lawsuit against Defendants Johnson &amp; Johnson and Janssen Pharmaceuticals, Inc., (\"Defendants\") alleging negligence (Count I), breach of express\n   warranty (Count II), strict products liability (Count III), fraudulent concealment (Count IV), strict products liability - failure to warn (Count V), negligent failure to warn (Count VI), negligent misrepresentation (Count VII), negligent infliction of emotional distress (Count VIII), breach of warranty (Count IX), and unfair and deceptive practices (Count X). D. 1-1. Defendants move for summary judgment on all counts. D. 64. For the reasons stated below, Defendants' motion for summary judgment is ALLOWED.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    II. Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   \"Summary judgment is properly granted if the movant can demonstrate that 'there is no genuine dispute as to any material fact and that the movant is entitled to judgment as a matter of law.' \"\n   <em>\n    Miranda-Rivera v. Toledo-Dávila\n   </em>\n   ,\n   <extracted-citation case-ids=\"4089146\" index=\"0\" url=\"https://cite.case.law/f3d/813/64/#p69\">\n    813 F.3d 64\n   </extracted-citation>\n   , 69 (1st Cir. 2016) (quoting Fed. R. Civ. P. 56(a) ). \"A genuine issue is one that can 'be resolved in favor of either party' and a material fact is one which 'has the potential of affecting the outcome of the case.' \"\n   <em>\n    Gerald v. Univ. of P.R.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3536654\" index=\"1\" url=\"https://cite.case.law/f3d/707/7/#p16\">\n    707 F.3d 7\n   </extracted-citation>\n   , 16 (1st Cir. 2013) (quoting\n   <em>\n    Pérez-Cordero v. Wal-Mart P.R., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3831502\" index=\"2\" url=\"https://cite.case.law/f3d/656/19/#p25\">\n    656 F.3d 19\n   </extracted-citation>\n   , 25 (1st Cir. 2011) ). If the movant meets its burden, the non-moving party \"must, with respect to each issue on which she would bear the burden of proof at trial, demonstrate that a trier of fact could reasonably resolve that issue in her favor.\"\n   <em>\n    Borges ex rel. S.M.B.W. v. Serrano-Isern\n   </em>\n   ,\n   <extracted-citation case-ids=\"6053893\" index=\"3\" url=\"https://cite.case.law/f3d/605/1/#p5\">\n    605 F.3d 1\n   </extracted-citation>\n   , 5 (1st Cir. 2010). \"Neither party may rely on conclusory allegations or unsubstantiated denials, but must identify specific facts derived from the pleadings, depositions, answers to interrogatories, admissions and affidavits to demonstrate either the existence or absence of an issue of fact.\"\n   <em>\n    Magee v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"285186\" index=\"4\" url=\"https://cite.case.law/f3d/121/1/#p3\">\n    121 F.3d 1\n   </extracted-citation>\n   , 3 (1st Cir. 1997). In conducting this inquiry, the Court \"view[s] the record in the light most favorable to the non-movant, drawing reasonable inferences in his favor.\"\n   <em>\n    Noonan v. Staples, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3330228\" index=\"5\" url=\"https://cite.case.law/f3d/556/20/#p25\">\n    556 F.3d 20\n   </extracted-citation>\n   , 25 (1st Cir. 2009).\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    III. Relevant Factual Background\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   The following facts are drawn primarily from the parties' statements of material facts, D. 66; D. 69,\n   <footnotemark>\n    1\n   </footnotemark>\n   and the exhibits filed by Jackson, D. 70, and are undisputed unless otherwise noted. Jackson was first prescribed and regularly took Risperdal starting on or about February 4, 1999 (when he was eleven years old), until January 2001 (when he was thirteen years old). D. 66 ¶ 15; D. 69 ¶¶ 1, 2, 4. This antipsychotic medication was initially prescribed by Dr. Christopher Bellonci for treatment of Jackson's psychiatric conditions. D. 69 ¶ 4. Dr. Bellonci is one of the three experts disclosed by Jackson. D. 67-2 at 2. Prior to taking Risperdal, Jackson was prescribed several other medications to treat his behavioral and psychotic disorders including Trilafon, Congentin, Lithium, Ritalin, Adderall, Depakote and Nortriptyline. D. 67-3 at 7; D. 66 ¶ 25. According to Jackson, Risperdal caused him to become obese, D. 69 ¶¶ 5-7, 9, 16; D. 67-6 at 8, diabetic, D. 69 ¶¶ 10-12, 16, to develop gynecomastia (i.e., breast enlargement ), D. 69 ¶¶ 14, 16, and to develop high prolactin levels, D. 69 ¶¶ 15-16. On August 3, 1999, approximately six months after Jackson began taking Risperdal, Dr. Bellonci noted that \"[Jackson] has gained a lot of weight.\" D. 70-10 at 2. Diagnosed as obese in November 2000, Jackson was referred to Children's Hospital for \"new onset diabetes patient\n   management and education.\" D. 70-11 at 4. Dr. Bellonci, testified, however, that despite a correlation between Risperdal and Jackson's weight, it is plausible that the weight gain could have derived from the effect of Jackson ceasing to take Adderall, D. 67-3 at 10, although Jackson reports that this medication has a side effect of appetite suppression, D. 66 ¶ 21.\n  </p>\n  <p id=\"p-15\">\n   On November 6, 2000, Jackson was admitted to Rhode Island Hospital due to increased glucose levels. D. 70-13 at 2. During this stay, hospital records indicated that \"it is possible that [Jackson] has gained a lot of [weight] from Risperdal (a known common [side effect] ) and question whether this [weight] gain has contributed to the onset of [diabetes mellitus ].\" D. 70-14 at 3. On November 11, 2000, a subsequent notation further indicated that Risperdal is known for causing weight gain and also that Jackson had gained fifty pounds during the previous year. D. 70-12 at 5. Jackson was discharged from Rhode Island Hospital on November 15, 2000 with a diagnosis of Type II diabetes. D. 70-13 at 2-3. The discharge notes specified that Jackson was \"presumed to have diabetes type II given [his weight] and given [his] negative antibody levels and the high insulin levels.\"\n   <em>\n    Id.\n   </em>\n   at 3. Dr. M. David Kurland, one of Jackson's treating physicians, but not one of his disclosed experts, later suggested in a medical document, dated February 26, 2001, that due to Jackson's weight and enlarged breasts, Jackson should switch to Seroquel, which has less of an appetite-increasing effect than Risperdal and does not produce endocrinal changes, which can be a side effect of Risperdal. D. 70-7 at 2. Dr. Kurland further noted that Jackson's weight affected his Type II diabetes and that Jackson \"complained of breast enlargement and breast pain in November and was found to have a prolactin level of 21.4, which is high for his age and gender.\"\n   <em>\n    Id.\n   </em>\n   After switching from Risperdal to Seroquel, Jackson's weight and prolactin levels decreased.\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-16\">\n   Defendants dispute, however, that Risperdal caused Jackson's injuries given that there are multiple alternative causes of Jackson's conditions, \"including puberty, obesity, and certain medications.\" D. 66 ¶ 16; 67-4 at 8. According to Dr. Bellonci, one of Jackson's treating physicians, an 11-year old child \"would certainly be gaining weight as [he] grew.\" D. 67-3 at 15-16. Dr. Bellonci further testified that several years ago \"side effects were thought to be less in second generation antipsychotics like Risperdal.\" D. 67-3 at 4. Additionally, Dr. Charlotte Boney, another of Jackson's treating physicians, testified that gynecomastia, is \"really common in boys starting puberty\" and also that a \"good 50 percent of boys in early puberty develop some breast tissue.\" D. 67-9 at 3-4. Dr. Boney also testified that \"[a]nytime there is a risk of obesity, there is a risk of gynecomastia.\"\n   <em>\n    Id.\n   </em>\n   at 4. Gynecomastia is listed as a side effect not only of Risperdal, D. 67-4 at 7, but also of Trilafon, D. 67-7 at 4, one of the medications Jackson ingested prior to Risperdal, D. 67-3 at 7; D. 66 ¶¶ 25-26, and of Seroquel, D. 67-10 at 3, which Jackson was also later prescribed. Dr. Victoria Wolfson, another one of Jackson's treating physicians and one of Jackson's experts, testified that she never diagnosed Jackson with gynecomastia or diabetes, D. 67-4 at 18, and that there are multiple causes of diabetes, D. 67-4 at 18, 22. Dr. Wolfson further testified that even if she were aware gynecomastia was a frequent side effect of Risperdal, she would still have prescribed it to Jackson. D. 67-4 at 20.\n  </p>\n  <p id=\"p-17\">\n   Jackson's antipsychotic medications were administrated through physician submissions to the Suffolk County Probate Family Court (the \"Probate Court\") since Jackson was a ward of the Department of Child and Family Services\n   (\"DCF\"), formerly DSS.\n   <footnotemark>\n    2\n   </footnotemark>\n   D. 66 ¶ 12; D. 69 ¶¶ 2, 3. Jackson's current counsel has indicated that since his March 2017 appearance in this case, \"both Jackson's counsel and Defendants' counsel sought to gain access to Jackson's probate file and to the physicians who prepared Jackson's Roger's petitions.\" D. 70 ¶ 20. The Probate Court denied these requests for access to the probate file as a result of the \"sensitive nature of the probate file\" even when Jackson initially requested such access.\n   <em>\n    Id.\n   </em>\n   ¶¶ 21, 22. On May 17, 2017, Jackson moved for inspection of records in the Probate Court. D. 70-4 at 2. On April 3, 2018, after the motion was granted, Jackson was permitted to view, but not copy, his file at the Probate Court. D. 70 ¶¶ 23-24. According to Jackson, at this point, \"it became apparent that the parties [ ] [were] working with an incomplete record in this matter\" given that \"[c]ertain additional Roger's petitions and/or missing pages of petitions already obtained through discovery, appear[ed] to [have been] present in the probate file.\"\n   <em>\n    Id.\n   </em>\n   ¶ 25. Jackson filed a motion in Probate Court to copy files together with an affidavit of support on April 3, 2018. D. 70-6 at 2. As of July 5, 2018, the Probate Court had not ruled on Jackson's motion, D. 70 ¶ 27, and there was no further update of this matter provided at the summary judgment hearing on July 25, 2018, D. 74.\n  </p>\n  <p id=\"p-18\">\n   <strong>\n    IV. Procedural History\n   </strong>\n  </p>\n  <p id=\"p-19\">\n   On October 26, 2015, Jackson initiated this lawsuit in Norfolk Superior Court. D. 1-1. Defendants removed the case to this Court on December 1, 2015. D. 1. As part of the initial scheduling order in this case, Jackson's expert disclosures were due by October 21, 2016. D. 26. The Court granted a joint motion for extension of time to complete discovery, D. 28, extending Jackson's expert disclosure deadline until March 23, 2017, D. 29. On February 2, 2017, the Court allowed the motion of Jackson's original counsel to withdraw. D. 34. While awaiting the entry of successor counsel, the Court extended Jackson's expert disclosure deadline to June 30, 2017. D. 38. After Jackson's current attorney entered his appearance, D. 42, the Court allowed the parties' joint motion to extend pretrial deadlines by sixty days, 4, extending Jackson's expert disclosure deadline to August 31, 2017, D. 44. On August 2, 2017, the parties jointly moved to extend discovery, which the Court again granted until November 13, 2017, D. 49. Jackson subsequently filed an emergency motion for an extension of time to file expert disclosures, D. 53, which Defendants did not oppose provided that staggered expert disclosure dates for the parties remain, that any extension only apply to expert discovery and dispositive motions and that either party could proceed with additional medical depositions previously noticed if they decided to do in light of the expert disclosures. D. 54. The Court granted Jackson's motion, extending his expert disclosure deadline to February 14, 2018, maintaining a staggered defense expert disclosure date one month later (March 14, 2018) and resetting the close of expert discovery for April 13, 2018. D. 55.\n  </p>\n  <p id=\"p-20\">\n   Despite the multiple extensions, Jackson did not serve his expert disclosures (disclosing three treating physicians as experts) on Defendants until February 27, 2018, after the deadline of February 14, 2018. D. 67-2. In light of this delay, Defendants and Jackson moved, in relevant part, for further modification of the schedule, to allow Defendants to take the deposition of\n   Dr. Wolfson, one of these treating physicians. D. 59. The Court granted the parties' joint motion and gave Defendants until May 14, 2018 to make their expert disclosures and until June 14, 2018 to file a summary judgment motion. D. 60. Given Dr. Wolfson's unavailability, the Court granted a further motion extending Defendants' expert disclosure until June 30, 2018, D. 63. On June 14, 2018, Defendants moved for summary judgment on all claims. D. 64. Jackson responded to the motion on July 5, 2018, contending that the Court should deny the motion, or allow him more time for expert discovery, since he claimed for the first time that such discovery was incomplete. D. 68. The Court heard oral argument on these matters on July 25, 2018, taking the Defendants' summary judgment motion and Jackson's opposition to same under advisement. D. 74.\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    V. Discussion\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   <strong>\n    A.\n    <em>\n     Additional Time for Discovery Is Not Warranted\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-23\">\n   Jackson now contends that Defendants' motion for summary judgment is \"premature,\" D. 68 at 4, because he contends that he requires additional time to review Defendants' \"voluminous\" supplemental document,\n   <em>\n    id.\n   </em>\n   at 4-5, obtain his medical file from the Probate Court,\n   <em>\n    id.\n   </em>\n   at 6-7, and complete deposition of Dr. Kurland,\n   <em>\n    id.\n   </em>\n   at 7-8.\n  </p>\n  <p id=\"p-24\">\n   Considering Jackson's request under Fed. R. Civ. P. 56(d), the Court begins its analysis of Jackson's response here. With the pendency of a summary judgment motion, a non-movant may resist a motion for summary judgment by seeking additional time for discovery under Fed. R. Civ. P. 56(d). Under Rule 56(d), a non-movant must show by affidavit or declaration that \"for specified reasons, it cannot present facts essential to justify its opposition\" and seeks further time for discovery, opposes the motion for summary judgment or such other appropriate order. Fed. R. Civ. P. 56(d) ;\n   <em>\n    Velez v. Awning Windows, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9373443\" index=\"6\" url=\"https://cite.case.law/f3d/375/35/#p40\">\n    375 F.3d 35\n   </extracted-citation>\n   , 40 (1st Cir. 2004). Even with these requirements of the rule, \"[c]onsistent with the salutary purposes underlying Rule 56(f) [precursor to Rule 56(d) ], district courts should construe motions that invoke the rule generously, holding parties to the rule's spirit rather than its letter.\"\n   <em>\n    Resolution Trust Corp. v. N. Bridge Assoc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10514737\" index=\"7\" url=\"https://cite.case.law/f3d/22/1198/#p1203\">\n    22 F.3d 1198\n   </extracted-citation>\n   , 1203 (1st Cir. 1994) ;\n   <em>\n    see\n   </em>\n   <em>\n    Carmona v. Toledo\n   </em>\n   ,\n   <extracted-citation case-ids=\"11207925\" index=\"8\" url=\"https://cite.case.law/f3d/215/124/#p133\">\n    215 F.3d 124\n   </extracted-citation>\n   , 133 (1st Cir. 2000). The purpose of this rule is to \"safeguard against judges swinging the summary judgment axe too hastily.\"\n   <em>\n    <extracted-citation case-ids=\"11207925\" index=\"9\" url=\"https://cite.case.law/f3d/215/124/#p133\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-25\">\n   Keeping this standard in mind, the Court has considered Jackson's filings and the affidavit of his counsel, D. 70, as invoking Rule 56(d) or its \"functional equivalent.\"\n   <em>\n    Velez\n   </em>\n   ,\n   <extracted-citation case-ids=\"9373443\" index=\"10\" url=\"https://cite.case.law/f3d/375/35/#p40\">\n    375 F.3d at\n   </extracted-citation>\n   39-40 ;\n   <em>\n    Wichita Falls Office Assoc. v. Banc One Corp.\n   </em>\n   ,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=978%20F.2d%20915\">\n    978 F.2d 915\n   </extracted-citation>\n   , 918 (5th Cir. 1992) (noting that to show functional equivalency to a Rule 56(f) motion, the party must make the request to extend discovery is made prior to the court's ruling on summary judgment; the court is put on notice that further discovery pertaining to the summary judgment motion is being sought; the party has demonstrated specifically how the requested discovery pertains to the pending motion and iv) the party has diligently pursued relevant discovery).\n  </p>\n  <p id=\"p-26\">\n   Here, either under Rule 56(d) or its functional equivalent, Jackson has failed to persuade this Court that additional time for discovery is warranted. Certainly, Jackson has put the Court on notice that he seeks additional time for discovery prior to the Court's ruling on Defendants' motion for summary judgment, D. 68 at 1, 4; 6-8, and has offered some evidence that he has exercised due diligence in attempting to acquire the necessary materials - at\n   least with respect to the Roger's petitions from the Probate Court. Significantly, however, he has failed to demonstrate that further discovery will influence the outcome of the pending summary judgment motion.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=978%20F.2d%20915\">\n     id.\n    </extracted-citation>\n   </em>\n   That is, even at this juncture, after multiple extensions of the expert disclosure deadlines and after the Defendants have moved for summary judgment, Jackson has failed to show that the additional discovery he seeks to review or obtain will likely produce expert testimony to satisfy his burden of showing medical causation for his alleged injuries, which as discussed below, is the key to the merits of each of his claims.\n   <em>\n    See\n   </em>\n   <em>\n    Andrews v. Target Pharmacy\n   </em>\n   ,\n   <extracted-citation case-ids=\"12410061\" index=\"13\" url=\"https://cite.case.law/f-appx/714/4/#p7\">\n    714 F. App'x 4\n   </extracted-citation>\n   , 7 (1st Cir. 2017) (affirming dismissal where \"plaintiffs did not offer a scintilla of expert testimony to prove causation\"). Rather, in attempting to invoke the benefits of Rule 56(d), Jackson argues, as mentioned above, that he needs time to review Defendants' supplemental document production of January 16, 2018, obtain a copy of the probate file for further investigatory purposes and to depose Dr. Kurland, whom Jackson maintains he has not been able to reach. D. 68 at 4-8. Jackson has failed to demonstrate, however, how any of these efforts will conceivably garner material evidence as to causation.\n   <em>\n    See\n   </em>\n   <em>\n    Hicks v. Johnson\n   </em>\n   ,\n   <extracted-citation case-ids=\"4063191\" index=\"14\" url=\"https://cite.case.law/f3d/755/738/#p743\">\n    755 F.3d 738\n   </extracted-citation>\n   , 743 (1st Cir. 2014) (noting that a district court may refuse a Rule 56(d) motion if the party opposing summary judgment is \"unlikely to garner useful information from supplemental discovery\"). Even considering these avenues of discovery in the light most favorably to Jackson, none, including Dr. Kurland, another of Jackson's treating physicians, come close to providing an opinion that Risperdal caused Jackson's injuries.\n   <em>\n    See\n   </em>\n   D. 70-7 at 2 (Dr. Kurland noting only possible side effects of Risperdal ).\n  </p>\n  <p id=\"p-27\">\n   The Court concludes that granting Jackson's request additional time to conduct discovery, whether cast as a Rule 56(d) motion or its functional equivalent or even as a motion under Fed. R. Civ. P. 16(b)(4) to extend discovery by which Jackson has not shown \"good cause,\"\n   <em>\n    see\n   </em>\n   D. 73 at 3-5, is not warranted here. Despite the multiple extensions of time to allow him to produce any evidence of expert opinion supporting his claims, he has failed to do so and, at this critical juncture with Defendants' motion for summary judgment pending, D. 64, and a trial date looming, D. 58, it would be inequitable to allow Jackson to continue to press these claims without sufficient evidentiary support to support them.\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    B.\n    <em>\n     Proof of Causation Is Required\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   Turning to Defendants' motion for summary judgment, Defendants argue that Jackson's counts fail because Jackson lacks sufficient evidence to demonstrate that the antipsychotic medication, Risperdal, caused his alleged injuries. D. 65 at 1-11. Causation is an essential element to demonstrate negligence (Counts I, VI, VII, VIII), breach of warranty (Count IX) and unfair or deceptive act or practices (Count X).\n   <em>\n    See\n   </em>\n   <em>\n    Kerlinsky v. Sandoz Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4246827\" index=\"15\" url=\"https://cite.case.law/f-supp-2d/783/236/#p243\">\n    783 F.Supp.2d 236\n   </extracted-citation>\n   , 243 (D. Mass. 2011) (allowing summary judgment as to plaintiff's breach of warranty and negligent failure to warn claims because plaintiff could not prove causation);\n   <em>\n    see also\n   </em>\n   <em>\n    Cannon v. Sears, Roebuck &amp; Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3872008\" index=\"16\" url=\"https://cite.case.law/mass/374/739/#p742\">\n    374 Mass. 739\n   </extracted-citation>\n   , 742,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=374%20N.E.2d%20582\">\n    374 N.E.2d 582\n   </extracted-citation>\n   (1978) (concluding that in personal injury cases both negligence and harm must be shown, with a causal connection between these two elements);\n   <em>\n    Herman v. Admit One Ticket Agency LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"3669919\" index=\"18\" url=\"https://cite.case.law/mass/454/611/#p615\">\n    454 Mass. 611\n   </extracted-citation>\n   , 615-16,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=912%20N.E.2d%20450\">\n    912 N.E.2d 450\n   </extracted-citation>\n   (2009) (concluding that plaintiff must establish that the defendant's unfair or deceptive act or practice caused the injury suffered).\n  </p>\n  <p id=\"p-30\">\n   To \"prevail in a pharmaceutical personal injury case, a plaintiff must establish two types of causation: general\n   and specific.\"\n   <em>\n    In re Neurontin Mktg., Sales Practices, &amp; Products Liab. Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4218855\" index=\"20\" url=\"https://cite.case.law/f-supp-2d/612/116/#p123\">\n    612 F.Supp.2d 116\n   </extracted-citation>\n   , 123 (D. Mass. 2009). General causation refers to a drug's ability to cause the injury generally, while specific causation establishes \"that the drug did cause the injury in this case.\"\n   <em>\n    Kerlinsky\n   </em>\n   ,\n   <extracted-citation case-ids=\"4246827\" index=\"21\" url=\"https://cite.case.law/f-supp-2d/783/236/#p243\">\n    783 F.Supp.2d at 240\n   </extracted-citation>\n   . \"General causation is established by demonstrating, often through a review of scientific and medical literature, that exposure to a substance can cause a particular disease. Specific, or individual, causation, however, is established by demonstrating that a given exposure is the cause of an individual's [injury].\"\n   <em>\n    In re Neurontin Mktg., Sales Practices, &amp; Products Liab. Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4218855\" index=\"22\" url=\"https://cite.case.law/f-supp-2d/612/116/#p123\">\n    612 F.Supp.2d at 123\n   </extracted-citation>\n   . That is, under Massachusetts law, a plaintiff must show that defendants' conduct was the \"but-for cause of his injury\" and that such conduct was a \"substantial legal factor\" in bringing about the alleged harm to the plaintiff.\"\n   <em>\n    Reinhardt v. Gulf Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3485140\" index=\"23\" url=\"https://cite.case.law/f3d/489/405/#p412\">\n    489 F.3d 405\n   </extracted-citation>\n   , 412 (1st Cir. 2007) (internal citation omitted).\n  </p>\n  <p id=\"p-31\">\n   It is also well-settled under Massachusetts law that understanding medical causation is \"a matter beyond the common knowledge of the ordinary layman and proof of it must rest upon expert medical testimony.\"\n   <em>\n    Hachadourian's Case\n   </em>\n   ,\n   <extracted-citation case-ids=\"3851545\" index=\"24\" url=\"https://cite.case.law/mass/340/81/#p84\">\n    340 Mass. 81\n   </extracted-citation>\n   , 84,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n    162 N.E.2d 663\n   </extracted-citation>\n   (1959) ;\n   <em>\n    see\n   </em>\n   <em>\n    Held v. Bail\n   </em>\n   ,\n   <extracted-citation case-ids=\"3999385\" index=\"26\" url=\"https://cite.case.law/mass-app-ct/28/919/#p920\">\n    28 Mass. App. Ct. 919\n   </extracted-citation>\n   , 920,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=547%20N.E.2d%20336\">\n    547 N.E.2d 336\n   </extracted-citation>\n   (1989) (holding that \"if the causation question involves questions of medical science or technology, the jury requires the assistance of expert testimony\");\n   <em>\n    Milward v. Rust-Oleum Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4256506\" index=\"28\" url=\"https://cite.case.law/f3d/820/469/#p476\">\n    820 F.3d 469\n   </extracted-citation>\n   , 476 (1st Cir. 2016). This applies to the requisite showings for both general and specific causation.\n   <em>\n    Milward\n   </em>\n   ,\n   <extracted-citation case-ids=\"4256506\" index=\"29\" url=\"https://cite.case.law/f3d/820/469/#p476\">\n    820 F.3d at 476\n   </extracted-citation>\n   . Without such expert testimony, \"a fact finder would have no basis other than conjecture, surmise, or speculation upon which to conclude that the injuries of which [a plaintiff] complains were caused by the impact\" of the Defendants' product.\n   <em>\n    Pritchard v. Stanley Access Techs., LLC\n   </em>\n   , No. CIV.A. 08-11762-DPW,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=2011%20WL%20309662\">\n    2011 WL 309662\n   </extracted-citation>\n   , at *5 (Jan. 27, 2011).\n  </p>\n  <p id=\"p-32\">\n   Here, as referenced above in regard to his request for additional time for discovery, the onus is on Jackson to establish, by way of expert testimony, that his ingestion of Risperdal caused him injury, namely, diabetes, weight gain and gynecomastia.\n   <footnotemark>\n    3\n   </footnotemark>\n   <em>\n    See\n   </em>\n   <em>\n    Hachadourian's Case\n   </em>\n   ,\n   <extracted-citation case-ids=\"3851545\" index=\"31\" url=\"https://cite.case.law/mass/340/81/#p84\">\n    340 Mass. at 84\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n    162 N.E.2d 663\n   </extracted-citation>\n   . None of the expert disclosures produced by Jackson, all from treating physicians - Dr. De Zengotita, Dr. Bellonci and Dr. Wolfson, D. 67-2, offer opinions establishing Risperdal can cause the injuries alleged (general causation) or did cause the injuries Jackson alleges (specific causation).\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n     id.\n    </extracted-citation>\n   </em>\n   First, there is no representation in the record that any of the physicians will testify that Risperdal caused Jackson to develop diabetes or his weight gain.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n     id.\n    </extracted-citation>\n   </em>\n   There is no mention of these injuries in the disclosures.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n     id.\n    </extracted-citation>\n   </em>\n   Second, while gynecomastia is referenced in each of the expert disclosures, nothing in them indicate any of the physicians will testify as to a causal link between this alleged injury and Risperdal.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n     id.\n    </extracted-citation>\n   </em>\n   Jackson argues that Dr. De Zengotita, his primary care physician, is expected to testify \"concerning his treatment of [Jackson] concerning [Jackson's] surgery to correct gynecomastia...\" and that Dr. De Zengotita \"observed [Jackson] prior to the surgery and treated [Jackson] for pain and related wound care following [Jackson's] corrective surgery for gynecomastia.\"\n   <em>\n    <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-33\">\n   While this projected testimony mentions one of Jackson's alleged injuries, there is no indication that Dr. De Zengotita will testify as to what caused the gynecomastia.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=162%20N.E.2d%20663\">\n     id.\n    </extracted-citation>\n   </em>\n   Mere mention that Jackson was treated by Dr. De Zengotita, with respect to purported gynecomastia, is insufficient to satisfy Jackson's burden of causation.\n   <em>\n    See\n   </em>\n   <em>\n    Josi's Case\n   </em>\n   , 324 Mass. at 418,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=86%20N.E.2d%20641\">\n    86 N.E.2d 641\n   </extracted-citation>\n   (establishing that an expert's opinion expressing a mere possibility or chance of the existence of a causal connection is insufficient to prove causation). Moreover, there is no indication that Dr. De Zengotita ever diagnosed Jackson with gynecomastia (as he deferred to the opinion of Jackson's endocrinologist that no such diagnosis was warranted), D. 66 ¶¶ 59, 62 and none that he diagnosed him with diabetes.\n   <em>\n    Id.\n   </em>\n   ¶ 60.\n  </p>\n  <p id=\"p-34\">\n   Next, Jackson contends that both Dr. Bellonci and Dr. Wolfson are \"expected to testify that [they] did not know gynecomastia was a frequent side effect of Risperdal use, that [they] did not inform [Jackson] gynecomastia was side effect in his informed consent discussions\" and that \"had [they] known gynecomastia was a frequent side effect of Risperdal use, then [they] would have disclosed the existence of gynecomastia\" and that the \"side effect likely would have at least altered [their] own risk/benefit consideration prior to recommending Risperdal.\" 67-2 at 2. As explained above, there is no indication of the cause - general or specific - of Jackson's gynecomastia.\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   Even more significantly, neither Dr. Bellonci nor Dr. Wolfson, both psychiatrists, have even ever diagnosed Jackson with gynecomastia. D. 66 ¶ 49;\n   <em>\n    see\n   </em>\n   ¶¶ 36-37. That gynecomastia is a side effect of Risperdal, without more, does not prove it specifically caused Jackson to develop this side effect,\n   <em>\n    see\n   </em>\n   <em>\n    Josi's Case\n   </em>\n   ,\n   <extracted-citation case-ids=\"510318\" index=\"40\" url=\"https://cite.case.law/mass/324/415/#p417\">\n    324 Mass. 415\n   </extracted-citation>\n   , 417,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=86%20N.E.2d%20641\">\n    86 N.E.2d 641\n   </extracted-citation>\n   (1949), because Jackson was ingesting at least two alternative medications known to have similar side effects, D. 67-7 at 4; D. 67-10 at 3.\n  </p>\n  <p id=\"p-35\">\n   The need for expert testimony becomes even more important when alternative causes are presented.\n   <em>\n    See\n   </em>\n   <em>\n    McDaniel v. Terex USA, L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3925377\" index=\"42\" url=\"https://cite.case.law/f-appx/466/365/#p374\">\n    466 F. App'x 365\n   </extracted-citation>\n   , 374 (5th Cir. 2012) ;\n   <em>\n    Andrews v. Target Pharmacy # T-2292\n   </em>\n   ,\n   <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=2016%20WL%204250243\">\n    2016 WL 4250243\n   </extracted-citation>\n   , at *6 (D.Mass. Aug. 10, 2016). That is certainly the case here where the record reflects Jackson's treatment with several psychiatric and antipsychotic medications during his adolescence, D. 66 ¶¶ 11, including some that cause side effects similar to those attributed to Risperdal.\n   <em>\n    Id.\n   </em>\n   ¶¶ 21-25. Absent evidence of causation, this Court finds that Jackson fails to make out a genuine issue of material fact thus making summary judgment as to these claims appropriate.\n  </p>\n  <p id=\"p-36\">\n   <strong>\n    C.\n    <em>\n     No Strict Product Liability in Massachusetts (Counts III and V)\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-37\">\n   With respect to Jacksons' claims of strict products liability, Counts III and V, they fail as a matter of law as Massachusetts does not grant relief for such claims.\n   <em>\n    See\n   </em>\n   <em>\n    Mavilia v. Stoeger Indus.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3614346\" index=\"44\" url=\"https://cite.case.law/f-supp/574/107/#p109\">\n    574 F.Supp. 107\n   </extracted-citation>\n   , 109 (D. Mass. 1983) (explaining that \"Massachusetts law on products liability derives from the law on implied warranties\" and as such \"[t]here is no separate doctrine of strict products liability\");\n   <em>\n    see also\n   </em>\n   <em>\n    Cruickshank v. Clean Seas Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3649258\" index=\"45\" url=\"https://cite.case.law/br/346/571/#p578\">\n    346 B.R. 571\n   </extracted-citation>\n   , 578 (D. Mass. 2006) (holding that strict products liability is not cognizable in Massachusetts). Instead of creating a separate sphere for products liability claims, as many other states have done, Massachusetts has elected instead to expand the scope of warranty protections into a remedy intended to be comprehensive of strict liability.\n   <em>\n    See\n   </em>\n   <em>\n    Mavilia\n   </em>\n   ,\n   <extracted-citation case-ids=\"3614346\" index=\"46\" url=\"https://cite.case.law/f-supp/574/107/#p109\">\n    574 F.Supp. at\n   </extracted-citation>\n   109 ;\n   <em>\n    see also\n   </em>\n   <em>\n    Smith vs. Robertshaw Controls Co.\n   </em>\n   , No. CIV.A. 00-11239-GAO,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=2003%20WL%2023142189\">\n    2003 WL 23142189\n   </extracted-citation>\n   , at *2 (Dec. 31, 2003) ;\n   <em>\n    Back v. Wickes Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"330421\" index=\"48\" url=\"https://cite.case.law/mass/375/633/#p639\">\n    375 Mass. 633\n   </extracted-citation>\n   , 639,\n   <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=378%20N.E.2d%20964\">\n    378 N.E.2d 964\n   </extracted-citation>\n   (1978) ; Mass. Gen. L. c. 106, § 2-314. If the facts underlying them do warrant recovery, it must be under the Massachusetts law governing warranties.\n   <em>\n    See\n   </em>\n   <em>\n    Mavilia\n   </em>\n   ,\n   <extracted-citation case-ids=\"3614346\" index=\"50\" url=\"https://cite.case.law/f-supp/574/107/#p109\">\n    574 F.Supp. at 109\n   </extracted-citation>\n   . Here, where Jackson has alleged strict products liability claims, apart from his breach of warranty claim (which, as previously discussed, does not survive), summary judgment is appropriate as to Counts III and V.\n  </p>\n  <p id=\"p-38\">\n   <strong>\n    D.\n    <em>\n     Negligent Failure to Warn (Count VI)\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-39\">\n   Even assuming Jackson was able to overcome the burden of causation, the negligent failure to warn, Count VI, would still fail. To succeed on a theory of negligent failure to warn here, a plaintiff must prove that \"the user [was] injured due to the failure of the manufacturer to exercise reasonable care in warning potential users of hazards associated with the use of the product.\"\n   <em>\n    Laaperi v. Sears, Roebuck &amp; Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1560714\" index=\"51\" url=\"https://cite.case.law/f2d/787/726/#p729\">\n    787 F.2d 726\n   </extracted-citation>\n   , 729 (1st Cir. 1986). It is not required that \"the product be negligently designed or manufactured; the failure to warn of hazards associated with foreseeable uses of a product is itself negligence, and if that negligence proximately results in a plaintiffs injuries, the plaintiff may recover.\"\n   <em>\n    <extracted-citation case-ids=\"1560714\" index=\"52\" url=\"https://cite.case.law/f2d/787/726/#p729\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing\n   <em>\n    Schaeffer v. General Motors Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4030919\" index=\"53\" url=\"https://cite.case.law/mass/372/171/#p174\">\n    372 Mass. 171\n   </extracted-citation>\n   , 174,\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=360%20N.E.2d%201062\">\n    360 N.E.2d 1062\n   </extracted-citation>\n   (1977). Part of this showing is that plaintiff must show that the manufacturer's failure to warn of hazards associated with the use of the product caused his injuries.\n   <em>\n    See\n   </em>\n   <em>\n    Jones v. Walter Kidde Portable Equip.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11682480\" index=\"55\" url=\"https://cite.case.law/f-supp-2d/16/123/#p125\">\n    16 F.Supp.2d 123\n   </extracted-citation>\n   , 125 (D. Mass. 1998). Here, Jackson has failed to show that those hazards are, as alleged, causation of diabetes, weight gain and/or gynecomastia or that such hazards caused his injuries. Since, as indicated above, such causation requires expert testimony,\n   <em>\n    see\n   </em>\n   <em>\n    In re Neurontin Mktg., Sales Practices, &amp; Products Liab. Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4218855\" index=\"56\" url=\"https://cite.case.law/f-supp-2d/612/116/#p123\">\n    612 F.Supp.2d at 123\n   </extracted-citation>\n   , which has not been shown here, these claims are also subject to summary judgment for Defendants.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-40\">\n   <strong>\n    E.\n    <em>\n     Breach of Express Warranty (Count III)\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-41\">\n   Even assuming again that Jackson can establish medical causation, his breach of express warranty claim (Count III) also fails. The theory underlying a breach of express warranty claim is that \"defendants are liable to the plaintiff for failure to provide a design that meets a standard of performance allegedly promised by the defendants.\"\n   <em>\n    Anthony's Pier Four, Inc. v. Crandall Dry Dock Engineers, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"898098\" index=\"57\" url=\"https://cite.case.law/mass/396/818/#p822\">\n    396 Mass. 818\n   </extracted-citation>\n   , 822,\n   <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=489%20N.E.2d%20172\">\n    489 N.E.2d 172\n   </extracted-citation>\n   (1986). Because the standard of performance is set by defendant's express promises to the plaintiff, \"the plaintiff must demonstrate that the defendant promised a specific result\" and that defendant failed to deliver on his promise and, therefore, breached the express warranty.\n   <em>\n    <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=489%20N.E.2d%20172\">\n     Id.\n    </extracted-citation>\n   </em>\n   Here, Jackson alleges in his complaint that the Defendants expressly warranted through statements either by \"Defendants, its authorized agents or sales representative, orally and in publications, package inserts and other written materials\" that the Risperdal was safe, effective, fit and proper for their intended use.\" D. 1-1 ¶ 71. These allegations, however, without more, do not support Jackson's position because he has not demonstrated what specific result the Defendants promised. Additionally, Jackson has failed to establish that he relied on any representation made by the Defendants.\n  </p>\n  <p id=\"p-42\">\n   <strong>\n    F.\n    <em>\n     Doctrine of Fraudulent Concealment (IV)\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-43\">\n   As to Count IV, the claim for fraudulent concealment, also fails. Proof of fraudulent concealment, to toll a statute of limitation, requires: \"first, the defendant raising the limitations defense must have engaged in fraud or deliberate concealment of material facts related to the wrongdoing, and second, the plaintiff must have failed to discover these facts within the normal limitations period despite his or her exercise of due diligence.\"\n   <em>\n    Gonzalez v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"9506469\" index=\"60\" url=\"https://cite.case.law/f3d/284/281/#p292\">\n    284 F.3d 281\n   </extracted-citation>\n   , 292 (1st Cir. 2002) (citing\n   <em>\n    Demars v. General Dynamics Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1539627\" index=\"61\" url=\"https://cite.case.law/f2d/779/95/#p97\">\n    779 F.2d 95\n   </extracted-citation>\n   , 97 (1st Cir. 1985) ). With respect to the first prong, \"[i]t is well-established in the First Circuit that, in fraud cases, Rule 9(b) requires a plaintiff to specify the time, place, and content of an alleged misrepresentation, 'but not the circumstances of evidence from which fraudulent intent could be inferred.' \"\n   <em>\n    Rhone v. Energy North, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7408738\" index=\"62\" url=\"https://cite.case.law/f-supp/790/353/#p361\">\n    790 F.Supp. 353\n   </extracted-citation>\n   , 361 (D. Mass. 1991) (quoting\n   <em>\n    McGinty v. Beranger Volkswagen, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1298137\" index=\"63\" url=\"https://cite.case.law/f2d/633/226/#p228\">\n    633 F.2d 226\n   </extracted-citation>\n   , 228 (1st Cir. 1980) ). To prevail on an affirmative fraud claim, a plaintiff must show, under the same heightened Rule 9(b) standard as to the misrepresentation, that Defendants \"1) falsely represented material information, 2) did so knowingly, 3) with the intention of inducing reliance and 4) plaintiffs detrimentally relied upon it.\n   <em>\n    Harry v. Countrywide Home Loans Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12271179\" index=\"64\" url=\"https://cite.case.law/f-supp-3d/219/228/#p236\">\n    219 F.Supp.3d 228\n   </extracted-citation>\n   , 236 (D. Mass. 2016) ;\n   <em>\n    see\n   </em>\n   <em>\n    In re Neurontin Mktg., Sales Practices &amp; Products Liab. Litig.\n   </em>\n   , 618 F.Supp.2d at 107 (quoting\n   <em>\n    Rodi v. S. New England Sch. of Law\n   </em>\n   ,\n   <extracted-citation case-ids=\"9146173\" index=\"65\" url=\"https://cite.case.law/f3d/389/5/#p15\">\n    389 F.3d 5\n   </extracted-citation>\n   , 15 (1st Cir. 2004) ). Whether asserting fraudulent concealment by Defendants to toll the applicable statute of limitations or asserting a separate fraud claim, Jackson has failed to show in the first instance what misrepresentation were made by Defendants and certainly has not met the Rule 9(b) standard for doing so and this claim also fails.\n  </p>\n  <p id=\"p-44\">\n   <strong>\n    VI. Conclusion\n   </strong>\n  </p>\n  <p id=\"p-45\">\n   For the foregoing reasons, this Court ALLOWS Defendants' motion for summary judgment, D. 64.\n  </p>\n  <p id=\"p-46\">\n   <strong>\n    So Ordered.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-49\">\n    As an initial matter, the Court notes that Jackson has failed to controvert the undisputed facts as set forth in Defendants' statement of facts, D. 66, even as the Court has also considered Jackson's affirmative statement of facts, D. 69. Accordingly, the \"[m]aterial facts of record set forth\" in Defendants' statement of undisputed facts are \"deemed for the purposes of the motion to be admitted.\" D. Mass. L. R. 56.1.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-50\">\n    As a result of being a ward of the Commonwealth of Massachusetts, consent to administer antipsychotic medications were handled through submissions to the Probate Court referred to as \"Roger's petitions.\" D. 66 ¶ 12; D. 69 ¶ 3.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-51\">\n    In his opposition to the Defendants' summary judgment motion, Jackson also cites \"obesity\" as a fourth injury. D. 68 at 2. This injury (even as it may logically relate to weight gain) was also not the subject of any expert disclosure or proffered expert testimony in this case and Jackson's showing of causation fails as to this alleged injury as well.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-52\">\n    Given this conclusion, the Court need not reach Defendants' further argument regarding Jackson's failure to overcome the learned intermediary doctrine. D. 65 at 9-10.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}