{
  "casebody": {
    "data": "<casebody firstpage=\"495\" lastpage=\"499\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b589-14\">UNITED STATES of America, Plaintiff-Appellee, v. Robert Thomas MARTINEZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b589-17\">No. 77-5826.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b589-18\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b589-20\">Jan. 26, 1979.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b590-29\"><page-number citation-index=\"1\" label=\"496\">*496</page-number>Hector De Pena, Jr., Corpus Christi, Tex. (Court-appointed), for defendant-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b591-4\"><page-number citation-index=\"1\" label=\"497\">*497</page-number>J. A. Canales, U. S. Atty., John Potter, George A. Kelt, Jr., Robert A. Berg, James R. Gough, Asst. U. S. Attys., Houston, Tex., for plaintiff-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b591-6\">Before INGRAHAM, GEE and FAY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b591-7\">INGRAHAM, Circuit Judge:</author>\n<p id=\"b591-8\">Robert Thomas Martinez was convicted of knowingly or intentionally possessing a controlled substance with intent to distribute, in violation of 21 U.S.C. § 841(a)(1) (1970). Appellant raises three arguments on appeal: (1) that the district court erred in denying his motion to suppress; (2) that the evidence of constructive possession was insufficient to support the verdict; and (3) that the admission into evidence of the co-defendant’s out-of-court statement was reversible error. We affirm the conviction.</p>\n<p id=\"b591-9\">On August 5, 1977, Border Patrol Agent Charles G. Aston was manning the permanent border checkpoint fourteen miles south of Sarita, Texas, on U. S. Highway 77. At approximately 4 A.M., Officer Aston stopped a 1972 Chevrolet Impala driven by Bill Eugene Harmon for routine questioning of citizenship. Detecting the odor of marijuana, Officer Aston directed Mr. Harmon to the secondary inspection area. When Officer Aston instructed Mr. Harmon to open his trunk, Mr. Harmon said that he did not have the trunk key.</p>\n<p id=\"b591-10\">At about the same time, appellant drove into the checkpoint in a 1977 AMC station wagon. Leaving Mr. Harmon at the secondary inspection area, Officer Aston conducted a citizenship inquiry of appellant. In the course of a flashlight search of appellant’s car, Officer Aston observed a spare tire in the open cargo area.</p>\n<p id=\"b591-11\">Appellant explained that he was driving a rented car and that the spare tire belonged to his own car in San Antonio where he resided. He said that he had been visiting a cousin in Harlingen. Officer Aston asked appellant to pull into the secondary inspection area to search the spare tire compartment. No aliens or contraband were found in appellant’s station wagon.</p>\n<p id=\"b591-13\">Meanwhile, out of appellant’s presence, Officer Aston asked Mr. Harmon if he knew appellant and Mr. Harmon acknowledged that he did. Officer Aston then asked appellant if he had the key to Mr. Harmon’s trunk. Appellant answered affirmatively and gave Officer Aston a key ring.</p>\n<p id=\"b591-14\">One of the keys on the key ring in appellant’s possession opened the trunk of Mr. Harmon’s car. Two vinyl suitcases and two chests were found in the trunk. Officer Aston opened the suitcases and discovered marijuana. Although the two chests were locked, Officer Aston was able to unlock them with keys on appellant’s key ring. More marijuana was found.</p>\n<p id=\"b591-15\">Mr. Harmon and appellant were placed under arrest and read the <em>Miranda </em>warnings. A grand jury returned a joint indictment against Mr. Harmon and appellant on August 12, 1977, for knowing or intentional possession with intent to distribute 158 pounds of marijuana, in violation of 21 U.S.C. § 841(a)(1) (1970). After a motion for severance, Mr. Harmon entered a guilty plea.</p>\n<p id=\"b591-16\">Appellant filed a motion to suppress the marijuana on the grounds that appellant was detained and Mr. Harmon’s car was searched without probable cause and that Officer Aston elicited incriminating testimony from appellant before reading the <em>Miranda </em>warnings. The motion was denied. Appellant was found guilty by a jury on September 28, 1977. He was sentenced to three years in prison and a special parole term of five years.</p>\n<p id=\"b591-17\">Appellant argues that the motion to suppress should have been granted, because Officer Aston detained appellant and searched Mr. Harmon’s car without probable cause. Probable cause is unnecessary for a routine customs detention and search at the border. <em>United States v. Ramsey, </em>431 U.S. 606, 616, 97 S.Ct. 1972, 52 L.Ed.2d 617 (1976); <em>United States v. Brignoni-Ponce, </em>422 U.S. 873, 887, 95 S.Ct. 2574, 45 L.Ed.2d 607 (1975); <em>United States v. Chap</em><page-number citation-index=\"1\" label=\"498\">*498</page-number><em>linski, </em>579 F.2d 373, 374 (5th Cir. 1978). Nor is probable cause necessary for a routine customs detention and search at the functional equivalent of the border. <em>Almei</em>da-Sanehez v. <em>United States, </em>413 U.S. 266, 272-273, 92 S.Ct. 2050, 32 L.Ed.2d 331 (1972); <em>United States v. Hart, </em>525 F.2d 1199, 1200 (5th Cir.), <em>cert. denied, </em>428 U.S. 923, 96 S.Ct. 3234, 49 L.Ed.2d 1226 (1976); <em>United States v. Alvarez-Gonzalez, </em>561 F.2d 620, 622 (5th Cir. 1977). Our recent holding that the new Sarita checkpoint is the functional equivalent of the border is dispositive.<footnotemark>1</footnotemark> <em>United States v. Clay, </em>5 Cir. 1978, 581 F.2d 1190 [No. 78-5142], The search in this case complied with the applicable Fourth Amendment requirements.</p>\n<p id=\"b592-4\"> Appellant further argues that the motion to suppress should have been granted, because Officer Aston did not recite the <em>Miranda </em>warnings before he asked appellant for the trunk key to Mr. Harmon’s car.<footnotemark>2</footnotemark> <em>Miranda </em>warnings need be given only to one who is undergoing custodial interrogation. <em>Miranda v. Arizona, </em>384 U.S. 436, 444, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1965). Appellant was not in custody when asked if he had the trunk key. <em>See United States v. Ogden, </em>572 F.2d 501, 502 (5th Cir. 1978). Rather appellant was being subjected to a routine customs inquiry for which <em>Miranda </em>warnings are unnecessary. <em>See, e. g., United States v. Thompson, </em>475 F.2d 1359, 1364 (5th Cir. 1973); <em>United States v. Warren, </em>578 F.2d 1058, 1070 (5th Cir. 1978); <em>United States v. One (1) 1963 Hatteras Yacht Ann Marie, </em>5 Cir. 1978, 584 F.2d 72.</p>\n<p id=\"b592-10\">Appellant argues that the evidence of constructive possession was insufficient to support his conviction. Constructive, as well as actual, possession of a controlled substance coupled with the intent to distribute is a violation of 21 U.S.C. § 841(a)(1) (1970). <em>United States v. Felts, </em>497 F.2d 80, 82 (5th Cir.), <em>cert. denied, </em>419 U.S. 1051, 95 S.Ct. 628, 42 L.Ed.2d 646 (1974). Like actual possession, constructive possession may be joint or exclusive. <em>See United States v. Riggins, </em>563 F.2d 1264, 1266 (5th Cir. 1977). Constructive possession may be proven by “ownership, dominion or control over the contraband itself, or dominion or control over the premises or the vehicle in which the contraband was concealed.” <em>United States v. Salinas-Salinas, </em>555 F.2d 470, 473 (5th Cir. 1977); <em>United States v. Sink, </em>5 Cir. 1978, 586 F.2d 1041. In essence, constructive possession is the ability to reduce an object to actual possession.<footnotemark>3</footnotemark></p>\n<p id=\"b592-11\">Although appellant neither owned nor drove the car in which the con<page-number citation-index=\"1\" label=\"499\">*499</page-number>traband was found, he possessed the trunk key to such car. He also possessed keys which unlocked two chests containing contraband found in the trunk of the car.<footnotemark>4</footnotemark> Appellant thus shared dominion and control over the vehicle and the marijuana.</p>\n<p id=\"b593-5\">Appellant’s final argument is that Mr. Harmon’s out-of-court statement to Officer Aston that he knew appellant was inadmissible hearsay. Even if appellant is correct, see <em>United States v. Harrell, </em>436 F.2d 606, 616 (5th Cir. 1970), the admission of the testimony into evidence was harmless beyond any reasonable doubt in view of the other evidence of appellant’s knowledge of Mr. Harmon. <em>See </em>Fed.R.Crim.P. 52(a). The jury could have inferred that appellant’s constructive possession of contraband was knowing or intentional from the fact that Mr. Harmon and appellant resided at the same address<footnotemark>5</footnotemark> and entered the Sarita checkpoint at approximately the same time, as well as from the fact that appellant was caught with the keys.</p>\n<p id=\"b593-7\">The routine customs detention of appellant and search of Mr. Harmon’s car did not require a showing of probable cause, because the detention and search were conducted at the functional equivalent of the border. Likewise, the routine customs inquiry of appellant did not require the recitation of <em>Miranda </em>warnings. Consequently, the motion to suppress was properly denied. The fact that appellant’s keys opened both the car trunk and the chests containing marijuana inside the trunk demonstrate appellant’s constructive possession of the contraband. Competent evidence that appellant’s possession was knowing or intentional rendered any error in admitting the co-defendant’s out-of-court statement harmless. The conviction is affirmed.</p>\n<p id=\"b593-10\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b592-5\">. The “old” Sarita checkpoint was five miles south of Sarita. The “new” Sarita checkpoint is fourteen miles south of Sarita. The checkpoint was moved because of the widening of U.S. Highway 77. <em>See United States v. Clay, </em>5 Cir. 1978, 581 F.2d 1190 [No. 78-5142], On several occasions, we have held that the “old” Sarita checkpoint is the functional equivalent of the border. <em>See, e. g., United States v. Reyna, </em>572 F.2d 515 (5th Cir. 1978); <em>United States v. Olivera, </em>582 F.2d 24, 25 (5th Cir. 1978); <em>United States v. Canales, </em>573 F.2d 908, 909 (5th Cir. 1978).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b592-6\">. Appellant was read the <em>Miranda </em>warnings after his arrest on August 5, 1977, by Special Agent Louis William Dracoulis of the Drug Enforcement Administration’s Corpus Christi office.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b592-7\">. The district court properly instructed the jury as follows:</p>\n<blockquote id=\"b592-8\">Now, the law recognizes two kinds of possession: actual possession and constructive possession.</blockquote>\n<blockquote id=\"b592-12\">A person who knowingly has direct physical control of a thing at a given time is then in actual possession of it. I’ve got a pencil here. I’m in actual possession of this pencil.</blockquote>\n<blockquote id=\"b592-13\">A person who, although not in actual possession, knowingly has both the power and the intention at a given time to exercise dominion or control over a thing either directly or through another person or persons is then in constructive possession of it.</blockquote>\n<blockquote id=\"b592-14\">I have pencils on my desk in my chambers. My law clerk will go get them for me if I want them. And that’s possession, also. That’s constructive possession.</blockquote>\n<blockquote id=\"b592-15\">The law recognizes, also, that possession may be sole or joint. If one person alone has actual or constructive possession of a thing, possession is sole.</blockquote>\n<blockquote id=\"b592-16\">If two or more persons share actual or constructive possession of a thing, possession is joint.</blockquote>\n<blockquote id=\"b592-17\">You may find that the element of possession, as that term is used in these instructions, is present if you find beyond a reasonable doubt that the defendant had actual or <page-number citation-index=\"1\" label=\"499\">*499</page-number>constructive possession either alone or jointly with others.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"A5Vt\">. The keys themselves were not introduced into evidence. Officer Aston testified that the keys which opened the trunk of Mr. Harmon’s car and the chests therein were on the key ring carried by appellant. Appellant disputed Officer Aston’s testimony. The jury is the final arbiter of credibility. <em>United States </em>v. <em>Parr, </em>516 F.2d 458 (5th Cir. 1975); <em>United States v. Murray, </em>527 F.2d 401, 410 (5th Cir. 1976).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"Amqy\">' The United States Magistrate for the Southern District of Texas, Corpus Christi Division, Phillip A. Schraub, testified that upon arraignment, appellant and Mr. Harmon gave the same address when asked to state their residence: 506 South Trail, San Antonio, Texas 78212.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}