{
  "casebody": {
    "data": "<casebody firstpage=\"1316\" lastpage=\"1321\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1406-3\">JOHN ALLAN LOVE CHARITABLE FOUNDATION, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1406-6\">No. 82-1639.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1406-7\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1406-8\">Submitted April 11, 1983.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1406-9\">Decided June 30, 1983.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1406-18\">Glenn L. Archer, Jr., Asst. Atty. Gen., Michael L. Paup, Robert A. Bernstein, James F. Miller, Attys., Tax Div., Dept, of Justice, Washington, D.C., for appellee; Thomas E. Dittmeier, U.S. Atty., St. Louis, Mo., of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1406-19\">Thomas E. Toney, III, St. Louis, Mo., for appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1406-20\">Before ARNOLD and BENNETT,<footnotemark>*</footnotemark> Circuit Judges, and HENLEY, Senior Circuit Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1406-14\"> The Hon. Marion T. Bennett, United States Circuit Judge for the Federal Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1406-21\">BENNETT, Circuit Judge.</author>\n<p id=\"b1406-22\">In this tax refund suit, the appellant, the John Allan Love Charitable Foundation,<footnotemark>1</footnotemark> as transferee of .the assets of the John Allan Love Personal Trust, seeks to recover $136,-674.27 in federal income taxes and interest. The facts having been stipulated, the primary issue in this case is whether the Trust is entitled to charitable deductions under <page-number citation-index=\"1\" label=\"1317\">*1317</page-number>I.R.C. § 642(c)(1) (1976) for certain payments made by the trustee to the Foundation and to other charities. The district court,<footnotemark>2</footnotemark> in holding for defendant, now the appellee, concluded that the Trust was not entitled to the deductions because the payments were not made “ ‘pursuant to the terms of’ the Trust instrument” as required by 26 U.S.C. § 642(c)(1). 540 F.Supp. 238, 245 (E.D.Mo.1982). We affirm.</p>\n<p id=\"b1407-4\">1. <em>Background.</em></p>\n<p id=\"b1407-5\">On November 17, 1959, John Allan Love (the settlor) created the John Allan Love Personal Trust (Trust), an inter vivos revocable trust. The settlor amended this Trust eight times before his death on March 29, 1974. The seventh amendment to the Trust, dated May 9, 1969, provided for the establishment of separate $50,000 trusts for each of the settlor’s children living at his death, with each child’s trust to be funded by a distribution of principal from the Trust. The settlor’s children were to receive the income from these trusts during their lifetimes and, upon each child’s death, the principal was to be distributed free of trust to the John Allan Love Charitable Foundation (Foundation). The seventh amendment to the Trust also provided that—</p>\n<blockquote id=\"b1407-6\">all of the remaining assets of this Trust shall be paid over as soon after my death as reasonably possible to the Trustee or Trustees under <em>any Trust created by my Last Will and Testament, </em>which is therein created exclusively for charitable purposes, and which provides that the ultimate beneficiary shall be THE JOHN ALLAN LOVE CHARITABLE FOUNDATION, A Missouri charitable corporation. (Emphasis added.)</blockquote>\n<p id=\"b1407-11\">This provision was not altered by the set-tlor’s eighth amendment to the Trust, and therefore it was operative at the time of his death.<footnotemark>3</footnotemark></p>\n<p id=\"b1407-12\">In 1970, the settlor executed his last will and testament. Under article VI of the will, the residue of the settlor’s estate was to be held in trust by the St. Louis County Bank with 25 percent of the annual net income to be paid to the Foundation and the balance of the net income to be accumulated until the termination of the Trust upon the earliest of 100 years after the settlor’s death, 21 years after the death of the settlor’s last living descendant, or the value of the assets of the trust exceeding $50,000,000, at which time the principal and all accumulated income would be distributed outright to the Foundation. In 1972, however, the settlor executed a second codicil to his will which completely revised article VI. This codicil, which was operative at the time of the settlor’s death, provided that the residue of the settlor’s estate should not be held in trust but should pass outright to the Foundation. Thus, when the settlor died in 1974,<footnotemark>4</footnotemark> his last will and testament did not provide for the creation of a charitable trust that had as its ultimate beneficiary the Foundation, as required by the seventh amendment to the Trust. As a result, the settlor’s attempted disposition of the assets in the Trust failed.</p>\n<p id=\"b1407-13\">To compound this problem, on October 21, 1974, the settlor’s five living children and <page-number citation-index=\"1\" label=\"1318\">*1318</page-number>the representatives for his deceased child’s two children filed suit in the Circuit Court of the City of St. Louis, challenging the validity of the settlor’s will and the two codicils. The children also sought to set aside the Trust and its eight amendments.<footnotemark>5</footnotemark></p>\n<p id=\"b1408-4\">On or about December 1, 1976, the will contest suit was settled and the Foundation agreed to pay, or cause to be paid, a total of $800,000 to the plaintiffs. Of this amount, $520,000 was paid by the Foundation and $280,000 by the Trust. The Circuit Court of the City of St. Louis finalized the settlement agreement on March 15, 1977, and, in accordance with the agreement, the court upheld the validity of the settlor’s will and the two codicils.</p>\n<p id=\"b1408-5\">Because of the will contest suit, the trustee of the Trust did not fund the five separate trusts of $50,000 each for the set-tlor’s five surviving children nor were annual distributions of income made to the children. From December 15, 1975 to May 15, 1978, however, the trustee did distribute the entire net income and principal of the Trust. The Trust assets were not distributed to the settlor’s probate estate; instead, they were distributed directly to the Foundation and to other charities<footnotemark>6</footnotemark> even though the settlor’s attempted disposition of the Trust assets had failed.</p>\n<p id=\"b1408-6\">Because of these distributions,<footnotemark>7</footnotemark> the Trust claimed charitable contribution deductions of $88,691, $102,456, and $29,252 for 1975, 1976, and 1977, respectively. These deductions were claimed under the authority of I.R.C. § 642(c)(1), which provides in relevant part:</p>\n<blockquote id=\"b1408-7\">In the case of an estate or trust ..., there shall be allowed as a deduction in computing its taxable income (in lieu of the deduction allowed by section 170(a), relating to deduction for charitable, etc., contributions and gifts) any amount of the gross income ... which <em>pursuant to the terms of the governing instrument </em>is, during the taxable year, paid for a purpose specified in section 170(c) .... (Emphasis added.)</blockquote>\n<p id=\"b1408-13\">The parties are agreed that the “governing instrument” in this case is the Trust instrument, as amended.</p>\n<p id=\"b1408-14\">On or about April 13,1979, the Trust filed amended tax forms for the years 1975 and 1976, seeking an election to treat the charitable contributions originally made in 1976 and 1977 as having been made in 1975 and 1976, respectively. These amended returns were filed before any defects in the original returns were pointed out by the Internal Revenue Service (IRS) and before any deficiency was assessed.</p>\n<p id=\"b1408-16\">Upon examination, the IRS determined that the Trust was not entitled to the charitable contribution deductions claimed on its tax returns for the years 1975, 1976, and 1977. The resulting deficiency and interest was assessed against the Foundation as transferee of the Trust assets. On July 11, 1980, the Foundation made full payment of all assessed taxes and interest in the amount of $136,674.27, and timely filed claims for refund. The IRS denied the refund claims, and the Foundation timely instituted this action in the district court,</p>\n<p id=\"b1408-18\">As stated earlier, the primary issue<footnotemark>8</footnotemark> before the district court was whether the Trust was entitled to charitable contribution deductions under I.R.C. § 642(c) for the distributions it made to the Foundation <page-number citation-index=\"1\" label=\"1319\">*1319</page-number>and to other charities. The district court held that the Trust was not entitled to the deductions because the Trust instrument was not the legal mechanism under which the payments were made. <em>See </em>540 F.Supp. at 244. The court noted that the settlor’s second codicil effectively nullified the provision contained in the seventh amendment to the Trust that the remaining assets of the Trust were to go to certain charitable trusts created by the settlor’s will. Therefore, the court believed that it would be “legal fiction to say that the Trust assets passed to the Foundation pursuant to the terms of the Trust instrument,” as required by section 642(c). <em>Id. </em>The court also noted that it had not been shown that a Missouri court had reformed the Trust instrument under the doctrine of <em>cy pres, </em>and that it was “unlikely that a Missouri court would have applied <em>cy pres </em>in this case, because the gift to charity was effective anyway under the residuary clause in the Settlor’s Will.” <em>Id.</em></p>\n<p id=\"b1409-5\">II. <em>Discussion.</em></p>\n<p id=\"b1409-6\">As found by the district court, the settlor’s second codicil nullified the seventh amendment to the Trust; thus, the settlor’s attempted disposition of the Trust assets failed at the time of his death. Notwithstanding the failure of the Trust, the trustee distributed the entire net income and principal of the Trust to the Foundation. It is clear that the trustee was without authority to make these distributions. Upon the failure of the Trust, the proper course of action was for the trustee to bring a suit in equity to secure a decree applying <em>cy pres, </em>if possible. <em>See </em>G. Bogert, Trusts &amp; Trustees § 435, at 523 (rev. 2d ed. 1977). It is for a court of equity, and not a trustee, to decide “what shall be the disposition of the subject-matter of the trust which has failed.” <em>Id. </em>§ 468, at 812. “[TJrustees have no power on their own to decide that it has become impossible or impracticable to carry out the trust as originally planned and to frame a plan for carrying out charitable purposes different from those provided by the settlor.” <em>Id. </em>§ 435, at 522-23 (footnote omitted).</p>\n<p id=\"b1409-7\">Although the Trust instrument did not authorize the payments made to the Foundation, the appellant contends that the payments were still pursuant to the terms of the Trust instrument because the payments were agreeable or conformable to the expressed intent of the Trust instrument that the ultimate beneficiary of the Trust assets be the Foundation. We do not doubt that in this case the settlor intended the Foundation to receive the Trust assets at some point or another, and that the Foundation did in fact receive the assets. But we do not believe that these facts are sufficient to justify a deduction under section 642(c). The statutorily mandated test is whether the charitable contributions were made “pursuant to the terms of the governing instrument.” We believe an essential element of this test is that the trust instrument authorize the trustee to make charitable contributions. In this case it is beyond dispute that the terms of the Trust instrument did not authorize the trustee to make the payments in question. We therefore agree with the district court that “it would be legal fiction to say that the Trust assets passed to the Foundation pursuant to the terms of the Trust instrument.” 540 F.Supp. at 244.</p>\n<p id=\"b1409-9\">Appellant contends that this holding is contrary to the Supreme Court’s decision in <em>Old Colony Trust Co. v. Commissioner, </em>301 U.S. 379, 57 S.Ct. 813, 81 L.Ed. 1169 (1937). We, of course, do not agree. In <em>Old Colony, </em>the trust instrument did in fact authorize the trustees to make charitable contributions; it did not, however, require them to. The Court of Appeals for the First Circuit held that none of the charitable contributions subsequently made by the trustees were deductible because they were not “imperatively directed by the trust deed.” <em>Id. </em>at 381, 57 S.Ct. at 814. The Supreme Court reversed, holding that the deductions should have been allowed although the trustees had not been directed or definitely enjoined by the trust to make the particular contributions. <em>Id. </em>at 383, 57 S.Ct. at 815. In so holding, the Court defined “pursuant to” as acting or done in consequence or in prosecution (of anything); hence, agreeable; conformable; following; according. <em>Id.</em></p>\n<p id=\"b1410-3\"><page-number citation-index=\"1\" label=\"1320\">*1320</page-number>Thus, <em>Old Colony </em>stands for the proposition that a trust is entitled to a deduction when a trustee who is authorized but not required to make charitable contributions under the trust instrument does in fact make charitable contributions. We do not believe, however, that the <em>Old Colony </em>case and the definition of “pursuant to” given in that case should be read so broadly as to entitle a trust to a charitable deduction when a trustee, acting without any authority under the trust instrument, distributes the Trust assets to charity. Rather, as stated earlier, we believe it is necessary that a trust instrument authorize the trustee to make charitable contributions if it is to be said that the charitable contributions were made “pursuant to the terms of” the Trust instrument.</p>\n<p id=\"b1410-4\">Appellant’s final argument is that the court should view the Trust assets as passing through the Trust to the Foundation because a Missouri court would have reformed the Trust instrument under the doctrine of <em>cy pres. </em>If a court of equity had indeed reformed the Trust instrument, then the appellant would have had a much stronger case. But no suit seeking a decree applying <em>cy pres </em>was ever brought. Appellant, however, relies on Rev.Rul. 72-442, 1972-2 C.B. 527 for the proposition that a <em>cy pres </em>decree need not actually be secured. In Rev.Rul. 72-442, it was held that an estate was entitled to a charitable deduction under I.R.C. § 2055 (1976 &amp; Supp. V 1981) for the value of the residuary transfer in trust for a charitable purpose by the application of <em>cy pres. </em>We do not believe that the reasoning of this revenue ruling, however, applies in the situation presented here. First, Rev.Rul. 72-442 was interpreting I.R.C. § 2055, which does not use the “pursuant to” language of section 642(c). Second, in the case analyzed in Rev.Rul. 72-442 it was <em>highly likely </em>that a state court would have applied the doctrine of <em>cy pres </em>to reform the failed disposition. Here, however, the district court found it <em>unlikely </em>that a state court would have applied <em>cy pres, </em>as the settlor’s gift to charity was effective under the residuary clause of his will. 540 F.Supp. at 244. If the Missouri court had not applied <em>cy pres </em>and as a result the Trust assets had passed to the Foundation through the residuary clause of the settlor’s will, then the settlor’s estate, and not the Trust, may have been entitled to the deductions. In fact, as noted by the trial judge, this may have been the legal mechanism by which the payments at issue were made. <em>Id.</em></p>\n<p id=\"b1410-8\">Given these facts, we do not believe that the appellant’s <em>cy pres </em>argument is persuasive.<footnotemark>9</footnotemark> On the established facts of this case, it is clear that the payments to the Foundation were not authorized by the Trust instrument as written; therefore, we hold that they were not made pursuant to the terms of the Trust instrument as required by the statute.</p>\n<p id=\"b1410-9\">III. <em>Conclusion.</em></p>\n<p id=\"b1410-10\">In this case, the settlor, through the seventh amendment to the Trust, evinced an intent to leave the Trust assets to any charitable trust created by his last will and testament that had the Foundation as its ultimate beneficiary. At first, article VI of the settlor’s will provided for such a trust. But article VI was later completely revised to provide that the residue of the settlor's estate should pass outright to the Foundation. Because the settlor neglected to create a charitable trust in his will that met the requirements of the seventh amendment to the Trust, his attempted disposition of the Trust assets failed at the time of his death. Notwithstanding this failure, the trustee, acting on its own and without authority, decided to reform the Trust instrument by making direct distributions to the Foundation. Although these distributions may not have violated the intent of the settlor, as evinced by the Trust instrument and the settlor’s will, it is clear that they were not authorized by the Trust instrument as written. Given this fact, we do not believe it can be said that the distributions to the Foundation were made pursuant to the terms of the Trust instrument.</p>\n<p id=\"b1411-3\"><page-number citation-index=\"1\" label=\"1321\">*1321</page-number>It may be true that if the trustee had arranged the transaction differently, the Trust would not suffer the tax consequences reached here. But we do not believe that we should permit a deduction for what might have happened. Although this approach may seem a harsh and technical one, we believe it is the correct one. As stated by the Supreme Court, “[t]he propriety of a deduction does not turn on general equitable considerations such as a demonstration of effective economic and practical equivalence. Rather it ‘depends upon legislative grace; and only as there is clear provision therefor can any particular deduction be allowed.’ ” <em>Commissioner v. National Alfalfa Dehydrating &amp; Milling Co., </em>417 U.S. 134, 148-49, 94 S.Ct. 2129, 2136-37, 40 L.Ed.2d 717 (1974) (quoting <em>New Colonial Ice Co. v. Helvering, </em>292 U.S. 435, 440, 54 S.Ct. 788, 790, 78 L.Ed. 1348 (1934); <em>Deputy v. DuPont, </em>308 U.S. 488, 493, 60 S.Ct. 363, 366, 84 L.Ed. 416 (1940).</p>\n<p id=\"b1411-4\">Under section 642(c)(1), Congress has permitted trusts and estates to deduct certain charitable contributions made “pursuant to the terms of the governing instrument.” As explained above, we do not believe that the distributions to the Foundation come within the ordinary meaning of the statutory language, as the distributions were not authorized by the Trust instrument as written. Therefore, the district court properly held that the Trust was not entitled to the charitable contribution deductions claimed for 1975,1976, and 1977. Accordingly, after thorough consideration of the record and the parties’ submissions, and after oral argument, we affirm the judgment of the district court for defendant.</p>\n<footnote label=\"1\">\n<p id=\"b1406-23\">. The Foundation is a Missouri nonprofit corporation; it is exempt from federal income tax and is treated as a private foundation for federal income tax purposes.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1407-7\">. The Hon. Edward L. Filippine, United States District Judge for the Eastern District of Missouri.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1407-8\">. On June 26, 1963, the settlor created a separate inter vivos revocable trust with the Mercantile Trust Company National Association as trustee (the MTC Trust). The settlor subsequently amended the MTC Trust seven times before his death. The sixth amendment to the MTC Trust was similar to the seventh amendment to the Personal Trust, as it provided that, upon the settlor’s death, the trust assets were to pass “to the Trustee or Trustees under any Trust created by my Last Will and Testament, which is therein created exclusively for charitable purposes, and which provides that the ultimate beneficiary shall be the JOHN ALLAN LOVE CHARITABLE FOUNDATION, a Missouri charitable corporation.”</p>\n<p id=\"b1407-15\">Unlike the Personal Trust, however, the set-tlor later amended the MTC Trust to provide that, upon his death, the trust assets were to pass free of trust to the Foundation. Apparently, this is what happened. The proper tax treatment of this distribution is not in question here.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1407-16\">. The value of all assets of the settlor as of the date of his death was $2,629,401.08.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1408-8\">. In addition, the children sought to set aside the MTC Trust and its seven amendments. <em>See supra </em>note 3.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1408-9\">. The Trust’s distributions to charities other than the Foundation were made at the direction of the Foundation.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1408-10\">. For a complete listing of these distributions, see 540 F.Supp. at 241-42.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1408-11\">. Two subsidiary issues on appeal are (1) whether the Trust’s attempted election to treat a portion of the charitable contributions as having been made in earlier years was timely filed; and (2) whether a portion of the payments made to the Foundation was out of principal rather than gross income, and thus not deductible under section 642(c). Because the trial judge held that the Trust was not entitled to the charitable deductions claimed, he found it unnecessary to consider these issues. We also find it unnecessary to reach these issues, as we affirm the decision of the trial judge.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1410-5\">. We need not decide here whether our result would be any different if it was found that a state court would have applied <em>cy pres </em>to reform the failed disposition.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}