{
  "casebody": {
    "data": "<casebody firstpage=\"97\" lastpage=\"104\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b149-3\">Paul DILLON, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b149-5\">No. 15048.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b149-6\">United States Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b149-7\">Jan. 5, 1955.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b149-8\">Rehearing Denied Feb. 1, 1955.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b150-8\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>Morris A. Shenker and Sidney M. Glazer, St. Louis, Mo., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b150-9\">Charles H. Rehm, Asst. U. S. Atty., St. Louis, Mo. (Harry Richards, U. S. Atty., and Robert C. Tucker, Asst. U. S. Atty., St. Louis, Mo., were with him on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b150-10\">Before GARDNER, Chief Judge, and COLLET and VAN OOSTERHOUT, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b150-11\">COLLET, Circuit Judge.</author>\n<p id=\"b150-12\">The defendant was convicted by a jury of attempting to defeat and evade the payment of income taxes for the years 1950 and 1951. The Government presented evidence showing that defendant’s receipts for 1950 were substantially in excess of the amount reported for that year, and that his receipts for 1951 were approximately $5,700.00 more than reported. The defendant did not testify. Counsel sought .to convince the jury that the Government’s evidence was consistent with the hypothesis that all of the money shown to have been received by defendant was not income to him. He was an attorney. The argument was made that probably the portion of the receipts which was not reported as income went to associate counsel as fees, or did not belong to defendant, or that at least the Government had not shown the contrary. The court, in its charge to the jury, referring to that argument, instructed the jury that the questions of counsel which may have assumed that possibility were not evidence and that as the court understood the testimony, there was no evidence that the defendant had shared any fees with anyone. That part of the charge is assigned as error here.</p>\n<p id=\"b150-14\">As to this first assignment, it is argued that the court’s charge was “one-sided” and constituted “advocacy against the defendant.” The charge included the usual cautionary admonition that anything contained in it which might be construed by the jury as a comment on the evidence which differed from the jury’s understanding of the evidence should be disregarded — that it was the jury’s sole province to find the facts. The charge was not argumentative and did not go beyond pointing out the factual situation portrayed by the evidence. The situation here was very different from that in the cases of Boatright v. United States, 8 Cir., 105 F.2d 737, and Billeci v. United States, 87 U.S.App.D.C. 274, 184 F.2d 394, 24 A.L.R.2d 881, cited by defendant.</p>\n<p id=\"b150-15\">Error is assigned on account of the admission as evidence of seven checks payable and delivered to defendant during the years covered by the indictment. Defendant contends that there was no foundation laid for the introduction of those checks in evidence, because there was no testimony to the effect that the checks represented taxable income to the defendant. Two of them were marked “legal services”, two were marked “fees”, and three were not marked. The gravamen of defendant’s contention is that before evidence of this nature should be admitted it should be first shown that the money was received under such circumstances as to “strongly” indicate it was actually taxable income, and that the burden of proof or the burden of going forward with the evidence to show that it was not income should not be shifted to the defendant, absent such initial showing. If the word “fairly” be substituted for “strongly”, the principle is correct. If the foundation or initial evi<page-number citation-index=\"1\" label=\"99\">*99</page-number>dence does fairly indicate that the receipts were income, the Government is not required initially to adduce positive evidence to support a negative hypothesis that it was not money received for someone else or that it was not received for some purpose which would prevent it from being income to the person to whom it was paid. The rule is not a new one. The explanation of the reason supporting it and the limitations of its application were stated by Mr. Justice Cardozo in Morrison v. People of State of California, 291 U.S. 82, 88, 54 S.Ct. 281, 78 L.Ed. 664, and reiterated by Chief Justice Vinson in United States v. Fleischman, 339 U.S. 349, 360, 70 S.Ct. 739, 94 L.Ed. 906. For a transfer of the burden— “experience must teach that the evidence held to be inculpatory has at least a sinister significance.” 291 U.S. 82, 91, 54 S.Ct. 281, 285. It may be said with considerable force and logic, as defendant now says, “that in view of the nature of the legal profession the mere receipt of money does not represent income,” and that the “sinister significance” that it was income does not arise in an income tax prosecution from its receipt alone. But there is another exception so closely related that for practical purposes, at least under circumstances such as these, it is a part and parcel of the exception stated. The latter is — “if this * * * [the sinister significance] be lacking, there must be in any event a mainifest disparity in convenience of proof and opportunity for knowledge. * * * The decisive considerations are too variable, too much distinctions of degree, too dependent in last anaylsis upon a common sense estimate of fairness or of facilities of proof, to be crowded into a formula. One can do no more than adumbrate them; sharper definition must await the specific case as it arises.” 291 U.S. 82, 91, 54 S.Ct. 281, 285.</p>\n<p id=\"b151-5\">In the present case the Internal Revenue agent assigned to investigate this case prior to the indictment appears to have made inquiry of defendant seeking to determine if all of the amount of the checks in question did represent income or whether part was received for some other purpose, and that defendant declined to give any information other than that all of it was not income, which latter the agent was unable to substantiate. Under these circumstances the exception to the general rule that the burden of making an explanation will not ordinarily be shifted to the defendant in a criminal ease applies, and the problem of the trial court became one of evaluating the circumstances and determining whether in fairness to both parties the evidence should be admitted upon the initial showing and leave to the defendant the opportunity to dispell the inference which could reasonably follow, absent explanation.</p>\n<p id=\"b151-7\"> Great care should be observed in the exercise of judicial discretion to the end that no shifting of the burden placed upon the prosecution to prove guilt result in requiring to any degree or extent that a defendant prove his innocence. The burden of proof must remain on the prosecution to establish guilt. The administration of justice is not a game of chess or of hide-and-seek. It is a search for truth and the application of the law to the true facts in order that substantial justice be done under the law. The prosecution must not be permitted to introduce evidence which is not so indicative of guilt as to fairly point to guilt and cast the burden on the defendant to disprove an unfair implication or inference. One charged with a crime may testify in his own behalf or not, as he chooses. In making the choice he must weigh the considerations in favor of a decision not to testify against the possibility or probability that evidence fairly adduced against him will be accepted at its face value with damaging results. If he decides not to explain, when absent an explanation he will appear to be guilty, he shall not be criticized for his choice. But if the evidence is of such a nature that it fairly indicates guilt, a defendant may not be heard to complain that an explanation reposing, comparatively speak<page-number citation-index=\"1\" label=\"100\">*100</page-number>ing, particularly and peculiarly in him, has not been given by another. We have condemned the use of evidence which in fairness should not under the circumstances have been admitted and the burden cast upon the defendant to explain or suffer the possible consequences. But that is not the situation here. The checks were made payable to the defendant. They were either marked “fees” or “legal services” or were given to him under circumstances indicative that they were for legal services. They were all endorsed by defendant and cashed. The discretion involved in determining that this evidence was fairly indicative of income received by defendant, and permitting its introduction in evidence, was not abused in this instance.</p>\n<p id=\"b152-4\">A case involving a factual situation requiring a converse ruling will illustrate the limitation of the exception. In Kirsch v. United States, 8 Cir., 174 F.2d 595, the defendant was charged with having received income in an amount equal to his bank deposits. The Government’s witness was permitted to assume that all of the bank deposits represented income, when the Government’s investigation had disclosed that a large part of those deposits represented pay checks cashed for customers out of funds theretofore drawn from the bank for that purpose. Under those circumstances it was held unfair to admit the evidence of total deposits, characterized as income, and permit the inference from the proof of the amount of the deposits that all of those deposits constituted income, thereby casting the burden on defendant to disprove that inference.</p>\n<p id=\"b152-5\">It is asserted that the court committed reversible error in permitting the revenue agent to testify that Exhibits 4 and 10, two of the checks heretofore referred to, were not recorded in defendant’s records and that Exhibits 5, 6, 8, and 9, four of those checks, were understated in those records. _ The complaint that is made is that the witness was testifying as an expert, that expert testimony is only admissible when the facts are so complicated that expert testimony is needed to assist the jury, that the defendant’s records and the facts to be gleaned therefrom were not complicated and the jury did not need expert guidance. The argument is ingenious but lacks substance and merit. The records were in evidence before the jury. They were not voluminous. The cash receipt book, which the witness was familiar with, was handed to him and he was asked whether Exhibits 4 and 10 were recorded therein. Over defendant’s objection that the question called for “a conclusion and opinion and comparison of documents,” and that it had not been shown that the checks represented income, the witness answered that Exhibits 4 and 10 were not recorded. When asked about Exhibits 5, 6, 8, and 9, he testified that Exhibits 5 and 6, which were in evidence, totaled $4,500.00 and were recorded in the record as $1,500.00; that Exhibits 8 and 9, also in evidence, totaled $3,500.00 and were entered in the books as $1,500.00. These records were not very legible or orderly. The witness had made a calculation of the total receipts of the defendant. If the records were so abstruse as not to be readily understandable by the jury, an explanation was appropriate. But if it be assumed that the records were not of such a nature as to justify expert testimony to decipher or simplify them, then the checks and the records clearly showed for themselves what they alluded to and there was no possible prejudice in the witness so stating. And if, as defendant contends, the latter be the situation, the witness’ testimony was admissible for the purpose of explaining how his total figure of defendant’s income was arrived at from these books. There was no prejudicial error in permitting this testimony.</p>\n<p id=\"b152-7\">Defendant was charged with a felony under § 145(b), 26 U.S.C.A. § 145(b). He requested an instruction that the jury might find him guilty of .a lesser offense — specifically, a misdemeanor under § 145(a), 26 U.S.C.A. § 145(a), or § 3616(a), 26 U.S.C.A. § 3616(a). The request was. denied. He contends that <page-number citation-index=\"1\" label=\"101\">*101</page-number>the lesser offenses defined in § 145(a) and § 3616(a) are included in the greater defined by § 145(b) and that under Rule 31(c) of the Federal Rules of Criminal Procedure,<footnotemark>1</footnotemark> he was entitled to the instruction. The pertinent portions of § 145(a), § 145(b), and § 3616(a) are quoted in the footnote.<footnotemark>2</footnotemark></p>\n<p id=\"b153-5\">As stated in Spies v. United States, 317 U.S. 492, 493, 63 S.Ct. 364, 365, 87 L.Ed. 418, “Section 145(a) makes, among other things, willful failure to pay a tax <em>or </em>make a return * * * a misdemeanor. Section 145 (b) makes a willful attempt in any manner to evade or defeat any tax * * * a felony.” The indictment did not charge, nor did the evidence show, that defendant merely failed to pay a tax or failed to make a return. On the contrary, the evidence showed that a return was filed and a tax was paid. No evidence was offered that defendant failed to file a return or to show the willful failure to pay the tax when due, except insofar as willfulness was involved in the charged willful and felonious attempt to evade the payment of taxes owed. Hence the universal rule that it is not error to fail to instruct on an offense not presented by the evidence applies. There consequently was no error in failing to instruct that defendant might have been convicted of either of the misdemeanors defined by § 145(a), of willful failure to pay a tax when due or willful failure to file a return.</p>\n<p id=\"b153-16\">As the quoted portion of § 3616(a) shows, that section makes a misdemeanor the filing of a false or fraudulent list or return with intent to defeat or evade the assessment of taxes. Was this misdemeanor included in the felony defined by § 145(b) ? Defendant cites Kirsch v. United States, 8 Cir., 174 F.2d 595, 598, as authority that it was.</p>\n<p id=\"b153-17\">The question of whether evidence which the defendant <em>claimed </em>only showed a violation of § 145(a), coupled with evidence of a violation of § 3616(a) of filing a false or fraudulent list or return, would sustain a conviction of feloniously attempting to evade or defeat the payment of a tax under § 145(b), was presented in Kirsch v. United States. Upon the record in that case the question was found to be abstract because, as was stated in the opinion, <em>“If </em>there was need for proof of affirmative acts other than those defined as misdemeanors in Sections 3616(a) and 145(a) in furtherance of an attempt to evade taxes, it is contained in the record.” The present question not being presented by the record in the Kirsch case, it was not decided. <page-number citation-index=\"1\" label=\"102\">*102</page-number>Now we are confronted with the problem of determining whether § 3616(a) really applies to income tax returns. If it does not apply to income tax violations, the offense it defines was not included in the felony charge based on § 145(b) and Rule 31(c) did not authorize a conviction under the felony charge of the lesser offense defined by § 3616(a). And, if that be true, an instruction authorizing a conviction for the misdemeanor, not embraced in the felony charge, was not appropriate. The question has not been passed upon directly. We take note of cases cited by defendant.</p>\n<p id=\"b154-4\">In Cave v. United States, 8 Cir., 159. F.2d 464, this court sustained a conviction, under § 145(b) upon proof that the defendant willfully filed a false and fraudulent return. No exceptions were taken to the instructions at the time of trial. On appeal, complaint was made of the instructions on the ground that they were so indefinite, inconsistent and prejudicial as to require reversal, although no exceptions were taken. The precise point now presented, that the defendant was entitled .to an instruction on the. misdemeanor defined in § 3616 (a) in the event the jury found a false return had been filed but failed to find that it was willfully false, was not raised. In Myres v. United States, 8 Cir., 174 F.2d 329, the situation was the same.'</p>\n<p id=\"b154-5\">In Taylor v. United States,. 9 Cir., 179 F.2d 640, on an appeal from a denial of habeas corpus, one' convicted under § 1.45(b) contended that § 145(b) had been, repealed by implication by § 3616 (a). In that case note was not taken of the fact that § 145(b) involves willfulness while § 3616 does not. The court rested its denial of the contention on the fact that § 3616(a) was originally enacted long prior to the enactment of § 145(b) and could not have repealed by implication § 145(b). Our attention has not been directed to any other reported cases in which there was any contention that § 3616(a) applied to income tax violations.</p>\n<p id=\"b154-10\">The language of § 3616(a), which appears under the heading “Penalties”, differs from that customarily applied to income tax returns. Its juxtaposition to statutes relating to the duty of collectors to canvass their districts for taxable persons and objects, 26 U.S.C.A. § 3600; the entry of premises for examination of taxable objects during the day or night, § 3601; search warrants, § 3602; the making of a <em>“list </em>or return\" by a taxpayer of articles, objects, goods, wares and merchandise made or sold, charged with a tax, the rates of the tax and aggregate amount thereof, and if such list is not made by the taxpayer, the list should be made by the collector, § 3611; the provision for penalties for failure to file “return [s] or lists” § 3612, without reference to similar penalties found in connection with that part of the code relating specifically to income taxes; rewards to informers with respect to illegally produced petroleum, § 3617; all would appear to indicate a relationship of § 3616 to subjects other than income taxes. The fact, as pointed out in ■ the Taylor case, 179 F.2d 640, that § 3616 was enacted long prior to § 145 and does provide a penalty for submitting a false return (or list) without willfulness, and none of the later prohibitions of § 145 do so, would be some indication that the existence and application of the older § 3616 to all tax matters, including income tax returns, was recognized by Congress when § 145 was enacted, and that the reason for not making provision in § 145 for a penalty for nonwillful filing of a false return was to avoid duplicating § 3616 (a), if Congress had not indicated such was not the intention when it revised the entire tax code by the Internal Revenue Code of 1954.</p>\n<p id=\"b154-11\">When the Internal Revenue Code was revised in 1954,<footnotemark>3</footnotemark> § 3616, including § <page-number citation-index=\"1\" label=\"103\">*103</page-number>3616(a), was dropped from the code. The only reference to it in the revision is found in Table 1 where § 3616 is shown to be incorporated in new § 7207 of Chapter 75 of the 1954 Revised Code. § 7207 is entirely different from § 3616. It reads:</p>\n<p id=\"b155-5\">“§ 7207. Fraudulent returns, statements, or other documents. Any person who willfully delivers or discloses to the Secretary or his delegate any list, return, account, statement, or other document, known by him to be fraudulent or to be false as to any material matter, shall be fined not more than $1,000, or imprisoned not more than 1 year, or both.” Internal Revenue Code of 1954, 68A Stat. 853, 26 U.S.C.A.</p>\n<p id=\"b155-6\">Section 7207 appears in the statutory context with other offenses relating to income tax offenses. It is sufficiently broad to apply to both income tax derelictions as well as to those subjects other than income taxes with which § 3616 was in juxtaposition. The only substantive portion of § 3616 which was retained and carried forward in the 1954 revision was placed with income tax derelictions. And then the element of willfulness, absent in § 3616 but previously consistently present in offenses relating to income tax violations, was inserted.</p>\n<p id=\"b155-7\">We are convinced, both from the language of § 3616 and the statutory context where it was formerly placed, that it was never intended to apply to income tax violations. If it had been intended to apply to income tax returns, the non-willful making of an incorrect statement in the making of an income tax return, in the honest belief of its legal justification but which would operate to defeat the assessment of income taxes, would have constituted á crime. In Spies v. United States, 317 U.S. 492, 497-498, 63 S.Ct. 364, 367, 87 L.Ed. 418, the Supreme Court said that without the clearest manifestation of Congressional intent it would not be assumed that the mere knowing and intentional default in the payment of income tax, where there had been no willful failure to disclose the liability, was Intended by Congress to constitute a criminal offense of any degree. The Supreme Court said that the willfulness required to constitute the offense of willful, failure to pay income taxes when due, defined by § 145(a), would be expected to include some element of evil motive and want of justification in view of all the financial circumstances of the taxpayer. See also United States v. Kahriger, 3 Cir., 210 F.2d 565. The same reasoning applies here. We conclude that Congress did not intend by § 3616(a) that a nonwillful inaccurate and ipso facto false statement in an income tax return, frequently very complicated, should constitute a crime. It only made such a false statement a misdemeanor when, by § 7207, it required that the statement be willfully made and known to be fraudulent or false as to a material matter. § 3616(a) not being applicable, there was no error in failing to instruct concerning it.</p>\n<p id=\"b155-9\">There was no error in refusing to declare a mistrial because of newspaper publicity. Such matters are within the sound discretion of the trial court and, absent an abuse of discretion, such decisions are not reviewable. The court interrogated the jury after defendant’s counsel called attention to the newspaper articles. Only one juror had read either article. He positively said it “did not make sense to him” and would not influence him in the least. There was no abuse of discretion.</p>\n<p id=\"b155-10\">The sixth assignment of error is that the court erred in overruling defendant’s motion for a directed verdict at the close of all the evidence. The argument is again made that the Government failed to prove an understatement of income in the return filed and no act of fraud. As heretofore stated, the evidence fairly justified a finding by the jury that the money received by defendant was income to him. That evidence, coupled with evidence that defendant attempted to conceal a portion of it by not entering it on his books and not reporting a substantial amount in his returns, was sufficient to show the willful filing of a false return. Proof of the willful <page-number citation-index=\"1\" label=\"104\">*104</page-number>filing of a false return was sufficient to sustain a conviction under § 145(b) of a willful attempt to defeat or evade income taxes.<footnotemark>4</footnotemark> Cave v. United States, 8 Cir., 159 F.2d 464; Myres v. United States, 8 Cir., 174 F.2d 329.</p>\n<p id=\"b156-4\">The last assignment is that the court erred in overruling defendant’s objection to the revenue agent’s testimony in which the agent assumed, for the purpose of calculating the tax due, that the checks heretofore discussed constituted income. The situation here is said to be similar to that in Kirsch v. United States, 8 Cir., 174 F.2d 595. That is not correct, for reasons which have been made clear.</p>\n<p id=\"b156-5\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b153-6\">. “The defendant may be found guilty of an offense necessarily included in the offense charged or of an attempt to commit either the offense charged or an offense necessarily included therein if the attempt is an offense.”</p>\n<p id=\"b153-7\">Fed.Rules Cr.Proc. rule 31(c), 18 U.S. C.A.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b153-8\">. § 145(a). “Failure to file returns, submit information, or pay tax. Any person required under this chapter to pay any estimated tax or tax, or required by law or regulations made under authority thereof to make a return or declaration, keep any records, or supply any information, for the purposes of the computation, assessment, or collection of any estimated tax or tax imposed by this chapter, who willfully fails to pay such estimated tax or tax, make such return or declaration, keep such records, or supply such information, at the time or times required by law or regulations, shall, * * * be guilty of a misdemeanor * *</p>\n<p id=\"b153-19\">(b) “Failure to collect and pay over tax, or attempt to defeat or evade tax. Any person * * * who willfully attempts in any manner to evade or defeat any tax imposed by this chapter or the payment thereof, shall, * * * be guilty of a felony * *</p>\n<p id=\"b153-21\">26 U.S.O.A. § 145(a) and (b).</p>\n<p id=\"b153-22\">§ 3616. “Penalties.</p>\n<p id=\"b153-23\">“Whenever any person—</p>\n<p id=\"b153-24\">“(a) False returns. Delivers or discloses to the collector or deputy any false or fraudulent list, return, account, or statement, with intent to defeat or evade the valuation, enumeration, or assessment intended to be made * * * he shall be fined not exceeding $1,000, or be imprisoned not exceeding one year, or both, at the discretion of the court, with costs of prosecution.”</p>\n<p id=\"b153-25\">26 U.S.O.A. § 3616(a).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b154-6\">. The date of its approval was August 16, 1954. By § 7851 (a) (6) (C), Chapter 75, relating to crimes, became effective as to offenses committed after the date of enactment of the 1954 Code.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b156-28\">. We need not and do not consider the eifeet of the enactment of § 7207 of the 1954 Code with respect to whether proof alone of the willful delivery or disclosure of a false or fraudulent statement or return to the Secretary of the Treasury or Ms delegate will hereafter, in view of § 7207 making such act a misdemeanor, be sufficient to support a conviction for the felony defined by § 145(b), now § 7201 et seq. of the 1954 Code,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}