{
  "casebody": {
    "status": "ok",
    "data": "<html>\n <body>\n  <casebody firstpage=\"703\" lastpage=\"704\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n   <parties id=\"p-1\">\n    The ADOPTION OF K.P.J. and K.L.J., minor children\n   </parties>\n   <docketnumber id=\"p-2\">\n    No. 284P18\n   </docketnumber>\n   <court id=\"p-3\">\n    Supreme Court of North Carolina.\n   </court>\n   <decisiondate id=\"p-4\">\n    December 7, 2018\n   </decisiondate>\n   <attorneys id=\"p-5\">\n    Michael S. Harrell, Attorney at Law, Raleigh, for Coffman, Jean.\n   </attorneys>\n   <attorneys id=\"p-6\">\n    Bobby D. Mills, Attorney at Law, Raleigh, for Liederbach, Steven, et al.\n   </attorneys>\n   <attorneys id=\"p-7\">\n    LeeAnne Quattrucci, Attorney at Law, for GAL.\n   </attorneys>\n   <judges id=\"p-8\">\n    Diane Garreau\n   </judges>\n   <judges id=\"p-9\">\n    Harold Frazier\n   </judges>\n   <judges id=\"p-10\">\n    Valerie Curley\n   </judges>\n   <opinion id=\"p-15\">\n    II. Did the trial court err in failing to give full faith and credit to the tribal court's earlier determination that the appellant was an Indian custodian of the children entitled to their return?\n   </opinion>\n   <opinion type=\"majority\">\n    <p id=\"p-11\">\n     <em>\n      SPECIAL ORDER\n     </em>\n    </p>\n    <p id=\"p-12\">\n     Upon consideration of the petition filed by intervenor on 31 August 2018 in this matter for writ of certiorari to review the order of the North Carolina Court of Appeals dismissing intervenor's appeal, the following order\n     was entered and is hereby certified to the North Carolina Court of Appeals:\n    </p>\n    <p id=\"p-13\">\n     Allowed for the limited purpose of vacating the order of the Court of Appeals entered 27 July 2018 and remanding to the Court of Appeals with instructions that: (1) intervenor's appeal be treated in all respects as timely filed and procedurally proper; and (2) that the Court of Appeals reach the following issues presented by intervenor on appeal:\n    </p>\n    <p id=\"p-14\">\n     I. Was there error in the trial court's assertion of jurisdiction over an adoption of Indian children covered by the federal Indian Child Welfare Act when the tribal court initially exercising jurisdiction over the children continued to assert jurisdiction?\n    </p>\n    <p id=\"p-16\">\n     The parties are ordered to settle the record on appeal within thirty-five days.\n    </p>\n    <p id=\"p-17\">\n     By order of the Court in Conference, this the 7th day of December, 2018.\n    </p>\n   </opinion>\n  </casebody>\n </body>\n</html>\n"
  }
}