{
  "casebody": {
    "data": "<casebody firstpage=\"513\" lastpage=\"517\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b533-3\">William G. Bassett, Judge of Probate, <em>vs. </em>David W. Crafts &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b533-5\">Hampshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ARO\">Sept. 21.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AEF\">Oct. 22, 1880.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"Ar-\">Colt &amp; Morton, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b533-6\">By a marriage settlement made in another State, personal property was conveyed to two trustees, “ and the survivor of them, his heirs, executors, administrators and assigns,” on certain trusts during the joint lives of the husband and wife, with power of nomination by them in case of a vacancy in the office of trustee, and, on the death of both the husband and wife, in trust for the use of the issue of the marriage. <em>Held, </em>on the death of both trustees, and of the husband and wife leaving issue, that the Probate Court of a county in this Commonwealth, where the property then was, and where some of the issue lived, had jurisdiction to appoint a new trustee.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b533-7\">If a Probate Court, having jurisdiction of the subject matter, appoints a trustee, under the Gen. Sts. c. 100, § 9, without notice to all the parties interested, the sureties on the trustee’s bond cannot, in an action against them on the bond, impeach the validity of the appointment.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b533-8\">Contract against the sureties on a bond executed on May 3, 1871, by them, and by A. P. Peck as principal to the judge of the Probate Court for the county of Hampshire, in the penal sum of $15,000, and conditioned for the faithful performance by Peck of the duties of trustee under a marriage settlement. The answer contained a general denial; and alleged that the bond was void, and that the Probate Court had no jurisdiction to appoint Peck trustee, or to require or take the bond. The case was submitted to this court on agreed facts, in substance as follows:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b533-9\">In 1822, James Hibben, Jr., of the first part, Rebeckah Theus Stiles, of the second part, and Thomas Napier and James Hibben, Sr., of the third part, all of the city of Charleston, in the State of South Carolina, executed a marriage settlement, by which certain personal property of the party of the second part was conveyed to the parties of the third part, “and the survivor of them, his heirs, executors, administrators and assigns,” in trust, for the use of the party of the second part until her intended marriage with the party of the first part, and after said marriage, during the joint lives of the parties of the first and second parts, to permit the party of the first part to receive the income during his life, and on the same trusts in case she should die before him leaving issue; and from and after the <page-number citation-index=\"1\" label=\"514\">*514</page-number>death of the party of the first part, leaving issue, “ then in trust to and for the use and benefit and behoof of such child or children, grandchild or grandchildren, his or her or their heirs, executors, administrators or assigns forever, if more than one as tenants in common,” grandchildren taking by right of representation. It was further provided that, in case either or both the trustees should die before the trusts were performed, it should be lawful for the parties of the first and second part to nominate a trustee to whom the trustee for the time being, or, “ if all the trustees shall be then dead, the heirs, executors or administrators of the surviving trustee, shall convey ” the trust estate, so that the same should be. vested in the persons appointed trustees.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b534-4\">After the execution of the indenture, the parties of the first and second part were married. The wife died, October 10, 1838, at Northampton, in this county, and the husband died at the same place, February 1, 1871, leaving issue of the marriage surviving. One of the trustees died in 1835, and the other died in 1860, at Charleston, South Carolina, leaving heirs, and a will of which E. M. Grimké was duly appointed executor in South Carolina, and he still continues in that trust. This will was never proved' in this Commonwealth, and he left no property here except the trust estate. No trustee was nominated under the marriage settlement in place of those originally appointed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b534-5\">On May <em>2, </em>1871, A. P. Peck presented a petition to the Probate Court for this county, representing that Rebeckah Theus Hibben by her marriage settlement gave certain property, now in the county of Hampshire, for the use and benefit of her children and their legal representatives, namely, Simeon Theus Hibben, Rebecca N. Steelman, Thomas Napier Hibben, Sarah A. Peck, James Hibben, minor son of James Hibben, Jr., Anna Napier Greenfield and Thomas Napier Greenfield, minor children of Mary Hibben Greenfield; that Thomas Napier, appointed trustee under the marriage settlement, was now dead, and no one was authorized to collect and distribute the trust estate; and praying that the petitioner be appointed trustee.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b534-6\">Simeon T. Hibben, Rebecca N. Stedman and Sarah A. Peck, representing that they were the only persons now residing <page-number citation-index=\"1\" label=\"515\">*515</page-number>in the United States interested in the trust, requested that the prayer of the petition be granted without further notice. Stephen Day, guardian of James Hibben, also requested that the petitioner be appointed trustee.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b535-4\">On May 3, 1871, by a decree of the Probate Court, without further notice to the parties interested, A. P. Peck was appointed trustee, and executed with the defendants the bond in suit. Subsequently he received, as trustee, property in this county to the amount of $18,000, a portion of which he has distributed to the parties entitled thereto, including the minor children of Mary Greenfield; and a nominal breach of the conditions of the bond is admitted.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b535-5\">If the action could be maintained, judgment was to be entered for the penal sum named in the bond, and the amount for which execution was to issue to be ascertained in the usual way; otherwise, judgment for the defendants.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b535-6\"><em>J. C. </em>Hammond, for the plaintiff.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b535-7\">G. <em>M. Stearns, </em>for Crafts.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b535-8\"><em>D. W. Bond, </em>for the other surety.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b535-9\">Endicott, J.</author>\n<p id=\"AEO\">Under this marriage settlement, no provision is made for the appointment of a trustee or trustees to fill vacancies after the death of Mr. and Mrs. Hibben; and, as the parties interested, or some of them, resided here, and portions of the trust estate were invested in this county, the Probate Court had jurisdiction of the subject matter, and authority to appoint Peck trustee under the marriage settlement. Gen. Sts. <em>c. </em>100, § 9. This section provides that “ the Probate Court or Supreme Judicial Court shall, after notice to all persons interested, appoint a new trustee.” This imposes a duty on the court of giving such notice, whenever, in the exercise of its jurisdiction on a petition properly before it, a trustee is to be appointed. The statute does not mean that the court acquires jurisdiction by giving the notice; or, in other words, that it has no jurisdiction until after giving notice to all parties interested. The jurisdiction depends upon other considerations. This provision relates to the form of proceeding in making the appointment; and we are of opinion that the regularity of the proceedings cannot be inquired into in this action, on the ground that all the parties in interest did not assent to tl <page-number citation-index=\"1\" label=\"516\">*516</page-number>appointment of Peck, and no notice issued to those who did not assent.</p>\n<p id=\"b536-4\">In <em>Emery </em>v. Hildreth, 2 Gray, 228, the action was by an administrator against a stranger to recover a debt due the estate. The defendant objected to the jurisdiction of the Probate Court, and to the regularity and sufficiency of the appointment of the administrator on several grounds, one of which was, that there was no citation or notice to the next of kin or creditors. But it was held that, the Probate Court having jurisdiction of the subject, the regularity of the proceedings in the appointment could not be drawn in question by the defendant. See <em>Marcy </em>v. Marcy, 6 Met. 360; <em>White </em>v. Clapp, 8 Met. 365, 370; <em>Waters </em>v. <em>Stiek</em>ney, 12 Allen, 1. When the Probate Court has no jurisdiction over the subject matter, then the appointment of a trustee is invalid, and a bond given in pursuance thereof cannot be enforced against his sureties. <em>Conant </em>v. Newton, 126 Mass. 105. <em>Sigourney </em>v. Sibley, 21 Pick. 101, and 22 Pick. 507.</p>\n<p id=\"b536-5\">It was said in <em>Shaw </em>v. Paine, 12 Allen, 293, that the appointment of new trustees in that case was not authorized by the statute, because no notice had been given to the parties in interest ; but, as the provisions made by the will for the appointment of new trustees had been strictly followed by the court, the appointment was decided to be good without notice to the parties interested in the trust. The judge of probate therefore did not act under the statute, but under the provisions of the will. The case cannot be regarded as deciding that the jurisdiction of the Probate Court depends in all cases upon giving the notice required by the statute; and that the regularity of its proceedings, as to notice in appointing a trustee, can be questioned collaterally or by the trustee or his sureties.</p>\n<p id=\"b536-6\">In <em>People </em>v. <em>Norton, </em>5 Selden, 176, the facts are substantially the same as in the case at bar. The Court of Chancery in New York, having jurisdiction of the subject matter, removed a trustee, and appointed a new trustee, who gave bond with sureties. The action was brought on the bond against one of the sureties, and he objected that the <em>eestuis que trust </em>had no notice of the appointment. Chief Justice Buggies in dealing with this objection said: “ This is an objection which neither the trustee nor his surety can be allowed to make. Lynch got possession of the <page-number citation-index=\"1\" label=\"517\">*517</page-number>trust estate under the proceeding by color of which he claimed to be trustee, and Norton voluntarily undertook as his surety that he should faithfully administer the trust. If the proceeding was irregular for want of notice to the children of Mrs. Lynch, they might object to it in proper manner for that cause; but Lynch, having obtained the property upon pretence of being the trustee, cannot be permitted to deny his liability to account as such. The defendant, who voluntarily became his surety in order that he might take the trust property, is for a like reason precluded from denying his liability as surety. The order for changing the trustee and the bond given in pursuance of it must therefore be regarded as valid.” See also <em>Budd </em>v. <em>Hiler, </em>3 Dutch. 43; Perry on Trusts, § 275, and cases cited.</p>\n<p id=\"b537-4\">What, upon the facts set forth in the agreed statement, would be the rights of the parties in interest who received no notice, should they deny the validity of the appointment, we are not called on to consider.</p>\n<p id=\"b537-5\">\n<em>Judgment for the penal sum of the bond.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}