{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"416\" lastpage=\"424\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b416-6\" pgmap=\"416\">Alta I. Deen v. Charles Bloomer.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b416-9\" pgmap=\"416\">Opinion filed June 19, 1901</decisiondate><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AOm\" pgmap=\"416\">Rehearing denied October 10, 1901.</otherdate><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b416-10\" pgmap=\"416\">1. Alimony—contempt proceeding for failure to pay alimony—burden of proof. One attached for contempt of court in failing to pay alimony has the burden of proving that, acting in good faith and with an honest purpose, he was unable to comply with the decree.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b416-11\" pgmap=\"416\">2. Same—alimony is not a debt which may be discharged in bankruptcy. Unpaid alimony is not such a debt owing from husband to wife as may be discharged by an order in bankruptcy, whether the alimony accrues before or after the bankruptcy proceeding, since the duty of a husband and father to support his wife and children is a social obligation as well as a pecuniary liability, and is not a debt contemplated by the Bankruptcy act.</headnotes><history data-order=\"5\" data-type=\"history\" id=\"b416-12\" pgmap=\"416\">Bloomer v. Deen, 93 Ill. App. 479, reversed.</history><summary data-order=\"6\" data-type=\"summary\" id=\"b416-13\" pgmap=\"416\">Appeal from the Appellate Court for the Second District;—heard in that court on appeal from the Circuit Court of Mercer county; the Hon. W. H. Gest, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b416-14\" pgmap=\"416\">McArthur &amp; Cooke, and James M. Brock, for appellant:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b416-15\" pgmap=\"416\">The burden is on a husband who fails' to comply with an order directing payment of alimony, to satisfy the court that his failure to pay is due solely to his inability to do so. Hurd v. Hurd, 63 Minn. 443.</p><p data-order=\"9\" data-type=\"legal\" id=\"b416-16\" pgmap=\"416\">If one decreed to pay alimony fails to pay in so far as he is able, he may be committed. Schuele v. Schuele, 57 Ill. App. 193; O’Callaghan v. O’Callaghan, 69 Ill. 554.</p><p data-order=\"10\" data-type=\"legal\" id=\"b416-17\" pgmap=\"416\">Where one spends large sums of money resisting payment of alimony rather than to apply same in discharge of his liability, he will not be held to be unable to pay anything on the decree. Barclay v. Barclay, 184 Ill. 471.</p><p data-order=\"11\" data-type=\"legal\" id=\"b416-18\" pgmap=\"416(21) 417(20)\">Alimony is not such a debt as will be released by a discharge in bankruptcy. In re Anderson, 97 Fed. Rep. 821; In re Shephard, 97 id. 187; In re Baker, 96 id. 954; Kerr v. Kerr, 2 Q. B. 439.</p><p data-order=\"12\" data-type=\"legal\" id=\"b417-5\" pgmap=\"417\">Alimony is only held to be a provable debt in bankruptcy when the laws of the State where the allowance of alimony is made regard it as a fixed liability. In re Nowell, 99 Fed. Rep. 931.</p><p data-order=\"13\" data-type=\"legal\" id=\"b417-6\" pgmap=\"417\">In this State alimony is not regarded as such a debt as may be discharged in bankruptcy, whether the alimony accrues before or after the bankruptcy proceedings. Barclay v. Barclay, 184 Ill. 375.</p><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b417-7\" pgmap=\"417\">William J. Graham, and Robert J. Grier, for appellee:</attorneys><p data-order=\"15\" data-type=\"legal\" id=\"b417-8\" pgmap=\"417\">In so far as this proceeding seeks to punish appellee for contumacious conduct or direct contempt of the decree of the court the proceeding is a criminal contempt in effect, and as to that feature of the case he has a right to purge himself by his own affidavit, and the court should consider no counter-showing. Crook v. People, 16 Ill. 534; Buck v. Buck, 60 id. 105; Dinsmoor v. Bressler, 164 id. 211; Welch v. People, 30 Ill. App. 339.</p><p data-order=\"16\" data-type=\"legal\" id=\"b417-9\" pgmap=\"417\">Attachment for non-payment of alimony is a civil execution, (Buck v. Buck, 60 Ill. 105,) and such a proceeding is merely coercive. Phillips v. Welch, 11 Nev. 187; Ormsby v. Ormsby, 1 Phila. 578.</p><p data-order=\"17\" data-type=\"legal\" id=\"b417-10\" pgmap=\"417\">Proceedings in attachment for contempt must be carried on stricti juris. Murphy v. Abbott, 13 Ill. App. 68.</p><p data-order=\"18\" data-type=\"legal\" id=\"b417-11\" pgmap=\"417\">When there is no evidence in the record of defendant’s ability to pay alimony, a decree founded thereon, allowing alimony, will be reversed. Becker v. Becker, 15 Ill. App. 247.</p><p data-order=\"19\" data-type=\"legal\" id=\"b417-12\" pgmap=\"417\">When one, through pecuniary inability, misfortune or disaster, is unable to pay\" alimony decreed against him, he cannot be held to be in contempt. Wightman v. Wightman, 45 Ill. 167; Schuele v. Schuele, 57 Ill. App. 189; Blake v. People, 80 Ill. 11; Kadlowsky v. Kadlowsky, 63 Ill. App. 292; O'Callaghan v. O' Callaghan, 69 Ill. 552.</p><p data-order=\"20\" data-type=\"legal\" id=\"b418-4\" pgmap=\"418\">Past due alimony in case of divorce a vinculo matrimonii is a fixed and settled liability—a debt. Dinet v. Eigenmann, 80 Ill. 274; Craig v. Craig, 163 id. 176; In re Challenor, 98 Fed. Rep. 82; In re Howell, 99 id. 931.</p><p data-order=\"21\" data-type=\"legal\" id=\"b418-5\" pgmap=\"418\">Past due alimony in case of divorce a vinculo is a provable debt under the bankruptcy law of 1898. In re Houston, 94 Fed. Rep. 119; In re Van Orden, 96 id. 86.</p> <opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b418-6\" pgmap=\"418\">Mr. Chief Justice Wilkin</author> <p id=\"A8K\" pgmap=\"418\">delivered the opinion of the court:</p> <p id=\"b418-7\" pgmap=\"418(270) 419(198)\">This is a proceeding in the circuit court of Mercer county against Charles Bloomer for contempt of court in not obeying its decree ordering him to pay to appellant, as his divorced wife, a sum of money due as alimony. The wife obtained a decree of divorce from her husband in 1893 because of his fault, the charge being extreme and repeated cruelty. The court gave to the wife the custody of their three children, and provided that the husband pay to her $40 per month thereafter and the costs of the proceeding. Before the hearing in the divorce proceeding the husband disposed of his real and personal property, and immediately after the rendition of the decree left the State and d,id not return until about January 1, 1900. During his absence he wholly failed to make any of the payments of alimony ordered. In 1899 the wife married again. On March 3, after Bloomer’s return, the wife, by way of petition, brought to the attention of the court the fact that the husband had failed to comply with its order, and thereupon a writ of attachment was issued and he was taken into custody. His counsel moved the court that he be discharged, and in support of the motion urged two grounds: First, that the defendant was not then, and had not been, “able to pay any part of the decree for alimony” entered against him; and second, that on September 11,1899, he was discharged in bankruptcy by the United States District Court for the District of Colorado from liability upon said decree. In support of the motion the defendant submitted affidavits of himself and others touching his ability to pay the alimony, and affidavits were also submitted on behalf of the petitioner. The court found that defendant was in contempt, for the reason that, “being financially able, in whole or in part,” he had willfully neglected to pay said alimony or any part thereof, and that there was due the sum of $3284.17, which he was ordered to pay forthwith, or on default thereof to be committed to the county jail, to be there confined until he made such payment or was otherwise discharged by due process of law. Prom that order he appealed to the Appellate Court for the Second District, where the order of the circuit court was reversed, the holding of the Appellate Court being, that the defendant had been unable to pay the alimony decreed, and that the proof failed to show that his inability to do so resulted from any desire on his part to produce that condition. The appellant now prosecutes this appeal, seeking to reverse the judgment of the Appellate Court and to have the order of the circuit court affirmed.</p> <p id=\"A1D\" pgmap=\"419(174) 420(322)\">The contention of appellant is that the facts amply justified the order of the circuit court, and that the Appellate Court committed error in reversing it. The affidavit of appellee himself stated, in substance, that at the time of the rendition of the decree his real estate was deeded to his mother, who assumed the indebtedness upon it, which amounted to the value of the land; that he then had a sale of his personal property and realized therefrom $1306.50, which he paid upon his debts “as far as it would go,” leaving many debts unpaid; that he then went west “to find employment and accumulate money to pay debts and alimony;” that he first took a course of book-keeping in a Kansas college; that then, being unable to find employment as book-keeper, he engaged in various employments, working in a foundry, in a commission house, in a notion store, on a farm, as a cook on a ranch, and again as a farm hand, then as tenant of 120 acres of land which he farmed on his own account, then herding horses on a ranch, then working in a soap factory, in a clothing house, for a detective agency, at teaming, as street.car conductor, in a commission house and in a railroad office. While farming for himself he states he made no money but lost some. While so engaged he injured his back, resulting in the necessity of a surgical operation. In enumerating his various employments he says his expenses were always equal to his income, and sometimes more, he frequently sending to his father for aid. In itemizing his expenses he says he used his money to pay “back debts” and “current expenses.” He seems at all times to have overlooked entirely his duty to his children and divorced wife under the decree of the court. He also says that his health is such that he cannot work at hard physical labor because of an injured ankle and because of the injury to his back; that he has endeavored since the rendition of the decree to comply therewith and make payment. He also sets up the fact of his discharge in bankruptcy September 11, 1899. When he went away he says he relied upon his father to look after the children, and states that he paid for clothing at one time, for one of them, the sum of $25. His father, James Bloomer, files an affidavit corroborating him in essential respects. He says he frequently gave the wife money to purchase clothing for herself and the children. The affidavit of a physician, Dr. Allen, was introduced, which states that in 1886 the appellee was treated for a sprained ankle; that in his opinion the effect of the sprain is such that he cannot, without serious inconvenience to himself, engage in manual labor which would occasion his standing upon his feet any extended period of time.</p> <p id=\"b420-5\" pgmap=\"420(47) 421(368) 422(14)\">Counsel for appellant then offered counter-affidavits, the first one being that of the appellant herself. She states that after the filing of her bill for divorce, and before the rendition of the decree, appellee sold all his real and personal property, but nothing was paid on the decree; that within three days after the decree he went away, and has remained beyond the jurisdiction of the court until January 1,1900; that after his departure she supported herself and the children, working at dressmaking, receiving nothing from the defendant; that her health was impaired by reason of her work; that two of the children are with her brothers, being well cared for; that owing to her ill-health she had to call upon her brothers to aid her; that her husband expended only the sum of $8.25 for clothing for the one child mentioned in his affidavit; that while the appellee and affiant lived together he was stout and rugged and was never sick a single day; that he would occasionally complain of his ankle when be plowed all day, but it did not interfere with his ability to do physical labor; that after the bill was filed in the divorce case, and before the hearing, he told her she should not have a cent of money or property from him. Attached to her affidavit as exhibits are a number of letters from appellee. One, purporting to have been written at New Orleans, October 5, 1895, states he was then holding a good paying position. The next, written in November following, states that he is making money and has some for a sick day, and so far he had been in good health. The remaining letters were written at Letts, Iowa, one of which states that if the wife would bring the children to see him he would buy what they need. Further affidavits were introduced by appellant tending to show that appellee had stated to other persons, before his departure and after his. return, that he never intended to pay any of the alimony; that he had had money while away, but had “blown it.” A second affidavit of the physician, Dr. Allen, was presented by appellant, stating that he had not examined appellee since his return. In rebuttal, appellee presented another affidavit of his own, stating that he had not been in the State of Louisiana, but that the letters purporting to have been sent from there were carried there for mailing. The evidence, record and proceedings in the divorce case were then offered in evidence.</p> <p id=\"b422-3\" pgmap=\"422(365) 423(22)\">We think the circuit court was justified in its finding appellee guilty of willfully disregarding the order of the court as to the payment of alimony-. It appears that after the divorce was granted appellant was compelled to support herself and the three children by her own efforts, sewing and doing other work,—at times even impairing her health by so doing,—and appellee contributed nothing to aid her. From his own evidence it clearly appears that he could have paid something, at least, upon the amount due; He states in one of his letters to petitioner that he was then holding a good paying job and had money laid up for a sick day. Was he falsifying then or was he stating the truth at a later time,—-namely, when he made his affidavit saying, in effect, that he had been at no time able to pay\" any part of the alimony? He contradicts himself without any explanation, and upon the face of the evidence it would seem his statements were entitled to very little credit. Taken alone they do not give the court light upon the question at issue. The appellant not having seen him since his departure, was, of course, unable to produce testimony as to his ability to pay the alimony during his absence. His attempt to show a physical disability is hardly entitled to credit. His various occupations, many of them requiring a vigorous physical condition, refute his claim in that regard. It will be noticed in one of his letters he offers to comply in part with the order of the court if the petitioner will bring the children to see him, and in this affidavit he says he has at all times been willing to take the children and care for them but the wife would not consent. All this indicates a willful disregard for the order of the court. It may be conceded that he was not at all times able to pay the whole of the monthly allowance, but his affidavit and his letters fail to show that he made an honest effort to pay it, while, on the other hand, they and the other evidence adduced tend to indicate a willful neglect to pay not only'the whole, but even admail part of it.</p> <p id=\"b423-3\" pgmap=\"423\">Counsel attempt to say that the allowance of alimony was too large. It does not appear that this was the reason he failed to comply with the mandate of the court. He did not question the propriety of the allowance, but pursued a course which indicated that he acquiesced in the justice of the order. Furthermore, if he had indicated a desire to pay any part of it, and the amount had appeared to the court to be unjust because beyond his means and ability to pay, the order was subject to be modified at any time, and doubtless would have been. He during the seven years made no complaint as to the amount of allowance, but only when attached for contempt does he attempt to resort to that excuse for his failure to comply with the order of the court. The bur-then of proof was upon him to show that, acting in good faith and with an honest purpose to comply with the order of the court, he was unable to do so,—and this, we think, the circuit court was justified in finding he failed to do. By his own affidavit he does not state in terms that he was at all times unable to comply with the order, but simply states facts from which his counsel contend that the inference must be drawn that he had no such ability.</p> <p id=\"b423-4\" pgmap=\"423(121) 424(26)\">It is also urged that the proceeding in bankruptcy discharged the appellee from the payment of this alimony. That question was before this court in the case of Barclay v. Barclay, 184 Ill. 375, in a contempt proceeding very much like this, and it was there held that alimony cannot be regarded as a debt owing from the husband to the wife which may be discharged by an order in bankruptcy, whether the alimony accrues before or after the bankruptcy proceeding. In addition to what was there said we might add, the duty which the law imposes upon a husband and father to support and maintain his wife and children is not such a debt as contemplated by the Bankruptcy act. It is a social obligation as well as a pecuniary liability. It is founded upon public policy and is for the good of society.</p> <p id=\"b424-5\" pgmap=\"424\">For the reasons indicated, the judgment of the Appellate Court will be reversed and the order of the circuit court affirmed.</p> <p id=\"AFI\" pgmap=\"424\">T , , Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}