{
  "casebody": {
    "data": "<casebody firstpage=\"343\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b373-5\">S. B. Harwell et al. v. Mrs. R. A. Harbison.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b373-6\">Decided June 2, 1906.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b373-7\">1.—Surety—Fund to Secure—Bights of Creditor.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b373-8\">A debtor gave to a surety upon his note a deed of trust upon four sections of land to indemnify such surety against loss; thereafter the debtor contracted to sell the mortgaged land and gave a bond for title with the surety upon the note as surety upon said bond, and said surety transferred to the holder of the note the indemnity mortgage held by him. Held, that the deed of trust constituted a fund to secure the debt itself and inured to the benefit of the holder of the note independently of the transfer executed by the surety, and hence the holder of the note was not estopped by the action of the surety in signing the bond for title to the purchaser.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b373-9\">2.—Mortgage of School land Before Completion of Title.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b373-10\">A mortgage upon school land executed by a purchaser of the same before he had completed the three years’ occupancy required by law, is valid and enforceable, and this even against a vendee of such purchaser after said vendee had completed and made proof of the requisite occupancy.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b373-11\">Appeal from the District Court of Hardeman. County. Tried below before Hon. S. P. Huff.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b373-12\"><em>Wallace &amp; </em>Lumpkin, for appellants.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Aor\">Where a surety on a bond of a grantor, given to secure the performance of a contract to sell and convey land free of all claims and liens of all persons, holds a deed of trust lien upon the land, he will be estopped by his relations to said contract and bond for conveyance from enforcing the deed of trust lien upon said land. Fielding v. DuBose, 63 Texas, 631; McHenry v. Knickerbocker, 27 N. E. Rep., 430; Webb v. Austin, 58 S. W. Rep., 808; 16 Cyc., p. 719, see. 4.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b373-13\">The original purchaser of public school land from the State before he has resided upon the same for a period of three years and made the necessary three years’ proof of occupancy had not the power to pass title to such property or interest by his own acts, except to one who is an actual settler, and is not disqualified from purchasing the land from the State, and has only an uncertain, undeveloped, indefinite and conditional equity in the land which is not subject to sale under execution. Sayles’ Revised Civil Statutes, art. 4218ff; Williams v. Finley, 14 Texas Ct. Rep., 762; Hendricks v. Snediker, 30 Texas, 308; Moser v. Tucker, 87 Texas, 94; Edwards v. Norton, 55 Texas, 405; Roberson v. Sterrett, 96 Texas, 180; Chase v. York Co. Bank, 89 Texas, 321; Boone v. First Nat. Bank of Waxahachie, 43 S. W. Rep., 594; Sayles’ Civil Practice, vol. 2, sec, 1247.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b374-4\"><page-number citation-index=\"1\" label=\"344\">*344</page-number><em>Fires &amp; Decker, </em>for appellee.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b374-5\">STEPHENS, Associate Justice.</author>\n<p id=\"AzOh\">This appeal is from a judgment foreclosing a mortgage, or deed of trust, on four sections of school land in Moore County, purchased originally by S. B. Harwell, who transferred the same to C. G. Miller before he had completed the three years occupancy. Miller was substituted in the land office as purchaser and completed and made proof of the three years’ occupancy. The deed of trust was made by Harwell while the land stood in his name, and Miller purchased from him in ignorance of it, although it had been duly recorded. The note which it was given to secure was dated January 1, 1901, and was payable January 1, 1902, to the order of appellee, and was signed by S. B. Harwell as principal and Gus Gober and another as sureties. The date of the deed of trust was July 4, 1903, and the date of the contract for the sale to Miller was September 5, 1903. By the terms of the former the lands were conveyed to A. Neild in trust for the purpose of securing Gus Gober in the payment of the note above described, and it was made the duty of the trustee, at the request of Gus Gober “or other legal owner or holder of said note at any time made after the maturity” thereof, to foreclose the lien by a sale of the property as therein provided. In connection with the transfer to Miller a bond was executed in which Gus Gober, with others, was surety, which obligated Harwell to convey the lands in controversy to Miller free of all claims except that of the State for the original purchase money. After executing this bond Gober made a formal transfer of the lien to the holder of the note.</p>\n<p id=\"b374-6\">We are of opinion that the deed of trust was something more than a mere personal indemnity to Gus Gober; that it created a fund to secure the debt itself and that it therefore inured to the benefit of the holder of the note, who consequently did not need the formal transfer subsequently made by Gober. (MaGill v. Brown, <em>50 </em>S. W. Rep., 143.) This seems to be a sufficient answer to the contention so much urged in behalf of Miller, that appellee was estopped by the conduct of Gober from enforcing the lien.</p>\n<p id=\"b374-7\">But the all-important and more difficult question' yet remains, Did the mortgage, or deed of trust, executed by Harwell before he had completed the three years occupancy create a lien on the land, enforceable against Miller, the succeeding purchaser, after he had completed and made proof of the requisite occupancy, which he had done when suit was brought to foreclose the mortgage?</p>\n<p id=\"b374-8\">When the ease of Haynie Mercantile Co. v. Miller, 14 Texas Ct. Rep., 500, involving the same lands, was before us, we were inclined to hold that Harwell had such interest as would be subject to execution, but did not find it necessary to do so. Since then a contrary view seems to have been expressed by the Supreme Court in Williams v. Finley, 14 Texas Ct. Rep., 762, in which it was held that a lien reserved to the vendor in the conveyance of a tract of land of which a large part afterwards proved to be vacant public domain could not be enforced against such portion of said land in the hands of the vendee after he had purchased it from the State as school land but before he had occupied it three years. The view expressed was, that to permit this would be “inconsistent with the <page-number citation-index=\"1\" label=\"345\">*345</page-number>statutes regulating the sales of school lands and the rights of the State thereunder.” That view was thus illustrated: “By selling out the settler’s title at judicial sale and putting the purchaser thereat in possession it would destroy the occupancy of the settler—the condition on the maintenance of which the title depends—and could not at the same time require the purchaser at the judicial sale to perform it. If it be said that only by performance could he obtain the benefit of the purchase from the State, the answer is two-fold: (1) There is no provision for the substitution of súeh a purchaser for the original one, and (2) performance would at best be optional with him and the rights intended to be secured by the law to the State would be dependent on his will. Many persons who might buy at such sales would be wholly disqualified under the law to hold these lands as purchasers. It is true that the law allows purchasers of school lands to sell them, even before the three years occupancy has been completed, but it makes careful provision to secure the continued occupancy and the performance of other conditions.” It was, however, held in that case that the contracts creating, or attempting to create, a vendor’s lien on land of which a large portion after-wards proved to be vacant public domain were not for that reason invalid, since they “were not intended and had in themselves no tendency to injure the rights or interfere with the policy of the State.” Only the enforcement of these contracts against the land, in the hands of one who had purchased it from the State, while it remained subject to the condition of occupancy, was denied. Observing this distinction and applying it to the facts of this case, we have finally concluded that the question above propounded should be answered in the affirmative. No reason is perceived why a purchaser of school lands should not be permitted to mortgage the same before as well as after he has completed his three years occupancy. No policy, or interest, or statute of the State would thereby be interfered with or violated. On the contrary, to deny the purchaser the exercise of this right, so far from promoting the interest and policy of the State, might result in depriving such purchaser of the only available means of complying with his obligation to the State. If the mortgagee is willing to wait till the requisite occupancy has been completed before foreclosing his mortgage and to take chances on the purchaser’s complying with that condition of the sale, it seems to us that no one else ought to complain—not even the assignee of such purchaser, who merely steps into his shoes, and therefore acquires no rights superior to his. The principle finds illustration in a class of cases 'in this State sustaining the validity of the bond of a married man to convey the homestead. (Krebs v. Popp, No. 5090, decided by this court on February 3, 1906, and cases there cited. See, also, Johnson v. Townsend, 77 Texas, 640; Logue v. Atkeson, 80 S. W. Rep., 137, and Martin v. Bryson, 71 S. W. Rep., 615.</p>\n<p id=\"b375-6\">It is claimed that the deed of trust executed by Harwell, to the extent of the two hundred acres occupied by him as a home, was void <em>ab </em>initio, per force of the Constitution; but the record fails to show that he was a married man when this deed of trust was executed, and therefore the assignment raising this question is overruled. Judgment affirmed.</p>\n<p id=\"b375-7\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b375-8\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}