{
  "casebody": {
    "data": "<casebody firstpage=\"601\" lastpage=\"604\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b623-3\">[Civ. No. 13249.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAzk\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Akh\">Nov. 6, 1941.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b623-4\">H. E. KNERR, Appellant, v. BARUCH CORPORATION (a Corporation), Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b623-9\">Henry M. Lee for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b623-10\">Julius Mackson for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b624-3\"><page-number citation-index=\"1\" label=\"602\">*602</page-number>SCOTT (R. H.), J. <em>pro </em>tem.</author>\n<p id=\"Ae7X\">Plaintiff appeals from a judgment of dismissal following an order sustaining defendant’s demurrer to the complaint without leave to amend. The sufficiency of the complaint is the sole question for our consideration.</p>\n<p id=\"b624-4\">The complaint alleges in substance that defendant corporation, engaged in the business of a building contractor, and plaintiff, an experienced and well qualified brick-work subcontractor, entered into a contract by which plaintiff was to do the brick work on a housing contract held by defendant, under which 100 two-story and 2 one-story brick buildings and certain other structures were being erected for a total contract price of $1,187,710. Plaintiff contracted to do the brick work for $97,500, including an estimated profit to himself of $7000. The work was completed in less than ten months and actually cost $113,003.26. Plaintiff seeks either (1) to have the contract reformed so as to increase the total amount due him to $120,003.26, including a profit of $7000, or (2) to have judgment against defendant for $22,503.26, which is the difference between the price agreed upon and the cost of construction, plus the estimated profit of $7000. The first cause of action seeks this relief on the ground of mutual mistake and the second cause of action is based on alleged fraud and misrepresentation.</p>\n<p id=\"b624-5\">In support of his theory of mutual mistake plaintiff alleges that he enjoyed friendly relationship with defendant and its officers and had done other work for it, and in this case was asked by defendant’s representative to inspect the plans and specifications and take the contract; that he was not familiar with the type of building to be erected; that defendant’s representative told him it had estimated the cost and that $97,500 would be sufficient to cover the same with a profit of $7000 to plaintiff; that plaintiff relied on defendant’s estimate and “plaintiff did not further check said cost or otherwise procure any other estimate than that furnished by defendant, at all times relying upon the positive assurance of said defendant as to the correctness thereof, and further upon the representations and assurances then and there made by defendant unto plaintiff that he should not and need not check or compare said figures or estimate in any other manner”; that it was the mutual intent of the <page-number citation-index=\"1\" label=\"603\">*603</page-number>parties that a contract be entered into for an amount which would cover the cost plus a $7000 profit to plaintiff, and that they were mutually mistaken as to the amount that should be inserted in the contract; that this fact was discovered immediately after work was commenced by plaintiff, and defendant’s representative stated in effect that it recognized that plaintiff ‘ ‘ would suffer a great loss by reason of the inadequacy of the consideration expressed in the contract” and “that it would fully compensate plaintiff in the manner mutually intended as hereinbefore alleged, and in accordance with said mutual understanding, regardless of the admitted error as to the amount erroneously set out in the contract.”</p>\n<p id=\"b625-5\">The second cause of action is “based upon fraud and misrepresentation,” and sets up substantially the same matters as in the first cause of action, with further allegations (1) that defendant represented to plaintiff that another subcontractor had made an estimate and a bid of $97,800 on the job, and (2) that defendant’s representations, set out above, were false and fraudulent, and that it either knew or had cause to suspect they were false and kept from plaintiff this knowledge or suspicion of their falsity with intent that plaintiff should act in reliance thereon.</p>\n<p id=\"b625-6\">In substance, then, the complaint merely alleges that plaintiff, a brick-work contractor of ability and experience sufficient, in his own mind, to entitle him to $7000 profit in ten months on this one job alone, unfamiliar with the type of work he was contracting to do and with no estimate or opinion as to its cost, took no steps to find out what it would cost but chose to rely upon the estimate or opinion (see Estimate, 21 C. J. 1049, 1050) of defendant that if he bid $97,500 he could do the work and make a $7000 profit. The allegation that defendant’s representative said some other subcontractor had thought or estimated he could do it for about that amount must be regarded as immaterial. Prom the complaint itself it would appear that plaintiff, having agreed in writing to do the job for a stipulated amount, was obligated to carry out his contract and is entitled to no more than the agreed price. The complaint does not state facts sufficient, even if true, to entitle him to a reformation of the contract or damages, either on the ground of mutual mistake or fraud. Mistake of fact is defined by Civil Code, section <page-number citation-index=\"1\" label=\"604\">*604</page-number>1577, as 11 ... a mistake, not caused by the neglect of a legal duty on the part of the person making the mistake, and consisting in: 1. An unconscious ignorance or forgetfulness of a fact past or present, material to the contract; or, 2. Belief in the present existence of a thing material to the contract, which does not exist, or in the past existence of such a thing, which has not existed. ’ ’</p>\n<p id=\"b626-4\">As to the alleged fraud or misrepresentation, it is apparent from the complaint that the relation between plaintiff and defendant was not one of especial trust or confidence. It was incumbent upon plaintiff to make his own investigation and calculations and to exercise his own judgment before executing his contract. The means of determining the extent of the labor and the amount of materials required for construction, as well as the cost of each, obviously was as available to plaintiff as it was to defendant. When one enters into a contract which proves unprofitable because of his negligence in failing to ascertain the essential facts concerning it from sources readily available, he cannot thereafter throw the burden of his negligence upon the shoulders of the other contracting party by asserting that the latter had been guilty of misrepresentation and fraud in not furnishing him with facts and figures which he made no effort to secure for himself, even though the latter may have expressed an opinion or voiced an estimate as to elements in question. (12 Cal. Jur., sec. 33, p. 756.)</p>\n<p id=\"b626-5\">In distinguishing the instant case from that of <em>Gogo </em>v. <em>Los Angeles County etc. District, </em>45 Cal. App. (2d) 334 [114 Pac. (2d) 65], we need only observe that if plaintiff in this case had been equally as diligent as the plaintiff there in the conduct of his business this suit would have been unnecessary.</p>\n<p id=\"b626-6\">Judgment affirmed.</p>\n<p id=\"b626-7\">Moore, P. J., and MeComb, J., concurred.</p>\n<p id=\"b626-8\">Appellant’s petition for a hearing by the Supreme Court was denied December 29, 1941.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}