{
  "casebody": {
    "data": "<casebody firstpage=\"707\" lastpage=\"709\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b729-8\">[Civ. No. 13291.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AOD\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYCH\">Nov. 10, 1941.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b729-9\">ESTELLA A. MIRANDA, Respondent, v. M. ROY MIRANDA, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b730-5\"><page-number citation-index=\"1\" label=\"708\">*708</page-number>Fred M. Riedman for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b730-6\">Daniel M. Stevens for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b730-7\">THE COURT.</author>\n<p id=\"AN_O\">Respondent moves to dismiss the appeal in the above entitled action upon the grounds that the appeal is frivolous and without merit; that appellant has failed to pay certain sums of money which the trial court ordered to be paid to enable respondent (appellant’s wife) to defend this appeal; and that appellant has failed to furnish the requisite papers in that he has failed to file either a bill of exceptions or a reporter’s transcript within the time provided by law.</p>\n<p id=\"b730-8\">The appeal has been taken from a judgment ordering appellant to pay certain sums of money for the separate maintenance and support of respondent. The clerk’s transcript and appellant’s opening brief were filed on March 16, 1940, but the record before us does not contain a transcript of any of the evidence produced on the trial of the action. From an examination of the opening brief it is evident that the only points raised on this appeal relate to the sufficiency of the evidence to sustain the findings. The clerk’s certificate, filed in support of the motion to dismiss, shows that no reporter’s transcript was filed in the trial court, but that an engrossed bill of exceptions was settled and filed there on January 16, 1940. It further appears from such certificate that no further time for perfecting the record on appeal has been granted appellant either by stipulation or order of court. The time for filing the printed bill of exceptions in this court has long since expired (rule I, sec. 1, Rules for Supreme Court and District Courts of Appeal), and no extension of time has been sought or granted. It is established that an appeal may be dismissed for the failure to file the printed bill of exceptions within the time limited by the above rule. <em>(Hewitt </em>v. <em>San Jose Pacific Co., </em>6 Cal. (2d) 372 [57 Pac. (2d) 907].)</p>\n<p id=\"b730-9\">Section 954 of the Code of Civil Procedure provides that an appeal may be dismissed where appellant fails to furnish the requisite papers. As part of the record on appeal, appellant is required to furnish any bill of exceptions upon <page-number citation-index=\"1\" label=\"709\">*709</page-number>which he relies. (Code Civ. Proc., sec. 950.) Since on this appeal, appellant relies wholly upon a bill of exceptions and no such record is before us, he has failed to furnish the requisite papers and the appeal should be dismissed. <em>(Hewitt </em>v. <em>San Jose Pacific Co., supra.)</em></p>\n<p id=\"b731-5\">At the hearing of this motion appellant failed to appear or to oppose the motion in any manner, although duly served with notice thereof. We deem such conduct to be an abandonment of the appeal, justifying a dismissal. (Rule V, sec. 3, Rules for Supreme Court and District Courts of Appeal.)</p>\n<p id=\"b731-6\">Moreover, from a mere examination of the judgment roll it appears that the findings and conclusions support the judgment. There is no transcript of the evidence by reference to which we could decide the questions raised on appeal.</p>\n<p id=\"b731-7\">For the foregoing reasons the motion to dismiss the appeal is granted and the appeal is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}