{
  "casebody": {
    "data": "<casebody firstpage=\"941\" lastpage=\"945\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b989-9\">JENKINS v. Martin P. DURKIN, Secretary of Labor (two cases).</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b989-12\">Nos. 14643, 14644.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b989-13\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b989-14\">Jan. 5, 1954.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b989-15\">Rehearing Denied Feb. 10, 1954.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b990-9\"><page-number citation-index=\"1\" label=\"942\">*942</page-number>Harry S. Baxter, Wm. B. Spann, Jr., Atlanta, Ga., Thomas T. Purdom, Decatur, Ga., Smith, Kilpatrick, Cody, Rogers &amp; McClatchey, Atlanta, Ga., of counsel, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b990-10\">Thomas T. Purdom, Decatur, Ga., Wm. B. Spann, Jr., Alston, Sibley, Miller, Spann &amp; Shackelford, Atlanta, Ga., for Georgia Cotton Ginners Ass’n, as amicus curiae.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b990-11\">Sylvia S. Ellison, Atty., Bessie Margolin, Asst. Sol., Stuart Rothman, Sol., Harold S. Saxe, Atty., Department of Labor, Washington, D. C., Beverley R. Worrell, Regional Atty., Department of Labor, Birmingham, Ala., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b990-12\">Before HUTCHESON, Chief Judge, and HOLMES and BORAH, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b990-13\">HUTCHESON, Chief Judge.</author>\n<p id=\"b990-14\">Alleging that as to five watchmen employees, defendant had been violating and would continue to violate the minimum wage and overtime provisions of the Fair Labor Standards Act, 29 U.S.C.A. § 201 et seq. as to them, and that there was due them back wages, the Secretary of Labor brought these suits, one to enjoin further violations, the other to recover the back wages due.</p>\n<p id=\"b990-17\">The claim was that these five watchmen were engaged in the production of goods for commerce within the meaning of Section 3(j) of the act,<footnotemark>1</footnotemark> and that the defendant had failed and refused, and would continue to fail and refuse to pay them or their successors the minimum wage and overtime pay provided in the act.</p>\n<p id=\"b990-18\">The defenses were: (1) a denial that any of the five watchmen were within the coverage of the act, and that the defendant had violated or would violate the act as to them; (2) (a) that each of the five watchmen was engaged solely in fire watching and had no duty to guard the property from theft or otherwise, and (b) that none of them was engaged in the production of goods for commerce, and none of them was therefore subject to either its minimum wage or overtime requirements; (3) (a) that defendant’s activities were confined to the handling of agricultural commodities within the area of production and were therefore, under the provisions of Sec. 13(a) (10) of the act, 29 U.S.C.A. § 213(a) (10), exempt from both the minimum wage and overtime requirements, and (b) that the present definition of the Secretary of Labor of the term “area of production” is arbitrary and invalid; and (4) (a) that the respondent was engaged in ginning and compressing cotton and the processing of cottonseed, and the provisions of Sec. (7) (c), exempting absolutely the ginning and compressing of cotton and the processing of cotton seed, took the watchmen, as to the time when respondent was engaged in such activities, out of the terms of the act; (b) <page-number citation-index=\"1\" label=\"943\">*943</page-number>that respondent’s activities had to do with the shelling and crushing of peanuts and the section 7 (c) provision, exempting the first processing within the area of production, exempted respondent as to a period which did not exceed fourteen weeks in each of the calendar years involved; and (c) that the administration’s definition of “area of production” is arbitrary and void.</p>\n<p id=\"b991-5\">The suits were tried together, and testimony was taken orally and by deposition in them. The court filed findings of law and fact<footnotemark>2</footnotemark> in which he rejected all of the defenses and claims to exemption with the exception of one week when the plant was engaged in ginning, and entered judgments for plaintiff in both suits.</p>\n<p id=\"b991-15\">Appealing from those judgments appellant is here insisting (1) that there was fundamental error in the finding that the watchmen were engaged in the production of goods for commerce in this that their work did not, under the applicable authorities, bring them within the coverage of the act; and that, as matter of fact and law, they were not so engaged in the production of goods for commerce or in any other closely related process or occupation as to be covered by it; and (2) that certainly none of the watchmen except Bruce Cooper can claim coverage, because the other four were employed only during the more than six months when the plant was completely shut down,<footnotemark>3</footnotemark> and no production activity was being carried on there. With respect to <page-number citation-index=\"1\" label=\"944\">*944</page-number>Bruce Cooper and, in the alternative, the other four, if they are found to be .generally covered, appellant's reliance is upon the exemption afforded by Section 13(a) (10) from both the minimum wage and the overtime provisions of the act, and by Sec. 7(c) from the overtime provisions.</p>\n<p id=\"b992-4\">While we are of the opinion that Bruce Cooper was, we are also of the opinion that none of the other watchmen were, within the general coverage of the act. No case from any federal appellate court is cited to us holding to the contrary, and we think it clear that appellee’s reliance on Kirschbaum v. Walling, 316 U.S. 517, 62 S.Ct. 1116, 86 L.Ed. 1638; Walton v. Southern Package Corporation, 320 U.S. 540, 64 S.Ct. 320, 88 L.Ed. 298; Russell Co. v. McComb, 5 Cir., 187 F.2d 524, and Armour &amp; Co. v. Wantock, 323 U.S. 126, 65 S.Ct. 165, 89 L.Ed. 118, holding that night watchmen are covered though the plant is shut down for the night, will not at all do.</p>\n<p id=\"b992-5\">To hold that employees who keep watch and ward at night so that the plant may start up the next day are covered is one thing. To hold that watchmen at a plant shut down for more than six months at a time are during those months so closely associated with producing goods for commerce as to be regarded as engaged in the production of such goods is quite another. Cf. Waller v. Humphreys, 5 Cir., 133 F.2d 193. Indeed, it seems to us that it is a reduction <em>ad absurdum </em>to say so.</p>\n<p id=\"b992-7\">As in all matters of construction of this nature, the question to be determined is one of degree. A regular nightly shut down while the plant is in operation is a part of the production process by which the goods are gotten out, as is a merely temporary shut down for a holiday or for repairs or other similar reasons. We are convinced, though, that, reason, experience, ¿nd logic combine to support the conclusion that watchmen employed in the plant during a shut down of months may not, during the shut down period, be said to be engaged in the production of goods for commerce or in a closely related occupation or process <page-number citation-index=\"1\" label=\"945\">*945</page-number>essential to the production thereof merely because it is possible or probable that after the shut down period the plant may reopen for the production of goods for commerce.</p>\n<p id=\"b993-5\">While we realize that casuists can and do spin chains of reasoning which are unending, we are of the opinion that that kind of reasoning is not compatible with proper canons of statutory construction. We are particularly of the view that when the question of the exertion of congressional powers over activities occurring wholly within a state is concerned, courts ought not to, indeed they may not, by spinning a web of casuistry, extend the congressional enactment beyond its reasonable confines. Cf. United States of America v. Five Gambling Devices, 1953, 74 S.Ct. 190.</p>\n<p id=\"b993-6\">Coming next to appellant’s claims to exemption under 13(a) (10), we agree with the district judge that the watchmen in question are not within the class of employees as to whom that exemption is conferred, and that it is unnecessary to consider and decide in connection with this claim whether the administrator’s definition of production is or is not involved.</p>\n<p id=\"b993-7\">When it comes, however, to the final claim to exemption, under 7 (c) from the overtime provisions of the law, we are of the opinion that as to the exclusion therefrom of plants located in or within one mile of towns of 2500 population or over, the present definition of “area of production” is invalid.</p>\n<p id=\"b993-8\">Because this opinion is already long and because Judge Pickett, dissenting in Tobin v. Traders Compress Co., 10 Cir., 199 F.2d 8, at page 11 has already simply, briefly, and effectively stated why the population provision is invalid, we will, without elaborating upon the reasons given by him, say we agree fully with them.</p>\n<p id=\"b993-9\">But this conclusion will not advantage the appellant in respect of Cooper, the one, watchman who is covered by the act, for, while there certainly are good economic arguments to be made against restricting the area within a twenty mile limit, they do not at all show that the distance fixed was arbitrary and without relation to “area of production” as the congress used that term, and since appellant is concededly not in compliance with this part of the definition, he cannot claim the benefit of the exemption extended to those who are.</p>\n<p id=\"b993-11\">The judgment in each case is therefore affirmed in so far as it rests upon and makes effective the findings as to Bruce Cooper. So much of each judgment as purports to rest upon and make effective the findings as to the other four watchmen is reversed and the cause is remanded with directions to dismiss the complaints as to them.</p>\n<footnote label=\"1\">\n<p id=\"b990-15\">. “ * * * for the purposes of this chapter an employee shall be deemed to have been engaged in the production of goods if such employee was employed * * • in any closely related process or occupation directly essential to the production thereof * » * 29 U.S.C.A § 203(j).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b991-6\">. In the injunction suit the trial court entered lengthy findings of fact and conclusions of law, holding in substance as follows :</p>\n<blockquote id=\"b991-7\">A. Each of defendant’s watchmen was, •during the entire period of his employment within the over-all period involved, engaged in an occupation which was closely related and directly essential to the production of goods for interstate commerce, and so was covered by the Fair ■Labor Standards Act.</blockquote>\n<blockquote id=\"b991-8\">B. The Administrator’s current defini-tion of “area of production” is valid.</blockquote>\n<blockquote id=\"b991-9\">O. Since defendant’s operations failed -to meet both the mileage and population tests contained in this definition, the ex- • emption provided by Sec. 13(a) (10) was -inapplicable.</blockquote>\n<blockquote id=\"b991-10\">D. The Sec. 13(a) (10) exemption was .-also inapplicable for the reasons that:</blockquote>\n<blockquote id=\"b991-11\">1. The watchmen were not personally •engaged in the specific activities enumer.-ated in that section;</blockquote>\n<blockquote id=\"b991-12\">2. Such activities were not performed -“for market” within the meaning of the .•section; and</blockquote>\n<blockquote id=\"b991-13\">3. Some of such activities were not -performed on agricultural commodities in ■their raw or natural state.</blockquote>\n<blockquote id=\"b991-14\">E. Since the Administrator’s definition •of “area of production” was not met, the exemption provided for in Sec. 7(c) was -inapplicable (except as to one week in -which the defendant’s plant was engaged •only in the ginning of cotton, which un.der the language of the Section is an exempt activity irrespective of whether carried on in the “area of production”). \"Therefore, any decision as to whether peanut shelling and crushing operations are “first processing of any agricultural or horticultural commodity” within the meaning of Sec. 7(c) was deemed unnecessary.</blockquote>\n<p id=\"b991-17\">Judgment was entered permanently enjoining the defendant from violating the minimum wage and overtime provisions of the Act with respect to watchmen employed by him and engaged in the production of goods for commerce.</p>\n<p id=\"b991-18\">In the wage suit, the trial court entered findings and conclusions which largely incorporated those entered in the other case. Its holding on the various points specified above was precisely the same as in the injunction suit. In addition, it held that the wage suit did not involve any question of law not settled finally by the courts, within the meaning of Sec. 10(c) of the Act.</p>\n<p id=\"b991-19\">Judgment was entered against the defendant for a specified amount of unpaid wages and overtime compensation found to be due to the watchmen, plus interest and costs.</p>\n<p id=\"b991-20\">The defendant has appealed to this Court from the judgment entered in each action.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b991-21\">. During the period between Jan. 25, 1950, and April 19, 1951, which is the over-all period involved in these suits, the activity carried on at defendant’s plant was as follows:</p>\n<p id=\"b991-22\">Jan. 25, 1950 to Aug. 8, 1950 — all parts of the plant were completely shut down and there was no productive activity whatever.</p>\n<p id=\"b991-23\">Aug. 8, 1950 to Sept. 2, 1950 — cotton ginning.</p>\n<p id=\"b992-8\"><page-number citation-index=\"1\" label=\"944\">*944</page-number>Week ending Sept. 9, 1959 — cotton ginning, peanut crushing.</p>\n<p id=\"b992-9\">Week ending Sept. 16, 1959 to Oct. 16, 1959 — cotton ginning.</p>\n<p id=\"b992-10\">Oct. 16, 1950 to Nov. <em>1, 1950 </em>— cotton ginning, peanut shelling.</p>\n<p id=\"b992-11\">Nov, 1, 1950 to Nov. 10, 1950 — Peanut shelling.</p>\n<p id=\"b992-12\">Nov. 10, 1950 to Nov. 20, 1950 — entire plant inactive.</p>\n<p id=\"b992-13\">Nov. 20, 1950 to April 19, 1951 — Peanut crushing continuously except for one week period in Dec., 1950 and two week period in Feb., 1951. ■</p>\n<p id=\"b992-14\">Defendant testified that he had not had and does not have any fixed intention, from one season to- the next to continue his operations or any particular part thereof from one season to the next. He decides whether he will crush or shell or gin as the season actually approaches. At the time his deposition was taken, he considered it doubtful that peanuts would be processed in the approaching season.</p>\n<p id=\"b992-16\">During the 1959-51 season, defendant employed on the average five persons in his ginning operation, forty-five in his crushing operation and seventy in his shelling operation. During the shutdown period between seasonal operations, the defendant has five or six employees, including watchmen. These employees, other than the watchmen, are key employees who are kept on the payroE so that they will be available the following season, and to keep up the plant machinery.</p>\n<p id=\"b992-17\">There is no dispute as to the periods of employment, within the over-all period involved in the action, of the five night watchmen. These periods were as follows:</p>\n<blockquote id=\"b992-19\">From Week Beginning Through Week Beginning</blockquote>\n<blockquote id=\"b992-18\">W. H. Smith • Jan. 26, 1950 Feb. 23, 1950</blockquote>\n<blockquote id=\"A5FQ\">Julius O. Taylor Jan. 26, 1950 Mar. 2, 1950</blockquote>\n<blockquote id=\"azb-dedup-0\">Raymond S’ellers Mar. 2, 1950 Apr. 6, 1950</blockquote>\n<blockquote id=\"A5c\">Jesse, O. Taylor Apr. 20, 3950 June 1, 1950</blockquote>\n<blockquote id=\"Aj1h\">Bruce Cooper Oct 5, 1950 Apr. 12, 1951</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}