{
  "casebody": {
    "data": "<casebody firstpage=\"111\" lastpage=\"117\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b153-5\">Blau, Appellant, <em>v. </em>Bernagozzi.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b153-6\"><em>Contract </em>— Sale—Personal <em>property </em>— Transfer <em>of possession </em>— Landlord <em>and tenant </em>— Rights <em>of judgment and execution creditor </em>— Judgment— <em>Collateral attack upon judgment.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b153-7\">1. Where the tenant of a licensed hotel being in arrears of rent, executes to his landlord a bill of sale of the furniture of the hotel in payment of the arrears of rent, and the landlord at the same time executes to the tenant a lease of the furniture, but there is no actual change of possession, a creditor of the tenant whose, debt has been reduced to a judgment prior to the date of sale may levy upon the furniture and sell it as the property of the tenant; and this is so although there may have been no fraud or collusion between the landlord and tenant. In such a ease the landlord cannot, on the distribution of the proceeds of the sale attack the validity of the judgment unless there has been fraud and collusion between the tenant and''the judgment creditor in the entering of the judgment.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b153-8\">2. Judgment creditors may attack a judgment collaterally when it is a fraud upon them, as when there has been collusion between the debtor and creditor, but they cannot set it aside merely because it was a fraud upon the debtor.</syllabus>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b153-9\">Argued March 5, 1913.</otherdate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"A_L\">Appeal, No. 16, March T., 1913, by plaintiff, from judgment of C. P. Lackawanna Co., Jan. T., 1912, No. 309, on verdict for defendant in <page-number citation-index=\"1\" label=\"112\">*112</page-number>case of A. Blau v. W. P. Bernagozzi.</summary>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"A_D\">July 16, 1913:</decisiondate>\n<judges data-order=\"7\" data-type=\"summary\" id=\"Afc\">Before Rice, P. J., Henderson, Morrison, Orlady, Head and Porter, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A3v\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b154-4\">Sheriff’s interpleader to determine the ownership of certain personal property. ' Before O’Neill, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b154-5\">The facts are stated in the opinion , of the Superior Court. •</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b154-6\">Verdict and judgment for defendant for 1479, by direction of the court. Plaintiff appealed.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b154-7\"><em>Error assigned </em>was in giving binding instructions for defendant.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b154-8\"><em>Joseph O’Brien </em>and <em>J. E. Watkins, </em>for appellant.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Ajq\">There are many cases which seem to argue that the trial judge committed error in giving binding instructions for the defendant: Cessna v. Nimick, 113 Pa. 70; Widdall v. Garsed, 125 Pa. 358; Hartley v. Weideman, 3 Pa. Dist. Rep. 336; Kisterbock v. Lanning, 19 W. N. C. 54; Waverly Coal &amp; Coke Co. v. McKennan, 110 Pa. 599; Schofield v. Shiffer, 156 Pa. 65; Krall v. Doutrich, 3 Pa. Dist. Rep. 12; Tisch v. Utz, 142 Pa. 186; Bloomingdale v. Victor, 147 Pa. 371; Goddard v. Weil, 165 Pa. 419; Oliver v. Iron Co., 170 Pa. 396.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b154-9\"><em>H. D. Carey, </em>for appellee.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"A5l\">The alleged sale was clearly a legal fraud: Young v. M’Clure, 2 W. &amp; S. 147; Dewart v. Clement, 48 Pa. 413; Kendig v. Binkley, 10 Pa. Superior Ct. 463.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b154-10\">The plaintiff in an interpleader proceeding cannot offer evidence to show fraud practiced upon the defendant in the execution: Dougherty’s Est., 9 W. &amp; S. 189; Lewis v. Rogers, 16 Pa. 18; Thompson’s App., 57 Pa. 175; Meckley’s App., 102 Pa. 536; Sponsler’s App., 127 Pa. 410.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b154-11\">Opinion by</p>\n<author id=\"AtFq\">Head, J.,</author>\n<p id=\"b154-12\">At the trial of the interpleader it appeared that the plaintiff was the landlord of the execution defendant. <page-number citation-index=\"1\" label=\"113\">*113</page-number>The latter had allowed the rent of the demised premises to become in arrears until something over $800 was due and owing to the plaintiff. On July 5, 1911, an agreement was reached between the parties by the terms of which the tenant executed and delivered to the plaintiff a bill of sale for the personal property on the demised premises. This property consisted generally of tables, chairs, wall mirrors, etc., the furnishings of the various rooms in the building which was being operated as a licensed hotel. The consideration of the sale was $800, all of which, as stated, was then due and owing by the tenant on account of the rent- None of the articles embraced in the bill were removed by the plaintiff. On the same day he made a lease of the same furniture and personal property to which he had just taken title to the tenant and in this way the possession of the property was in no way even temporarily affected.</p>\n<p id=\"b155-5\">Matters so remained until November 13, 1911, when the present defendant caused an execution to be issued on a judgment, against the plaintiff’s tenant, in pursuance of-which the sheriff levied on the personal property found in the possession of the execution defendant, being the same property covered by the bill of sale entered into in July previous. The plaintiff having made claim under his bill of sale to the property levied upon, the usual interpleader proceeding followed.</p>\n<p id=\"b155-6\">There is nothing in- this record that points to the existence of any actual fraud between the landlord and the tenant, in the transfer of the title to the personal property of- the latter. The indebtedness which formed the consideration is not questioned. Nor does it in any way appear that the amount of that consideration did not fairly and reasonably represent the value of the property. As between the landlord and tenant therefore the sale was perfectly good and the title to the property passed. Was the sale equally good and did the title pass as against the present defendant, the execution creditor of the vendor? It is true his execution did not issue until some months <page-number citation-index=\"1\" label=\"114\">*114</page-number>after the transfer of the title, and the state of the record as we have it does not, as plainly as would be desirable, show that he was a creditor on July 5, 1911. We think, however, there is enough to warrant us in assuming that in fact he was a creditor at and before the time of the transfer. The plaintiff himself offered in evidence “the files in this case including the execution,” the case referred to being the execution proceedings on the writ issued by the defendant against the plaintiff’s vendor. Just what “the files” offered and admitted would disclose we cannot with certainty say. It was the duty of the appellant to print them in his paper-book if he intended to argue that they furnished no evidence as to the date of the judgment on which the execution issued. The appellant raised no question either in the court below or in the argument of the case before us as to the fact that the defendant was a judgment creditor of the vendor’s at the time the bill of sale was made. Moreover, the appellee prints, as part of his argument, the note with warrant of attorney on which the defendant obtained judgment, and from this it appears that the note was dated March 8,1911, and that judgment was entered thereon that same day. The correctness of this is not questioned by the learned counsel for the appellant. We therefore assume that at the time the bill of sale was made and the appellant sought to take title to the personal property, the present defendant was the judgment creditor of the vendor.</p>\n<p id=\"b156-4\">Where a sale of personal property is not accompanied by any actual delivery or change of possession, the title which the vendee would otherwise take will be postponed in favor of a subsequent bona fide purchaser or execution creditor of the vendor unless the circumstances be shown to be such as to constitute an exception to the general rule. The controlling legal principle in such cases is well stated in Cessna v. Nimick, 113 Pa. 70: “The question as to what acts are necessary, on the sale of a chattel, to constitute a valid delivery against third persons, has been frequently considered. It is now well settled that a <page-number citation-index=\"1\" label=\"115\">*115</page-number>change of the location of the property is not in all cases essentially necessary. Due regard must be had to the character of the property, the nature of the transaction, the position of the parties and the intended use of the property. If the purchase be in good faith and for a valuable consideration, followed by acts intended to transfer the possession as well as the title, and the vendee assumes such control of the property as to' reasonably indicate a change of ownership, the delivery of possession, as matter of law, cannot be declared insufficient.” The appellant could ask for no more liberal statement of the rule, yet it is apparent that he has not brought -himself within it. He can point to no single act done by him evidencing an intent to transfer the possession, or to assume such control of the property as to reasonably indicate a change of ownership. Indeed the entire transaction is rather indicative of the mutual intent of the parties that the former possession of the tenant was to be in no wise affected and that he was still to retain every outward badge of the ownership with which he had apparently parted by the execution and delivery of the bill of sale.</p>\n<p id=\"b157-5\">So far as can be learned from the bill of sale itself, the great bulk at least of the property therein mentioned consisted of small portable articles of furniture, easily reducible to the tangible possession of the new owner. Under these circumstances we can see no ground on which to predicate the conclusion that this case should be classed among the exceptions to the general rule. The learned judge below committed no error therefore in declaring, as matter of law, that the title which the plaintiff then took to the personal property levied upon must necessarily be postponed in favor of a bona fide execution creditor. As this proposition rests on the testimony offered by the plaintiff alone, there was no question of fact for submission to the jury on this branch of the case.</p>\n<p id=\"b157-6\">We find no reversible error in the action of the court which is the subject of the first assignment. The question propounded by the appellant’s counsel was plainly ob<page-number citation-index=\"1\" label=\"116\">*116</page-number>jectionable in form, not only because it was leading but because it sought to have the witness affirm legal conclusions both as to the possession and ownership of the property in dispute. The facts embraced in the question could have been elicited from the witness by a proper examination, but the appellant declined to avail himself of his right in this respect. The first assignment is dismissed.</p>\n<p id=\"b158-3\">The plaintiff then sought to prove by the execution defendant that he signed the judgment note on which the execution issued under a misapprehension as to its nature and on the representation and understanding that it was a bail bond for the release of his partner who had been arrested. No direct attack upon the judgment had been made by the defendant therein, the witness then on the stand, although that judgment had been of record since March 8, 1911, and although all of the installments of the debt secured thereby had become due save the last one. How many, if any of them, had been paid, the record does not distinctly show. There was no proof or offer to prove any collusion in the giving of the note, and the learned court below under these circumstances held that the judgment could not be thus collaterally attacked in the present proceeding. In this we think he was right. A brief quotation from one or two of the many cases on the subject will be sufficient. In Dougherty’s Estate, 9 W. &amp; S. 189, it was held, \"On an appropriation of the proceeds of a sale of real estate by the sheriff, judgment creditors may avail themselves of a right to set aside a judgment given and obtained by collusion for the purpose of defrauding them; but they cannot thus attack a judgment on the ground that the defendant in it was overreached or taken advantage of by the plaintiff with regard to its consideration.” In Woods v. Irwin, 141 Pa. 278, Mr. Justice Mitchell said: \"In Clark v. Douglas, 62 Pa. 408, this court, through Shabswood, J;, said that-it was now fortunately well settled that creditors have no right to impeach a judgment on any other, ground than collusion.” In McPherran’s Estate, 212 Pa. 432, Mr. Justice Potteb <page-number citation-index=\"1\" label=\"117\">*117</page-number>cites with approval the following language of Mr. Justice Stkong in Thompson’s Appeal, 57 Pa. 175: “Judgment creditors may attack a judgment collaterally when it is a fraud upon them, as when there has been collusion between the debtor and the creditor; but they cannot set it aside merely because it is a fraud upon the debtor.”</p>\n<p id=\"b159-5\">The application of the principle thus stated to the facts exhibited by this record sustains the conclusion reached by the learned trial judge. The present appellant was a stranger to the judgment in favor of the defendant against the former. Generally speaking, that judgment was conclusive until impeached or set aside in a proceeding directly begun for that purpose. Unless a collateral attack upon it could be sustained on the ground that it had been obtained by collusion to the prejudice of the rights of the present plaintiff, he could not in the present proceeding ask the trial court to determine that such judgment should be stricken off, opened or stripped of any of the incidents attached to it by law. The proposed testimony was therefore properly rejected, and the second assignment is overruled.</p>\n<p id=\"b159-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}