{
  "casebody": {
    "data": "<casebody firstpage=\"285\" lastpage=\"287\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b321-4\">Commonwealth <em>vs. </em>Walter J. Miller &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b321-5\">Plymouth.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Apm\">April 9, 1937.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFj\">May 24, 1937.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b321-6\">Present: Rugg, G.J., Field, Donahue, Lummus, <em>&amp; </em>Qua, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b321-13\"><em>J. M. Boyle, </em>for the defendants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b321-14\"><em>E. R. Dewing, </em>District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AoNu\">Lummus, J.</author>\n<p id=\"A2o\">The evidence tended to show the following facts. Police officers, on August 24, 1936, a little after half past eight in the evening, found the defendants Dermer and Kilgallon sitting in a parked automobile, in Hull, the former in the front seat and the latter in the rear seat. Dermer had one hand over a pair of “smoked glasses.” A few minutes before, a third man had been seen in the automobile. While the officers were present at the automobile, the defendant Miller was seen approaching, but <page-number citation-index=\"1\" label=\"286\">*286</page-number>he turned and started back in the opposite direction. A few minutes afterwards, Miller was arrested some distance away. When asked where he was going, Miller said that he was “looking for some friends of mine.” The automobile was driven to the police station. Shortly after its arrival, a police official pulled down the movable arm located in the middle of the back cushion of the rear seat, which when not in use closed into and appeared to be a part of that cushion. Pulling down the arm into position for use disclosed two revolvers behind it, with handles up, one of thirty-eight calibre with three cartridges in it, the other of thirty-two calibre unloaded. Six more cartridges, two of thirty-eight calibre and four of thirty-two calibre, were later found in the same recess behind the movable arm. Both Miller and Dermer testified that they were together in the automobile, with Kilgallon, on the evening in question, but denied knowledge of the revolvers. Kilgallon did not become a witness, but absented himself and was defaulted just before the verdicts of guilty were rendered. Apparently he has not been apprehended.</p>\n<p id=\"b322-5\">The defendants were convicted upon an indictment which alleged in the first count that they “did carry under their control in a vehicle, to wit, an automobile, a loaded revolver, then and there not being licensed so to do as provided by law.” The second count differed only in that the revolver was alleged to be unloaded. G. L. (Ter. Ed.) c. 269, § 10.</p>\n<p id=\"b322-7\">The facts already stated did not fully exclude the possibility that only one of the defendants or someone else placed the revolvers in the automobile at some time before or after the arrest, without the knowledge of some or any of the defendants. But the automobile belonged to Miller, and the other defendants were friends of his. Conduct of each of the defendants could be found to show consciousness of guilt; and there is no suggestion that any one of them feared a charge of any offence other than the one in question. Kilgallon gave a false name when arrested. Both Miller and Dermer admitted in their testimony that they had made false statements to the officers concerning <page-number citation-index=\"1\" label=\"287\">*287</page-number>the purpose for which they came to Hull. <em>Commonwealth </em>v. <em>Spezzaro, </em>250 Mass. 454, 457. <em>Commonwealth </em>v. <em>Madeiros, </em>255 Mass. 304, 314. <em>Commonwealth </em>v. <em>Vellucci, </em>284 Mass. 443, 445, 446. See also <em>D’Arcangelo </em>v. <em>Tartar, </em>265 Mass. 350, 352. There was evidence that the police commissioner caused his office to be connected by means of a radio telephone with the cells in which Miller and Dermer were confined, and that he heard Miller say, “Who do you suppose told him that I wanted to get up there to get those guns?” and Dermer reply, “I didn’t tell him.” The foregoing evidence was sufficient to warrant a finding that both Miller and Dermer had knowledge of the presence of the revolvers in the automobile, and had control of them. See <em>Commonwealth </em>v. <em>Graham, </em>279 Mass. 466, 468. The evidence warranted the verdict of guilty as to both the defendants now before the court.</p>\n<p id=\"b323-5\">The requests for instructions for the most part asked the judge to comment upon particular facts supposed to tend in favor of the defendants. The judge was not bound to comply. <em>Commonwealth </em>v. <em>Polian, </em>288 Mass. 494, 499. It could not properly have been ruled as matter of law that the revolvers, in the place in which they were found, were not within the control of any occupant of the automobile, or of all of them jointly. If the arrest of the defendants without a warrant was unlawful, that constitutes no defence to the indictment. <em>Commonwealth </em>v. <em>Gorman, </em>288 Mass. 294, 300, 301. We find no error in the admission of evidence. As no error of law appears, the entry as to each defendant must be</p>\n<p id=\"b323-6\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}