{
  "casebody": {
    "data": "<casebody firstpage=\"767\" lastpage=\"776\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b813-9\">Lawrence C. MILLER, Jr., Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b813-11\">No. 17061.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b813-12\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b813-13\">Argued Nov. 20, 1962.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b813-14\">Decided June 14, 1963.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b813-24\">Mr. William P. Bernton, Washington, D. C. (appointed by this court), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b813-25\">Mr. Tim Murphy, Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., Frank Q. Nebeker and Arthur J. McLaughlin, Asst. U. S. Attys., were on the brief, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b813-26\">Before Bazelon, Chief Judge, and Fahy and Burger, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b813-27\">PER CURIAM.</author>\n<p id=\"b813-28\">The judgment of the District Court is reversed. Chief Judge BAZELON files an opinion. Circuit Judge FAHY files a separate opinion concurring with Chief Judge BAZELON in reversal. Circuit Judge BURGER dissents.</p>\n<author id=\"b814-3\"><page-number citation-index=\"1\" label=\"768\">*768</page-number>BAZELON, Chief Judge.</author>\n<p id=\"b814-4\">Appellant was convicted of robbery, D.C.Code § 22-2901, and sentenced to imprisonment for two to six years. His ■conviction rested on the testimony of the complaining witness, Cornell Watson. In its brief the Government described this testimony as follows:</p>\n<blockquote id=\"b814-5\">“ * * * Watson testified that about 5:15 P.M. on July 26, 1961, he was en route home from work and boarding a bus at 7th and Florida Avenue, Northwest in the District of Columbia. His wallet containing fourteen dollars and personal papers was in his left hip pocket at the time. As he was boarding the bus he felt a slight jostle and subsequently discovered his wallet was missing. As a result of a conversation with persons on the bus [The record indicates that he was told that “they had observed two people running down Florida Avenue and had gotten off * * *.”] Watson got off the bus at 7th and Florida Avenue and went east into an alley. Upon entering the alley Watson observed four or five men, including the appellant, who was looking through a wallet described by Watson as belonging to him, and the one he had on his person prior to boarding the bus. Watson yelled, ‘Hey, that’s my wallet. Give it back to me,’ and gave chase to the appellant who ran away still holding the wallet. The chase lasted a number of blocks and suddenly appellant stopped and came back towards Watson who caught hold of him. Watson testified that he asked appellant for his wallet and appellant replied, ‘Here, man, take this dollar and my ring and I will go back and get your wallet.’ Watson took the dollar and about that time Police Officer Mitchell appeared and took appellant into custody. During the ensuing excitement an unknown citizen returned Watson’s wallet to him. Watson testified he did not see anyone take his wallet or see anyone throw it away.”</blockquote>\n<p id=\"ayj-dedup-0\">Appellant now claims errors in the jury instructions which he did not assert at the trial. A discussion of the evidence is essential in determining whether these claims are valid and, if so, whether they affect substantial rights within the meaning of the “plain error” rule. Rule 52 (b), Fed.R.Crim.P.</p>\n<p id=\"b814-12\">I discuss first the evidence relating to the corpus delicti. Although there was no direct evidence that the wallet was taken from the person of the complaining witness, there was testimony of circumstances from which the jury could have inferred either that the wallet was picked from his pocket, or that it was accidentally <em>dropped </em>from his pocket and was picked up by someone who ran off with it.<footnotemark>1</footnotemark></p>\n<p id=\"b814-13\">The jury therefore had two principal tasks to perform. It had to pass on the truth of the complaining witness’ uncon-tradicted testimony that he had “felt a slight jostle” and had been told that “two people [were] running down Florida Avenue.” If it believed this testimony, the jury then had to decide the further question whether these circumstances warranted an inference that the wallet was stolen rather than dropped accidentally.</p>\n<p id=\"b814-14\">No instruction outlining this two step process<footnotemark>2</footnotemark> was requested or given. Ab<page-number citation-index=\"1\" label=\"769\">*769</page-number>sent a request, failure to give such an instruction would not ordinarily be reversible error. But here the trial judge affirmatively implied to the jury that, if it believed the testimony of the complaining witness, the inference of guilt should be drawn. He said:</p>\n<blockquote id=\"b815-5\">“I think it is obvious that in large measure your verdict in this case must depend upon the credence which you give to the testimony of the witnesses, because when you decide which of these witnesses are, in your opinion, telling the truth, I think <em>the rest of your verdict will be relatively simple to arrive at.”</em></blockquote>\n<p id=\"b815-7\">This may well have conveyed to the jury the erroneous impression that the Government’s case rested on direct testimony which, if believed, practically required the conclusion that the wallet had been stolen from the pocket of the complaining witness.</p>\n<p id=\"b815-8\"> The trial judge’s emphasis on the jury’s task of determining the credibility of testimony, and his minimizing the difficulty of its task of drawing inferences, was the more misleading because most of the testimony involved was uncontradicted. The more difficult question was not whether the evidence was true, but what inference should be drawn from it. In my opinion, it was plain error affecting substantial rights to tell the jury that the answer to this question was “relatively simple to arrive at.” Rule 52 (b), Fed.R.Crim.P. It follows that there must be a new trial.<footnotemark>3</footnotemark></p>\n<p id=\"b815-14\">There is another matter which I think we should consider because it will probably arise in a new trial. It relates to the proof of appellant’s complicity in the alleged crime. Here also there was no direct evidence. No one saw him pick the complaining witness’ pocket (if the pocket was indeed picked); no one identified him as being on or near the bus' at the time of the alleged offense; and no one identified him as one of the persons who got off the bus and was “running down Florida Avenue.” <footnotemark><em>4</em></footnotemark></p>\n<p id=\"ANZI\">The Government sought to link appellant to the alleged crime by inferences of guilt from (1) unexplained possession of recently stolen property, and (2) flight.</p>\n<p id=\"b815-15\">The trial judge’s careful instruction on the first of these points was in complete accord with our rulings in Bray v. United States, 113 U.S.App.D.C. 136, 306 F.2d 743 (1962); and McKnight v. United States, C.A.D.C., 309 F.2d 660 (1962).</p>\n<p id=\"b815-16\">In his instruction on flight, however, the trial judge erroneously used the word “presumption.”<footnotemark>5</footnotemark> Had this error <page-number citation-index=\"1\" label=\"770\">*770</page-number>been called to bis' attention, failure to remedy it would have constituted reversible error. See cases cited at p. 770 infra. But no objection was made; nor was there any request for fuller instructions. In the context of the case, I think the flight instruction, considered as a whole, was not plain error affecting appellant’s substantial rights. But in my opinion, fuller instructions regarding flight, the nature of which I now discuss, should, when requested, be given in appropriate future cases.</p>\n<p id=\"b816-4\">Two factual assumptions underlie the legal relationship between flight and guilt: (1) that one who flees shortly after a criminal act is committed or when he is accused of committing it does so because he feels some guilt concerning that act; and (2) that one who feels some guilt concerning an act has committed that act.<footnotemark>6</footnotemark> Both assumptions purport to rest on common experience, not moral principles.</p>\n<p id=\"b816-5\">The first assumption — that one who flees shortly after a criminal act is committed or when he is accused of committing it does so because he feels some guilt concerning that act — has been subjected to a good deal of judicial criticism, on the ground that, in fact, common experience does not support it.</p>\n<p id=\"b816-6\">The New York Court of Appeals, in a leading case decided over eighty years ago,<footnotemark>7</footnotemark> said, “There are so many reasons for such conduct, consistent with innocence, that it scarcely comes up to the standard of evidence tending to establish guilt * *</p>\n<p id=\"b816-9\">In a series of cases decided late in the 19th century, the United States Supreme Court also depreciated the evidentiary value of flight. In Hickory v. United States, 160 U.S. 408, 16 S.Ct. 327, 40 L.Ed. 474 (1896), it reversed a conviction because the trial judge had charged the jury that flight created a presumption of guilt. Referring to “several marked * * * instances where a person had fled who was undoubtedly innocent,” id. 160 U.S. at 420, 16 S.Ct. at 332, 40 L.Ed. 474, the Court concluded that flight (and concealment) “are mere circumstances to be considered and weighed in connection with other proof with that caution and circumspection which their inconclusiveness when standing alone require.” Id. 160 U.S. at 417, 16 S.Ct. at 330, 10 L.Ed. 474. In Alberty v. United States, 162 U.S. 499, 511, 16 S.Ct. 864, 868, 40 L.Ed. 1051 (1896), the Court again reversed a conviction because the jury was wrongly instructed on flight. It noted that</p>\n<blockquote id=\"b816-10\">“it is not universally true that a man, who is conscious that he has done wrong, ‘will pursue a certain course not in harmony with the conduct of a man who is conscious of having done an act which is innocent, right and proper;’ since it is a matter of common knowledge that men who are entirely innocent do sometimes fly from the scene of a <page-number citation-index=\"1\" label=\"771\">*771</page-number>crime through fear of being apprehended as the guilty parties, or from an unwillingness to appear as witnesses. Nor is it true as an accepted axiom of criminal law that ‘the wicked flee when no man pursueth, but the righteous are as bold as a lion.’ Innocent men sometimes hesitate to confront a jury — not necessarily because they fear that the jury will not protect them, but because they do not wish their names to appear in connection with criminal acts, are humiliated at being obliged to incur the popular odium of an arrest and trial, or because they do not wish to be put to the annoyance or expense of defending themselves.”</blockquote>\n<p id=\"b817-5\">See also Allen v. United States, 164 U.S. 492, 17 S.Ct. 154, 41 L.Ed. 528 (1896); Starr v. United States, 164 U.S. 627, 17 S.Ct. 223, 41 L.Ed. 577 (1897).</p>\n<p id=\"b817-6\">Recent appellate opinions also have noted the ambiguity of flight as indicating feelings of guilt. In Vick v. United States, 216 F.2d 228 (1954), the Fifth Circuit reversed a conviction substantially predicated on flight. The court noted that “[f] light alone has been said to be ordinarily ‘of slight value, and of none whatever unless there are facts pointing to the motive which prompted it’ ” (citing cases); it went on to observe that “[ajppellant may have fled because of a sense of guilt, or because he thought that his presence * * * was a suspicious circumstance which might lead to his indictment, or because he did not want either to disclose the guilt of his brother and his nephew, or to be punished for contempt for refusing to do so. One motive is about as likely as another. Appellant may be guilty, but his conviction cannot rest upon mere conjecture and suspicion.” Id. 216 F.2d at 232, 233.<footnotemark>8</footnotemark></p>\n<p id=\"b817-10\">In a recent case which raised the issue “whether the petitioner’s flight justified an inference of guilt sufficient to generate probable cause for his arrest,” the Supreme Court said, “[W]e have consistently doubted the probative value in criminal trials of evidence that the accused fled the scene of an actual or supposed crime.” Wong Sun v. United States, 371 U.S. 471, 483-484, 83 S.Ct. 407, 415-416, 9 L.Ed.2d 441 (1963).</p>\n<p id=\"b817-11\">This chorus of judicial caution, however, has been limited to the first assumption that one who flees shortly after a criminal act is committed or when he is accused of committing it feels some guilt concerning that act. It has not been extended to the second assumption that one who feels some guilt concerning an act has committed that act. Courts and commentators have commonly accepted this second assumption without criticism. Wigmore summarizes the judicial attitude by saying that this assumption “gives rise to no dispute * *</p>\n<blockquote id=\"b817-12\">“The commission of a crime leaves usually upon the consciousness a moral impression which is characteristic. The innocent man is without it; the guilty man usually has it. Its evidential value has never been doubted. The inference from consciousness of guilt to ‘guilty’ is always available in evidence. It is a most powerful one, because the only other hypothesis conceivable is the rare one that the person’s consciousness is caused by a delusion, and not by the actual doing of the act.<footnotemark>9</footnotemark> ”</blockquote>\n<p id=\"b817-13\">Thus, although some courts recognize that flight may be prompted by something other than feelings of guilt, judicial opinion seems to assume that if flight is prompted by feelings of guilt, the accused is certainly the guilty doer.</p>\n<p id=\"b818-3\"><page-number citation-index=\"1\" label=\"772\">*772</page-number>But available empirical data suggests the wisdom of caution concerning this assumption. Many years ago Sigmund Freud warned the legal profession:</p>\n<blockquote id=\"b818-4\">“You may be led astray * * * by a neurotic who reacts as though he were guilty even though he is innocent — because a lurking sense of guilt already in him assimilates the accusation made against him on this particular occasion. You must not regard this possibility as an idle one; you have only to think of the nursery, where you can often observe it. It sometimes happens that a child who has been accused of a misdeed denied the accusation, but at the same time weeps like a sinner who has been caught. You might think that the child lies, even while it asserts its innocence; but this need not be so. The child is really not guilty of the specific misdeed of which he is being accused, but he is guilty of a similar misdemeanour of which you know nothing and of which you do not accuse him. He therefore quite truly denies his guilt in the one case, but in doing so betrays his sense of guilt with regard to the other. The adult neurotic behaves in this and in many other ways just as the child does. People of this kind are often to be met, and it is indeed a question whether your technique will succeed in distinguishing such self-accused persons from those who are really guilty.<footnotemark>10</footnotemark> <em>”</em></blockquote>\n<p id=\"b818-11\">The observation that feelings of guilt may be present without actual guilt in so-called normal as well as neurotic people has been made by many recognized scholars and is a significant factor in the contemporary view of the dynamics of human behavior.<footnotemark>11</footnotemark></p>\n<p id=\"b819-4\"><page-number citation-index=\"1\" label=\"773\">*773</page-number>It is not suggested that guilt feelings may not reflect actual guilt, but only that they do not always reflect it, and that Wigmore’s commonly accepted opinion that “guilty consciousness” is “the strongest evidence * * * that the person is indeed the guilty doer,”<footnotemark>12</footnotemark> should not be elevated to an immutable principle either of law or human behavior.<footnotemark>13</footnotemark></p>\n<p id=\"b819-5\">When evidence of flight has been introduced into a case, in my opinion the trial court should, if requested, explain to the jury, in appropriate language, that flight does not necessarily reflect feelings of guilt, and that feelings of guilt, which are present in many innocent people, do not necessarily reflect actual guilt. This explanation may help the jury to understand and follow the instruction which should then be given, that they are not to presume guilt from flight; that they may, but need not, consider flight as one circumstance tending to show feelings of guilt; and that they may, but need not, consider feelings of guilt as evidence tending to show actual guilt.<footnotemark>14</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b814-7\">. The latter conclusion would, of course, require acquittal of the crime charged. There was no challenge to the sufficiency of the evidence either at trial or on appeal, and I am not prepared on the basis of this record to hold that the case was improperly submitted to the jury.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b814-9\">. Had such an instruction been requested, failure to give it would have been reversible error.</p>\n<p id=\"b814-15\">Appellant argues that, since all the evidence that a crime was committed was “circumstantial,” an instruction was required that “unless there is substantial evidence of facts which exclude every reasonable hypothesis but that of guilt, the verdict must be not guilty * * Carter v. United States, 102 U.S.App.D.C. 227, 231-232, 252 F.2d 608, 612-613 (1956). In Holland v. United States, 348 U.S. 121, 139-140, 75 S.Ct. 127, 137-<page-number citation-index=\"1\" label=\"769\">*769</page-number>138, 99 L.Ed. 150 (1954), the Supreme Court stated that “the better rule is that where the jury is properly instructed on the standards for reasonable doubt, such an additional instruction on circumstantial evidence is confusing and incorrect.” This court, at first, apparently interpreted the Supreme Court’s view as permissive rather than mandatory with the various circuits; for in Carter, decided <em>after </em>Holland, we reversed for failure to give the requested traditional circumstantial evidence instruction. But in Hunt v. United States, 115 U.S.App.D.C. -, 316 F.2d 652, (1963), the “better rule” was apparently adopted. In any event, our appellant did not request the Carter instruction. And, absent such a request, omission of such an instruction is not “plain error.” See Macaboy v. United States, 82 U.S.App.D.C. 53, 160 F.2d 279 (1947).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b815-17\">. On oral argument, appellant alleged for the first time that neither he nor his lawyer was present when the trial court vacated his plea of guilty to a lesser offense and reinstated his earlier plea of not guilty to the charged crime. I do not consider his challenge to this action since the record is silent about the relevant circumstances. But I would instruct the trial court, at any new trial, to permit appellant to plead anew.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b815-18\">. There was absolutely no evidence <em>that it was appellant </em>who was seen boarding or leaving the bus.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b815-19\">. The full instruction on flight was as follows:</p>\n<blockquote id=\"b815-20\">“There is a further doctrine of law that becomes pertinent in this case, and that is the testimony of the complaining witness, Cornell Watson, that the defendant fled from the alley where he was first confronted and ran for a <page-number citation-index=\"1\" label=\"770\">*770</page-number>period of several blocks. This brings into the case a <em>presumption </em>or an element of consideration which hinges around the principle that flight may be considered by jurors as evidence of guilt. In other words, you are entitled to draw from testimony which you accept as credible a conclusion that flight on the part of a defendant was or is evidence of guilt. You are instructed, however, as a matter of law that flight means not merely a leaving, but means a leaving under a consciousness of guilt and for the purpose of evading arrest. Therefore, if you find that the defendant’s conduct was induced by fear of arrest, then it is a flight from justice and you may consider it as a circumstance indicating guilt. If, on the other hand, the defendant has explained his presence at the point where he said he was first accosted by the complaining witness to your complete satisfaction, then the element of flight is not a factor to be considered by you.” [Emphasis supplied.]</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b816-12\">. Wigmore puts it as follows: “There are two processes or inferences involved,— from conduct to consciousness of guilt, and then from consciousness of guilt to the guilty deed.” 1 Wigmore on Evidence § 173 (1940).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b816-13\">. Ryan v. People, 79 N.Y. 593, 601 (1880).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b817-7\">. See also Cooper v. United States, 94 U.S.App.D.C. 343, 218 F.2d 39 (1954), wherein Judge Prettyman observed for this court that a certain circumstance “is explained by terrorized innocence as well as by a sense of guilt. After all, innocent people caught in a web of circumstances frequently become terror-stricken.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b817-15\">. 1 Wigmore on Evidence § 173 (1940). See also id. at §§ 273, 276 (citing cases).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b818-6\">. Freud, Psychoanalysis and the Ascertaining of Truth in Courts of Law (1906), in Collected Papers (1959), Vol. 2, p. 13. Freud subsequently observed that a “sense of guilt” may derive from “criminal intentions” rather than from an actual past misdeed, and in so-called “normal” as well as neurotic individuals. See, e.g., Freud, Criminality From a Sense of Guilt (1915), in Collected Papers (1959), Vol. 4, p. 342; Freud, The Ego and the Id (1923), in Complete Psychological Works (1961), Yol. XIX, p. 48 ff. Also see, e.g., Zilboorg, The Psychology of the Criminal Act and Punishment (Harcourt Brace 1954): “A severe sense of guilt can exist in the absence of one single overt act of hostility. A sense of guilt means a self-reproaching attitude, a self-accusatory one, a self-attacking one * * *. This is a universal phenomenon common to all of us.” Id. at 50.</p>\n<p id=\"b818-9\">Freud was, of course, not the first to notice this phenomenon. See, e.g., Dos-toevski Brothers Karamazov (Mod.Lib. 1950) 757 — 70, wherein the author describes how Ivan — the brother who had desired the death of the father but had not perpetrated the act — manifests all the traditional symptoms of guilt described by Wigmore, whereas the actual murderer reacts in a cool dispassionate way, consistent — according to Wigmore —with innocence. For a similar, more recent and more detailed treatment of this problem, see Reik, The Compulsion to Confess (1959) 32, 39, 41, 149, 266.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b818-13\">. For discussions of guilt feelings in a variety of contexts, see, e.g., Abraham-sen, The Psychology of Crime (Columbia 1960) 255, 131 ff; Adorno, Frenkel-Brunswick, Levinson, Sanford, The Authoritarian Personality (Harper 1950) 410 ff, 352; Aiclihorn, Wayward Youth (Meridian 1955) 95, 134, 175; Alexander &amp; Staub, The Criminal, The Judge and the Public (1956) 94, 139 ff; Allport, The Nature of Prejudice (Anchor 1958) 355 ff; Bromberg, <em>Crime </em>— la there a Cause or Remedy, 1 Archives Crim. Psy-chodynamics 326 (1955); Dearman &amp; Smith, Unconscious Motivation and the Polygraph Test, Am.J. Psychiatry (May 1963) 1017-20; English &amp; Finch, Introduction to Psychiatry (Norton 1957) 38 ff; English &amp; Pearson, Emotional Problems of Living (Norton 1955.) 359 ff; Erikson, Childhood and Society <em>(Norton </em>1950) 86, 223, 224, 338; Eeniohel, The Psychoanalytic Theory of Neurosis (1945) 134-35, 369; Ferenczi, A Lecture for Judges and Barristers (1913), in Further Contributions to the Theory and Technique of Psychoanalysis (Hogarth 1950); Flugel, Man, Morals and Society (1945) 208 ff; Freud, A., The Ego and the Mechanisms of Defense (1946) 128-29; Fromm, Psychoanalysis and Religion (Yale 1950) 90 ff; Glueck, Psychodynamic Patterns in the Homosexual Sex Of<page-number citation-index=\"1\" label=\"773\">*773</page-number>fender (1956), in Donnelly, Goldstein &amp; Schwartz, Criminal Law (Free Press 1962), 42, 43; Guttmacher &amp; Weihofen, Psychiatry and the Law (Norton 1952) 63, 104; Hartmann, Psychoanalysis As a Scientific Theory, in Hook, Psychoanalysis, Scientific Method and Philosophy (Evergreen 1960) 10, 15; Hodges, The Ethics of Freudian Guilt, 2 Archives Crim. Psychodynamics 413 ff (1957); Horney, The Neurotic Personality of Our Time (Norton 1937) 230 ff; Jokl, The Mobilizing of the Sense of Guilt, 8 Int. J. Psychoanalysis 479 ff (1927); Jones, E., The Genesis of the Superego (1947), in An Outline of Psychoanalysis, ed. by Clara Thomson (Mod.Lib.1955) 39 ff; Kardiner &amp; Ovesey, The Mark of Oppression, A Psychosocial Study of the American Negro (1951) 202-06, 315-16; Karpman, Criminal Dynamics: A Platform, 1 Archives Crim.Psyehodynamies 19 (1955); Klein, The Psychoanalysis of Children (Evergreen 1960) 216, 230; Lampl, A Case of Borrowed Sense of Guilt, 8 Int.J.Psychoanalysis 143 (1927)'; Malinowski, Sex and Repression in Savage Society (Meridian 1955) 61 ff; Mul-lahy, Oedipus, Myth and Complex (1948) 39, 42; Rank, The Myth of the Birth of the Hero (Vintage 1959) 199, 270-71; Rapaport, On the Psychoanalytic Theory of Affects, in Knight, Psychoanalytic Psychiatry and Psychology (1954) 290-91; Redi &amp; Wineman, Children Who Hate (1951), 105, 146; Riesman, Glazer &amp; Denney, The Lonely Crowd (Anchor 1955) 41, 42; Roche, The Criminal Mind (Evergreen 1958) 111; Saul, The Bases of Human Behavior: A Biologic Approach to Psychiatry (Lippincott 1951) 66-67; Schafer, The Loving and Beloved Superego in Freud’s Structural Theory, 15 Psychoanalytic Study of The Child 174 ff; Sehein, Coercive Persuasion (1961) 140 ff; White, The Abnormal Personality (Ronald 1956) 77, 80 ff; AVinnicott, Psychoanalysis and the Sense of Guilt, in Sutherland, Psychoanalysis and Contemporary Thought (Hogarth 1958); Wittels, Psychoanalysis and Criminology, 2 Archives Crim.Psychody-namics 490 (1957). Cf. Watson, Behaviorism (1930) 186-87. Also cf. Butler, The Way of All Flesh (Everyman) ch. 39-40; Camus, The Stranger (Vintage 1954) ; Niebuhr, An Interpretation of Christian Ethics (Meridian 1958) 75-80; Ray, A Treatise on the Medical Jurisprudence of Insanity (1838 ed., John Harvard Library Reprint 1962) 269-71. For early recognition of the phenomenon of guilt feelings, see, e.g., Maimonides, The Book of Judges (Vale 1949) 53; St. Augustine, The Confessions, in Levitas, the World of Psychology (1963) Vol. 2, p. 277 ff.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b819-16\">. 2 Wigmore on Evidence § 273.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b819-17\">. See Statement of Mr. Justice Frankfurter in Report of Royal Commission on Capital Punishment 1949-1953, 102: “I do not see why the rules of law should be arrested at the state of psychological knowledge of the time when they were formulated * *</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b819-18\">. The instruction is not designed, as the dissent says, to require jurors to ignore their “sense of reality * <em>* </em>* and community conscience” or to “ ‘unring the bell’ of their individual and collective experience.” Its purpose is to caution against the dangers of drawing conclusions from superficial consideration of experience. The need for this caution is highlighted by Judge Learned Hand’s observation in United States v. Heitner, 149 F.2d 105 (2d Cir., 1945), “that flight is a circumstance from which * * * everyone in daily life inevitably would infer [guilt].”</p>\n<p id=\"ate-dedup-1\">The dissent also says that “if we trust the jury system we do not need to attempt to guide every detail of jury deliberations.” This recalls the response <page-number citation-index=\"1\" label=\"774\">*774</page-number>of Chief Justice Vinson, then Associate Justice of this court, to a similar argument: “The average man has some idea of what murder is, but we would not expect a judge to say, Jurors, you know what murder is, go and decide if this man is guilty of it.” Williams v. United States, 76 U.S.App.D.C. 299, 300-301, 131 F.2d 21, 22-23 (1942).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b820-3\"><page-number citation-index=\"1\" label=\"774\">*774</page-number>FAHY, Circuit Judge.</author>\n<p id=\"b820-4\">I agree with Chief Judge BAZELON:</p>\n<blockquote id=\"b820-5\">(1) That it was error for the District Court to create the impression that the Government’s case rested on testimony — direct or otherwise — which, if believed, required the conclusion that the wallet had been picked from the complaining witness’ pocket rather than dropped accidentally. In this connection I also think the court should not have remarked to the jury that its task was relatively simple;</blockquote>\n<blockquote id=\"b820-6\">(2) That in instructing on flight it should be made clear to the jury that there is no presumption but only that flight may be, but is not required to be, the basis for an inference indicating guilt. There is an important distinction the law draws between a presumption and the right of a jury to draw an inference ;</blockquote>\n<blockquote id=\"b820-8\">(3) That in the event of a new trial the appellant should be permitted to plead anew since the change in the plea made by the District Court was in appellant’s absence and without his knowledge or consent when made.</blockquote>\n<p id=\"b820-9\">Judge BAZELON joins in noting that the dissenting opinion shows a misunderstanding of our decision. For example, we do not suggest that any juror was compelled to find that flight means guilt. And although Judge BAZELON and I file separate opinions our position on the grounds for reversal coincide.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b820-13\">BURGER, Circuit Judge</author>\n<p id=\"At7\">(dissenting).</p>\n<p id=\"AhLD\">Judge FAHY’S vote for reversal is based essentially on the District Judge’s mention of “a presumption or an element” in his instruction on flight.<footnotemark>1</footnotemark> The belief that this is “plain error” leading to reversal even absent any objection, is of necessity predicated on an assumption that the jury heard this precise word and grasped the legal concept of “a presumption” but failed to note the alternative which immediately followed “or an element or consideration”. It is difficult enough to articulate and sort out these concepts in the calm of a library with ample time, and it is impossible for me to believe any juror could think he was <em>compelled </em>by this instruction to find that flight meant guilt. I agree it would be erroneous to instruct the jury that a presumption existed without the qualification, such as was given here, but I would not reverse in this case for here even defense counsel took no note of the matter and made no objection.</p>\n<p id=\"b821-5\"><page-number citation-index=\"1\" label=\"775\">*775</page-number>Judge BAZELON’S separate position, which is not adopted by the court, illustrates the tendency to demand a perfect trial as distinguished from a fair trial, which is all the Constitution requires or mortal agencies can afford. See Lut-wak v. United States, 344 U.S. 604, 619, 73 S.Ct. 481, 97 L.Ed. 593 (1953). To meet this unspoken standard of a perfect-error-free-trial, he would overlay the jury charge in criminal cases, already approaching the “prolixity barrier” with more instructions and more explanations.</p>\n<p id=\"b821-6\">This is not a case of flight as Judge BAZELON argues, but rather one of a chain of circumstances commencing with evidence from which the jury could reasonably conclude that the appellant boarded the bus, left it one block later, was found moments later with the victim’s wallet and ,engaged with others dividing the contents. It was in this sequence that flight occurred when the owner demanded return of his wallet. With or without instructions, reasonable minds would be likely to draw from all of these circumstances inferences somewhat unfavorable to the accused. To isolate flight and treat it as though the evidence and instruction placed it in a vacuum as something separate and apart from the events leading up to it tends to distort the facts.</p>\n<p id=\"b821-7\">The District Judge’s charge in this case accurately informed the jury that flight alone is not sufficient evidence of guilt, but a fact from which the jury could infer guilt if it believed that the defendant was leaving the scene “under consciousness of guilt and for the purpose of evading arrest.” This instruction properly informed the jury that it is <em>permissible </em>to draw inferences from flight in the appropriate ease when common human experience would suggest such an inference. In so doing the District Court was entirely within what we have often and most recently held in Hunt v. United States, 115 U.S.App.D.C. -, 316 F.2d 652, 1963:</p>\n<blockquote id=\"b821-9\">“And, while flight certainly does not raise a presumption of guilt, it is . still admissible evidence of consciousness of guilt.”</blockquote>\n<p id=\"b821-12\">Fortunately the court does not accept Judge BAZELON’S position which, as I read it, would have us adopt an instruction which would at least confuse and probably inhibit juries in drawing such inferences. Fact issues and the reasonable inferences from accepted fact are for juries — not judges — in criminal trials and if we trust the jury system we do no need to attempt to guide every detail of jury deliberations. Let alone with a minimum of basic instruction juries can infuse the law with a sense of reality and can temper judicial technicality with the leaven of the common experience and community conscience. We should not attempt to limit the scope of jury deliberations by telling jurors to ignore their own experience and common sense, and in a case like the one before us, denigrate other evidence in the case which plainly suggests that flight was indeed indicative of guilt.</p>\n<p id=\"b821-13\">The desire to minimize if not eliminate flight as a source of reasonable inferences represents a futile attempt to require jurors to “unring the bell” of their individual and collective experiences. The portions of the instruction italicized in the margin disclose how carefully the District Judge instructed the jury that only limited inferences can be drawn from flight and that flight can be explained but in scrupulous compliance with our holding in Bray v. United States.<footnotemark>2</footnotemark> The “fuller instructions regarding flight” urged by Judge BAZELON may be appropriate to a philosophical interchange between judges, lawyers and experts in psychology, but they are totally unnecessary to a jury and add nothing whatever to what the instruction conveyed to the jury. No one suggests <page-number citation-index=\"1\" label=\"776\">*776</page-number>that flight “establishes guilt” and it is grossly wide of the mark to imply that the charge given did so. Note again that the instruction said only that “flight may be considered by jurors as evidence of guilt * * *” and that this was only after flight was shown by “testimony you accept as credible * * * ” Here was a two-stage process outlined, which is what Judge BAZELON seems to contend for as something new; he relies on an isolated quotation from Vick v. United States, 216 F.2d 228 (5th Cir., 1954) but that must be read in light of the subsequent case in the same Circuit, Vaccaro v. United States, 296 F.2d 500, 502 (1961), where the Fifth Circuit said: “Flight is, of course, circumstantial evidence of guilt.” I take it that this means flight is a circumstance which can be considered in reaching a verdict as to guilt, which is exactly what the District Judge said in the charge in this case.</p>\n<p id=\"b822-4\">At best jurors get only a few general impressions from the trial judge’s charge. I think it is fair to say that they understand such concepts as presumptions of innocence, burden of proof, criminal intent and credibility. Beyond these fundamentals and description of the specific elements of a particular crime, most instructions probably become confusing and blur the juror’s recollection of the really vital elements of the 'charge.</p>\n<p id=\"b822-5\">This trial was not complicated; it was not a tax fraud case based on a net worth method of proof, or a complex conspiracy case. It was, under the evidence, a simple case of a “pickpocket” operating on a bus. In order to convict the jury had to find, beyond a reasonable doubt, that complainant’s purse had been pilfered and that appellant committed the act. The charge on credibility, which is attacked by Judge BAZELON, was entirely correct and fair to the accused. If the jury believed the complaining witness and disbelieved appellant’s explanation, of course, the rest of the case was “relatively simple” as the District Judge said. I do not believe a judge’s comment that a simple case is “relatively simple” constitutes error.</p>\n<p id=\"b822-7\">Since I find it difficult to imagine a case more clearly one for summary af-firmance, I must dissent.</p>\n<footnote label=\"1\">\n<p id=\"b820-11\">. “There is a further doctrine of law that becomes pertinent in this case, and that is the testimony of the complaining witness, Cornell Watson, that the defendant fled from the alley where he was first confronted and ran for a period of several blocks. This brings into the case a presumption or an element or consideration which hinges around the principal that flight <em>may be considered </em>by jurors as evidence of guilt. In other words, you are entitled to draw from testimony • <em>which you accept as credible </em>a conclusion that flight on the part of a defendant was or is evidence of guilt. You are instructed, however, as a matter of law that flight means not merely a leaving, but <em>means a leaving under consciousness of guilt </em>and for the purpose of evading arrest. Therefore, if you find that the defendant’s conduct was induced by fear of arrest, then it is a flight from justice and you may consider it <em>as a circumstance </em>indicating guilt. If, on the other hand, the defendant has explained his presence at the point where he said he was first accosted by the complaining witness to your complete satisfaction, <em>then the element of flight is not a factor </em>to be considered by you. (Emphasis added.)</p>\n<p id=\"b820-15\">“The Court desires to point out one further element in this case and that is the fact that the identification of the defendant has been made by a single witness, that is, the complaining witness, Cornell Watson. You must consider in your deliberations whether there is any possibility of mistake on the part of the complaining witness in this matter of identification. • * * ”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b821-14\">. 113 U.S.App.D.C. 136, 306 F.2d 743 (1962).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}