{
  "casebody": {
    "data": "<casebody firstpage=\"596\" lastpage=\"599\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b642-5\">JOHNSON <em>v. </em>FLORIDA.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b642-7\">No. 1393,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AX2S\">Misc.</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AcZ\">Decided June 3, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b642-10\"><em>Earl Faircloth, </em>Attorney General of Florida, and <em>Harold Mendelow, </em>Assistant Attorney General, for appellee.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b642-11\">Per Curiam.</author>\n<p id=\"b642-12\">Appellant was charged with violating a Florida vagrancy statute, Fla. Stat. § 856.02, which makes it a misdemeanor to be found “wandering or strolling around from place to place without any lawful purpose or object.”</p>\n<p id=\"b642-13\">Officer Havens testified that he and Officer Carani were patrolling the Bird Road area of Dade County at about 4:25 a. m. when they saw appellant seated on a bench at a bus stop. The officers stopped and asked him why <page-number citation-index=\"1\" label=\"597\">*597</page-number>he was there. He replied that he was waiting for a bus. Havens told him that the last Bird Road bus had run at 11 p. m. and that buses did not resume service until 7 a. m. Havens then asked him where he had been. He said he had been to a theatre (which was about two miles away) and afterwards had gone to the house of his girl friend, Joyce, who lived near the theatre.</p>\n<p id=\"b643-4\">On Havens’ request, appellant supplied identification which showed he was age 18 and lived in that area of the county.</p>\n<p id=\"b643-5\">Havens then asked him if he had ever been in trouble with the law. He replied that he was on probation from a breaking and entering charge and had a 10 p. m. curfew. He was then asked to account for his whereabouts from 11 p. m. to 4:30 a. m. He explained that he got out of the movie about 10:30 or 10:45, went to Joyce’s house, and after leaving her place, and reaching the bus stop had waited some three hours for a bus. The officers did not discuss with appellant the means or manner by which he got to the bus stop from the theatre and Joyce’s house; and the record does not supply that information. Appellant apparently had phoned for a cab after waiting on the bench two or three hours for a bus. Havens asked appellant how much money he had on his person. Appellant said he had 700 or 800. Havens told appellant this was not enough cabfare to get to appellant’s residence. It was then that he was arrested.</p>\n<p id=\"b643-6\">The area where appellant was arrested is a mixed residential-business area with several stores, including a store, open 24 hours a day, directly across from where appellant sat on the bench. That store was well lighted. Where appellant sat was not lighted. Officer Carani added that there was a cab stand nearby (some 1,200 feet away) but that no cabs were seen in the area by him at the time appellant was interrogated.</p>\n<p id=\"b644-3\"><page-number citation-index=\"1\" label=\"598\">*598</page-number>Appellant, who waived a trial by jury, moved for directed verdict, arguing there was no proof that he wandered, no proof of absence of lawful purpose and no proof that a bus would not soon have come to the bus stop.</p>\n<p id=\"b644-4\">The motion was denied, the defense presented no evidence, appellant was convicted, and he was placed on probation for a year. The Florida Supreme Court affirmed. The case is here by appeal.<footnotemark>*</footnotemark></p>\n<p id=\"b644-5\">The prosecution emphasized that appellant had failed to account for any “lawful purpose” during the time he sat on the bench for some three hours. The burden, however, is on the State to prove that an accused has committed an act bringing him within a criminal statute. The essential ingredients of the crime charged were “wandering or strolling around from place to place without any lawful purpose or object.” The fact that he was on probation with a 10 p. m. curfew and out long after that hour may be held to establish that ingredient of the crime of no “lawful purpose or object.” But he was not wandering, or strolling, only sitting. The bench where he sat was made for sitting and he was using it for that purpose in the precise place where the bench had been placed. And he had sat there for some hours. We therefore conclude that so far as the “wandering or strolling” ingredient of the crime is concerned, the record is lacking in any evidence to support the judgment. In line with <em>Thompson </em>v. <em>Louisville, </em>362 U. S. 199, and without reach<page-number citation-index=\"1\" label=\"599\">*599</page-number>ing other constitutional questions that are tendered, we must therefore grant the motion for leave to proceed <em>in forma pauperis </em>and reverse the judgment below.</p>\n<p id=\"b645-4\">\n<em>Reversed.</em>\n</p>\n<judges id=\"b645-5\">Mr. Justice Black and Mr. Justice Stewart would dismiss the appeal.</judges>\n<footnote label=\"*\">\n<p id=\"b644-6\">The judgment of the Florida Supreme Court from which this appeal is taken was entered October 4, 1967. Appellant’s notice of appeal, filed December 30, 1967, was timely under Rule 11 (1) of the Rules of this Court. The appeal was not docketed until 56 days after the time provided in Rule 13 (1) expired. This defect, however, is not jurisdictional. <em>Pittsburgh Towing Co. </em>v. <em>Mississippi Valley Barge Line Co., </em>385 U. S. 32.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b645-6\">Mr. Justice White,</author>\n<p id=\"AVD\">with whom Mr. Justice Harlan joins, dissenting.</p>\n<p id=\"b645-7\">Florida’s courts have obviously interpreted their statute to permit a showing that a defendant was on a park bench at 4:25 a. m. “without any lawful purpose or object” to establish a prima facie case that the defendant was “wandering or strolling around” without lawful purpose. Most inhabitants of park benches reach their bench by wandering or strolling. So interpreting the statute, constitutionally sufficient amounts of evidence were presented.</p>\n<p id=\"b645-8\">The Court does not reach the claim appellant makes here, that Florida’s statute offends the Constitution because it is vague. That claim is substantial, and I would note probable jurisdiction and set the case for oral argument.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}