{
  "casebody": {
    "data": "<casebody firstpage=\"452\" lastpage=\"459\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b464-3\">A. B. Kerr v. W. J. Hutchins.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"Ajyg\">A general creditor of a decedent’s-estate sued the executrix for the purpose of establishing-his claim against the estate, and in the same suit impleaded K., a third party, as a defendant, alleging that K. had set up and obtained allowance against the estate of a fraudulent demand, which was evidenced by a note of the decedent which had been paid off by the decedent in his lifetime, but which, by a fraudulent arrangement between the decedent and K., was kept outstanding in the hands of K. for the purpose of defrauding the creditors of the decedent. The petition did not allege that the estate was insolvent, or that it was insufficient to pay off all demands against it, inclusive of those asserted by both the plaintiff and - K. <em>Held, </em>that in the absence of such allegations in the petition, the court below erred in overruling the general demurrer interposed by K.</syllabus>\n<summary data-order=\"2\" data-type=\"history\" id=\"b464-7\">Appeal from Colorado. Tried below before the Hon. L. Lindsay.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b464-8\">The transcript of this case is quite voluminous, and a full account of its contents would be necessary to a complete history of the cause. The legal question, however, decided by this court turns upon the insufficiency of the plaintiff’s petition, by reason of omissions, which are clearly indicated in the opinion and the head-note.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b464-9\">Mercer’s will exonerated his executrix and estate from the control of the probate court.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"AR4\">As will be seen from the opinion itself, on the first hearing of this cause the judgment below was affirmed on the strength of the verdict in favor of the appellee in the court below. A rehearing being asked and allowed, the case was disposed of by the opinion now reported.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b464-11\"><em>Harcourt &amp; Harcourt, J. R. </em>Burns, and <em>Long &amp; Oatman, </em>for the appellant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b464-12\">I. It is well settled in this State, we suppose, that although our District Courts are courts of law, and also courts of equity, yet that the rules and principles governing these tribunals, <page-number citation-index=\"1\" label=\"453\">*453</page-number>respectively, are applied to the questions arising according to those principles, just as if the two jurisdictions were vested in separate courts.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b465-4\">The right of plaintiff Hutchins to recover a judgment upon his note (assuming that he had such right under the statute), to he collected by an execution against the property of the estate of Mercer in the hands of his executrix, was strictly a case of legal cognizance; but his right to assail and test the validity of Kerr’s claim, and of Kerr’s lien upon certain property of that estate, was as strictly a matter of purely equitable cognizance, and must be exercised upon the principles of courts of equity, as distinct from courts of law. This must be obvious to a legal mind upon a moment’s reflection. Therefore, it is important to inquire under what circumstances, and in what manner, Hutchins, one of the creditors of Mercer’s estate, might file a bill against Kerr, to have his debt against the same estate declared fraudulent and void, and to annul the liens held by him to secure its payment.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b465-6\">In order to entitle him to this relief, in a court of equity, he must “ distinctly plead and show that he has no sufficient or “ adequate remedy at law,” before he can invoke the equitable powers of the court, or call on his adversary to appear and answer his bill of complaint. If he has an adequate remedy at law, the jurisdiction of a court of equity cannot attach. These elementary principles are too familiar to require argument or authority, but they may be seen in any work on equity jurisdiction and pleading. (See Story’s Equity Pleadings, Sections 257, 257 a, 258, 260, 261.) “Want of interest in the subject “ matter of a suit, or of a title to institute it, says Lord Redes“dale, are objections to a bill seeking any kind of relief.” (Mitford’s Equity Pleadings, by Jeremy, 155, 156.)</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b465-8\">How, when the bill or petition is examined, it will appear that plaintiff has utterly failed to allege or show that he has no adequate remedy at law, or to set forth any fact or circumstance amounting in substan$e to such an allegation. The plaintiff has not alleged, in any part of his petition, that Mercer’s estate <page-number citation-index=\"1\" label=\"454\">*454</page-number>is insolvent, or unable to pay all its debts, and that unless Kerr’s debt and liens are set aside and canceled, plaintiff will be unable to realize his judgment; without which allegations, distinctly made and proven, a court of equity has no jurisdiction to hear his complaint. The inquiry stops at that point—that is, so soon as the court, when considering the demurrer, discovers- that plaintiff has not made out a proper case for equitable cognizance.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b466-6\">Defendant Kerr’s demurrer plainly raises this question, and, indeed, as it is a question of jurisdiction, the court would have been bound to dismiss the bill for this defect, if no general demurrer had been filed. But, as the bill utterly fails to show any cause of action, as against Kerr, either legal or equitable, the bill must be dismissed as to him.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b466-7\">No maxim is better known, perhaps, than that only such persons as are injured by the enforcement of a fraudulent debt, or invalid mortgage or lien, are at liberty to call their fairness or validity in question. This is not attempted by plaintiff, even in general terms, much less in such a full, distinct, and circumstantial manner as the rules of good equity pleadings require. For aught that appears from the petition, there are abundant assets of Mercer’s estate to satisfy both the claim of plaintiff and that of Kerr. Therefore, it does not appear that plaintiff Hutchins has any interest in having Kerr’s liens on the property annulled or set aside. Indeed, plaintiff presents himself to this court in the unenviable light of an officious intermeddler in matters which do not concern his interests. Courts of equity' will not hear any man complain of alleged frauds and delinquencies of his neighbors, unless he can show a legal right to do so, On account of his own interests being directly and injuriously affected thereby. This familiar maxim is well stated by the Supreme Court of New York, in these terms: “ No one but the injured <em>“ </em>party, or those claiming under him, can impeach or avoid a “ deed for fraud.” (Jackson <em>v. </em>Eaton, 20 Johnson’s Reports, 478. See Story’s Equity Pleadings, 257, 257 <em>a.) </em>And this rule is believed to have no exception.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b466-8\">II. But because we cannot know with certainty what view the <page-number citation-index=\"1\" label=\"455\">*455</page-number>court may take of the whole subject, we propose also to discuss briefly the question of fraud.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b467-4\">It is well said by the Supreme Court of Connecticut that, “ the facts of a transaction being ascertained, whether that “ transaction was fraudulent or not is a question of law; fraud “ being the judgment of the law on facts and intents ” (Pelebor <em>v. </em>Stephens, 15 Conn. Rep., 19); and in Riley <em>v. </em>Ingersoll (Harrington’s Ch. Rep., 172), it is said that, “ by the term fraud, “ the legal intent and effect of the acts complained of is meant; ” and that <em>“ </em>the law has a standard for measuring the intent of “ parties, and declares an illegal act, prejudicial to the rights of “ others, a fraud upon such, rights, although the party denies “ all intention of committing fraud.” These sentences are quoted on account of their unusual clearness and brevity; for the terms “ fraud in law,” and “ fraud in fact,” like the word <em>“ </em>malice,” are often used with only a very dim understanding of their true import as legal terms. Fraud, then, consists in intentional or voluntary acts, which are illegal in themselves, and at the same time prejudicial to the rights of others, whether the party committing the acts knew they were illegal, or that they would injure some other person, or not; for every man is presumed in law to intend the ordinary and inevitable consequences of all his voluntary acts. It is a familiar maxim in logic, and all sciences, that truths cannot conflict with each other, from the very nature of truth; and it is as familiar a maxim in law that legal rights cannot conflict with each other, from the nature of legal rights. The deduction is obvious, that the performance of a legal act cannot, in contemplation of law, be prejudicial to the legal rights of others; for there can be no such thing as an illegal right.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b467-5\">It is the facts alleged, and not the name or charge of fraud, that is material. (Carter <em>v. </em>Carter, 5 Texas Reports, 93.) “ If “ it” (fraud) “be a necessary consequence of the facts, the court “ will deduce the legitimate conclusion from them, though it be “ not drawn by the pleader.” (McMahon <em>v. </em>Rice, 16 Texas Reports, 335.)</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b468-3\"><page-number citation-index=\"1\" label=\"456\">*456</page-number>How, in view of these principles of law and common sense, let us examine the plaintiff’s petition, and see with what acts he charges defendant Kerr, and whether those acts are in fact illegal.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b468-4\">Without here repeating all the verbiage of the petition, we may briefly state that the original and amended petitions, being interpreted, amount to no more, in substance, as to defendant Kerr, than that he holds and claims, as owner, a note for about six thousand five hundred dollars, bearing a certain rate of interest, and due at a certain time, which was assigned to him by the payee thereof, one Glenn, which note was given at its date by the testator, Mercer, as consideration for the purchase of a tract of land, upon which Mercer erected his homestead, etc.; that although Glenn assigned and transferred the said note to A. B. Kerr, and in writing indorsed an acknowledgment of having received from Kerr full satisfaction of the same, principal and interest, still that, in point of fact, Mercer himself paid to Glenn a part of the price of said assignment and transfer, but how much, or what part, is not stated. This transfer of the note by Glenn to Kerr is stated to have been made on the 15th day of December, 1863, and the petition expressly states that “ when the arrangement aforesaid was made ”—that is, when the note was assigned to Kerr by <em>Glenn—“ </em>the said Levi Mercer “ was a man of wealth, and owned a large number of negroes,” etc. It is also charged in the petition that “ it was the under- <em>“ </em>standing of Mercer and Kerr, at the time of said assignment, “ that the said Kerr was to hold said note, in order to secure him “ in the amount which he, Kerr, had paid to Glenn for Mercer “ on said note.”</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b468-5\">The petition further states that some time in 1865, after Mercer’s negroes were set free, and when he was largely indebted and unable to pay said debts, Mercer acknowledged in writing the justice of said debt, and executed a deed of mortgage on other lands, “ all his lands except those in Wharton county.” And it may be here remarked that those lands in Wharton county, not mortgaged, are set forth in the inventory and ap<page-number citation-index=\"1\" label=\"457\">*457</page-number>praisement as worth seven thousand dollars in gold, and the personal property, not mortgaged, is appraised at several thousand dollars.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b469-4\">The act of Kerr complained of was in accepting this written acknowledgment of his debt, and of additional security thereupon, as it was bearing a high rate of compound interest, and forbearance was asked. And these are all the acts of Kerr complained of as acts of fraud. We venture to assert that no one of them was illegal. Had not Kerr a legal right to buy the note from Glenn on as good terms as he could ? As he was the son-in-law of Mercer (for that is mentioned as a most objectionable circumstance), and as his father-in-law was a man of large wealth, Kerr had a right to take the note and hold it as his own, even if his father-in-law had chosen to give it to him. Who can gainsay his legal right to do so ? And, as he thus held it as his own, and whether he paid the whole price of the purchase, or only a part, can make no difference either in law or equity. Under the case made by the petition, was it unlawful in 1865, after Mercer’s negroes were set free, to receive additional security for said note ? Had not Mercer, at that time, a legal right to prefer one creditor to another ? “A debtor in failing circumstances, or insolvent, “ may, <em>bona </em>fide, prefer one creditor to another, unless some “ bankrupt or insolvent law operates.” (McMoony <em>v. </em>Rosevelt, 3 John. Chan. Rep., 446; Gun <em>v. </em>Turner, 8 Met., 411.) And the same has been uniformly held in Texas.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b469-5\"><em>R. V. Cook </em>and <em>Robt. L. Foard, </em>for the appellee, filed an able argument, addressed mostly to the facts of the case.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b469-6\">Walker, J.</author>\n<p id=\"AtB\">The questions ’of law which necessarily arise in this case, are few and simple. The record is voluminous and presents us the consolidation of two cases.</p>\n<p id=\"b469-7\">In the motion for re-hearing, counsel very generously take upon themselves the responsibility of what they claim to be an erroneous decision of the case. We are satisfied, on re-examination of the ease, that the proper disposition was not made of <page-number citation-index=\"1\" label=\"458\">*458</page-number>it in our former opinion; but we are not willing to throw all the responsibility upon counsel, but acknowledge ourselves that our former examination of the case should have been more independent of the theory maintained by counsel.</p>\n<p id=\"b470-4\">The case presents a contest between two creditors of the estate of Levi Mercer, deceased.</p>\n<p id=\"b470-5\">W. J. Hutchins, the appellee, is endeavoring to set aside a claim of A. B. Kerr the appellant, on the ground of fraud.</p>\n<p id=\"b470-6\">Levi Mercer was indebted to one Glenn, by note, to the amount of five or six thousand dollars, and the note appears to have been secured upon his homestead.</p>\n<p id=\"b470-7\">The freedom of the slaves, with other concurrent causes, appears to have led to some embarrassment in the affairs of Mercer. Glenn required the payment of his note, and Kerr, who was the son-in-law of Mercer, came forward and purchased the note from Glenn, paying him in lands, cattle, and money. The note was assigned to Kerr. Mercer was present at the transaction between Glenn and Kerr, and Glenn’s testimony on the trial seems to throw some suspicion on the transaction, and it was no doubt upon this evidence the jury found their verdict; and in our great reverence for the verdicts of juries, in our former opinion we did not disturb their finding. But this verdict is so manifestly against the evidence that we would be compelled to reverse the judgment on this ground alone, if there were none other.</p>\n<p id=\"b470-8\">But we find that after the consolidation of the two cases Mos. 2163 and 2166, the demurrer to the petition was overruled, and this we think was error.</p>\n<p id=\"b470-9\">Hutchins does not make out a case upon his petition which would entitle him to have Kerr’s claim set aside, even if the claim were fraudulent, for he does not show that Mercer’s estate is insolvent or unable to pay all the just debts against it, including both his own and Kerr’s. If no third parties are affected by the arrangement or trade between Glenn and Kerr, no one has a right to complain; and if Mercer’s estate is solvent, Hutchins would- have no right to complain against Kerr, if <page-number citation-index=\"1\" label=\"459\">*459</page-number>Mercer had paid the Glenn note himself and presented it to Kerr to hold against him.</p>\n<p id=\"b471-6\">But the evidence clearly establishes the fact that Kerr gave up a large amount of property to Glenn in payment of the note; and if Mercer had paid some portion of the note, and his estate were now insolvent, his creditors could only claim to have a <em>pro tanto </em>amount of the note set aside, unless actual fraud on the part of Kerr, in taking the assignment -of the note to himself, were clearly proven. We can discover no act of the parties from which fraud is to be presumed.</p>\n<p id=\"b471-7\">The judgment of the District Court is therefore reversed and the cause remanded.</p>\n<p id=\"b471-8\">The former opinion of this court is withdrawn.</p>\n<p id=\"b471-9\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}