{
  "casebody": {
    "data": "<casebody firstpage=\"296\" lastpage=\"307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b376-3\">Francis M. LANGEVIN et al., Appellants, v. CHENANGO COURT, INC., and Robert J. Smith, Deputy Director of the Federal Housing Administration, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b376-5\">No. 1050, Docket 71-1452.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b376-6\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b376-7\">Argued June 11, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b376-8\">Decided July 23, 1971.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b376-11\">Oakes, Circuit Judge, filed a dissenting opinion.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b377-13\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>Stanley B. Reiter, Waite, Berry &amp; Reiter, Binghamton, N. Y., for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b377-14\">Stewart E. Walls, Kramer, Wales, Robinson &amp; McAvoy, Binghamton, N. Y. (Donald W. Kramer, Binghamton, N. Y., of counsel), for appellee Chenango Court, Inc.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b377-15\">Raymond D. Battocchi, Atty., Dept, of Justice, Washington, D. C. (L. Patrick Gray, III, Asst. Atty. Gen., James J. Sullivan, Jr., U. S. Atty., Dept, of Justice, of counsel), for appellee Robert J. Smith.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b377-16\">Alvin Hirshen and David B. Bryson, Berkeley, Cal., for National Housing and Economic Development Law Project as amicus curiae.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b377-17\">Before FRIENDLY, Chief Judge, and HAYS and OAKES, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b377-18\">FRIENDLY, Chief Judge:</author>\n<p id=\"b377-19\">I.</p>\n<p id=\"b377-20\">Since 1934 Congress has provided various forms of federal assistance to housing. Our concern here is with § 221 of the National Housing Act. As enacted in 1954, 68 Stat. 599, this was limited to the grant of federal mortgage insurance to certain types of nonprofit mortgagors on housing for rental to persons displaced by urban renewal projects or as a result of other governmental actions. In 1961 the program was greatly expanded, 75 Stat. 149. Its design was declared to be “to assist private industry in providing housing for low and moderate income families and displaced families,” § 221 <page-number citation-index=\"1\" label=\"298\">*298</page-number>(a), 12 U.S.C. § 17151(a).<footnotemark>1</footnotemark> The mortgagor could be “a limited dividend corporation (as defined by the Secretary),” § 221(d) (8), 12 U.S.C. § 17151(d) (8).<footnotemark>2</footnotemark></p>\n<p id=\"A4_\">The mortgages were to bear below-market interest of approximately 3%, 12 U.S.C. § 17151(d) (5); it was contemplated they would be purchased by the Federal National Mortgage Association. The amended statute provided, as did its predecessor, that the mortgagor must be “regulated or supervised under Federal or State laws or by political subdivisions of States, or agencies thereof, or by the Secretary under a regulatory agreement or otherwise, as to rents, charges, and methods of operation, in such form and in such manner as in the opinion of the Secretary will effectuate the purposes of this section.” <footnotemark>3</footnotemark></p>\n<p id=\"b378-4\">The FHA has implemented the § 221 (d) (3) program by extensive regulations, 24 C.F.R. § 221.501 et seq. With respect to supervision of rents, the applicable regulation provides:</p>\n<blockquote id=\"b378-5\"><em>Rents and charges. </em>In approving the allowable rents and charges and in passing upon applications for changes, consideration will be given to the following and similar factors:</blockquote>\n<blockquote id=\"b378-6\">(1) Rental income necessary to maintain the economic soundness of the project;</blockquote>\n<blockquote id=\"b378-7\">(2) Rental income necessary to provide a reasonable return on the investment consistent with providing reasonable rentals to tenants. 24 C.F.R. § 221.531(c)<footnotemark>4</footnotemark></blockquote>\n<p id=\"b378-13\">Defendant Chenango Court, Inc., was organized as a limited dividend corporation under New York law to construct Countrytowne, a housing complex of some 255 rental units in Binghamton, New York, with federal assistance under § 221(d) (3). It entered into the standard regulatory agreement with the FHA under which it covenanted that:</p>\n<blockquote id=\"b378-14\">No increase will be made in the amount of the gross monthly dwelling income for all units as shown on the rental schedule unless such increase is approved by the Commissioner, who will at any time entertain a written request for an increase properly supported by substantiating evidence and within a reasonable time shall:</blockquote>\n<blockquote id=\"b378-15\">(1) Approve a rental schedule that is necessary to compensate for any net increase, occurring since the last approved rental schedule, in taxes (other than income taxes) and operating and maintenance expenses over which Owners have no effective control, or</blockquote>\n<blockquote id=\"b378-16\">(2) Deny the increase stating the reasons therefor.</blockquote>\n<p id=\"b378-17\">The history of the project has not been a happy one. Since its inception in 1963, Chenango’s investors have received no dividends and Chenango has received no management fees. During the year ended July 31, 1970, it lost more than $122,-000. Shortly thereafter it defaulted on payments due under the mortgage and on certain real estate taxes, and the United States instituted a foreclosure action, <page-number citation-index=\"1\" label=\"299\">*299</page-number>which was stayed by stipulation pending an FHA investigation of Chenango’s financial affairs.</p>\n<p id=\"b379-5\">Chenango then filed an application with the FHA under the regulatory agreement for an increase in rents. On December 11, 1970, the FHA approved increases of from 15% to 18%, effective only upon the expiration of existing leases, conditioned on no decrease in services, and subject to reductions at any time in the FHA’s sole discretion. Chenango notified the tenants accordingly. Many tenants failed to pay. At a meeting with regional FHA officials they sought all information submitted by Chenango or developed by the FHA relevant to the rent increases. They also sought an opportunity to present opposing material. The FHA officials declined, and Chenan-go rejected a tenant proposal to escrow the amounts of rent increases pending an opportunity to be heard. Chenango then initiated a suit in the New York courts for the rents due or the eviction of tenants who had not paid them.</p>\n<p id=\"b379-6\">Plaintiffs countered with this action in the District Court for the Northern District of New York against Chenango and Robert J. Smith, Deputy Director of the FHA.<footnotemark>5</footnotemark> They sought a temporary restraining order preventing Chenango from enforcing the rent increases or proceeding with the evictions,<footnotemark>6</footnotemark> a declaration that approval of the increases violated the National Housing Act and the Due Process clause of the Fifth Amendment, and an injunction preventing Chenango and the FHA from enforcing the proposed increases or effecting any further increases except after procedures generally conforming to those prescribed for “adjudication” by §§ 5 and 7 of the Administrative Procedure Act, 5 U.S.C. §§ 554 and 556.</p>\n<p id=\"b379-10\">Chenango moved to dismiss the complaint for lack of jurisdiction over the subject-matter in that no tenant had a claim in excess of $10,000, as required by 28 U.S.C. § 1331, and aggregation could not be permitted under Snyder v. Harris, 394 U.S. 332, 89 S.Ct. 1053, 22 L.Ed.2d 319 (1969), and that the complaint failed to state a claim upon which relief could be granted. Plaintiffs cross-moved for summary judgment. The judge granted Chenango’s motion to dismiss for lack of jurisdiction and denied plaintiffs’ motion. Later he denied a motion to amend the complaint so as to add claims concerning the alleged uncon-scionability of certain provisions in the leases and to assert additional jurisdictional grounds. This appeal followed.</p>\n<p id=\"b379-11\">II.</p>\n<p id=\"b379-12\">We are met at the outset by two jurisdictional problems, one concerning our own appellate jurisdiction, the other relating to that of the district court.</p>\n<p id=\"b379-13\">The FHA, without pressing the point, has raised the question whether the judge dismissed the complaint with respect to all the defendants or only with respect to Chenango. If he did the latter, the order would not be appealable as from a final decision under 28 U.S.C. § 1291, in the absence of a certificate from the district judge, doubtless readily forthcoming, under F.R.Civ.P. 54(b). However, as we read the order, the judge meant to dismiss the complaint against both defendants. In any event, since the plaintiffs sought an injunction against Chenango and this prayer for relief was dismissed for lack of jurisdiction, an appeal would lie under 28 U.S.C. § 1292(a) (1). See Western Geophysical Company of America, Inc. v. Bolt Associates, Inc., <page-number citation-index=\"1\" label=\"300\">*300</page-number>440 F.2d 765, 769-770 (2 Cir. 1971) and cases there cited.</p>\n<p id=\"b380-4\">The issue with respect to the jurisdiction of the district court has been eased by what we deem an appropriate concession by the Government that plaintiffs’ claim of entitlement to a hearing before the FHA is an “action in the nature of mandamus to compel an officer or employee of the United States or any agency thereof to perform a duty owed to the plaintiff,” 28 U.S.C. § 1361, which has no requirement of jurisdictional amount. Since jurisdiction thus existed as to defendant Smith, Chenango was properly joined as a defendant under F.R.Civ.P. 19(a). We therefore proceed to the merits, which the district court, because of its views as to lack of jurisdiction, did not reach.</p>\n<p id=\"b380-5\">III.</p>\n<p id=\"b380-6\"> Appellants’ contention that the denial of a “trial-type” hearing on the proposed rent increases violated their <em>statutory </em>rights is readily answered. Under § 5 of the APA, 5 U.S.C. § 554, such a hearing is demanded only in a “case of adjudication required by statute to be determined on the record after opportunity for an agency hearing.” Section 221(d) (3) of the National Housing Act contains no such requirement; the statute leaves it open to the Secretary to deal with rents by “a regulatory agreement or otherwise,” thus according him the widest latitude of procedural choice.<footnotemark>7</footnotemark> Any argument that at least the rule-making procedures of § 4 of the APA, 5 U.S.C. § 553, were demanded would be answered by the exception in § 553(a) for “a matter relating to agency management or personnel or to public property, loans, grants, benefits, or contracts.” In all this we are in accord with Hahn v. Gottlieb, 430 F.2d 1243, 1247 fn. 4 (1 Cir. 1970).</p>\n<p id=\"b380-9\">The question whether denial of a hearing was consistent with due process is a closer one. In contrast to Judge Coffin’s opinion in <em>Hahn, supra, </em>430 F. 2d at 1248, we find it impossible to deny that the material the tenants sought to develop before the FHA constituted what Professor Davis terms “adjudicative facts,” that is, “facts about the parties and their activities, businesses, and properties,” as distinguished from “general facts which help the tribunal decide questions of law and policy and discretion.” Administrative Law Treatise, § 7.02 at 413 (1958). Normally, when a civilian executive or administrative agency is about to take action adverse to a citizen, on the basis of “adjudicative facts,” due process entitles the citizen at some stage to have notice, to be informed of the facts on which the agency relies, and to have an opportunity to rebut them, Londoner v. Denver, 210 U.S. 373, 28 S.Ct. 708, 52 L.Ed. 1103 (1908); Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L. Ed.2d 287 (1970); Escalera v. New York City Housing Authority, 425 F.2d 853, 862 (2 Cir.), cert. denied, 400 U.S. 853, 91 S.Ct. 54, 27 L.Ed.2d 91 (1970), unless the circumstances indicate he has agreed otherwise or he is unable to make a required preliminary showing of grounds that would warrant a hearing, see Pfizer, Inc. v. Richardson, 434 F.2d 536, 542-543 (2 Cir. 1970). As shown by the two cases first cited, any escape from this constitutional mandate based on the point that the FHA’s approval looked only to the future and thus was “quasi-legislative,” see Baer Bros. Mercantile Co. v. Denver &amp; Rio Grande R. R., 233 U.S. 479, 486, 34 S.Ct. 641, 58 L.Ed. 1055 (1914), has long since gone to a de <page-number citation-index=\"1\" label=\"301\">*301</page-number>served repose. Whether the “hearing” need always be the traditional “trial-type” is another matter. Cf. R. B. Jarts, Inc. v. Richardson, 438 F.2d 846 (2 Cir. 1971).</p>\n<p id=\"b381-5\"> Defendants’ case on the due process issue must therefore turn on its being a sufficient distinction that here the Government did not itself increase the rents but simply allowed the landlord to institute an increase upon the termination of existing tenancies, as the landlord would have been legally free to do but for its regulatory agreement with the FHA.<footnotemark>8</footnotemark> We think, along with the First Circuit, that the distinction is a significant one. Congress has made clear not only in the statutory language, § 221(a), which we have quoted, but in a relevant committee report, that the purpose of the § 221(d) (3) program was to promote “the construction of housing by private enterprise” S.Rep. No. 281, 87th Cong., 1st Sess., p. 3 (1961). By leaving rent control in such projects to “a regulatory agreement” between the Secretary and the mortgagor if no Federal, State or local law required more, see fn. 7, Congress indicated its belief that a mandatory provision for subjecting all rent increases in such projects to what would amount to a full-fledged public utility rate proceeding, with the expense and delay necessarily incident thereto, might well kill the goose in “solicitude for the eggs.” Hahn v. Gottlieb, <em>supra, </em>430 F.2d at 1246.<footnotemark>9</footnotemark> .Congress might reasonably think that, in an inflationary era, construction on the basis of distributions limited to 6% of equity investment, with all the other restrictions imposed on landlords of such projects, would be decidedly unattractive, even with a 3% interest rate on the mortgage, if rent increases “necessary to compensate for any net increase, occurring since the last approved rental schedule, in taxes * * * and operating and maintenance expenses over which Owners have no effective control,” the only basis recognized in the standard regulatory agreement, can be held up for months during a trial-type hearing, with discovery of the owner’s records, the taking of testimony, and written findings by an examiner. The due process clause does not forbid Congress from deciding, if it wishes, that federal assistance to “private industry in providing housing for low and moderate income families and displaced families” in the form of insurance and purchase of low interest mortgages need not be conditioned on the granting of an evidentiary hearing with respect to rent increases, but, in the absence of some governmental scheme of rent control, whether general or particularized, may instead be confided to the decision of the experienced staff of the FHA, which has been instructed to subject rent increase applications to thorough investigation to the end that tenants should not be imposed upon. The complementary objectives of Congress, admittedly constitutional and laudable, were to encourage private enterprise to undertake the construction of housing for low and moderate income and displaced families, thereby dispensing with the use of governmental funds for equity investment, and to see that an appropriate share of the benefits of the federal assistance went to the tenants. Within this framework Congress has power to decide — or to authorize the FHA to decide — what procedural mix will best accomplish its aims.</p>\n<p id=\"b381-8\">None of the foregoing is meant to indicate that we are happy about what plaintiffs claim to be the brush-off they received here. While there may be countervailing considerations of which we are not aware, we would not think undue delay would be caused if, for example, the FHA required the landlord of a § 221(d) (3) project to inform the tenants of an application for an increase (even by such <page-number citation-index=\"1\" label=\"302\">*302</page-number>an easy means as posting a notice), directed him to make the data which he submits to the FHA available for tenants’ inspection, afforded a short opportunity for written submissions by them, and then made some statement, however brief and informal, of the reasons for granting approval, as its regulations require it to do when denying one. Such a procedure not only would aid the FHA to make a better informed decision but, what is almost as important, would render one adverse to the tenants more nearly acceptable to them. We hold only that even such a procedure, however desirable, was not mandated by any relevant statute or by the due process clause of the Fifth Amendment.<footnotemark>9</footnotemark>a</p>\n<p id=\"b382-4\">IV.</p>\n<p id=\"b382-5\">Plaintiffs’ related claim is that the FHA’s action should be subject to judicial review.<footnotemark>10</footnotemark> In this respect the posture of our case differs somewhat from <em>Hahn </em>where, due to an initial injunction by the district judge which he subsequently reversed, there was a hearing of sorts and a record was consequently before the court. In light of our holding that a hearing was not required, the sole issue before the district court on remand, if we were to find the FHA’s approval order to be judicially reviewable, would thus be whether, even on the showing before it, the FHA abused its discretion in allowing the increase.</p>\n<p id=\"b382-10\">Appellants’ statutory case with respect to judicial review is stronger than that with respect to a trial-type hearing. For reasons best known to themselves, the revisers of Title 5 of the United States Code did a particularly extensive surgical job on the judicial review provisions of the APA, § 10. The governing statute, 5 U.S.C. § 702, the former § 10(a), now declares in the broadest terms:</p>\n<p id=\"b382-11\">A person suffering legal wrong because of agency action, or adversely affected or aggrieved by agency action within the meaning of a relevant statute, is entitled to judicial review thereof.</p>\n<p id=\"b382-12\">However, under 5 U.S.C. § 701(a), re-viewability does not exist “to the extent” <footnotemark>11</footnotemark> that “statutes preclude judicial review,” or “agency action is committed to agency discretion.” As can be seen, the revision did nothing to resolve the ambiguity in the second exception that has created extensive debate among scholars <footnotemark>12</footnotemark> and troubled many courts, including this one.<footnotemark>13</footnotemark> The difficulty is that if the exception were read in its literal breadth, it would swallow a much larger portion of the general rule of review-ability than Congress could have intended, particularly in light of 5 U.S.C. § 706(2) (A) which directs a reviewing court to set aside agency actions found to be “arbitrary, capricious, an abuse of discretion, or otherwise not in aceord-<page-number citation-index=\"1\" label=\"303\">*303</page-number>anee with law”; yet to read the exception out completely would do violence to an equally plain Congressional purpose. Recognizing the intractable nature of the problem, Professor Davis has arrived at the formulation “that administrative action is usually reviewable unless either (a) congressional intent is discernible to make it unreviewable, or (b) the subject matter is for some reason inappropriate for judicial consideration.” Administrative Law Treatise, 1970 Supplement, § 28.16 at 965.</p>\n<p id=\"b383-5\">In holding unreviewable an FHA decision to allow the landlord of a § 221(d) (3) project to increase rents on the expiration of existing leases, the First Circuit relied in part on Professor Davis’ second “unless.” Hahn v. Gottlieb, <em>supra, </em>430 F.2d at 1249-1250. While this may find some support in the inscrutable opinion in Panama Canal Co. v. Grace Line, Inc., 356 U.S. 309, 317, 78 S.Ct. 752, 2 L.Ed.2d 788 (1958), we fail to see why a court is any worse equipped to pass on the reasonableness of a rent increase approval than it is to consider what was characterized as “an order that readjusts the class rates of the whole country barring only the territory west of the Rockies,” New York v. United States, 331 U.S. 284, 352, 67 S.Ct. 1207, 91 L.Ed. 1492 (dissenting opinion) (1947),<footnotemark>14</footnotemark> an order granting or refusing an increase in liability insurance premiums, or, for that matter, orders made in the administration of local rent control programs. This is especially true when rent increases are limited by the regulatory agreement to those “necessary to compensate for any net increase, occurring since the last approved rent schedule, in taxes * * * and operating and maintenance expenses over which Owners have no effective control.” Assessing the reasonableness of an increase which is to be governed by such a standard does not seem beyond judicial competence.</p>\n<p id=\"b383-8\">Nevertheless, we reach the same conclusion of nonreviewability as the First Circuit, on the basis of Professor Davis’ first “unless.” Assuming as we do that the FHA’s approval constitutes “agency action” within the broad definition of 5 U.S.C. § 551(13), it would be most unusual for Congress to subject to judicial review discretionary action by an agency in administering a contract which Congress authorized it to make. Other factors tending in the direction of nonreviewability are the managerial nature of the responsibilities confided to the FHA, cf. Ferry v. Udall, 336 F.2d 706 (9 Cir. 1964), cert. denied, 381 U.S. 904, 85 S.Ct. 1449, 14 L.Ed.2d 286 (1965), the need for expedition to achieve the Congressional objective, which we have already discussed, and the quantity of appeals that would result if FHA authorizations to increase rents were held reviewable, see Saferstein, <em>supra, </em>82 Harv.L.Rev. at 384-86, 390-93.<footnotemark>15</footnotemark> In all these respects the case differs from Norwalk CORE v. Norwalk Redevelopment Agency, 395 F.2d 920, 932-937 (2 Cir. 1968), where Congress itself had enunciated a standard with considerable specificity. Like the First Circuit, “we do not reach the question whether courts may intervene in those rare cases where the FHA has ignored a plain statutory duty, exceeded its jurisdiction, or committed constitutional error,” 430 F.2d at 1251, including cases where it is alleged that the agency decision clearly “rested on an impermissible basis such as an invidious discrimination against a particular race or group.” Wong Wing Hang v. I.N.S., 360 F.2d 715, 719 (2 Cir. 1966). We hold only that a mere claim of error, even of gross error, is not enough to escape the second exception <page-number citation-index=\"1\" label=\"304\">*304</page-number>in 5 U.S.C. § 701(a). And, whatever bounds the due process clause may set upon nonreviewability of agency action, see 4 Davis, Administrative Law Treatise §§ 28.18 and 28.19; Jaffe, Judicial Control of Administrative Action 381-89 (1965), no case goes to the extent of holding that due process mandates judicial review of an order approving — on the basis of an ex parte submission of facts —a rent increase to a landlord who has benefited from a federal aid program. As already indicated, our decision leaves room for court review of questions as to agency jurisdiction and compliance with constitutional and statutory demands. See Crowell v. Benson, 285 U.S. 22, 54, 52 S.Ct. 285, 76 L.Ed. 598 (1932).</p>\n<p id=\"b384-4\">V.</p>\n<p id=\"b384-5\">We come finally to the order refusing to permit the complaint to be amended so as to introduce new issues regarding the unconscionability of the leases. Grant of leave to amend after dismissal of the complaints lies within the sound discretion of the district court. 3 Moore, Federal Practice P5.10 (1968). We find no abuse of discretion here. The proposed amendment endeavored to introduce an issue bearing no relation to that first alleged, save in the sense that it concerned the plaintiffs’ tenancies with Chenango.<footnotemark>16</footnotemark> Since there is no contention that the leases violated the regulatory agreement or any applicable federal regulation, it is hard to see how the new issues even asserted a federal claim. Cf. McGuane v. Chenango Court, Inc., 431 F.2d 1189 (2 Cir. 1970). Moreover, a claim of unconscionability of the leases could not be considered “pendent” to the mandamus claim for a hearing on the rent increases asserted under 28 U.S.C. § 1361, see Hahn v. Gottlieb, <em>supra, </em>430 F.2d at 1245 n. 1. Also plaintiffs did not make any contention that the allegedly offending clauses were being enforced to their detriment. In any event their rights to assert any claims in this regard in an appropriate court remain unimpaired.</p>\n<p id=\"b384-8\">The order of the district court dismissing the complaint is affirmed, not for want of jurisdiction but on the merits.</p>\n<footnote label=\"1\">\n<p id=\"b378-8\">. The definition of eligible families was left to the Federal Housing Administration. Statement of Senator Sparkman, 107 Cong.Rec. 9908 (1961). See 24 C.F.R. §§ 221.3, 221.537.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b378-10\">. The FHA has limited the rate of per annum distributions from surplus cash in such limited distribution corporations to 6% of the mortgagor’s initial equity investment, 24 C.F.R. § 221.532.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b378-11\">. In 1964 the list of eligible mortgagors was expanded further to include any “mortgagor approved by the Commissioner,” 78 Stat. 778, thereby embracing individuals and partnerships. Senator Sparkman stated that “the FHA would place the same limitations upon their operations and return on investment as it now places on limited dividend corporations,” 110 Cong.Ree. 17597. At the same time the mortgage amount available to limited profit mortgagors was limited to 90% of that available to non-profit, public, or corporate mortgagors.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b378-19\">. Instructions issued by the FHA to its regional offices contain provisions, stretching over many pages, prescribing the method for handling applications for rent increases. See Project Mortgage Servicing, Part C §§ 64205 and 64205.2.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b379-7\">. The Secretary of Housing and Urban Development was later added as a defendant.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b379-8\">. This branch of the case was temporarily settled by the tenants paying the rent increases to their attorney to be held in escrow, and Chenango’s withdrawing eviction proceedings against those who did. After dismissal of the complaint, the district judge released the amounts held in escrow and directed payment of the increased rents to Chenango. We refused to stay this, but required Chenan-go to furnish an appropriate bond and expedited the appeal.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b380-7\">. We do not agree with the FHA’s contention that, by virtue of the subsequent clause declaring that the regulation of the mortgagor may be “in such form and in such manner as in the opinion of the Secretary will effectuate the purposes of this section,” the Secretary was free to dispense entirely with supervision of rents in a case where there was no regulation or supervision by Federal, State or local laws. We think the statute contemplates regulation, either by some federal, state or local governmental body, or, in default of this, by the FHA. The question of rents was not to be left simply to landlord-tenant negotiation.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b381-6\">. This, rather than the degree of injury to the plaintiffs, seems to us the significant distinction of <em>Escalera.</em></p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b381-9\">. This danger is rather vividly illustrated in the instant case where long postponement of rent increases would doubtless have led to mortgage foreclosure and evictions by a purchaser.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b382-6\"> a. While the dissent refers to the fact that the tenants in <em>Halm </em>“were permitted to present to the FHA evidence on construction defects and the reasonableness of the landlord’s rate of return,” 430 F.2d at 1245, this was pursuant to Judge Wyzanski’s initial injunction which he subsequently reversed. Plainly the First Circuit did not mean to require this for the future.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b382-7\">. Although we have difficulty in seeing how 28 U.S.C. § 1361 would create federal jurisdiction over this claim, we treat it as “pendent” to the claim that a hearing was required.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b382-8\">. This is a revision of the former preamble to § 10, which used the words “so far as” rather than “to the extent that.” If Congress intended any difference by the latter wording, it did not speak with sufficient clarity to get its message through to us.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b382-14\">. Notably Professor Davis and Raoul Berger. Their many articles are cited in Saferstein, Nonreviewability: A Functional Analysis of “Committed to Agency Discretion,” 82 Harv.L.Rev. 367, 372-73, notes 28 and 29 (1968).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b382-15\">. See, e. g., United States ex rel. Schonbrun v. Commanding Officer, 403 F.2d 371, 375 n. 2 (2 Cir. 1968), cert. denied, 394 U.S. 929, 89 S.Ct. 1195, 22 L.Ed.2d 460 (1969) ; Cappadora v. Celebrezze, 356 F.2d 1 (2 Cir. 1966) ; Kletschka v. Driver, 411 F.2d 436 (2 Cir. 1969) ; Wong Wing Hang v. I. N. S., 360 F.2d 715 (2 Cir. 1966).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b383-6\">. The majority opinion, written by the same Justice who had authored the opinion holding Panama Canal tolls not proper for judicial review, stretches over more than 60 pages of the U. S. reports.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b383-9\">. Judge Coffin’s opinion in Hahn v. Gottlieb also relies on these factors, 430 F.2d at 1250. We suppose <em>there </em>would rarely be a rent increase which some tenant would not challenge in court if he could.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b384-6\">. We have the impression that the new claims were added mainly in an effort to overcome the judge’s difficulties with respect to jurisdictional amount — an issue eliminated in this court by the Government’s concession that jurisdiction existed under 28 U.S.C. § 1361.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b384-9\">OAKES, Circuit Judge</author>\n<p id=\"AYt\">(dissenting):</p>\n<p id=\"b384-10\">I respectfully dissent. The majority opinion very persuasively disposes of the issues of district court and appellate jurisdiction, statutory rights to a hearing and indeed of judicial review. I disagree only with that portion of the opinion which denies the tenants in an FHA assisted (by mortgage insurance for long-term low-interest mortgages) housing project a fair administrative hearing, as a matter of due process of law.<footnotemark>1</footnotemark> To my mind, a tenant in a project financed with the use of public funds at subsidized interest rates should stand in no worse shoes than the tenants in, say, city housing authority projects. Escalera v. New York City Housing Authority, 425 F.2d 853 (2d Cir.), cert. denied, 400 U.S. 853, 91 S.Ct. 54, 27 L.Éd.2d 91 (1970). The distinction advanced by the majority, that here the Government did not itself increase the rents but simply allowed the landlord to institute an increase, is to me a distinction without a difference. Cf. Evans v. Newton, 382 U.S. 296, 86 S.Ct. 486, 15 L.Ed.2d 373 (1965) (private park with municipal purpose subject to equal protection clause); Public Utilities Comm’n of District of Columbia v. Pollak, 343 U.S. 451, 462, 72 S.Ct. 813, 96 L.Ed. 1068 (1952) (regulation of District of Columbia bus company by Congressional agency subjects company’s <page-number citation-index=\"1\" label=\"305\">*305</page-number>radio broadcasting service Amendment). to Fifth</p>\n<p id=\"b385-3\">Another distinction, equally without substance, is that the <em>Escalera, </em>case involved a state public housing project, while this is federal. See Public Utilities Comm’n of District of Columbia v. Poliak, supra. Similarly, eviction because of inability to pay higher rent here is no different from eviction for having a dog in violation of project rules in <em>Escalera </em>; one supporting affidavit submitted below was from a former tenant who had to move because of a 10 per cent rent increase. Appellant’s App. pp. 27-28. Nor is there any substantial difference here from <em>Escalera </em>on the basis that some of the tenants here are those who have incomes too high for public low-rent housing, in view of the Congress’s concern for “the realization as soon as feasible of the goal of a decent home and a suitable living environment for every American family,” Housing Act of 1949 § 2, 42 U.S.C. § 1441 (1964), reaffirmed by the Housing and Urban Development Act of 1968 § 2, 12 U.S.C. § 1701t.<footnotemark>2</footnotemark></p>\n<p id=\"b385-4\">The FHA regulations give the FHA supervisory powers during the life of an insured mortgage through a regulatory agreement or otherwise. 24 C.F.R. § 221.529. Specifically as to rents the regulations require consideration to “the following and similar factors”:'</p>\n<blockquote id=\"b385-6\">(1) Rental income necessary to maintain the economic soundness of the project;</blockquote>\n<blockquote id=\"b385-7\">(2) Rental income necessary to provide a reasonable return on the investment consistent with providing <em>reasonable rentals to tenants. </em>24 C.F.R. 221.531(c) (emphasis supplied).</blockquote>\n<p id=\"b385-8\">The FHA insuring manual, by which the agency’s own procedures for processing a landlord’s application for a rental increase are to be governed, calls for “shelter rents * * * at levels that will provide <em>reasonable charges to tenants </em>and a fair return to the mortgagor, and <em>proper maintenance of equipment and services to be provided by the landlord” </em>(emphasis supplied). Project Mortgage Servicing, Part C, §§ 64205.2 and 64205.2 (c). The basic regulatory agreement between the landlord and the FHA calls for rent control by the FHA. Provision 4, FHA Form No. 1730 (Rev. Oct. 1969).<footnotemark>3</footnotemark></p>\n<p id=\"b386-3\"><page-number citation-index=\"1\" label=\"306\">*306</page-number>Decent housing in the United States is, to the extent that due process may be required, just as basic and integral a part of life and liberty as opportunities for employment, Greene v. McElroy, 360 U.S. 474, 79 S.Ct. 1400, 3 L.Ed.2d 1377 (1959), for education, Slochower v. Board of Higher Education, 350 U.S. 551, 76 S.Ct. 637, 100 L.Ed. 692 (1956), or for welfare benefits, Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970). While the urgency of the national housing crisis is known by all and denied by none, the relation between shelter, poverty, urban problems and hence life and liberty is very clear. See, e. g., Legislative History, Housing and Urban Development Act of 1970 (P.L. 91-609), 3 U.S.C.Cong. &amp; Adm. News 5582 (1970). Accordingly I believe that the tenants at Chenango Court ought at least to be afforded the minimum procedural fairness afforded by notice of the proposed rent increase and a meaningful hearing at which they would have an opportunity to present their complaints, if any, of the unreasonableness of the proposed rents,<footnotemark>4</footnotemark> any failure of the landlord to maintain equipment and services required of him <footnotemark>5</footnotemark> under the basic lease and Regulatory Agreement, as well as to confront and cross-examine witnesses substantiating the landlord’s financial case for a rent increase.<footnotemark>6</footnotemark> See Goldberg v. Kelly, <em>supra,. </em>This is not to propose any inflexible full-scale hearing in the form of a judicial or quasi-judicial trial. Cafeteria &amp; Restaurant Workers Union Local 473, A.F.L.-C.I.O. v. Mc-Elroy, 367 U.S. 886, 895, 81 S.Ct. 1743, 6 L.Ed.2d 1230 (1961). Rather, once the principle of affording minimal due process is established, sufficient safeguards to permit full administrative review are not that difficult to establish. Ratepayers to a public utility are entitled to question the individual financial situation of the business regulated, as well as to make proof of inadequate service provided. Petition of New England Tel. &amp; Tel. Co., 115 Vt. 494, 66 A.2d 135 (1949),<footnotemark>7</footnotemark> just as the utility itself is permitted to contest regulatory action, as a matter of due process of law. Ohio Bell Tel. Co. v. Public Utilities Comm’n, 301 U.S. 292, 304, 57 S.Ct. 724, 81 L.Ed. 1093 (1937). See Jordan v. American Eagle Fire Ins. Co., 83 U.S.App.D.C. 192, 169 F.2d 281, 287-289 (1948).</p>\n<p id=\"b386-11\">Like the tenants here, to paraphrase the majority opinion, to utility rate payers it makes no difference whether the Government itself increases the rates or permits the utility to increase them. Arguments as to landlord financial problems and agency administrative inconvenience seem to me beside the point. “There can be no compromise on the footing of convenience or expediency, or because of a natural desire to be rid of harassing delay, when that minimal requirement [of the right to a hearing as a rudiment of ‘fair play’] has been neglected or ignored.” Ohio Bell Tel. Co. v. Public Utilities Comm’n, <em>supra, </em>301 U.S. at 305, 57 S.Ct. at 731.</p>\n<p id=\"b387-4\"><page-number citation-index=\"1\" label=\"307\">*307</page-number>Moreover, without a hearing at which the tenants might question the landlord’s case, it is difficult to see how the FHA may make an informed decision. This the majority opinion points out in conceding unhappiness at the “brushoff” claimed by the plaintiffs here. It suggests a procedure both “to aid the FHA” and also to make a decision to grant a rent increase “more acceptable” to the tenants. Such a procedure, I think, is required by constitutional law <footnotemark>8</footnotemark> once the status of a tenant in an FHA assisted project is examined closely. I do not believe that Escalera v. New York City Housing Authority, <em>supra, </em>should so lightly be distinguished away. Hahn v. Gottlieb, 430 F.2d 1243 (1st Cir. 1970), is different from this case to the extent that there tenants were permitted to present to the FHA evidence on construction defects and the reasonableness of the landlord’s rate of return, 430 F.2d at 1245; the “legislative”-“ad judicative” reasoning of <em>Hahn, </em>430 F.2d at 1248, is rightly discarded by the majority here. I would decline to follow it and would follow <em>Escalera </em>and accordingly reverse and remand.</p>\n<footnote label=\"1\">\n<p id=\"b384-11\">. “Limited distribution” project sponsors also receive governmental assistance by tax advantages. Internal Revenue Code of 1954 §§ 167(b), 167(c), 1231, 1250.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b385-11\">. In connection with the § 221(d) (3) [12 U.S.C. § 17152(d) (3)] program here involved, the Senate Committee on Banking and Currency had the following to say:</p>\n<blockquote id=\"ATR\">For families with incomes that do not permit home-ownership at current construction costs and at market interest rates, but who have incomes too high for public low-rent housing, this section of the bill would also establish a new program of FHA-insured, long-term, low-interest-rate mortgage loans for moderate-rental housing. Existing institutions available to help achieve the national housing policy of “a decent home and suitable living environment for every American family * * * ” are inadequate. It is evident that families of low- and moderate-income cannot be housed decently, within the foreseeable future, unless new programs for this purpose are fostered by the Federal Government, or by State and local governments, or by all levels of government. S.Rep. No. 281, 87th Cong., 1st Sess. (1961).</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b385-14\">. <em>“4. </em>The Owners covenant and agree that:</p>\n<blockquote id=\"b385-16\">(f) The rent charged for each unit shall not exceed the upper limit of the range shown for such type of unit on the rental schedule approved in writing by the Commissioner, and shall include the reasonable use of all utilities shown on said schedule, but in no event shall the total gross monthly rents for all dwelling units exceed the gross monthly dwelling income for all units approved by the Commissioner on the rental schedule;</blockquote>\n<blockquote id=\"b385-17\">(g) No increase will be made in the amount of the gross monthly dwelling income for all units as shown on the rental schedule unless such increase is approved by the Commissioner, who will at any time entertain a written request for an increase properly supported by substantiating evidence and within a reasonable time shall:</blockquote>\n<blockquote id=\"b385-18\">(1) Approve a rental schedule that is necessary to compensate for any net <page-number citation-index=\"1\" label=\"306\">*306</page-number>increase, occurring since the last approved rental schedule, in taxes (other than income taxes) and operating and maintenance expenses over which Owners have no effective control, or (2) Deny the increase stating the reasons therefor; sjs * s¡s :js $ s}s s»s &gt;&gt;</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b386-6\">. One of the plaintiffs, a 74 year old widow living on a fixed income, had her one bedroom apartment rent raised from $109 to $125 per month, with FHA approval. Appellant’s App. pp. 26-27.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b386-7\">. There have apparently been numerous sewer backups and overflows despite City Code enforcement and tenant complaints. Appellant’s App. p. 51.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b386-12\">. The tenants here were not even permitted to examine any of the landlords’ submissions to the FHA. Appellant’s App. pp. 49-51.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b386-13\">. A fair return to investors (or landlords) is not necessarily fair to consumers (or tenants). FPC v. Natural Gas Pipeline Co., 315 U.S. 575, 62 S.Ct. 736, 86 L.Ed. 1037 (1942). See also Bluefield Water Works &amp; Improvement Co. v. Pub. Serv. Comm’n of West Virginia, 262 U.S. 679, 692, 43 S.Ct. 675, 67 L.Ed. 1176 (1923) ; Barnes, The Economics of Public Utility Regulation 293; Pub. Util. Comm’n v. New England Tel. &amp; Tel. Co., P.U.R. C 207 (1926).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b387-5\">. When the appellate court is unhappy at the procedure below but nevertheless affirms, one is reminded of Judge Frank’s happy phrase: “ ‘The deprecatory words we use in our opinions on such occasions are purely ceremonial.’ ” Frank, J., dissenting in United States v. Antonelli Fireworks Co., 155 F.2d 631, 661 (2d Cir. 1946).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}