{
  "casebody": {
    "data": "<casebody firstpage=\"1213\" lastpage=\"1226\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1273-11\">Francis Rick FERRI, Appellant, v. BELL, The Honorable Griffin, United States Attorney General, United States Department of Justice. Griffith, Blair, U. S. Atty. Western District of Pa., Thornburg, Richard, Former U. S. Atty. Western District of Pa. Special Agent in Charge FBI Operations in the Western Dist. of Pa., Former Special Agent in Charge FBI Operations in the West Dist. of Pa.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1273-13\">No. 79-2414.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1273-14\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1273-15\">Submitted under Third Circuit Rule 12(6) Jan. 19,1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1273-16\">Decided April 1, 1981.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1273-17\">As Amended April 9, 1981.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1275-5\"><page-number citation-index=\"1\" label=\"1215\">*1215</page-number>Francis Rick Ferri, appellant pro se. Carlon M. O’Malley, Jr., U. S. Atty., Joseph F. Cimini, Asst. U. S. Atty., Scranton, Pa., for appellee; Thomas W. Richardson, Federal Bureau of Investigation, Washington, D. C., of counsel.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1275-6\">Before ADAMS, GIBBONS and VAN DUSEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1275-7\">OPINION OF THE COURT</p>\n<author id=\"auk-dedup-1\">GIBBONS, Circuit Judge:</author>\n<p id=\"b1275-8\">The instant appeal arises out of a civil action brought under the Freedom of Information Act (FOIA), 5 U.S.C. § 552(a)(4)(B), to compel the Justice Department to produce certain documents which it claims are exempt. At the time this suit commenced, appellant Ferri was serving a 31-year sentence in the United States Penitentiary at Lewisburg, Pennsylvania, for mail fraud, influencing a government witness, and firearms violations. He sought to compel production of (1) his sentencing judge’s recommendation, Form 235; (2) the “rap sheet”— i. e. conviction and arrest record<footnotemark>1</footnotemark> — of one Lynn Dunn; and (3) information pertaining to the purchase, use, and inventory control of electronic eavesdropping devices by the Justice Department in’Western Pennsylvania. Ruling on cross-motions for summary judgment, the district court granted Ferri access to the conviction record of Dunn, but denied all his other requests, including the one for Dunn’s arrest record. On appeal, Ferri protests the withholding of this latter record, as well as the blanket denial of any information regarding the purchase and control of surveillance equipment. He does not press his claim to the Form 235 sentencing recommendation.</p>\n<p id=\"b1275-13\">I. FACTS</p>\n<p id=\"b1275-14\">Ferri first requested disclosure by letters directed or referred to the FBI. Dunn’s record of prior convictions was first sought by letter dated January 3, 1977. Twice being rebuffed, he appealed to the Justice Department's Office of Privacy and Information Appeals, which informed him of its formal denial on November 8, 1977.</p>\n<p id=\"b1275-15\">Processing of Ferri’s request for information pertaining to the procurement and circulation of surveillance equipment proceeded much more slowly. That request was first submitted by letter on July 26, 1976. The letter contained five questions, set out in the margin.<footnotemark>2</footnotemark> By letter dated October 13, 1976, Ferri was asked to reformulate his request in order to provide a clearer description of the information he desired. No offer of assistance was extended, despite Justice Department regulations making that practice mandatory. <em>See </em>28 C.F.R. § 16.3(d)(2) (1980). Immediately, Ferri attempted to comply by expanding his request to nine, more lengthy questions. The final submission asked:</p>\n<blockquote id=\"b1275-16\">1) From ‘whom’ does the F.B.I. in Pittsburgh, Pa. obtain its electronic surveil<page-number citation-index=\"1\" label=\"1216\">*1216</page-number>lance equipment, wire tapping devices, honing devices, listening bugs, pen registers, long range honing devices, etc.?</blockquote>\n<blockquote id=\"b1276-4\">2) The method used to request such usage of these devices? Copies of applications not limited to wire tapping applications but all devices.</blockquote>\n<blockquote id=\"b1276-5\">3) The method used to order said devices?</blockquote>\n<blockquote id=\"b1276-6\">4) The inventory control of said devices? The parties whose responsibility was the inventory control?</blockquote>\n<blockquote id=\"b1276-7\">5) The names of the F.B.I. personnel trained and authorized to operate each of the above said type devices?</blockquote>\n<blockquote id=\"b1276-8\">6) Does the F.B.I. ‘loan’ any of these devices to other gov. agencies? The method(s) of? Whom? The inventory listing of such?</blockquote>\n<blockquote id=\"b1276-9\">7) Does the F.B.I. authorize State police authorities to assist them in using these devices, or any local police agency?</blockquote>\n<blockquote id=\"b1276-10\">8) The specific number of such devices in the control etc. of the F.B.I. in each of the above items. The specific number of each device in the F.B.I. offices or control thereof agents etc. from the years of 1971 thru 1973, the weekly summary reports thereof etc.</blockquote>\n<blockquote id=\"b1276-11\">9) Does this office know of any usage of these devices in relation to the undersigned?</blockquote>\n<p id=\"b1276-12\">It was almost a year before Ferri heard from the FBI again.<footnotemark>3</footnotemark> By letter dated September 27, 1977, and signed by the then Director of the FBI, Clarence M. Kelley, the questions were answered to the following extent:</p>\n<blockquote id=\"b1276-13\">A search of our electronic surveillance indices revealed no record identifiable with you.</blockquote>\n<blockquote id=\"b1276-14\">All electronic devices used by the FBI are procured by FBI Headquarters, where inventory control is maintained. Electronic surveillance is conducted under the authority of a court order of the Attorney General of the United States.</blockquote>\n<blockquote id=\"b1276-17\">We may loan, upon formal request, equipment to other Government agencies for their use.</blockquote>\n<blockquote id=\"b1276-18\">The FBI does not seek the assistance of State or local police authorities in using electronic devices.</blockquote>\n<p id=\"b1276-19\">All the other requested information was deemed exempt from disclosure under various provisions of 5 U.S.C. § 552(b). Ferri appealed to the Office of Privacy and Information Appeals, which finally denied his request on May 15, 1978. The reason given for denial was cast somewhat differently than that given in previous correspondence. The agency’s obligation under FOIA, it was explained, did not include answering “questions,” but was limited to releasing “reasonably described records.” Because Ferri had submitted requests for information, rather than records, it was suggested that the plaintiff reformulate his request specifying those documents he desired. Again, though, no offer of assistance was extended. Having exhausted his administrative appeals to the extent required by statute, Ferri filed his complaint in district court on August 25, 1978.</p>\n<p id=\"b1276-20\">II. PROCEEDINGS BELOW</p>\n<p id=\"b1276-21\">The complaint, insofar as it named as defendants local United States attorneys and FBI agents in charge of operations for the Western District of Pennsylvania, was dismissed. The remaining defendant, the Attorney General of the United States, was served with process and filed an answer. Thereupon, Ferri made numerous attempts to obtain and compel discovery. None of his discovery motions were ever ruled upon by the district court. Meanwhile, the Attorney General moved for summary judg<page-number citation-index=\"1\" label=\"1217\">*1217</page-number>ment, submitting two supporting affidavits. One was by the Bureau of Prisons administrator in charge of FOIA requests, who explained why the Form 235 sentencing recommendation should not be disclosed. The other affidavit, and the only one which concerns us on appeal, was executed by Martin Wood, Special Agent, assigned to the FOIA Branch of the FBI’s Records Management Division in Washington, D.C. Ferri filed a cross motion for summary judgment. After some additional briefing, but without the benefit of any discovery, testimony or in camera inspection, the court announced its decision denying access to all requested documents except Dunn’s conviction record.</p>\n<p id=\"b1277-5\">III. REQUEST FOR ARREST RECORDS</p>\n<p id=\"b1277-6\">The court based its refusal to grant disclosure of Lynn Dunn’s arrest records on both Exemption 6, 5 U.S.C. § 552(b)(6) (for personnel, medical, and similar files, the disclosure of which would constitute a clearly unwarranted invasion of personal privacy) and Exemption 7(C), 5 U.S.C. § 552(b)(7)(C) (for investigatory records compiled for law enforcement purposes to the extent such records would constitute an unwarranted invasion of personal privacy).<footnotemark>4</footnotemark> Although the error was harmless, we believe reliance on section (b)(6) was inappropriate. The common denominator of the files covered by Exemption 6 is their “personal quality.” <em>Wine Hobby USA, Inc. v. Internal Revenue Service, </em>502 F.2d 133, 135 (3d Cir. 1974). Because of the societal significance attached to the event, an arrest clearly lacks the personal quality of a medical examination. <em>Cf. Washington Post Co. v. Department of State, </em>No. 80-1509 (D.C. Cir. Feb. 24, 1981) (citizenship records not “similar files” because citizenship is not an “intimate” detail). On the other hand, it seems logical to apply Exemption 7(C) in cases involving rap sheets, since such records more clearly fit the description of “investigatory records compiled for law enforcement purposes.”<footnotemark>5</footnotemark> <em>Accord, Tennessean Newspaper, Inc. v. Levi, </em>403 F.Supp. 1318 (M.D.Tenn.1975); <em>cf. Lamont v. Department of Justice, </em>475 F.Supp. 761, 781 (S.D. N.Y.1979).</p>\n<p id=\"b1277-10\">Exemption 7(C)’s protection of personal privacy is not absolute. As the trial court recognized, the proper approach to Ferri’s request under a privacy-based exemption such as section 7(C) is a de novo balancing test, weighing the privacy interest and the extent to which it is invaded, on the one hand, against the public benefit that would result from disclosure, on the other. <em>Committee on Masonic Homes of the R. W. Grand Lodge v. NLRB, </em>556 F.2d 214, 220 (3d Cir. 1977). <em>See also Department of Air Force v. Rose, </em>425 U.S. 352, 373, 96 S.Ct. 1592, 1604, 48 L.Ed.2d 11 (1976); <em>Wine Hobby USA Inc. v. IRS, supra; Tennessean Newspaper, Inc. v. Levi, supra.</em></p>\n<p id=\"b1277-11\">The court’s first task then is to evaluate whether disclosure of the arrest record would be an invasion of privacy. The privacy interest at stake in arrest records requested by third parties has previously been examined most often in the context of media access to information concerning arrested individuals. The issue was confronted in <em>Tennessean Newspaper, Inc. v. Levi, supra. </em>The <em>Levi </em>court held that arrests, in general, were “matters of legitimate public interest” and thus Exemption 7(C) did not exempt disclosure of information about arrested individuals, “who are essentially public personages.” 403 F.Supp. at 1321. A similar conclusion was reached, albeit more reluctantly, in <em>Hammons v. Scott, </em>423 F.Supp. 625 (N.D.Cal.1976), where an arrestee chal<page-number citation-index=\"1\" label=\"1218\">*1218</page-number>lenged on constitutional grounds Justice Department regulations permitting press releases concerning arrests. Rejecting the challenge, the court found the issue disposed of by the Supreme Court’s opinion in <em>Paul v. Davis, </em>424 U.S. 693,96 S.Ct. 1155, 47 L.Ed.2d 405 (1976), in which it was held that no constitutional right of privacy was invaded when a government official discloses to the public information regarding a person's arrest. Ferri, himself, urges that <em>Paul </em>requires disclosure in the case at bar. Although we are not necessarily concerned with a <em>constitutional </em>right of privacy here, it would appear that after <em>Paul </em>permitted deliberate mass circulation of arrest information, the privacy interest implicated by the more discrete disclosure Ferri seeks certainly can be outweighed if Ferri demonstrates a public benefit to be served thereby.<footnotemark>6</footnotemark></p>\n<p id=\"b1278-4\">Ferri has done so. He seeks access to Dunn’s arrest record in order to overturn his federal conviction. The rap sheet would indicate, he suggests, that Dunn succeeded in getting a criminal charge dropped during the course of plaintiff’s trial in exchange for his testimony against Ferri. Brief at 5. Assuming he could establish that such a deal was made, without his knowledge, Fer-ri might be entitled to a new trial. Under <em>Brady v. Maryland, </em>373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), a criminal defendant may seek a new trial if the prosecution fails to inform him of information creating a reasonable doubt as to his guilt that might not otherwise arise. Although the motivation behind Ferri’s request is, therefore, personal, a FOIA request for material implicating the <em>Brady </em>rule simultaneously advances an “indirect public purpose” satisfying the second prong of the test for disclosure under one of the privacy-based exemptions. <em>Wine Hobby, USA Inc. v. IRS, supra, </em>502 F.2d at 137. The public at large has an important stake in ensuring that criminal justice is fairly administered; to the extent disclosure may remedy and deter <em>Brady </em>violations, society stands to gain.</p>\n<p id=\"b1278-7\">The lower court perceived that Ferri presented a legitimate claim to Mr. Dunn’s conviction record, since the withholding of such impeachment evidence might provide a basis for a <em>Brady </em>attack. In applying the de novo balancing test to arrest records, however, the court held that he had “no interest in those records, since a witness in a federal prosecution cannot be impeached with an arrest record.” Memorandum at 11. Therefore, it struck the balance against their disclosure. This analysis, however, was flawed. The court failed to distinguish between the mere fact of an arrest record, which may not be used to impeach a witness, and evidence of preferential treatment given to a witness by the prosecution, which is admissible for impeachment purposes. <em>United States v. McCrane, </em>527 F.2d 906, 911 (3d Cir. 1975), <em>cert. denied, </em>426 U.S. 906, 96 S.Ct. 2227, 48 L.Ed.2d 831 (1976). If arrest charges against Dunn were, in fact, dropped in exchange for his testimony against Ferri, plaintiff might have had a right to this information at trial. <em>See </em>Note, <em>A Prosecutor’s Duty to Disclose Promises of Favorable Treatment Made to Witnesses for the Prosecution, </em>94 Harv.L.Rev. 887 (1981). It is that right which defines the scope of relief to which Ferri is entitled under FOIA. Dunn’s entire rap sheet need not be revealed, as Ferri requested. Rather only so much of Dunn’s arrest record as is relevant to the alleged <em>Brady </em>violation warrants disclosure.</p>\n<p id=\"b1278-8\">In sum, we find that with respect to arrest records, the court gave too little weight to the public interest in disclosure. The invasion of privacy is “warranted” here, and Exemption 7(C) does not by its terms apply. Therefore, the court’s decision denying the request for Dunn’s “rap sheet” must be reversed, and the case remanded for entry of an order granting disclosure of that part of it covering the period in question.</p>\n<p id=\"b1279-4\"><page-number citation-index=\"1\" label=\"1219\">*1219</page-number>IV. SURVEILLANCE-RELATED RECORDS</p>\n<p id=\"b1279-5\">The second aspect of Ferri’s appeal involves five questions about control of surveillance devices to which the FBI’s answers were not fully responsive.<footnotemark>7</footnotemark></p>\n<p id=\"b1279-6\">Ferri’s request for information on the procurement and inventory control of electronic surveillance devices by the FBI seems aimed at detecting possible misappropriation or unauthorized circulation of such devices in Western Pennsylvania. Although the purpose for wanting such information is not clearly evident from Ferri’s brief, he refers to suspicions, partly based on a newspaper account, that wiretapping devices were either purchased and not placed in the inventory control system or else were withdrawn from inventory, reconditioned, and resold by agents. Brief for Appellant at 14 n.7. However, the purpose behind a FOIA request, while relevant to the scope of the privacy-based exemptions, as we note in the treatment of Ferri’s request for Dunn’s arrest record, does not determine the coverage of those exemptions invoked by the FBI to resist disclosure of surveillance-related records. To a greater extent than the request for “rap sheets”, the request for wiretap inventory records is the type of request Congress contemplated being answered when it drafted FOIA to “inform the public about agency action.” <em>NLRB v. Sears, Roebuck &amp; Co., </em>421 U.S. 132, 143 n.10, 95 S.Ct. 1504, 1512 n.10, 44 L.Ed.2d 29 (1975). If, as the district court held, access is to be denied <em>in toto, </em>as directed by the district court, it must be either because the requested records are exempt or because they were not reasonably described. These two defenses, both relied upon by the district court, must be examined separately.</p>\n<p id=\"b1279-11\">A. <em>Reasonable Description</em></p>\n<p id=\"b1279-12\">The affidavit of Special Agent Wood explains the FBI’s denial of Ferri’s request in paragraph 16:</p>\n<blockquote id=\"b1279-13\">\n<em>EXPLANATION OF ACTION TAKEN REGARDING PLAINTIFF’S REQUEST</em>\n</blockquote>\n<blockquote id=\"b1279-14\">(16) The FOIA does not require Federal agencies to answer questions, but provides instead for the release of reasonably described records processed pursuant to Title 5, United States Code, Section 552. Plaintiff was advised by the FBI to reformulate his request and to ask for specific records; however, his reformulated request still consisted of questions (see Exhibits G &amp; H). A search of our general indices was not conducted since information cannot be obtained from our Central Records System by conducting a search of questions. As a matter of discretion, consultation was had with officials at FBIHQ who are responsible for procuring, controlling and using electronic surveillance devices and based upon information obtained, several of plaintiff’s questions were answered (see Exhibit I). Even though information could be available in FBI files which would answer the remainder of plaintiff’s questions, it is not possible to retrieve this information by conducting a search of questions in our general indices; <em>.therefore, </em>it was denied pursuant to the following exemptions allowed under Title 5, United States Code, Section 552. [Exemptions listed included 2, 7(C), and 7(E)]. (Emphasis supplied).</blockquote>\n<p id=\"b1279-15\">The use of the word “therefore” in the last sentence is perplexing. The failure of a requester “reasonably [to] describe” the de<page-number citation-index=\"1\" label=\"1220\">*1220</page-number>sired records in accordance with 5 U.S.C. § 552(a)(3)(A) is a sufficient, independent ground for nondisclosure. It neither derives support from nor lends support to exemptions based on the sensitive or trivial nature of the material requested. Rather, as the statutory language indicates, if the administrative burden imposed upon an agency by a request is “unreasonable,” because of breadth or vagueness, courts may in their discretion decline to order disclosure. <em>See Marks v. United States, </em>578 F.2d 261 (9th Cir. 1978); <em>Irons v. Schuyler, </em>465 F.2d 608 (D.C.Cir.1972), <em>cert. denied, </em>409 U.S. 1076, 93 S.Ct. 682, 34 L.Ed.2d 664 (1972); <em>see also </em>28 C.F.R. § 16.3(d)(1) (1980).</p>\n<p id=\"b1280-4\">Agent Woods' objection was not breadth or vagueness, but that Ferri had asked “questions,” rather than requesting records. The government on appeal, citing <em>Krohn v. Department of Justice, </em>628 F.2d 195 (D.C. Cir.1980), asserts that FOIA was not designed to answer questions or supply data. We do not, however, construe the majority opinion in <em>Krohn </em>as giving such undue weight to the form rather than substance of a request. The true basis of the holding was that there were no pre-existing records containing the requested information on plea bargains in any accessible form. At best, the Bureau in that case would have been required first to transcribe reporter’s notes in all criminal cases. Here, in contrast, the agency has conceded that inventory control is maintained<footnotemark>8</footnotemark> and has acknowledged that other information responsive to Ferri’s questions “could be available in FBI files.” It attributes the inconvenience of retrieval to the fact that the agency’s Electronic Surveillance (ELSUR) indices were not designed to retrieve the information Ferri desired. The mere fact that the EL-SUR indices retrieve only the names of individuals “tapped” cannot relieve the FBI from disclosure of any other type of information in its files pertaining to surveillance. The rigid, mechanical approach reflected in Special Agent Wood’s response runs directly counter to Congress’ intent when it amended § 552(a)(3)(A) to require that records be merely “reasonably described,” rather than “identifiable.” <em>See </em>H.Rep. No. 93-876, 93d Cong., 2d Sess., <em>reprinted in </em>[1974] U.S.Code Cong. &amp; Ad.News 6267, 6271. The House Report states:</p>\n<blockquote id=\"b1280-8\">Section (l)(b) of the bill is designed to insure that a requirement for a specific title or file number cannot be the only requirement of an agency for the identification of documents. A “description” of a requested document would be sufficient if it enabled a professional employee of the agency who was familiar with the subject area of the request to locate the record with a reasonable amount of effort.<footnotemark>9</footnotemark></blockquote>\n<p id=\"b1280-9\">The Wood affidavit does not provide a sufficient basis for measuring the burdensomeness of complying with Ferri’s request. Inventory control is concededly maintained. We would be surprised, then, if the agency could not determine, for example, how many wiretapping devices were in the control of the FBI in Western Pennsylvania during the years 1971 through 1973 and whether any were loaned to other government agencies (see Request No. 8). In short, we are unwilling to dismiss Ferri’s request <em>in toto </em>simply because it is inartfully presented in the form of questions or because compliance requires more work than merely reference to a general index.</p>\n<p id=\"b1280-10\">We are especially reluctant to let disposition of Ferri’s surveillance-related claim rest on the artlessness of his request, when the record shows little effort, if any, by the agency to assist the plaintiff in formulating his request, as required by its own regulations. 28 C.F.R. § 16.3(d)(2) (1980). When denying a request on the <page-number citation-index=\"1\" label=\"1221\">*1221</page-number>ground that it does not reasonably describe the records sought, the agency is to “extend to the requester an opportunity to confer with Department personnel in order to attempt to reformulate the request in a manner which will meet the needs of the requester” without unduly burdening the agency. <em>Id. </em>The letter received by Ferri in response to his initial list of questions (attached to the agency’s affidavit as Exhibit G) asked that he specify the information he desired more precisely, but extended no such offer of assistance.<footnotemark>10</footnotemark> It also failed to call to Ferri’s attention the distinction, which the agency presses on appeal, between requests for information and requests for records. It is no surprise that absent guidance Ferri’s second request did not differ much from his first. An indigent prison inmate cannot be assumed to know, without assistance, precisely what FBI records and documents will serve his purpose. Without such knowledge, a requester may necessarily have to fall back on a question format. An agency may not resist disclosure because the request fails “reasonably [to] describe” records unless it has first made a good faith attempt to assist the requester in satisfying that requirement.</p>\n<p id=\"b1281-4\">B. <em>Exemptions</em></p>\n<p id=\"b1281-5\">The trial court also decided on the basis of the affidavit supplied by Special Agent Wood that “no extended discussion or analysis is necessary or appropriate” on the exemption of the surveillance-related records. Memorandum at 13. Having examined that affidavit ourselves, we find it so general and conclusory that extended discussion and analysis were not, in fact, possible. Notwithstanding the affiant’s lack of discriminating analysis, and his failure to answer Ferri’s requests one-by-one, and without considering pending motions by plaintiff to obtain discovery or various admissions, the district court proceeded to enter summary judgment in the agency’s favor with respect to all of the disputed surveillance-related requests. Understandably, in light of the affidavit’s generality, no indication is given in the court’s opinion as to which requests are covered by which exemptions.</p>\n<p id=\"b1281-11\">Our task on review is to determine whether the agency carried its burden of justification. The Act creates a presumption in favor of disclosure. <em>Department of Air Force v. Rose, </em>425 U.S. 353, 361, 96 S.Ct. 1595, 1599 (1976); <em>Committee on Masonic Homes of the R. W. Grand Lodge v. NLRB, supra, </em>556 F.2d at 218. It contains a clear requirement that the reviewing court make a <em>de novo </em>determination, and the withholding agency has the burden of establishing that a statutory exemption is applicable. 5 U.S.C. § 552(a)(4)(B). In light of this mandate, courts generally should not pay special deference to the agency’s findings. When the drafters of FOIA intended courts to give such deference, they said so explicitly in the legislative history, as they did with respect to cases involving classified national security documents to which Exemption 1 applies. <em>See </em>Sen.Conf.Rep.No.93-1200, 93d Cong., 2d Sess., <em>reprinted in </em>[1974] U.S.Code Cong. &amp; Ad.News 6285, 6290 [hereinafter Senate Conf. Report]; <em>Bell v. United States, </em>563 F.2d 484, 487 (1st Cir. 1977). Where, however, the government bases its refusal to disclose oh an affidavit claiming that the <page-number citation-index=\"1\" label=\"1222\">*1222</page-number>documents fall within the (b)(7) exemption for investigatory records and the (b)(2) exemption for internal practices, a mixed question of law and fact is presented. It is critical for the court to determine whether the information sought is as the government describes it. <em>See Irons v. Bell, </em>596 F.2d 468, 471 n.6 (1st Cir. 1979); <em>Cuneo v. Schlesinger, </em>484 F.2d 1086, 1091 (D.C.Cir. 1973), <em>cert. denied, </em>415 U.S. 977, 94 S.Ct. 1564, 39 L.Ed.2d 873 (1974); Note, <em>In Camera Inspection Under the Freedom of Information Act, </em>41 U.Chi.L.Rev. 557, 581 (1974).</p>\n<p id=\"b1282-4\">This determination is made difficult by the fact that the party seeking disclosure does not know the contents of the information sought and is, therefore, helpless to contradict the government’s description of the information or effectively assist the trial judge. He can argue only generalities. This court has not previously been confronted with a FOIA case in which the sensitive nature of the documents is alleged by the government while seriously disputed by the party seeking disclosure. The Court of Appeals for the District of Columbia Circuit, however, with its significantly larger docket of FOIA requests, has given serious consideration to such situations, most recently and exhaustively in <em>Ray v. Turner, </em>587 F.2d 1187 (1979). It has concluded that meaningful judicial review requires that broad claims of exemption be accompanied by a “public affidavit explaining in as much detail as possible” the basis for the claimed exemption. <em>Phillippi v. Central Intelligence Agency, </em>546 F.2d 1009, 1013 (D.C.Cir.1976). This justification must not consist of “con-clusory and generalized allegations of exemptions, . .. but will require a relatively detailed analysis in manageable segments,” <em>Vaughn v. Rosen, </em>484 F.2d 820, 826 (D.C. Cir.1973), <em>cert. denied, </em>415 U.S. 977, 94 S.Ct. 1564, 39 L.Ed.2d 873 (1974); the detailed justification can then be better subjected to criticism by the requester. After the issues have been identified and refined by this process, in camera examination may still be necessary to determine whether the government’s characterization of the records' content is correct. Courts in other circuits have, after careful consideration, adopted these same procedures. <em>See, e. g., Irons v. Bell, </em>596 F.2d 468 (1st Cir. 1979); <em>Lamont v. Department of Justice, </em>475 F.Supp. 761 (S.D.N.Y.1979).<footnotemark>11</footnotemark></p>\n<p id=\"b1282-7\">Early in the instant litigation, Ferri moved that the court require defendant to submit a “detailed justification” and index of exemptions pursuant to <em>Vaughn v. Ro-sen, supra. </em>Docket Item No. 20. The motion was summarily rejected when the court granted summary judgment in favor of the agency. That ruling and the judgment on the merits can stand only if the government’s affidavit was sufficiently detailed, and established by a fair preponderance of the evidence that the requested records were properly withheld. In testing the sufficiency of the FBI’s justification, we look, therefore, to the Wood affidavit, and consider the exemptions it listed as grounds for withholding those surveillance-related records sought by Ferri.<footnotemark>12</footnotemark></p>\n<p id=\"b1282-8\">Special Agent Wood’s affidavit reads: (16).....</p>\n<blockquote id=\"b1282-10\">A. <em>INTERNAL PRACTICES AND PROCEDURES OF THE FBI</em></blockquote>\n<blockquote id=\"b1283-3\"><page-number citation-index=\"1\" label=\"1223\">*1223</page-number>Title 5, United States Code, Section 552(b)(2) exempts from disclosure information relating solely to the internal personnel rules and practices of an agency. This exemption was asserted for information regarding procuring, controlling, and using electronic surveillance devices.</blockquote>\n<blockquote id=\"b1283-4\">C. <em>INVESTIGATIVE TECHNIQUES</em></blockquote>\n<blockquote id=\"ayq-dedup-1\">Title 5, United States Code, Section 552, Subsection (b)(7)(E) of the FOIA exempts from release that information which would disclose investigative techniques and procedures. Information regarding procuring, controlling and using electronic surveillance devices is withheld pursuant to this subsection in order to allow investigative agencies to protect techniques and procedures in order that they máy be successfully applied in future investigations. Release of this type of information would disclose utilization of valuable and specialized investigative techniques and should this become common knowledge, their effectiveness as investigative aids would be substantially diminished.</blockquote>\n<p id=\"b1283-5\">(17) Any greater description of information withheld would, in fact, reveal the information which is properly withheld. We first consider whether the government satisfied its burden of showing that the request falls within the section (b)(7)(E) exemption.</p>\n<p id=\"b1283-6\">(1) <em>Investigative Techniques &amp; Procedures</em></p>\n<p id=\"b1283-7\">To begin with, the Wood affidavit misstates the scope of Exemption 7’s coverage. Section 552(b)(7)(E) exempts not “information” which would disclose investigative techniques, but only “investigatory records compiled for law enforcement purposes” which would do so. In order for the information to qualify for Exemption 7(E), then, it must satisfy two requirements: first, that the requested document is such an “investigatory record”, and secondly, that the technique it threatens to disclose is one not commonly known already. <em>See Malloy </em>v. <em>Department of Justice, </em>457 F.Supp. 543 (D.D.C.1978); <em>Ott v. Levi, </em>419 F.Supp. 750 (E.D.Mo.1976).</p>\n<p id=\"b1283-10\">We suggested in <em>Committee on Masonic Homes v. NLRB, supra, </em>556 F.2d at 219, that the “investigatory records” exemption is to be construed literally. It contemplates files compiled with a specific, formal proceeding or investigation in mind. <em>See also Cox v. Department of Justice, </em>576 F.2d 1302, 1310 (8th Cir. 1978). Copies of wiretap applications and weekly summary reports of surveillance targets, such as Ferri requested, may indeed fit this description. On the other hand, the same label cannot be applied to purchase orders and inventory records of surveillance equipment.<footnotemark>13</footnotemark> Applying subsection (b)(7) under these circumstances would depart from Congress’ clear intent when it amended the exemption to overrule overly broad judicial interpretations, capable of permitting agencies to eviscerate the policy of the Act. <em>See </em>Senate Conf. Report at 6291.</p>\n<p id=\"b1283-11\">Even assuming arguendo that the words “investigatory records” were applied loosely to cover all the information sought by Ferri, the government must still establish that disclosure would cause one of the six enumerated harms listed in section (b)(7). The government may be able to satisfy its burden as to copies of wiretap applications or weekly summary reports of surveillance activity, either because they “interfere with enforcement proceedings,” covered by Exemption (7)(A), or because they would “constitute an unwarranted invasion of personal privacy,” exempted by section (b)(7)(C). The Wood affidavit made no such showing, however. Rather, withholding of all surveillance-related requests was based on section (b)(7XE), and on the assertion that release of this type of materi<page-number citation-index=\"1\" label=\"1224\">*1224</page-number>al would disclose “valuable and specialized investigative techniques and should this become common knowledge, their effectiveness as investigative aids would be substantially diminished.” Wood Affidavit, ¶ 16.C. The latter prediction is critical. The conference in 1974 noted that the Senate “investigative techniques” exemption in section (b)(7)(E) was not to cover “routine techniques and procedures already well-known to the public, such as ballistic tests, fingerprinting, and other scientific tests commonly known.” Senate Conf. Report at 6291.</p>\n<p id=\"b1284-4\">We do not see how the trial court was able confidently to evaluate the validity of the government’s concern about disclosure of techniques. The Wood affidavit is palpably inadequate, given that its assertion of confidentiality is controverted by evidence submitted by plaintiff suggesting that information on the mechanics of surveillance can already be found in the public domain in various scientific, technical, and government literature. The court accorded the agency’s bald assertions a degree of deference which Congress implicitly rejected when it directed judges to conduct a de novo review of such matters.</p>\n<p id=\"b1284-5\">In an effort to buttress the affidavit, the government’s brief urges us to apply Exemption 7(E) because the specific techniques of attaching and deploying eavesdropping devices are not commonly known even if the general method is publicly known. Whether or not this assessment is true, this argument still seems to presume that Ferri is requesting information on technical implementation, which is not apparent from the face of his questions. Perhaps the government’s point is that disclosure of purchase orders and inventory forms will reveal the type of equipment deployed by the FBI, and thereby provide useful information to persons intent on evading surveillance. If that is the contention, it is nowhere spelled out by the agency in any of its submissions either to this court or to the trial court. <em>See Cox v. Department of Justice, </em>576 F.2d 1302, 1311 n.13 (8th Cir. 1978). Self-serving, conclusory statements in an affidavit do not satisfy the government’s statutory burden. <em>See Irons v. Bell, supra, </em>596 F.2d at 471; <em>Ray v. Turner, supra, </em>587 F.2d at 1191; <em>Stern v. Richardson, </em>367 F.Supp. 1316, 1321 (D.D.C. 1973). And if the agency is unable to articulate publicly the specific disclosure it fears and the specific harm that would ensue, then in camera inspection of a more detailed affidavit mus,t be resorted to. <em>See Phillippi v. Central Intelligence Agency, supra, </em>546 F.2d at 1013.</p>\n<p id=\"b1284-7\">(2) <em>Internal Practices</em></p>\n<p id=\"b1284-8\">Alternatively, the government asserts that information regarding procurement and control of electronic surveillance devices is exempt under section 552(b)(2), since it relates solely to the internal personnel rules and practices of the FBI. The Supreme Court’s decision in <em>Department of Air Force v. Rose, 425 </em>U.S. 352, 96 S.Ct. 1592, 48 L.Ed.2d 11 (1976), provides the most authoritative treatment of this exemption, and does so principally by way of reference to the legislative history surrounding the subsection. The Court construed it as exempting only housekeeping matters in which “the public could not reasonably be expected to have an interest.\" 425 U.S. 369-70, 96 S.Ct. 1603. It reached this conclusion by examining Senate Report No. 1219, 88th Cong., 2d Sess. (1965), which expressed an intention to narrow the “internal management” exemption in former section 3 of the Administrative Procedure Act and exempt only insignificant matters exemplified by “rules as to personnel’s use of parking facilities or regulation of lunch hours, statements of policy as to sick leave, and the like.” <em>Id. </em>at 8.</p>\n<p id=\"b1284-9\">The government’s initial contention is that procurement and inventory records pertaining to wiretap devices are trivial housekeeping matters. We cannot accept such a sweeping characterization. Purchase and appropriation of wiretap devices are not “matter[s] with merely internal significance.” <em>Department of Air Force v. Rose, supra, </em>425 U.S. at 370, 96 S.Ct. at 1603. Congress has by legislation made the judgment that electronic surveillance should be <page-number citation-index=\"1\" label=\"1225\">*1225</page-number>monitored not only by courts, but, to an extent, by the public as well. The Omnibus Crime Control and Safe Streets Act of 1968 created elaborate reporting requirements about the use of court-permitted wiretapping.<footnotemark>14</footnotemark> As indicated in S.Rep.No.1097, 90th Cong., 2d Sess. 107, <em>reprinted in </em>[1968] U.S. Code Cong. &amp; Ad.News at 2196, and noted by the Supreme Court in <em>United States v. Chavez, </em>416 U.S. 562, 577, 94 S.Ct. 1849, 1857, 40 L.Ed.2d 380 (1974), Congress decided that statistics on wiretap use should be compiled so as “to form the basis for a public evaluation” of the operation of the surveillance law and to “assure the community that the system of court-order[ed] electronic surveillance ... is properly administered .... ” We do not mean to suggest that the information Ferri requests falls within the categories described in the Crime Control Act. However, given the legislators’ apparent concern over sanctioning even limited use of wiretapping, we do hesitate to dismiss procurement and inventory control of wiretap devices as matters “in which the public could not reasonably be expected to have an interest.” <em>Department of Air Force v. Rose, supra, </em>425 U.S. at 369-70, 96 S.Ct. at 1603.</p>\n<p id=\"b1285-5\">It remains open to the government on remand to demonstrate by detailed affidavit that disclosure would impede the agency’s law enforcement effectiveness. Some courts have determined that Exemption 2 does cover those portions of law enforcement manuals which prescribe the equipment and strategy to be used by law enforcement agents in the performance of their duties. <em>Cox v. Department of Justice, </em>601 F.2d 1 (D.C.Cir.1979); <em>Caplan v. Bureau of Alcohol, Tobacco, and Firearms (BATF), </em>587 F.2d 544 (2d Cir. 1978); <em>but see Jordan v. Department of Justice, </em>591 F.2d 753 (D.C. Cir.1978). These decisions have found in <em>Rose </em>the suggestion that Exemption 2 <em>would </em>apply to an agency’s internal practices “where disclosure may risk circumvention of agency regulation.” 425 U.S. at 369, 96 S.Ct. at 1603. We need not reach that question of law in this case, given the underdeveloped state of the record. After the agency has demonstrated on remand <em>how </em>its effectiveness would be threatened by disclosure in this case, the issue of Exemption 2’s coverage will be more concretely presented.</p>\n<p id=\"b1285-9\">Summarizing, we disagree with the trial court’s conclusion that the government carried its burden of demonstrating that Exemptions 7(E) and 2 justify rejecting Ferri’s surveillance-related requests <em>in toto. </em>On remand, the agency must provide public affidavits explaining in as much detail as possible the grounds for exemption. If necessary, the agency may have to grant in camera inspection of more detailed affidavits or of the documents themselves.<footnotemark>15</footnotemark> The factors to be considered in deciding whether in camera review is appropriate were carefully canvassed by the panel in <em>Ray v. Turner, supra, </em>and we concur in its analysis:</p>\n<blockquote id=\"b1285-10\">In camera inspection requires effort and resources and therefore a court should not resort to it routinely on the theory that “it can’t hurt.” When an <page-number citation-index=\"1\" label=\"1226\">*1226</page-number>agency affidavit or other showing is specific, there may be no need for in camera inspection.</blockquote>\n<blockquote id=\"b1286-4\">On the other hand, when the district judge is concerned that he is not prepared to make a responsible de novo determination in the absence of in camera inspection, he may proceed in camera without anxiety that the law interposes an extraordinary hurdle to such inspection. The government would presumably prefer in camera inspection to a ruling that the case stands in doubt or equipoise and hence must be resolved by a ruling that the government has not sustained its burden.</blockquote>\n<blockquote id=\"b1286-5\">In camera inspection does not depend on a finding or even tentative finding of bad faith. A judge has discretion to order in camera inspection on the basis of an uneasiness, on a doubt he wants satisfied before he takes responsibility for a de novo determination. Government officials who would not stoop to misrepresentation may reflect an inherent tendency to resist disclosure, and judges may take this natural inclination into account.</blockquote>\n<p id=\"A6FM\"><em>Ray v. Turner, supra, </em>587 F.2d at 1195. Especially where the government’s affidavit raises a novel question of law concerning the scope of an exemption, the court should obtain fairly complete information about the factual predicate for its application so that it may check the agency’s legal interpretation. Otherwise, “the judgment of the official claiming the exemption — representing an interested party in the litigation — would be conclusive, and the court’s adjudicatory role all but eliminated.” <em>Lamont v. Department of Justice, supra, </em>475 F.Supp. at 769.<footnotemark>16</footnotemark></p>\n<p id=\"b1286-8\">The judgment appealed from will be reversed and the case remanded for further proceedings consistent with this opinion.<footnotemark>17</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b1275-9\">. Initially, plaintiff requested only the conviction record. Because, however, the parties directed their arguments and responses to both conviction and arrest records, the lower court addressed both items.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1275-10\">. 1) From whom does the above parties obtain electronic wire tapping devices?</p>\n<p id=\"b1275-11\">2) From whom does the above parties obtain other electronic sound listening devices, such as, pen registers, honing instruments, listening bugs and related criteria?</p>\n<p id=\"b1275-17\">3) The number of such devices listed in items (1) &amp; (2) in the possession of the above named parties during the years of 1971, 1972 and 1973?</p>\n<p id=\"b1275-19\">4) The method for maintaining an inventory and usage control of said devices in items (1), (2) and (3)?</p>\n<p id=\"b1275-21\">5) The number of devices on hand prior to the date of 1971, in item (3)? A schedule of such?</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1276-15\">. In delaying its response, the agency failed to comply with its own regulations in effect since 1975. Under 28 C.F.R. § 16.5 (1980), action on a request to any division of the Justice Department is to be determined within ten days of receipt; in “unusual circumstances” which are expressly enumerated, extensions may be granted by a division head in increments of five days or less and shall be made by written notice to the requester. If such extension is not permissible, the requester must be informed of the delay and his right to treat the delay as a denial so that he may elect to proceed to the appeals stage.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1277-8\">. Automatic denial under Exemption 3, as urged by the government, is inappropriate here, since the agency cannot establish that disclosure of arrest records is expressly prohibited or controlled by statute, rather than left to the Attorney General’s discretion. Reliance on 28 U.S.C. § 534 is, as the court below held, insufficient.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1277-12\">. The practical effect of so holding is that Exemption 7(C) requires a lesser showing of privacy invasion in order for the agency to prevail. <em>See Dept. of Air Force v. Rose, </em>425 U.S. 352, 379 n.16, 96 S.Ct. 1592, 1607 n.16, 48 L.Ed.2d 11 (1976).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1278-5\">. The decision in <em>Malloy v. Department of Justice, </em>457 F.Supp. 543 (D.D.C.1978), urged upon us by defendant, does not suggest otherwise. There, the court withheld FOIA disclosure of arrest records because it was “unable to identify any public interest to be served by disclosure of [them].” 457 F.Supp. at 545.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1279-7\">. These remaining questions were:</p>\n<blockquote id=\"b1279-8\">2) The method used to request such usage of these devices? Copies of applications not limited to wire tapping applications but all devices.</blockquote>\n<blockquote id=\"b1279-9\">3) The method used to order said devices?</blockquote>\n<blockquote id=\"b1279-10\">4) The inventory control of said devices? \"IThe parties whose responsibility was the inventory control?</blockquote>\n<blockquote id=\"b1279-16\">6) Does the F.B.I. “loan” any of these devices to other gov. agencies? The method(s) of? Whom? The inventory listing of such? 8) The specific number of such devices in the control etc. of the F.B.I. in each of the above items. The specific number of each device in the F.B.I. offices or control thereof agents etc. from the years of 1971 thru 1973, the weekly summary reports thereof etc.</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1280-5\">. Letter of Clarence M. Kelley, Director of the FBI, to Francis Ferri, September 27, 1977. (Exhibit I, attached to Affidavit of Martin Wood).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1280-6\">. A request is not flawed simply because the agency has not anticipated it and preassembled the desired information. <em>Cf. Disabled Officers’ Association v. Rumsfeld, </em>428 F.Supp. 454 (D.D. C.I977), <em>aff'd </em>574 F.2d 636 (D.C. 1978). In that case, the court rejected an agency’s complaint that it might have to sift through numerous records and collate data to produce a new document the agency did not previously possess.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1281-6\">. The letter read:</p>\n<blockquote id=\"b1281-7\">Dear Mr. Ferri:</blockquote>\n<blockquote id=\"b1281-8\">This is in reference to your Freedom of Information-Privacy Acts (FOIPA) request dated July 26, 1976, which was received at FBI Headquarters on August 5, 1976, from the Department of Justice.</blockquote>\n<blockquote id=\"b1281-9\">Pursuant to FOIPA, requests for records are to be reasonably described prior to processing thereof. Would you kindly reformulate your request in order to provide us with a clearer or a complete description of the information you desire.</blockquote>\n<blockquote id=\"b1281-12\">In accordance with the 1974 amendments to the Freedom of Information Act, your description or explanation should be in sufficient detail to enable us to locate the material with a reasonable amount of effort.</blockquote>\n<blockquote id=\"b1281-13\">Please be advised that upon receipt of instructions from you, your request will be handled as equitably as possible.</blockquote>\n<blockquote id=\"b1281-14\">Sincerely yours,</blockquote>\n<blockquote id=\"b1281-15\">/s/ C. M. Kelley</blockquote>\n<blockquote id=\"ayn-dedup-0\">Clarence M. Kelley</blockquote>\n<blockquote id=\"A95\">Director</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1282-5\">. Moreover, there is support for such procedures in the legislative history. In proposing its 1974 amendments to FOIA, the Senate Committee outlined the ruling in <em>Vaughn v. Rosen </em>and added, “The Committee supports this approach. ...” S.Rep.No.93-854, 93d Cong., 2d Sess. 15 (1974). The final enactment endorsed de novo review and in camera examination, 5 U.S.C. § 552(a)(4)(B), with the acknowledgment by the Conference Committee that in camera inspection could be foregone if the government provides “detailed” affidavits showing that the documents are “clearly” exempt. Senate Conf. Report at 6287-88. In light of Congress’ provision for in camera review, its requirement that “[a]ny reasonable segregable portion of a record” shall be released to a FOIA claimant, 5 U.S.C. § 552(a)(4)(B), and the detailed phrasing of Exemption 7 here at issue, we agree with Judge Weinfeld that</p>\n<blockquote id=\"b1282-12\">Congress did not intend the Court passively to accept even the most sincerely advanced agency statements without having a factual basis supporting the claimed exemption.</blockquote>\n<p id=\"A1iq\"><em>Lamont v. Department of Justice, supra, </em>475 F.Supp. at 768.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1282-13\">. Ferri has withdrawn his request for the names of FBI personnel trained and authorized to operate surveillance devices.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1283-8\">. Judging from comments made at a recent symposium on FOIA developments, the FBI’s own administrator in charge of handling FOIA requests concedes the narrow scope of “investigatory” records and believes only legislative revision can ensure placing <em>“all </em>of our sensitive law enforcement records clearly within exemption 7.” Shea, <em>Is Openness Working? A Dissenting View, </em>381 Fed.B.J. 109, 111 (1979).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1285-6\">. The provisions are spelled out in 18 U.S.C. § 2519, and include a requirement that the Attorney General or a designated subordinate must each year report to the Administrative Office of the United States Courts:</p>\n<blockquote id=\"b1285-7\">(b) a general description of the interceptions made under such order or extension, including (i) the approximate nature and frequency of incriminating communications intercepted, (ii) the approximate nature and frequency of other communications intercepted, (iii) the approximate number of persons whose communications were intercepted, and (iv) <em>the approximate nature, amount, and cost of the manpower and other resources used in the interceptions; ...</em></blockquote>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1285-11\">. The Supreme Court has endorsed the use of in camera inspection as a means to ensure a “workable compromise” between conflicting interests. <em>See Dept. of Air Force v. Rose, </em>425 U.S. 352, 381, 96 S.Ct. 1592, 1608, 48 L.Ed.2d 11 (1976). Also, we note that one commentator, sensitive to the costs and burdens imposed by in camera inspection, nonetheless concludes its use is appropriate when the adverse parties disagree on the factual nature of the requested records or when an agency may be withholding disclosable information in order to protect its reputation. <em>See </em>Note, <em>In Camera Inspection Under the Freedom of Information Act, </em>41 U.Chi.L.Rev. 557, 565, 581 (1974).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1286-6\">. On remand the government will not be limited to establishing the applicability of Exemptions 7(E) and 2, but will also be allowed to assert any other exemption potentially applicable.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1286-7\">. Judge Adams agrees that the opinion for the Court correctly states the law as enunciated in the FOJA and as interpreted by' the federal courts. He wishes to note, however, that he questions whether Congress anticipated, at the time of enactment, that individuals with no demonstrable need would be able to hinder the normal operations of federal enforcement agencies by requesting large quantities of documents. He is further concerned that Fern’s request for surveillance-related materials, if granted, could have such a disruptive effect. While such a result would not be unprecedented, Congress remains free to amend the FOIA if it disapproves this and similar results. Judge Van Dusen joins in this footnote.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}