{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"218\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b218-7\" pgmap=\"218\">(No. 15553.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b218-8\" pgmap=\"218\">Helen B. Keen, Plaintiff in Error, vs. Alexander P. Bump, Defendant in Error.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b218-10\" pgmap=\"218\">Opinion filed, December 19, 1923.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b218-12\" pgmap=\"218\">Thompson, J., dissenting.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b218-14\" pgmap=\"218\">E. B. Green, and Ben H. Townsend, for plaintiff in error.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b218-15\" pgmap=\"218\">P. J. Kolb, and M. J. White, for defendant in error.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b218-16\" pgmap=\"218\">Mr. Justice Dunn</author> <p id=\"AWq\" pgmap=\"218\">delivered the opinion .of the court:</p> <p id=\"b218-17\" pgmap=\"218\">The circuit court of Wabash county dismissed for want of equity the bill of Helen B. Keen to enjoin Alexander P. Bump from the use of a right of way across her land, and she prosecutes a writ of error to reverse the decree.</p> <p id=\"b219-4\" pgmap=\"219(382) 220(157)\">The record contains no certificate of evidence, but the plaintiff in error contends that the answer confesses her bill and alleges in justification affirmative matter which does not constitute a defense. The defendant in error contends that in his answer he has neither admitted nor denied the plaintiff in error’s title alleged in her bill; that her title was not proved, and the court therefore properly dismissed the bill. The answer does expressly admit the execution to the complainant by William E. Keen, her.father, of the deed under which she claims, and avers that her father had previously executed a deed to the defendant in error’s grantor, Shultz, for a tract of 504 acres lying immediately north of and adjacent to the land now claimed by the plaintiff; that the right of way or roadway was in existence at the time of the making of the deed by Keen to Shultz, and had been used by Keen and his tenants for the purpose of ingress and egress to and from the lands so conveyed to Shultz; that Keen had theretofore constructed on the land so conveyed to Shultz a tenant house and other buildings, which were and had been occupied by the tenant and employees of Keen, who also used the right of way for the purpose of ingress and egress in and about the farming and use of the land; that said tract of land has no other outlet to any public highway, and the right of way was, and ever since has been, the only means of ingress and egress to and from said real estate; that Shultz conveyed the same land to the defendant on September 21, 1916, and the defendant immediately went into possession of the land and has remained in possession and ownership of it ever since, and during all that time has continued to use the roadway or right of way, both in person and by his tenants who occupied the dwelling house and other buildings on the premises, for the purpose of ingress and egress to and from the land; that he and his tenants have no other means of reaching any public highway from said land without using the roadway or right of way above mentioned; that the roadway or right of way has been continuously used by Shultz and his tenants and the defendant and his tenants since December 2, 1911, and has always been used under a claim of right to do so and of ownership of such right of way, and Keen, during the time he owned said real estate, acquiesced therein, and neither Keen nor the complainant has served notice upon either Shultz or the defendant to discontinue the use of the right of way. The defendant alleges that because of the long continued use by the defendant and Shultz of the roadway or right of way, and of the acquiescence of the complainant and of Keen, her father, since December 2, 19Í1, the complainant is barred because of laches from now preventing the use of the roadway by the defendant, and that by reason of the facts alleged he has the right to use the roadway as a way of necessity.</p> <p id=\"b220-5\" pgmap=\"220\">While this language does not in express words admit that William E. Keen was the owner of the real estate which he subsequently conveyed to the complainant, the whole answer is based upon the implied admission that he was such owner. The fact of his acquiescence in the use of the right of way would be of no importance unless he was the owner of the land over which the right of way was used, and the statement that “the said William E. Keen, during the time he owned said real estate, acquiesced” in the use of the right of way under the claim of right to do so is senseless unless the real estate mentioned refers to the real estate over which the right was exercised. Though there is no evidence in the record, the plaintiff in error in her brief admits the facts alleged in the answer, and states that her theory of the case is that all the material facts alleged in the bill being fully admitted by the answer and no defense being shown, the decree on the bill and answer should have been for the plaintiff in error instead of for the defendant in error.</p> <p id=\"b220-6\" pgmap=\"220(23) 221(231)\">The defendant in error relies upon the rule which is stated in the case of Cihak v. Klekr, 117 Ill. 643, as follows:. That where the owner of an entire estate has arranged and adapted it so that one portion of the- estate derives a benefit and advantage from the other, of a permanent, open and visible character, and he sells the same, a purchaser will take the portion sold with all the benefits and burdens which appear at the time to belong to it, and it is not necessary in such case that the easement claimed by the purchaser must be really necessary for the enjoyment of the estate granted, but, it is sufficient if it is highly convenient and beneficial therefor. This rule has been applied in two very recent cases, in one of which the complainant sought to require the defendant to remove an obstruction placed by the defendant across a private right of way, and in the other the complainant sought to enjoin the use of the right of way by the defendants. The origin of the right claimed in each of those cases was of the same character as the origin of the right in the present case and in both cases the right was sustained. (Hoepker v. Hoepker, 309 Ill. 407; Cassidy v. Cassidy, id. 465.) The principle announced in the Cihak case, and recognized and applied in the two cases cited, is conclusive of the right in the present case.</p> <p id=\"b221-3\" pgmap=\"221\">The decree of the circuit court will be affirmed.</p> <p id=\"b221-4\" pgmap=\"221\">Decree affirmed.</p> </opinion> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b221-5\" pgmap=\"221\">Mr. Justice Thompson,</author> <p id=\"ANv\" pgmap=\"221\">dissenting:</p> <p id=\"b221-6\" pgmap=\"221\">As I read Cihak v. Klekr, supra, it does not support the conclusion reached in this case, nor in the Hoepker and Cassidy cases cited in support. It is clear in all three cases that the use of the right of way was merely permissive. An easement or other incorporeal hereditament cannot be created by parol, nor can a mere permissive use of property ripen into a prescriptive right. Weber v. Aluminum Ore Co. 304 Ill. 273.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}