{
  "casebody": {
    "data": "<casebody firstpage=\"363\" lastpage=\"367\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b383-6\">409 P.2d 285</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b383-7\">John R. MARQUEZ, by his Guardian Ad Litem, Malcolm L. Hillock, Appellant, v. RAPID HARVEST CO., a California Corporation, Appellee.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b383-10\">No. 7028 PR.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b383-11\">Supreme Court of Arizona,</court>\n<p data-order=\"4\" data-type=\"docketnumber\" id=\"b383-12\">En Banc.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b383-13\">Dec. 31, 1965.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b384-12\"><page-number citation-index=\"1\" label=\"364\">*364</page-number>Robert N. Hillock and Malcolm L. Hillock, Tucson, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"AvC\">Darnell, Holesapple, McFall &amp; Spaid, by Richard C. Briney, Tucson, for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b384-13\">LOCKWOOD, Chief Justice.</author>\n<p id=\"b384-14\">This case is before us on review of a decision, of the Court of Appeals, Division 2, 405 P.2d 814. Plaintiff (appellant herein) commenced an action in Superior Court on May 15, 1959, to recover for personal injuries allegedly caused by the negligence of defendant’s employee. Defendant is a foreign corporation doing business in Arizona. A copy of the summons and complaint was delivered on May 22, 1959 to an employee of the defendant who was working in the Willcox area. Defendant having failed to appear or answer within the time required by law, its default was entered on June 12, 1959. The lower court heard testimony on plaintiff’s application for default judgment on July 8, 1959, and on July 16 granted a judgment to plaintiff in the amount of $92,488.81, which was entered on the record the following day. A writ of execution was issued on August 24, 1959, and on August 31, 1959, defendant applied to the court below to set aside the default and vacate the judgment. Defendant’s application asserted “excusable neglect” and in addition alleged that the employee served with process was not a “managing or general agent” upon whom process could be served under Rule 4(d) 6, 16 A.R.S. Rules of Civil Procedure.</p>\n<p id=\"b385-4\"><page-number citation-index=\"1\" label=\"365\">*365</page-number>A hearing on defendant’s application was held on September 4, 1959. The testimony and affidavits presented to the lower court in support of defendant’s motion to set aside the judgment disclosed the following: Defendant was notified of the judgment at its home office in Salinas, California, on July 18, 1959, by a phone call from a corporate director in Arizona who had read a newspaper account of the judgment. The employee upon whom process had been served left the defendant’s employ within a few days after service of process and had failed to notify the corporation of the service.</p>\n<p id=\"b385-5\">The default judgment was set aside pursuant to Rule 60(c) 16 A.R.S. Rules of Civil Procedure, on the grounds that defendant had shown: (1) excusable neglect, (2) a meritorious defense and (3) no undue lapse of time between the default judgment and the filing of the motion to set aside the default. Defendant raised the question of jurisdiction, on the basis that the employee served with process was not a managing agent, and thus no valid service was had upon defendant. The trial court declined to rule on this question of whether defendant had been properly served.</p>\n<p id=\"b385-7\">It appears to us that the trial court should have determined the question of its jurisdiction before taking any other action. If the court had no jurisdiction because of lack of proper service on the defendant any judgment would be void, and there would be no necessity to consider a question of setting it aside on the basis of excusable neglect. For this reason the case must be returned to the trial court for a determination of this issue.</p>\n<p id=\"b385-9\">In case the court should determine that there was proper service upon defendant the question of whether the judgment should be vacated for excusable neglect would no doubt again arise. For this reason we discuss the issues presented upon the court’s ruling on the motion to set aside the judgment and default on the ground of excusable neglect.</p>\n<p id=\"b385-10\">The plaintiff then appealed to the Court of Appeals which reversed the trial court’s finding of excusable neglect and reasonable delay. It did, however, remand this case to the trial court for a determination as to whether the defendant’s employee was a “managing or general agent.”</p>\n<p id=\"b385-11\">The appellant assigns as error, in substance, the following:</p>\n<p id=\"b385-12\">1. The finding that failure of the defendant’s employee to notify it of service of process constituted “excusable neglect.”</p>\n<p id=\"b385-13\">2. The finding as a matter of law that the defendant exercised due diligence in seeking relief from the default judgment.</p>\n<p id=\"b385-14\"> The uncontested finding that the alleged agent left the defendant’s employ <page-number citation-index=\"1\" label=\"366\">*366</page-number>within a few days after service was an adequate showing of legal excuse upon which the trial court could exercise its discretion to find excusable neglect. Where an employee is about to terminate his employment within a few days, failure to notify the employer of service of process on the employee may constitute conduct of a reasonably prudent person under the same circumstances. See Coconino Pulp &amp; Paper Co. v. Marvin, 83 Ariz. 117, 120, 317 P. 2d 550, 552 (1957). This follows the general rule that any doubt which may exist should be resolved in favor of the application, to the end of securing a trial upon the merits. 6 Moore’s Federal Practice, ¶ 55.-10[1]; Hendrie Buick Co. v. Mack, 88 Ariz. 248, 355 P.2d 892 (1960).</p>\n<p id=\"b386-4\">Rule 60(c) of the Arizona Rules of Civil Procedure also requires that a motion to set aside a judgment be made within a reasonable time but not later than six months after judgment. What is a “reasonable time” within which to make the motion must depend on the circumstances of the particular case. Thus the moving party will be required to show good reason for his failure to take appropriate action sooner. 3 Barron &amp; Holtzoff, Federal Practice and Procedure § 1330. However where no intervening rights have attached in reliance upon the judgment, any doubt should be resolved in favor of securing a trial upon- the ;merits. . See 6 Moore’s Federal Practice ¶ 55.10[1], 3 Barron &amp; Holtzoff, supra, § 1323; Restatement, Judgments § 129(f); Erick Rios Bridoux v. Eastern Air Lines, 93 U.S.App.D.C. 369, 214 F.2d 207, cert. denied, 348 U.S. 821, 75 S.Ct. 33, 99 L.Ed. 647 (1954); Alopari v. O’Leary, 154 F.Supp. 78 (E.D.Pa.1957); Ellington v. Milne, 14 F.D.R. 241 (E.D. N.C.1953). Thus, some explanation of the delay in seeking relief should be given either by affidavit or testimony, and the trial court must then determine whether the explanation is sufficient to justify the granting of the relief sought. See Benjamin v. Dalmo Mfg. Co., 31 Cal.2d 523, 190 P.2d 593 (1948).</p>\n<p id=\"b386-6\">In the instant case, defendant received actual notice of the judgment on July 18, 1959, but no application for relief from the judgment was made to the Arizona Court until August 31st. In support of his motion for relief, the defendant on cross examination explained:</p>\n<blockquote id=\"b386-7\">“Q. Was there any reason why nothing had been done between that Monday, July 21st, and today?</blockquote>\n<blockquote id=\"b386-8\">“A. Yes, I was advised by Mr. Briney and also by Mr. Fish [counsel for defendant] that they had talked to you, and that you had told them you wouldn’t do anything, and then subsequently you went away and I think Mr. Briney or Mr. Fish talked to some<page-number citation-index=\"1\" label=\"367\">*367</page-number>one in your office and they told them you were away and there would be nothing done without saying something to them about it, and I think Mr. Briney went on vacation, and I was assured by the attorneys down here that you, or your office, had told them there would be no execution levied and nothing would be done without first getting in touch with us.”</blockquote>\n<p id=\"b387-5\">The trial judge stated:</p>\n<blockquote id=\"b387-6\"><em>“ </em>* * * So that the record will be straight we can avoid spending time on this, and I am going to hold that it is my opinion that that is not an undue length of time between notice of default judgment and the taking of an action to set it aside.”</blockquote>\n<p id=\"b387-8\"> Plaintiff claims he had no opportunity to rebut the testimony of defendant above quoted. However, the record discloses the judge asked whether he had any further testimony, to which plaintiff’s counsel replied “No, I believe not your Honor”. Hence there is no merit to this claim.</p>\n<p id=\"b387-9\">The decision of the Court of Appeals is vacated, and the case remanded to the trial court for further proceedings in accordance with this decision.</p>\n<judges id=\"b387-10\">STRUCKMEYER, Jr., V. C. J., and BERNSTEIN, UDALL and McF AR-IL AND, JJ., concurring.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}