{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"591\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b602-10\">[Civ. No. 23020.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Azk7\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqP\">Oct. 28, 1958.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b602-11\">MICHAEL HALLECK, a Minor, etc., et al., Appellants, v. NORMAN LEWIS BROWN, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b603-8\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>Brock, Easton, Fleishman &amp; Rykoff and Robert L. Brock for Appellants.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b603-9\">William W. Waters and Henry F. Walker for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b603-10\">SHINN, P. J.</author>\n<p id=\"A7-\">Plaintiffs appeal from an adverse judgment after verdict in an action for personal injuries arising out of a collision of automobiles.</p>\n<p id=\"b603-11\">Fifth Avenue in Los Angeles extends north and south. It intersects 70th Street at right angles. There are no traffic signals or stop signs at the intersection. On June 16, 1955, plaintiffs Michael Halleek, Mary Elizabeth Halleck and Sharon Halleek, who are minors, were passengers in a Ford station wagon driven by their mother, Mrs. Margaret L. Halleck. Coming from the west on 70th Street it was struck in the intersection by an Oldsmobile car owned and driven by defendant Brown. The Oldsmobile had come up Fifth Avenue from the south, had entered onto 70th Street and came into collision with the Halleck station wagon in the southeast portion of the intersection. The children were injured; Michael was the most seriously hurt, suffering a long cut on his cheek which left a permanent scar. Plaintiffs being passengers in their mother’s automobile, the factual question was whether Brown was guilty of negligence that was a proximate cause of the collision; it was not contended that plaintiffs were guilty of contributory negligence.</p>\n<p id=\"b603-12\">Seventieth Street is comparatively level. Commencing at Florence Avenue, one block south of 70th Street, Fifth Avenue rises abruptly, then slopes downward to its intersection at 70th Street, after which it becomes level. The downward slope begins about seven or eight houses south of 70th Street. Brown testified that before proceeding up Fifth Avenue, his ear had been parked on the east side of the street just above Florence, <page-number citation-index=\"1\" label=\"588\">*588</page-number>facing north; as he reached a point seven or eight houses from 70th Street, he was traveling about 15 or 20 miles per hour; he increased his speed to 25 miles per hour as he descended the slope; another car, which had been going west on 70th Street, made a left turn onto Fifth Avenue and passed him at a point about six houses south of the corner; at that point, he could not see into 70th Street; he slowed down as he passed the other car and approached the intersection at approximately 15 to 20 miles per hour, looking in both directions; at a distance of about a car length from the intersection he saw the station wagon approaching from the west; it was likewise about a car length from the corner; he put on his brakes but was unable to stop in time to avoid a collision. It was established that his Oldsmobile laid down 9 feet of four wheel locked skidmarks leading to the point of impact. On cross-examination, Brown admitted stating in his deposition that he entered the intersection at between 20 and 25 miles per hour and that he might have been traveling at that speed.</p>\n<p id=\"b604-5\">Robert Wright, a witness for plaintiffs, was the driver whom Brown saw turning left onto Fifth Avenue. Robert was a high-school student, living with his parents in the fourth house to the south of the intersection on the west side of Fifth Avenue. He testified that he stopped at the intersection and saw Brown’s car at the top of the incline. As he drove slowly past the second house from the corner, Brown’s car passed him in the opposite direction at a speed of between 25 and 35 miles per hour. After parking in front of his own house, Robert heard a crash, looked through his rear-view mirror, and saw the station wagon for the first time. The front of the Oldsmobile had struck it broadside between the front and second doors and caused it to swing completely around and come to rest facing west with its right wheels on the north curb of 70th Street.</p>\n<p id=\"b604-6\">Mrs. Halleck testified that after stopping for a traffic signal on Sixth Avenue, she proceeded normally along 70th Street; she could not recall her rate of speed. She slowed down on approaching the Fifth Avenue intersection, and as she did so, she saw the Oldsmobile at the top of the incline, about six or seven houses to the south; at that time, she was about one and a half car lengths west of the intersection. Mrs. Halleck then proceeded into Fifth Avenue. At no time did she see Wright’s car. She again saw the Oldsmobile just before it collided with her station wagon; she did not attempt to <page-number citation-index=\"1\" label=\"589\">*589</page-number>swerve or apply her brakes. On cross-examination, Mrs. Hal-leek admitted stating in her deposition that when she first saw the Oldsmobile it was only about six or seven car lengths from the corner but she added that she “always said” it was at the top of the incline when it came into view.</p>\n<p id=\"b605-6\">In urging a reversal of the judgment, plaintiffs contend that the court committed error in instructing the jury.</p>\n<p id=\"b605-7\">The Hallecks first assign error to the giving of an instruction on the doctrine of unavoidable accident. We have set forth the instruction in the margin.<footnotemark>*</footnotemark> This cause was tried before the decision of the Supreme Court in <em>Butigan </em>v. <em>Yellow Cab Co., </em>49 Cal.2d 652 [320 P.2d 500], in which it was held, that with possible exceptions, it is error to instruct the jury as to unavoidable accident in cases involving negligence.</p>\n<p id=\"b605-8\">However, the court said in <em>Butigan, supra, </em>at pages 660-661; “The determination whether, in a specific instance, the probable effect of the instruction has been to mislead the jury and whether the error has been prejudicial so as to require a reversal depends on all the circumstances of the case, including the evidence and the other instructions given. No precise formula can be drawn.”</p>\n<p id=\"b605-9\">It was error to give the instruction on unavoidable accident. The question on the appeal is whether the error was prejudicial. We believe it was.</p>\n<p id=\"b605-10\">Each driver could have seen the other in time to slow down or stop and thus avoid a collision. The accident could not have happened if neither driver had been negligent. It is sheer nonsense to say that both drivers could be found free of negligence. If it was a common practice to drive into intersections blindly, taking a chance that they would be found clear, there would be thousands of collisions at intersections, where now there is but one.</p>\n<p id=\"b605-11\">It is well settled that the giving of the unavoidable accident instruction is prejudicial where the evidence discloses no condition and no action or conduct apart from the conduct of the parties that could reasonably have been found <page-number citation-index=\"1\" label=\"590\">*590</page-number>sufficient to acquit them of negligence. <em>(Martz </em>v. <em>Ruiz, </em>158 Cal.App.2d 590 [322 P.2d <em>981]; Britton </em>v. <em>Gunderson, </em>160 Cal.App.2d 66 [324 P.2d 938]; <em>Brenner </em>v. <em>Beardsley, </em>159 Cal.App.2d 304 [323 P.2d 841]; <em>Emerton </em>v. <em>Acres, </em>160 Cal. App.2d 742 [325 P.2d 685]; <em>Grant </em>v. <em>Mueller, </em>160 Cal.App. 2d 804 [325 P.2d 680].) These cases, applying the doctrine declared by the Supreme Court in the Butigan case, are controlling upon the facts of the present case. This will appear clearly from a reading of the eases and a comparison of the facts upon which the several courts held the instruction to be prejudicial. We, therefore, refrain from encumbering our opinion with an extended analysis of the facts of those cases or with quotations from the cogent and forceful reasoning of the courts’ opinions.</p>\n<p id=\"b606-5\">Defendant relies upon <em>Rayner </em>v. <em>Ramirez, </em>159 Cal.App.2d 372 [324 P.2d 83], in which the court did not hold that the instruction was properly given, but only that under the evidence the error was not prejudicial. We are in agreement with that holding. The testimony was that the vehicles of the defendants momentarily entered the wrong side of the highway upon the sudden appearance from a side road of a boy on a bicycle, and that the drivers quickly endeavored to return to the right side. Although it had been held prior to the decision of the Supreme Court in the Butigan case that it was proper to give the questioned instruction in such circumstances, such is no longer the law.  In cases such as the present one, where the issue is whether negligence is attributable to one participant or the other, or to both, the question is not whether it was error to instruct on unavoidable accident, but whether the error was prejudicial. And the question in every case is whether, upon the facts of the case, the party complaining of the error was deprived of a fair trial.</p>\n<p id=\"b606-6\">Since the collision would not have occurred if both drivers had been exercising due care, and contributory negligence was not in issue, the question with respect to the liability of the defendant was whether Mrs. Halleck was guilty of negligence which was the sole proximate cause of the accident. The children who are the plaintiffs here had a right to have the jury determine that issue, uninfluenced by the instruction that introduced the false theory of unavoidability. It was an issue of fact that could reasonably have been decided in their favor. We are convinced that it was not tried fairly. The error, therefore, requires a reversal of the judgment.</p>\n<p id=\"b607-5\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>In view of the foregoing, it is unnecessary to discuss other points urged by appellants.</p>\n<p id=\"b607-6\">The judgment is reversed.</p>\n<p id=\"b607-7\">Wood (Parker), J., and Vallée, J., concurred.</p>\n<p id=\"b607-8\">A petition for a rehearing ivas denied November 13, 1958, and respondent’s petition for a hearing by the Supreme Court was denied December 23, 1958.</p>\n<footnote label=\"*\">\n<p id=\"b605-12\">”In law we recognize what is termed an unavoidable or inevitable accident. These terms do not mean literally that it was not possible for such an accident to be avoided. They simply denote an accident that occurred without having been proximately caused by negligence. No one may be held liable for injury resulting from an unavoidable accident. Whether or not the accident in question in this ease was unavoidable is, of course, a question of fact for you to determine; and in giving the foregoing instruction I do not imply any opinion or suggestion as to what your finding should be.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}