{
  "casebody": {
    "data": "<casebody firstpage=\"70\" lastpage=\"76\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b86-3\">[Civ. No. 22994.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AJo\">Second Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3e\">Oct. 6, 1958.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b86-4\">DANIEL CLAUDE GALLIPO, a Minor, etc., Respondent, v. CITY OF LONG BEACH, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b87-4\"><page-number citation-index=\"1\" label=\"71\">*71</page-number>Walhfred Jacobson, City Attorney, Leonard Putnam and John R. Nimocks, Deputy City Attorneys, for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b87-5\">Wise, Kilpatrick &amp; Pulley and George E. Wise for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b87-6\">WHITE, P. J.</author>\n<p id=\"AY\">Defendant city of Long Beach appeals from a judgment in favor of the plaintiff, Daniel Claude Gallipo, a minor, by his guardian <em>ad litem, </em>Claude W. Gallipo, who is also his father.</p>\n<p id=\"b87-7\">• The action was occasioned by injuries to plaintiff, including permanent brain damage, suffered because of his fall from the defendant’s California Street Bridge when he was 8 years old. A former trial resulted in a nonsuit and judgment for defendant, which was reversed on appeal. (146 Cal.App.2d 520 [304 P.2d 106].) Hearing was denied by the Supreme Court.</p>\n<p id=\"b87-8\">The instant appeal is upon two grounds: (1) Insufficiency of the evidence to support the verdict; and (2) Error of the court in refusing requested instructions.</p>\n<p id=\"b87-9\">Appellant, in its opening brief, states that “At pages 523-525 of the former decision is a fairly complete statement of the facts presented on the first trial . . . Additional testimony of witnesses was presented herein.” Appellant’s contention is that the additional testimony at the second trial as to plaintiff’s position after his fall materially changes the facts from those before the court at the first trial.</p>\n<p id=\"b87-10\">For purposes of clarity in our consideration of appellant’s contention as to the effect of such additional evidence, we will first review the facts stated on the former appeal and so approved by appellant. The following excerpts are quoted from pages 523-525 of <em>Gallipo </em>v. <em>City of Long Beach, </em>146 Cal.App.2d 520 [304 P.2d 106]: “. . . The vehicular highway is a paved street which narrows down at the bridge entrance. The bridge spans a railroad right of way, with a drop of about 25 feet to the ground below at its highest point. There is a wooden railing on each side of the vehicular portion of the bridge. The roadway approaching the bridge has no sidewalks, nor is there any pedestrian passageway along the bridge. Adjacent to the lower railing on the west side of the <page-number citation-index=\"1\" label=\"72\">*72</page-number>bridge, and running parallel to and almost horizontal with it over the railroad right of way, is a pipeline about one foot in diameter. This pipeline, which is just outside the bridge railing, is attached to the bridge by a supporting structure, a part of which consists of two horizontal planks, one on each side of the pipe. The plank nearest the roadway extends the full length of the bridge ,• the outer plank extends from the south end of the bridge northward about three-fourths the length of the bridge. There is no barrier at either end of the approaches to the bridge or pipeline to prevent pedestrians from walking upon the pipeline or the two beams flanking it and attempting to cross over in that manner. The grass alongside the bridge has been flattened and beaten into what appears to be a defined path leading up to the pipeline structure. However, near the center of the bridge and outside the west railing there are two parallel 2 inches by 4 inches beams about 5 feet apart which connect the bridge and pipeline structure. The beams slant across the pipeline to form an obstacle to passage. They are attached at one end to the outer wooden beam beside the pipeline and at the other near the top of the bridge railing. Several strands of barbed wire were loosely strung between the two boards and dangled over the edges. . . .</p>\n<p id=\"b88-4\">“. . . The defendant city has operated and maintained the bridge and its appurtenances since 1924. The roadway portion of the bridge, which is approximately 20 feet wide, constitutes a two-lane arterial street used by north-south vehicular traffic, and carries several thousand vehicles daily.</p>\n<p id=\"b88-5\">“Mr. Gilkerson, defendant’s city engineer, testified that the bridge in question is the only one in the city upon which no provision has been made for pedestrian crossing. He stated that he had personally seen children on the bridge ‘quite frequently’, but not on the pipeline . . . Asked whether, at the time of the accident, he regarded the bridge as dangerous or defective for pedestrians, he replied: ‘Only to the extent that it was narrow, and it would be necessary or desirable certainly for pedestrians not to attempt to cross with the vehicles’ . . .</p>\n<p id=\"b88-6\">“. . . Asked whether the bridge was a hazard to pedestrians, Mr. Dier (defendant’s traffic engineer) responded: ‘I would say it would depend on the pedestrians and the motor vehicles approaching, I would say that it might be safe for a person to cross. It would depend on certain conditions and <page-number citation-index=\"1\" label=\"73\">*73</page-number>on the actions o£ both the pedestrian and the motorist.’ ”</p>\n<p id=\"b89-5\">The additional testimony given at the second trial, and relied upon by defendant as such a material change in the factual situation as to preclude the application of the doctrine of the law of the case, was given by Mr. Gallipo and Mr. Pickier.</p>\n<p id=\"b89-6\">Mr. Gallipo, the plaintiff’s father, testified that the boy’s position on the ground was 6 feet south of the southernmost rail of the tracks and 13 feet to the west of the pipe alongside the bridge from which he fell. Mr. Pickier, a member of the train crew who came upon the scene shortly after the accident, and who went to plaintiff’s house and brought his father to the scene, testified that the boy’s position on the ground was 5-6 feet south of the south rail and 12-14 feet west of the pipeline. He further testified that the boy had not been moved after he came upon the scene. Neither Mr. Gallipo or Mr. Pickier was a witness at the first trial.</p>\n<p id=\"b89-7\">It is appellant’s contention that this new evidence so places the boy after the fall that it is physically impossible that he could have fallen while trying to disentangle his trousers cuff from the barbed wire barricade near the center of the bridge. Bobby Sims, plaintiff’s nephew who was 5 at the time of the accident, testified at both trials that he saw plaintiff so entangled in the barbed wire just before his fall. Appellant urges on this appeal that Bobby’s testimony as to the place from which plaintiff fell is not sufficient to support a finding that plaintiff’s injury was occasioned by defendant’s negligence in maintaining the barbed wire barrier at the center of the bridge for the reason that Bobby’s testimony is inherently improbable and contrary to the “undisputed physical facts,” — the plaintiff’s position when seen by the witnesses Gallipo and Pickier. This contention is based on the theory that had plaintiff fallen from the spot where Bobby testified that he saw plaintiff trying to untangle his pants from the barbed wire he could not have landed where the witnesses Gallipo and Pickier saw plaintiff after the accident. It is appellant’s contention that plaintiff must have fallen from a point on the pipeline some 10 or 12 feet short of the barbed wire where he was seen by Steven Hunter, a 7-year-old friend; and that plaintiff, falling from that spot, “struck the bank and rolled down the bank to the position where he was” when seen by the witnesses Gallipo and Pickier.</p>\n<p id=\"b89-8\">Plaintiff’s memory of the fall was blacked out by his head <page-number citation-index=\"1\" label=\"74\">*74</page-number>injury. There is in the record no testimony of any witness who saw where he landed when he fell. Steven, Bobby and another child were there. None saw plaintiff fall and none saw him hit the ground. No witness testified that he watched plaintiff from the time he hit the ground until the witnesses Pickier and Gallipo saw him at the spot located on the photographic exhibits. After plaintiff’s fall, the children heard the train coming and ran to meet it and stop it because they feared the side of the train would bump the plaintiff. When Pickier, a trainman, saw plaintiff he had Bobby show him where plaintiff lived and then came back to the spot with Mr. Gallipo and Bobby. Mr. Pickier did not believe plaintiff had been moved.</p>\n<p id=\"b90-4\">Where the evidence is conflicting as in the instant action, the jury was warranted in believing, as they probably did, the testimony of Bobby that just before his fall plaintiff was trying to untangle his pants cuff from the barbed wire. Plaintiff could have landed in the spot where he would have fallen from the barbed wire barricade, and either crawled, rolled, or been moved to the place where the witnesses Pickier and Gallipo later saw him. Moving uphill is not as easy as downhill, but it can be done. Prom the evidence adduced at the trial we are persuaded it cannot be said that an inference that Dannie fell while trying to release his pants from the barbed wire, can be characterized as either improbable or unlikely. Nor can such a stricture be justly applied to the deduction that Dannie moved or was moved from the particular spot upon which he landed.  When any testimony believed by the trier of the facts relates events which are not completely contrary to human experience or would seem physically possible, the judgment cannot be reversed on appeal on the ground that such testimony is inherently unbelievable. <em>(Kircher </em>v. <em>Atchison T. &amp; S. F. Ry. Co., </em>32 Cal.2d 176, 183, 184 [195 P.2d 427].)</p>\n<p id=\"b90-5\">The remaining ground urged by appellant for reversal is that the court erred in refusing to instruct the jury either ■ that plaintiff was a licensee or trespasser as a matter of law, and what duty was owed by defendant to plaintiff as <em>such; </em>or, at the minimum, the status of the plaintiff as trespasser or licensee should have been submitted to the jury under proper instructions for their determination as a question of fact. It is their contention that, while most of the decisions involving the requested instructions to the jury involve the' private ownership of the land upon which the injury oe<page-number citation-index=\"1\" label=\"75\">*75</page-number>curred, the duty of the landowner “differs in no respect whether the landowner is a private one or a public body.” As authority for the last statement, appellant cites <em>Demmer </em>v. <em>City of Eureka, </em>78 Cal.App.2d 708 [178 P.2d 472], and <em>Van Winkle </em>v. <em>City of King, </em>149 Cal.App.2d 500 [308 P.2d 512].</p>\n<p id=\"b91-6\">The decision in <em>Demmer </em>v. <em>City of Eureka, supra, </em>affirmed a judgment for defendants after the sustaining of a general demurrer to the complaint and plaintiff’s failure to amend.</p>\n<p id=\"b91-7\">There three children, 9 and 10 years of age, were walking along Buhne Street. During a storm a few days before, a large portion of the fill which was Buhne Street had fallen off, clogged the drain beneath the fill, and caused the storm waters to form a pond 30 feet deep covering the portion of Buhne Street from which the fill had fallen and the adjoining property. A log 3 feet in diameter and about 6 feet long was floating on the portion of the pond in the street. The children climbed from the street onto the log, and paddled out over the adjoining property, where the minor son of the plaintiff fell off and drowned.</p>\n<p id=\"b91-8\">It was there stated that the child was not a trespasser while on Buhne Street; that he was not injured while using Buhne Street in the customary manner; that he left the highway upon which he had been walking and used the pond as a plaything; that a pond is not an attractive nuisance ; and that the log in the pond did not make it one. The city was not liable to plaintiff for the death of his minor son for the reason that “. . . the legislature intended to limit the liability of the city for damages resulting from defective streets, works or property to damages suffered in the ordinary, usual and customary use thereof.” (P. 713.)</p>\n<p id=\"b91-9\">In the instant action there was testimony that the property for many years before the accident had been in the same condition, that both adults and children had crossed the bridge on the pipeline for some years prior to plaintiff’s accident, that such crossings had worn a path in the grass or weeds connecting with both ends of the pipeline, that the bridge had no pedestrian walkway, that it was so narrow as to be unsafe for pedestrians when automobiles were using it, and that thousands of automobiles and many pedestrians crossed it daily. Plaintiff’s use of the public property in the instant action was neither extraordinary or unusual as was the use of the street by the decedent in the Demmer case, <em>supra.</em></p>\n<p id=\"b92-3\"><page-number citation-index=\"1\" label=\"76\">*76</page-number><em>Van Winkle v. City of King, supra, </em>reversed a judgment .after verdict and orders denying motions for judgment notwithstanding the verdict. Plaintiff-respondent’s son, Philip, who was then 2 years 10 months of age, went with larger children to the defendant’s sewage disposal plant, went onto one of the rock filter beds, threw rocks from it into the nearby pools, then fell into a pool and drowned. It was there said that the child was a trespasser, that the sewage disposal plant was not intended to be used by the public, that defendant was not aware that either sightseers or children ever visited the plant, that pools of water are not attractive nuisances, and that a ladder, boat or springboard in a pool does not make it an attractive nuisance. No defective condition of public property was there involved.</p>\n<p id=\"b92-4\">In the instant action, at the request of both plaintiff and defendant, the jury was instructed that “Plaintiff’s cause of action, if any he has, against the defendant, City of Long Beach, is based upon and must meet the requirements of a law of this state known as the Public Liability Act. ...”</p>\n<p id=\"b92-5\">It has heretofore been decided that the measure of care to be exercised by ovmers of private property is not the measure of care required by the Public Liability Act (Gov. Code, § 53051 et seq.). <em>(Gibson </em>v. <em>County of Mendocino, </em>16 Cal.2d 80, 84 [105 P.2d 105].) As was said in the case just cited, quoting from the case of <em>Castro </em>v. <em>Sutter Creek U. H. S. District, </em>25 Cal.App.2d 372, 377 [77 P.2d 509] : “. . . the provisions of the section just quoted (Public Liability Act, supra) base liability upon any act which leaves a place or condition dangerous or defective and liable to cause some injury to the general public. The act is designed not for the safety, particularly, either of licensees or invitees. ...”</p>\n<p id=\"b92-6\">One crossing a <em>public </em>bridge for any personal or private purpose is entitled to find the bridge in the same condition as is one crossing the bridge to perform a public duty. <em>(Gibson </em>v. <em>County of Mendocino, supra, </em>pp. 84, 85.)</p>\n<p id=\"b92-7\">The .judgment is affirmed.</p>\n<p id=\"b92-8\">Fourt, J., and Lillie, J., concurred.</p>\n<p id=\"b92-9\">A petition for a rehearing was denied October 31, 1958, and appellant’s petition for a hearing by the Supreme Court was denied December 3, 1958. Schauer, J., was of the opinion that the petition should be granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}