{
  "casebody": {
    "data": "<casebody firstpage=\"969\" lastpage=\"975\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b997-8\">STOWERS et al. v. HUNTINGTON DEVELOPMENT &amp; GAS CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b997-9\">No. 3636.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b997-10\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFqK\">Oct. 2, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b998-22\"><page-number citation-index=\"1\" label=\"970\">*970</page-number>W. T. Lovins, of Huntington, W. Va. (A. F. Morris, of Hamlin, W. Va., and R. W. Morris, of Huntington, W. Va., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b998-23\">Harold A. Ritz, of Charleston, W. Va. (W. C. W. Renshaw, of Huntington, W. Va., and B. J. Pettigrew, of Charleston, W. Va., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b998-24\">Before PARKER and SOPER, Circuit Judges, and CHESNUT, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b998-25\">SOPER, Circuit Judge.</author>\n<p id=\"b998-26\">An action of ejectment was instituted in the District Court by Huntington Development <em>&amp; </em>Gas Company, a corporation, against Matthias Stowers, J. E. Stowers, and the board of education of Union district, Lincoln county, W. Va., which involved title to the minerals underlying a tract of land of 150 acres on Sycamore creek in said district. The ease was submitted to the court upon an agreed statement of facts, without the intervention of a jury, and the court, being of the opinion that the plaintiff had paramount title to the mineral rights in controversy, rendered a judgment in its favor, from which the Stowers only have appealed.</p>\n<p id=\"b998-27\">The title of the Huntington Company is traceable to grants of four large adjoining tracts of land, aggregating 215,000 acres in extent, made by the state of Virginia to General Samuel Smith of Maryland in 1796-1797. By sundry mesne conveyances, the title to these tracts became vested in Gustavus A. Saeehi, who, by deed of June 27, 1865, conveyed to the trustees of the Parent Oil, Coal &amp; Land Association of the Guyandotte 100,000 acres thereof, including the tract of 150 acres involved in this proceeding; and, by divers deeds and instruments subsequently executed, the title of the parent association passed to the Huntington Company, the plaintiff in this case, except as the title may have been affected by the transactions hereinafter described. In 1872, during the ownership of the parent association, an action of ejectment was instituted by it and other plaintiffs in the District Court of the United States for the District of West Virginia, declaring on the 100,000-acre tract referred to, naming as defendants James A. .Holley and a large number of other persons, including one James M. Edwards; and on August 2, 1872, service of the declaration and notice was had upon Edwards, and on January 14, <page-number citation-index=\"1\" label=\"971\">*971</page-number>1873, a rule to plead was Issued against him. Thereafter, on November 8, 1873, ho executed a disclaimer or mineral deed, which was not recorded uniil March 28, 1911, therein the pendency of the ejectment suit was recited, and, in consideration of being released from litigation, and from liability for costs in said action, he disclaimed all title in the tract of 109,000 acres, excepting therefrom certain small portions which covered the land now in controversy; and he agreed that the plaintiffs in that action might take judgment against him for the remainder. The deed, however, contained the declaration that the plaintiffs in the action reserved the minerals, with all the ordinary mining privileges. The legal effect of this deed between the parties, under the law of West Virginia, was to vest title to the minerals in the plaintiffs, and title to the surface in Edwards, and a severance of these interests in the land was thus effected; so that the interest of the successors in title to the parent association was thereafter confined to the mineral rights. See Huntington Dev. &amp; Gas Co. v. Stewart (C. C. A.) 44 F.(2d) 119, where the record (which by stipulation has been made part of the record in this case) shows that a deed of disclaimer, similar to the deed of James 1V1. Edwards of November 8, 1873, was under consideration.</p>\n<p id=\"b999-4\">Prior to the institution of this action of ejectment, one Ephraim Griffith, a x&gt;redeeessor in the lino of title under which the defendants claim, was in possession of the tract of 150 acres, claiming title under three grants from the state of Virginia of 1837, 1850, and 1857, respectively, and therefore junior to the grants of General Smith. Griffith died prior to the institution of the <em>suit in </em>1872, leaving a will wherein he appointed Harrison Griffith executor of his estate, with power to sell the testator’s lands aforesaid. Neither the executor nor the heirs at law of Griffith were made parties defendant in the ejectment suit above described, or in subsequent actions of ejectment brought by the parent association. Oil March 14, 1873, however, Harrison Griffith, the executor, executed a deed of the 150-aere-tract to the said James M. Edwards, who, as we have seen, was a party defendant in said suit, <em>and entered </em>into the compromise or settlement above described. The executor’s deed contained the following reservation:</p>\n<blockquote id=\"b999-6\">“Excepting the minerals which are retained for the sake of a compromise with the Parent Oil, Coal and Land Association of the Guyandotte. The parties of the first part grants unto the party of the second Xiart the above described lands with covenants of Special Warranty, against himself as such executor and against the heirs of the said Ephraim Griffith, Sen. Doe.,' but should the land he lost by any title superior to that of the title of Ephraim Griffith, Sen. Dec., then the said parties of the first part, shall refund to the said Jamos M. Edwards the amount of the purchase money, or any part thereof, that may have been paid by the said James M. Edwards without any interest.”</blockquote>\n<p id=\"b999-7\">It is through this deed, which was recorded on February 5, 1878, and certain subsequent mesne conveyances,<footnotemark>1</footnotemark> that the Stowers claim title to a one-half interest in mineral and mining rights in the 150 acres, and J. E. Stowers claims to be the owner of the surface, excepting, however, the rights in one-half acre claimed by the board of education of Union district. From 1893, Elias Stowers and his successors in title have continuously resided on the 150 acres, and have continuously farmed, cultivated, and possessed it in every way, except by physical development of the minerals in and under the same.</p>\n<p id=\"b999-8\">On January 27, 1900, the predecessors in title of the Huntington Gomx&gt;any leased for oil and gas purposes 30,726 acres of its large boundary of land,' embracing the 150-acro tract in suit to Otto Gemer and others, and the gas rights under this lease were acquired on January 1, 1909 by Columbia Gas &amp; Electric Coinxiany, and have since been held by it. In pursuance thereof, it entered upon the premises, drilled wells thereon, and since 1912 has continually marketed gas therefrom, paying to the Huntington Company and its predecessors in title the royalties accruing under the lease. The Huntington Company itself for ien years prior to the institution of the pending suit has operated gas wells drilled by it and its predecessors on other portions of its larger boundary. No wells, however, have been driven by any one on the 150 acre tract.</p>\n<p id=\"b999-9\">It is clear to us from this recital of facts that the plaintiff has good title to the mineral rights and the defendants to the surface of the land in question. The plaintiff depends on an unbroken chain of title from <page-number citation-index=\"1\" label=\"972\">*972</page-number>the earlier grant,<footnotemark>2</footnotemark> subject to the severance of the surface and mineral rights under the compromise with Edwards in 1873, while the defendants, whose paper title is derived from a later and therefore inferior state grant, must depend upon adverse possession of the surface since 1893, contending that no valid severance of the two interests resulted from the transac1~ions we have described.</p>\n<p id=\"b1000-11\">Under the West Virginia law, adverse possession of land for ten years may give good fee-simple title thereto, section 5393, Code of 1932; and the presumption is that the party, having possession of the surface, has also possession of the subsoil; but this presumption does not exist when the surface and subsoil rights have been severed, and in such case the surface rights only are acquired by adverse poCsession. Huntington Dev. &amp; Gas Co. v. Stewart (C. C. A.) 44 F.(2d) 119; Vance v. Clark (C. C. A.) 252 F. 495; Mil1er v. Estabrook (C. C. A.) 273 F. 143; Kiser v. McLean, 67 W. Va. 294, 67 S. E. 725, 140 Am. St Rep. 948. In the last-mentioned case it was specifically held that oil and gas, severed in title from the land under which they lie, are not in possession of theowner of the surface, unless he takes actual physical possession of them, as by the drilling of wells.</p>\n<p id=\"b1000-32\">The case, therefore, turns on the question. whether a valid severance resulted from the transactions that have been described. The defendants rely in the first place upon a stipulation of the parties that the Supreme Court of Appeals of West Virginia, in Gaffney v. Stowers, 73 W. Va. 420, 80 S. E. 501, considered the title of Stowers to the mineral rights in the 150-acre tract, as affected by the exception or reservation in the deed from Griffilh to Edwards in 1873; and the contention is made that the court there expressed the opinion that Stowers had a good title to the oil and gas underlying the land, and that the holding is binding on us in this case. We do not so understand the opinion. Gaffney had leased the land from Stowers, and, having paid certain rental~ for delay in drilling, sued to recover them back, making the claim that there had been a breach of the covenant of quiet enjoyment, based on a defect in Stowers' title. It was held that there could be no recovery under the covenant, because no eviction, or the equivalent thereof amounting to a breach, had been shown, and that there could be no recovery under the common count \"for money had and received\" because there had not been a total failure of consideration. The court said that Stowers' title to the minerals in the land depended upon the construction of the exception in the deed of March 14, 1873, by which Harrison Griffith conveyed the land to J. M. Edwards. Quoting the exception, the court said (page 425 of 73 W. Va., 80 S. E. 501, 503):</p>\n<blockquote id=\"b1000-69\">\"Prima facie the exception in it excluded the conveyance of the oil and gas to Edwards, but it did not expressly do so, and Stowers, the lessor, thought he had title to it, and the lessees evinced concurrence in that belief by their conduct. Such an exception is not conclusive of title to the oil and gas. Sult v. Oil Co., 63 W. Va. 317, 61 S. E. 307. The one involved here was made in the year 1873, a date at which the existence of oil and gas in that section of country may not have been suspected by the parties to the deed or anybody else. Such right as the lessor had under his deed to the oil and gas the lessees obtained by their lease, and retained, for its purposes, for the considerable period of time stated. Clearly, therefore, having this right from the lessor, they were in a position to deal on advantageous terms with any adverse claim set up under the exception, and could, no doubt, have acquired it on much more favorable terms than would otherwise have been available. They did not contemplate immediate possession under the lease. Like all other oil and gas leases, it was taken for purposes more or less speculative, and for these purposes the lessees had the benefit of it. So, clearly there was not an entire failure of consideration. * * * \"</blockquote>\n<p id=\"b1000-99\"> The plaintiff in the pending case was not a party to this litigation. Furthermore, it is obvious that the court entertained doubts as to the validity of the Stowers' title on the facts before it, and rejected the plaintiff's claim merely because he had at least enjoyed some benefit under the lease. The allusion in the opinion to the possibility that the parties did not suspect thq existence of oil and gas in 1873 is of no moment here, for it is firmly established in the law of West Virginia that the word \"mineral\" in its ordinary meaning is a comprehensive term, including every substance which can be got underneath the surface, and, if the intention to reserve or convey minerals exists, it is <page-number citation-index=\"1\" label=\"973\">*973</page-number>immaterial whether the parties knew what minerals were or were not present. Waugh v. Land Co., 103 W. Va. 567, 137 S. E. 895; Sult v. Oil Co., 63 W. Va. 317, 61 S. E. 307.</p>\n<p id=\"b1001-5\">Next it is argued that, when the circumstances surrounding Ihe execution of the deed from Griffith, executor, to Edwards, are considered in connection with the subject-matter and the rights of the parties, it becomes evident that the grantor did not intend to reserve the oil and gas rights to himself, and that the deed was ineffective to sever the rights to the minerals from the rights to ihe surface. The rule is invoked which was applied in Waugh v. Land Co., 103 W. Va. 567, 573, 137 S. E. 895, 898, in the construction of a deed reserving veins of coal and mineral to the grantor. The court said: “in determining the intention, the language used is most important, and, if there is no ambiguity, will control. If ambiguous or uncertain, the situation of the parties, the subject-matter, and the acts of the parlies under the writing are proper to be considered. The cases cited clearly lay down this principle. It is the established rule of interpreta lion of ambiguous writings.”</p>\n<p id=\"b1001-6\">The purpose of Ihe exception in the executor’s deed to Edwards, the defendant contends, was not to reserve title to the minerals in the Griffith estate, but for the purpose of protecting the estate and the executor, as grantor, in the deed, in the event that the title should prove to be bad; and hence not only were the minerals retained for Ihe sake of compromise with the parent association, but a refund of money to Edwards was promised, should the land be lost through a superior title. In this connection, the defendants state in their brief that Ephraim Griffith, the deceased, had made an agreement of sale of the land with Edwards on August 17, 1867, prior <em>to </em>the institution of the ejectment suit of 1872, and that the executor’s deed was made in pursuance of ihis agreement. It is emphasized, as indicating a contemporary construction of the deed by the plaintiff’s predecessor, that, in the ejectment suit by the parent association, Edwards, and not the executor of Griffith, or Ms heirs, was joined as party defendant, and also that the plaintiff in this suit subsequently took a disclaimer of the mineral rights from Edwards and not from the Griffiths. Moreover, it is insisted that the reservation was made, not for the benefit of the estate, but in favor of the parent association, and was therefore void and of no effect under the rule that a reservation or exception in favor of a stranger to a conveyance conveys no title. Moore v. Henderson, 87 W. Va. 699, 105 S. E. 903; Gwinn v. Gwinn, 77 W. Va. 281, 87 S. E. 371.</p>\n<p id=\"b1001-8\">These contentions are of no avail in our opinion because of the plain language of the deed which conveyed 150 acres of land “excepting the minerals which are retained for the sake of a compromise with the Parent Oil, Coal and Loan Association of the Guyandotte.” The legal effect was that the grantor retained in himself whatever title he had to the minerals. The reservation was not for the benefit of the parent association. On the contrary, when the situation then existing, including the pending suit of the parent association against Edwards, is borne in mind, it is obvious that the executor was retaining <em>the minerals, so </em>that he might use whatever title he had therein in order to effect a compromise in that litigation. Doubtless a moro careful preparation of the jfieadings on the part of the parent association would have led to the joining, as defendants, of not only Edwards, but also of the heirs of Griffith. The purpose of joining Edwards, however, is made clear by the disclosure in the appellants’ brief that Edwards had entered into a contract of sale with Griffith and consequently had acquired an equitable interest in the land. Biddle Concrete Co. v. McOlvin, 90 W. Va. 760, 111 S. E. 843; Maudru v. Humphreys, 83 W. Va. 307, 98 S. E. 259; Taylor v. Russell, 65 W. Va. 632, 64 S. E. 923; Camden v. Dewing, 47 W. Va. 314, 34 S. E. 911, 81 Am. St. Rep. 797.</p>\n<p id=\"b1001-9\">Moreover, Edwards’ relinquishment of any claims in the minerals in the compromise which was effected between him and the parent association on November 8, 1873, was not inconsistent with the earlier conveyance of March 14, 1873, from Griffith, executor, to Edwards, <em>in </em>which the mineral rights were excepted. It is true that the Edwards’ deed of November 8, 1873, was not recorded till March 28, 1911, and the predecessor of the Stowers, who purchased from Edwards, was not bound, under the West Virginia law, by the severance of the mineral rights which he had made, in the absence of actual or constructive notice thereof. Miller v. Estabrook (C. C. A.) 273 F. 143; Huntington Dev. &amp; Gas Co. v. Stewart (C. C. A.) 44 F.(2d) 119. We need not stop to consider whether such notice may he inferred from the reference in the deed from Griffith to Edwards to a prospective compromise with the parent association, or from the pendency of the ejectment suit of which both parties to <em>the deed </em><page-number citation-index=\"1\" label=\"974\">*974</page-number>unquestionably had knowledge, for clearly these circumstances, known to the parties to the deed, may at least be taken into account in determining what these parties had in mind in making the conveyance. The severance of the surface from the mineral rights was therefore established, and defendants’ adversary possession served only to confirm their title to the surface of the land.</p>\n<p id=\"b1002-4\">The defendants also say that they acquired title to the mineral rights by virtue of section 3 of article 13 of the Constitution of West Virginia, which provides that, in certain contingencies, one who for ten years has had actual continuous possession of land that has been forfeited to the state, and who has paid state taxes thereon for five years, shall acquire the title thereto. It was stipulated by the parties that since 1873 neither Harrison Griffith, executor, nor the heirs of Ephraim Griffith have been assessed with or paid taxes on any interest in the land, and also that from the years 1916 to 1930, inclusive, the land has been assessed to Elias Stowers and his successors in title in fee simple and they have regularly paid the taxes assessed against them. The suggestion is that, if Griffith reserved the mineral rights in his deed to Edwards in 1873, these rights became forfeited to the state for nonpayment of taxes under the West Virginia statutes, and subsequently passed to the present defendants or their predecessors in title after the actual possession of the land and payment of the taxes had taken place as prescribed by the Constitution.</p>\n<p id=\"b1002-5\">The difficulty with this line of argument is that it takes no account of the rule that actual possession of the surface of the land and the exercise of ownership thereover, after a severance of the mineral rights has taken place, does not involve possession of the minerals below the surface, unless there is also actual physical possession of the minerals. It is agreed that there has been no physical development of the minerals. Moreover, it does not follow that the land or the minerals thereunder became forfeited to the state because the Griffiths paid no taxes thereon after 1873. So far as the record shows, taxes on the land as a whole may have been paid by Edwards between 1873 and 1893, or by the plaintiff’s predecessors who claimed title thereto under the senior grant from the state. These considerations are sufficient to dispose of this point, but it may be added in passing that it was also stipulated by the parties that between 1916 and 1930, inclusive, the minerals underlying the 150 acres have been included in the plaintiff’s larger assessment of minerals for taxation, and have been paid by the plaintiffs and their predecessors. Section 3 of article 13 of the Constitution also provides that title to forfeited land, that has not been in actual possession of another, shall vest in any person who shall have a title thereto derived from a grant of the state of Virginia or West Virginia, and who shall have paid state taxes for five successive years after the year 1865. If the land had been forfeited to the state, the plaintiff’s claim to the mineral rights under this constitutional provision would be worthy of consideration.</p>\n<p id=\"b1002-7\">The final defense to the pending suit is that the plaintiff is estopped from denying the defendant’s title to the minerals in the land, because certain corporations, with which the plaintiff is closely affiliated, acknowledged the defendants as owners of the mineral rights by accepting leases from them prior to the institution of this suit. It is stipulated that on January 27,1906, the predecessor of the plaintiff leased a tract of 30,-720 acres, including the 150-acre tract, for oil and gas purposes, to a tenant who assigned the. lease on January 1, 1909, to Columbia Gas &amp; Electric Corporation, which in turn assigned the gas rights under the lease on April 1, 1927, to a subsidiary corporation, United Fuel Gas Company. Since 1909, the Columbia Gas &amp; Electric Company has drilled a number of gas wells on its larger tract of 30,720 acres, and since 1912 has marketed gas from the leased land. All rents and royalties provided in the lease have been paid to the plaintiff.</p>\n<p id=\"b1002-8\">On February 19, 1914, the predecessor of the defendants leased the same 150 acres for oil and gas purposes to Columbia Gas <em>&amp; </em>Electric Company, which assigned the lease to United Fuel Gas Company. The lease, having been renewed, expired on September 14, 1931. .There has been no drilling on the 150-acre tract under any of the leases referred to, but Columbia Gas <em>&amp; </em>Electric Company and United Fuel Gas Company have regularly paid to the Stowers interests the delay rental specified in their lease. It seems that the lease from the defendants’ predecessor was also transferred to the United Fuel Gas Company on April 1, 1927. It thus appears that the Columbia Gas <em>&amp; </em>Electric Company and United Fuel Gas Company have simultaneously held leases from both parties, to this suit, or their predecessors, having acquired first the lease from the predecessors of the plaintiff. It also appears from the stipulation that Columbia Gas &amp; Electric Company owned 51 per cent, of stock of <page-number citation-index=\"1\" label=\"975\">*975</page-number>United Fuel Gas Company on April 1, 1927, and that it now owns all of the capital stock of the United. Fuel Gas Company and all of the capital stock of the Huntington Gas Company, which owns practically all of the stock of the plaintiff corporation.</p>\n<p id=\"b1003-5\">This defense is based upon the rule that a tenant is ordinarily estopped to deny his landlord’s title; and it is argued that, since Columbia Gas &amp; Electric Company has been a tenant of the defendants, it may not contest the defendant’s title to the land through the instrumentality of the Huntington Land Company, all of whose stock it controls through the ownership of a subsidiary corporation. It was stated in New Colonial Ice Co. v. Helvering, Commissioner, 292 U. S. 435, 54 S. Ct. 788, 78 L. Ed. 1348, that a corporation and its stockholders are deemed separate entities, subject, of course, to the qualification that the separate entity may be disregarded in exceptional situations where it otherwise would present an obstacle to the due protection and enforcement of public or private rights. Bearing this rule in mind, it is by no means clear that the circumstances of the pending case would justify the ignoring of the distinction between the corporate entities who appear as landlord or tenant of the mineral rights involved in this case. The decision of the point, however, need not be rested on this ground. The doctrine that a tenant is estopped to deny his landlord’s title is founded on public policy, in that it tends to encourage honesty and good, faith between landlord and tenant. The <em>duration </em>of the estoppel, however, is limited to the period during which the tenant holds possession during the term of the lease or after its expiration; and, if the lease has expired and the tenant no longer retains possession, there is no longer any room for the application of the doctrine. Wild’s Lessee v. Sorpell, 10 Grat. (51 Va.) 405, 415; Bank of Utica v. Mersereau, 3 Barb. Ch. (N. Y.) 528, 567, 49 Am. Dec. 189; City of Boston v. Binney, 11 Pick. (Mass.) 1, 8, 22 Am. Dec. 353; Willson v. Cleaveland, 30 Cal. 192, 201; De Coursey v. De Coursey (Ky.) 64 S. W. 912; Jenkinson v. Winans, 109 Mich. 524, 67 N. W. 549; Gable v. Wetherholt, 116 Ill. 313, 6 N. E. 453, 56 Am. Rep. 774; Childress v. Smith, 227 Ala. 435, 150 So. 334; and see Peyton v. Stith, 5 Pet. 485, 492, 8 L. Ed. 200.</p>\n<p id=\"b1003-6\">In the pending ease, the affiliates of the plaintiff corporation have never had actual physical possession of the minerals in the land in their capacity as tenants of the defendants. Such possession, as the lessees have had of the mineral rights in the 150 acres has been derived from the lease from plaintiff’s predecessor <em>to </em>Columbia Gas <em>&amp; </em>Electric Company covering 30,720 acres and the drilling of gas wells in other parts of the tract. They have not disturbed or interfered with the defendants in the possession or enjoyment of the surface of the land, and they have duly paid to the defendants all the rents accruing under the lease. Their present claim upon the property is not based upon any title or possession, secured from the defendants, and it cannot be said that they are in the position of one who, having gained possession of property by entering into a lease therefor, takes wrongful advantage of his landlord after the expi ration of the lease by retaining possession and denying his til le. The mere execution of a lease does not estop the lessee from denying the title of the lessor —there must also be possession under the lease. James Sons Co. v. Hutchinson, 73 W. Va. 488, 80 S. E. 768; Lockwood v. Carter Oil Co., 73 W. Va. 175, 80 S. E. 814, 52 L. <em>R. </em>A. (N. S.) 765. See, also, Hodges v. Waters, 124 Ga. 229, 52 S. E. 161, 1 L. R. A. (N. S.) 1181, 110 Am. St. Rep. 166, 4 Ann. Cas. 106.</p>\n<p id=\"b1003-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b999-10\">l Edwards conveyed the land to Elias Stowers February 11, 1893; Elias Stowers conveyed a one-half interest in the minerals to Matthias Stowers September 23, 1924, and the remainder of his interest in the land to J. E. Stowers September 24, 1923; one-half acre having been previously given to the board of education in 1906.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1000-58\"> The validity of this grant has been upheld by this court in Vance v. Clark, 252 F. 495; Dingess v. Gas Co., 271 F. 864, 865; Miller v. Estabrook, 273 F. 143; Huntington Dev. &amp; Gas Co. v. Stewart, 44 F.(2d) 119.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}