{
  "casebody": {
    "data": "<casebody firstpage=\"998\" lastpage=\"999\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1026-7\">TODD v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AGk\">No. 5309.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1026-9\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1026-10\">Sept. 13, 1934.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1026-19\">Robert G. Erskine and M. Hampton Todd, both of Philadelphia, Pa., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1026-20\">Frank J. Wideman, Asst. Atty. Gen., and Louise Foster and Sewall Key, Sp. Assts. to the Atty. Gen., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1026-21\">Before DAVIS and THOMPSON, Circuit Judges, and FAKE, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1026-22\">DAVIS, Circuit Judge.</author>\n<p id=\"b1026-23\">On July 17, 1920, the petitioner, whose income tax for the year 1929 is involved here, owned 500 shares of stoek in the Lehigh Coal <em>&amp; </em>Navigation Company. He had acquired the stock in six transactions at a cost of $30,-632.50. The company issued stoek rights in 1928, whereby the petitioner purchased 50 shares of stock for $2,500. On October 28, 1929, he sold the original 500 shares for $74,-865. He still retains the 50 shares acquired by the exercise of his stoek rights.</p>\n<p id=\"b1026-26\">The petitioner reported in his return for 1929 a gain from the sale of the difference between the selling price and the initial cost of the 500 shares, or a profit of $44,222.50. The Commissioner determined the profit to be $45,865.33, or the selling price less $28,-999.67, which was the basis of cost computed under article 58 of Regulations 74, which provides:</p>\n<blockquote id=\"b1026-27\">“Art. 58. Sale of stock and rights.— *********</blockquote>\n<blockquote id=\"b1026-28\">“Where a corporation issues to its shareholders rights to subscribe to its stock, the value of the rights does not constitute taxable income to the shareholder, although gain may be derived or loss sustained by the shareholder from the sale of such rights. In this connection the following rules may be stated:</blockquote>\n<blockquote id=\"b1026-29\">“(1) If the shareholder does not exercise, but sells his rights to subscribe, the cost or other basis of the stock in respect of which the rights are issued shall be apportioned be- . tween the rights and the stoek in proportion to the respective values thereof at the time the rights are issued, and the basis for determining gain or loss from the sale of a right <page-number citation-index=\"1\" label=\"999\">*999</page-number>on one hand or a share of stock on the other will be the quotient of the cost or other basis assigned to the lights or the stock, divided, as the ease may be, by the number of rights issued or by the number of shares held.”</blockquote>\n<p id=\"b1027-5\">That is, the Commissioner determined, in applying the formula of the regulation, that the part of the cost of the original stock to be apportioned to the stock rights was $1,-6-1-2.83, which, when subtracted from the original cost, gave the proper basis i'or computing the gain made by the sale. The Board of Tax Appeals approved the determination of the Commissioner,</p>\n<p id=\"b1027-6\">The petitioner insists that the Commissioner is assessing a tax on the value of shares of stock which have been bought but not sold. If that was a correct statement of the issue, the petitioner would be clearly right. The Revenue Act of 1928 (28 USCA § 2001 et seq.) does not authorize a tax on rights to subscribe for stock or on shares remaining unsold in the hands of a taxpayer. Income is not realized under our- economic theory of taxation until the rights or shares are divested.</p>\n<p id=\"b1027-7\">No amount of argument is convincing that the principle of pre-emptive rights decided in Miles v. Safe Deposit <em>&amp; </em>Trust Co., 250 U. S. 247, 42 S. Ct. 483, 485, 66 L. Ed. 923, is applicable only when the rights have been sold. In fact, the plaintiff in error in that case made the same argument as the petitioner here.</p>\n<p id=\"b1027-8\">In Miles v. Safe Deposit &amp; Trust Co., the court succinctly said: “To treat the stockholder’s right to the new shares a-s something-new and independent of the old, and as if it actually cost nothing, leaving the entire proceeds of sale as gain, would ignore the essence of the matter, and the suggestion cannot ho accepted.”</p>\n<p id=\"b1027-9\">It must he apparent that, since stock rights are obtained with part of the original capital investment, that fact must be taken in consideration in computing the gain on a sale of the stock from which the rights were obtained as well as when the rights themselves are sold. Otherwise the real cost of the stock and the rights and gain derived from the sale of either could not be computed.</p>\n<p id=\"b1027-10\">We are of the opinion that article 58 of Regulations 74 is valid and reasonable, and that the respondent has correctly applied it to the facts of this ease. It is the settled administrative practice. To treat the original cost of the 500 shares as the basis for computing the gain from their sale would simply be to ignore Miles v. Safe Deposit <em>&amp; </em>Trust Co., supra, and the axiomatic nature of stock rights.</p>\n<p id=\"b1027-12\">The determination of the Commissioner is approved, and the order of redetermination of the Board of Tax Appeals is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}