{
  "casebody": {
    "data": "<casebody firstpage=\"632\" lastpage=\"653\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b662-5\">907 A.2d 242</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b662-6\">Steven Anthony POWELL v. STATE of Maryland. Tavony Wayne Zylanz v. State of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b662-11\">Nos. 129,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Avl\">Sept. Term, 2005, 130, Sept. Term, 2005.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b662-12\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b662-13\">Sept. 15, 2006.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b665-6\"><page-number citation-index=\"1\" label=\"635\">*635</page-number>George E. Burns, Jr., Asst. Public Defender (Nancy S. Forster, Public Defender, on brief), Baltimore, MD, for Petitioner in No. 129 Sept. Term, 2005.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b665-7\">William E. Nolan, Asst. Public Defender (Nancy S. Forster, Public Defender, on brief), Baltimore, MD, for Petitioner in No. 130, Sept. Term, 2005.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b665-8\">Diane E. Keller, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen. of MD, on brief), Baltimore, MD, for Respondent in No. 129 Sept. Term, 2005.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b665-9\">Gary E. O’Connor, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen. of MD, on brief), Baltimore, MD, for Respondent in No. 130 Sept. Term, 2005.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b665-10\">Argued before BELL, C.J., RAKER, WILNER, CATHELL, HARRELL, BATTAGLIA, and GREENE, JJ.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b665-11\">HARRELL, Judge.</author>\n<p id=\"b665-12\">In this consolidated opinion,<footnotemark>1</footnotemark> we consider whether the respective trial judges, in the criminal cases of Tavony Wayne Zylanz and Steven Anthony Powell, erred by not making explicit findings on the record regarding the knowing and voluntary waivers of the Petitioners’ rights to trial by jury, in accordance with Maryland Rule 4-246(b). In the case of Powell, we consider also, in the context of the record in his case, whether on-the-record questions addressed to him specif<page-number citation-index=\"1\" label=\"636\">*636</page-number>ically as to the voluntariness of his jury trial waiver were required.</p>\n<p id=\"b666-4\">I.</p>\n<p id=\"b666-5\">A.</p>\n<p id=\"b666-6\">\n<em>Tavony Wayne Zylanz</em>\n</p>\n<p id=\"b666-7\">On 21 June 2004, in a bench trial in the Circuit Court for Baltimore County, at which he was represented by counsel, Tavony Wayne Zylanz was convicted of fourth-degree burglary, felony theft, and resisting arrest, along with other related lesser offenses. The trial court sentenced Zylanz to ten years of incarceration, suspending five years in favor of probation, for the felony theft conviction and twenty-three months of incarceration, to be served consecutively, for the fourth-degree burglary conviction.<footnotemark>2</footnotemark></p>\n<p id=\"b666-8\">The Court of Special Appeals, in a reported opinion, <em>Zylanz v. State, </em>164 Md.App. 340, 883 A.2d 257 (2005), affirmed. On appeal, Zylanz argued that because the trial judge , failed to make an explicit finding on the record regarding his waiver of a jury trial being knowing and voluntary, the waiver was not valid.<footnotemark>3</footnotemark> <em>Zylanz, </em>164 Md.App. at 342-43, 883 A.2d at 258. The intermediate appellate court concluded that Zylanz knowingly and voluntarily waived his right to a jury trial in accordance with Maryland Rule 4-246. <em>Zylanz, </em>164 Md.App. at 343, 883 A.2d at 258. The court determined that “the rule does not require the court to make a specific finding by the use of certain words or phrases.” <em>Zylanz, </em>164 Md.App. at 352, 883 A.2d at 263. Although the Court of Special Appeals remarked <page-number citation-index=\"1\" label=\"637\">*637</page-number>that the record may have been more decisive had the trial court made an explicit statement regarding its finding of the knowing and voluntary nature of the defendant’s waiver, the court stated that “while the court’s acceptance of the waiver was implicit, it [wa]s nonetheless apparent.” <em>Zylanz, </em>164 Md. App. at 352, 883 A.2d at 263.</p>\n<p id=\"b667-5\">We granted Zylanz’s Petition for Writ of Certiorari to determine whether the Court of Special Appeals correctly concluded that Powell validly waived his right to a jury trial where the court did not make an explicit finding, on the record, regarding whether the waiver was knowing and voluntary. <em>Zylanz v. State, </em>391 Md. 577, 894 A.2d 545 (2006).<footnotemark>4</footnotemark></p>\n<p id=\"b667-6\">B.</p>\n<p id=\"b667-7\">\n<em>Steven Anthony Powell</em>\n</p>\n<p id=\"b667-8\">On 4 December 2003, Steven Antony Powell was convicted, following a bench trial in the Circuit Court for Baltimore City, of the second-degree murder of his ex-wife. He was represented by counsel at trial. Powell was sentenced to thirty years of incarceration.</p>\n<p id=\"b667-9\">On appeal, the Court of Special Appeals, in an unreported opinion, affirmed the Circuit Court’s judgment. The intermediate appellate court concluded that Powell knowingly and voluntarily waived his right to a jury trial in accordance with Maryland Rule 4-246. The court determined that Powell was advised thoroughly of his right to a jury trial and the evidence demonstrated that Powell understood defense counsel’s explanation of that right. In addition, the court noted that when Powell was asked if he wished a court or jury trial, Powell <page-number citation-index=\"1\" label=\"638\">*638</page-number>elected “[a] court trial.” While no specific inquiry was made by the trial judge regarding the voluntariness of Powell’s election, the Court of Special Appeals concluded that “the entire inquiry demonstrate[d] that the waiver was made voluntarily.”</p>\n<p id=\"b668-5\">Powell filed with us a Petition for Writ of Certiorari, which we granted, to determine whether the Court of Special Appeals correctly concluded that he waived validly his right to a jury trial where (1) the court did not make an explicit finding on the record regarding the knowingness and voluntariness of the waiver and (2) there was no specific inquiry into the voluntariness of the waiver. <em>Powell v. State, </em>391 Md. 577, 894 A.2d 545 (2006).<footnotemark>5</footnotemark></p>\n<p id=\"b668-6\">II.</p>\n<p id=\"b668-7\">A defendant’s right to a jury trial is protected by both the U.S. and Maryland Constitutions. <em>See </em>U.S. Const, amend. VI (applying to the states under the Fourteenth Amendment); Md. Const. Declaration of Rights articles 5, 21, and 24. A defendant, however, may choose to waive the right to a jury trial and instead be tried by the court. <em>See </em>Md. Rule 4-246(a) (“In the circuit court a defendant having a right to trial by jury shall be tried by a jury unless the right is waived <page-number citation-index=\"1\" label=\"639\">*639</page-number>pursuant to section (b) of this Rule.”). Maryland Rule 4-246(b) sets forth the procedure for waiving a jury trial in a criminal proceeding:</p>\n<blockquote id=\"b669-5\">A defendant may waive the right to a trial by jury at any time before the commencement of trial. The court may not accept the waiver until it determines, after an examination of the defendant on the record in open court conducted by the court, the State’s Attorney, the attorney for the defendant, or any combination thereof, that the waiver is made knowingly and voluntarily.</blockquote>\n<p id=\"b669-6\">As we have continued to recognize, ultimately, to waive properly this constitutionally protected right the “trial judge must be satisfied that there has been an intentional relinquishment or abandonment of a known right or privilege.” <em>Smith v. State, </em>375 Md. 365, 379, 825 A.2d 1055, 1064 (2003). The waiver examination depends upon the facts and circumstances of each case. <em>State v. Hall, </em>321 Md. 178, 182, 582 A.2d 507, 509 (1990). “[T]he questioner need not recite any fixed incantation” when evaluating whether the defendant knowingly and voluntarily waived his or her right to a jury trial. <em>Martinez v. State, </em>309 Md. 124, 134, 522 A.2d 950, 955 (1987). “The court must, however, satisfy itself that the waiver is not a product of duress or coercion and further that the defendant has some knowledge of the jury trial right before being allowed to waive it.” <em>Hall, </em>321 Md. at 182, 582 A.2d at 509 (citing <em>Martinez, </em>309 Md. at 134, 522 A.2d at 955).</p>\n<p id=\"b669-7\">III.</p>\n<p id=\"b669-8\">Zylanz argues that the trial judge erred by not making an explicit finding on the record that his jury trial waiver was knowing and voluntary. Because the trial judge failed to state its conclusions on the record, Zylanz argues that his waiver was not valid. Relying upon language in a footnote in <em>Martinez v. State, </em>309 Md. 124, 133 n. 9, 522 A.2d 950, n. 9 (1987),<footnotemark>6</footnotemark> <page-number citation-index=\"1\" label=\"640\">*640</page-number>which this Court later quoted wholesale in <em>Smith v. State, </em>375 Md. 365, 379, 825 A.2d 1055, 1064 (2003), Zylanz contends that Maryland Rule 4-246(b) requires that the trial court’s conclusions as to whether the defendant knowingly and voluntarily waived his or her right to a jury trial must be made on the record.</p>\n<p id=\"b670-5\">As we have consistently noted, when interpreting the rules of procedure, we use the same canons and principles of construction used to interpret statutes. <em>State v. Williams, </em>392 Md. 194, 206, 896 A.2d 973, 980 (2006); <em>New Jersey v. Strazzella, </em>331 Md. 270, 274, 627 A.2d 1055, 1057 (1993). In <em>Strazzella, </em>331 Md. at 274-75, 627 A.2d at 1057, we outlined the following standard for interpreting the rules of procedure:</p>\n<blockquote id=\"A3O\">In our effort to discern the meaning of a rule, we look first to the words of the rule. When the words are clear and unambiguous, ordinarily we need not go any further. Only when the language of the rule is ambiguous is it necessary that we look elsewhere to ascertain legislative intent. We are also to give effect to the entire rule, neither adding, nor deleting, words in order to give it a meaning not otherwise evident by the words actually used. Finally, we seek to give the rule a reasonable interpretation, not one that is illogical or incompatible with common sense. (Internal citations omitted).</blockquote>\n<p id=\"b670-6\">In <em>Williams, </em>392 Md. at 207-08, 896 A.2d at 981, we stated further that</p>\n<blockquote id=\"b670-7\">the rule is read so that no word, phrase, clause or sentence is rendered surplusage or meaningless. Where the words of a statute, construed according to their common and everyday meaning, are clear and unambiguous and express a plain meaning, the court will give effect to the rule as written. (Internal quotations and citations omitted).</blockquote>\n<p id=\"b671-3\"><page-number citation-index=\"1\" label=\"641\">*641</page-number>In the present case, we need look no further than the plain language of the Rule. Maryland Rule 4-246(b) states, in part: The court may not accept the waiver <em>until it determines, after an examination of the defendant on the record in open court </em>conducted by the court, the State’s Attorney, the attorney for the defendant, or any combination thereof, <em>that the waiver is made knowingly and voluntarily. </em>(Emphasis added). The clause “on the record” modifies “examination.” Both the grammatical construction and punctuation (i.e., separation of the operative clause by commas) of the sentence support this conclusion. Therefore, while Maryland Rule 4-246(b) mandates that the examination of the defendant (i.e., the colloquy between the defendant and the court, State’s Attorney, defense counsel, or any combination thereof) must be conducted on the record, its language does not compel presently that the trial judge state explicitly on the record that he or she determines the defendant knowingly and voluntarily waived his or her jury trial right.<footnotemark>7</footnotemark></p>\n<p id=\"b671-4\">In Zylanz’s case, at the commencement of the trial proceedings, immediately following the Circuit Court’s denial of Zylanz’s motion for postponement, defense counsel presented Zylanz in much detail with his options and rights for proceeding — accept the State’s offer to proceed with an agreed statement of facts, proceed with a jury trial, or proceed <page-number citation-index=\"1\" label=\"642\">*642</page-number>with a bench trial.<footnotemark>8</footnotemark> On several occasions throughout this dialogue, Zylanz requested further explanation regarding his options and rights. Defense counsel answered fully all of Zylanz’s inquiries. Moreover, Zylanz indicated affirmatively throughout that he understood the options and rights presented to him. Following this discourse, Zylanz elected to proceed with a jury trial. While preparations for a jury trial were underway, but prior to admitting the jury venire into the courtroom, Zylanz informed defense counsel that he would like instead to proceed with a bench trial. Defense counsel reiterated again the options and rights available to Zylanz. The following exchange then occurred:</p>\n<blockquote id=\"b672-4\">[DEFENSE COUNSEL]: Okay. Your other option is you can have a bench trial.[<footnotemark>9</footnotemark>] That’s when we have a trial, but it’s before [the judge]. Do you understand that?</blockquote>\n<blockquote id=\"b672-5\">[ZYLANZ]: Yes.</blockquote>\n<blockquote id=\"b672-6\">[DEFENSE COUNSEL]: Okay. Your third option is what you’ve already elected, a jury trial. That’s when 12 jurors sit there and you have a trial before them and they decide whether you’re innocent or guilty. Do you understand that?</blockquote>\n<blockquote id=\"AB-Y\">[ZYLANZ]: Uh-huh.</blockquote>\n<blockquote id=\"b672-7\">[DEFENSE COUNSEL]: Do you still want a jury trial or bench trial in front of [the judge]?</blockquote>\n<blockquote id=\"b672-8\">[ZYLANZ]: Bench trial in front of [the judge].</blockquote>\n<blockquote id=\"b672-9\">[DEFENSE COUNSEL]: You do not want a jury?</blockquote>\n<blockquote id=\"Av2\">[ZYLANZ]: (Defendant shaking head.)</blockquote>\n<blockquote id=\"b673-4\"><page-number citation-index=\"1\" label=\"643\">*643</page-number>[DEFENSE COUNSEL]: You will not be able to change your mind if they dismiss the jurors. Your [sic] stuck and this trial will be over today. Do you understand that?</blockquote>\n<blockquote id=\"AA9\">[ZYLANZ]: Uh-huh.</blockquote>\n<p id=\"b673-5\">After the court clarified which criminal counts the State would proceed with,<footnotemark>10</footnotemark> the trial judge asked the following:</p>\n<blockquote id=\"AQ4d\">[THE COURT]: ... Sir, I’m dismissing the jury now. Do you understand it’s just going to be you and me?</blockquote>\n<blockquote id=\"b673-6\">[ZYLANZ]: Yes, sir.</blockquote>\n<blockquote id=\"b673-7\">[THE COURT]: <em>Okay. That’s cozy. Let them go, Dave. Thank you.</em></blockquote>\n<blockquote id=\"b673-8\">[THE COURT]: First witness, Ms. [prosecutor]?</blockquote>\n<p id=\"b673-9\">(Emphasis added).</p>\n<p id=\"b673-10\">Based on the totality of the circumstances of this record, including the discourse, statements, and actions, it is evident that the trial judge impliedly determined that Zylanz knowingly and voluntarily waived his right to a jury trial. The court’s conduct in excusing the venire pool and commencing the bench trial was consistent with the conclusion that such had been determined. No other inference is reasonable. In <em>State v. Chaney, </em>375 Md. 168, 184, 825 A.2d 452, 461 (2003), we recognized that unless the record negates the presumption, trial judges are presumed to know the law and apply it properly. As we noted, <em>supra, </em>Maryland Rule 4-246(b) presently does not compel, by its language, that the trial judge supply an explicit statement regarding his or her findings of the knowingness and voluntariness of a defendant’s jury trial waiver. Therefore, where the record of the case sufficiently demonstrates that the trial court implicitly determined that the elements of a knowing and voluntary jury trial waiver existed, the Rule is not violated. The Court of Special Appeals concluded correctly that Zylanz’s jury trial waiver was knowing and voluntary.</p>\n<p id=\"b674-3\"><page-number citation-index=\"1\" label=\"644\">*644</page-number>IV.</p>\n<p id=\"b674-4\">A.</p>\n<p id=\"b674-5\">Powell first argues, like Zylanz, that the trial judge in his case erred by not making an explicit finding on the record that his jury waiver was knowing and voluntary. In Powell’s case, defense counsel engaged Powell in the following dialogue regarding his waiver of a jury trial:</p>\n<blockquote id=\"b674-6\">[DEFENSE COUNSEL]: Your Honor, Mr. Powell has tendered a plea of not guilty to the charges. He initially elected to have this case tried by a jury. Based on our discussions, he has subsequently decided to waive his right to a trial by jury. I’ll be happy to place the waiver on the record.</blockquote>\n<blockquote id=\"b674-7\">THE COURT: Please do so.</blockquote>\n<blockquote id=\"b674-8\">[DEFENSE COUNSEL]: Mr. Powell, as I’ve advised you, you have a right to be tried on this matter by a jury, which would consist of your participation, along with counsel, in the selection of 12 people selected at random from the voter registration and Motor Vehicle rolls of Baltimore City.</blockquote>\n<blockquote id=\"b674-9\">All 12 people would listen to all of the evidence in the case and they would have to be convinced beyond a reasonable doubt and to a moral certainty of your guilt before all of them could find you guilty. The jury would have to reach a unanimous verdict, that is, all 12 would have to agree that either you are guilty or not guilty.</blockquote>\n<blockquote id=\"b674-10\">In the event they could not agree on a guilty or not guilty verdict, the Court would declare a mistrial at that time and the State would have the option to retry your case or dispose of it in some other manner. Do you understand that?</blockquote>\n<blockquote id=\"b674-11\">[DEFENDANT]: Yes, sir.</blockquote>\n<blockquote id=\"b674-12\">[DEFENSE COUNSEL]: Okay. Do you understand your right to a jury trial in this case?</blockquote>\n<blockquote id=\"b674-13\">[DEFENDANT]: Yes, sir.</blockquote>\n<blockquote id=\"b674-14\">[DEFENSE COUNSEL]: Okay. And we have discussed the option that you also have in this case of trying your case <page-number citation-index=\"1\" label=\"645\">*645</page-number>before a judge ... would sit as the finder of fact and [the judge], like the jury, would have to be convinced by the evidence presented by the State beyond a reasonable doubt and to a moral certainty of your guilt before she could find you guilty. Do you understand that?</blockquote>\n<blockquote id=\"b675-5\">[DEFENDANT]: Yes, sir.</blockquote>\n<blockquote id=\"b675-6\">[DEFENSE COUNSEL]: Okay. Do you wish to have a court trial, or a jury trial in this case?</blockquote>\n<blockquote id=\"b675-7\">[DEFENDANT]: A court trial.</blockquote>\n<blockquote id=\"b675-8\">THE COURT: <em>Very well. At this point, since this is a court trial, </em>I’m going to ask for opening [statements] from the State and the defense.</blockquote>\n<p id=\"b675-9\">(Emphasis added).</p>\n<p id=\"b675-10\">Similar to the circumstances in Zylanz’s case, the record in <em>Powell </em>demonstrates that the Circuit Court necessarily, though implicitly, determined that Powell knowingly and voluntarily waived his right to a jury trial. Thus, for the reasons enunciated, <em>supra, </em>Powell’s first argument fails.</p>\n<p id=\"b675-11\">B.</p>\n<p id=\"b675-12\">Powell argues additionally that there was no specific antecedent inquiry into the voluntariness of his jury trial waiver and therefore Maryland Rule 4-246(b) was violated. In <em>Abeokuto v. State, </em>391 Md. 289, 320-21, 893 A.2d 1018, 1036 (2006), and then most recently in <em>Kang v. State, </em>393 Md. 97, 110, 899 A.2d 843, 851 (2006), we re-emphasized that trial judges are not required presently by this Rule to engage in a specific ritual or fixed litany in assessing the voluntariness of defendants’ jury trial waivers. Unless there appears a factual trigger on the record, which brings into legitimate question voluntariness, the trial judge is not required presently to ask explicitly a defendant whether his or her waiver decision was induced or coerced. <em>Kang, </em>393 Md. at 110, 899 A.2d at 851; <em>Abeokuto, </em>391 Md. at 320-21, 893 A.2d at 1036. Like in <em>Abeokuto </em>and <em>Kang, </em>Powell’s colloquy responses did not trigger a requirement that the trial judge inquire further as to voluntariness. The implicit determination of voluntariness <page-number citation-index=\"1\" label=\"646\">*646</page-number>necessarily reached by the trial judge to have proceeded as he did was not undermined or brought into doubt by anything in this record. Accordingly, the Court of Special Appeals correctly concluded that Powell’s jury waiver was knowing and voluntary.</p>\n<p id=\"b676-5\">JUDGMENTS OF THE COURT OF SPECIAL APPEALS IN THE CASES OF TAVONY WAYNE ZYLANZ AND STEVEN ANTHONY POWELL AFFIRMED; COSTS TO BE PAID IN EACH CASE RESPECTIVELY BY PETITIONERS.</p>\n<p id=\"b676-6\">GREENE, J., dissents and files a separate opinion, in which BELL, C.J., joins.</p>\n<footnote label=\"1\">\n<p id=\"b665-13\">. We granted separately the petitions for writ of certiorari of Tavony Wayne Zylanz, 391 Md. 577, 894 A.2d 545 (2006), and Steven Anthony Powell, 391 Md. 577, 894 A.2d 545 (2006). Each case also was argued separately before this Court. We have consolidated, however, our decisions in a single opinion because of the commonality of a central issue in each.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b666-9\">. The trial court either merged or imposed lesser concurrent sentences for the remaining convictions.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b666-10\">. Zylanz argued also that the jury trial waiver was not valid because the record did not demonstrate that it was done so knowingly and voluntarily. The Court of Special Appeals concluded that, based on the record as a whole, Zylanz understood his rights and made a knowing and voluntary choice to waive his right to a jury trial. Zylanz did not pursue his argument on this score before this Court.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b667-10\">. In his Petition for Writ of Certiorari, Zylanz proposed the following question for our review:</p>\n<blockquote id=\"b667-11\">Did the Court of Special Appeals err in holding that the trial court satisfied its responsibility of ensuring that the defendant tendered a valid jury trial waiver, where the trial court did not state its conclusions on the record as to whether the waiver was made knowingly and voluntarily, but rather the \"court's acceptance of the waiver was implicit”?</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b668-8\">. In his Petition for Writ of Certiorari, Powell proposed the following question for our review:</p>\n<blockquote id=\"b668-9\">Did the Court of Special Appeals err in concluding that Petitioner validly waived his right to a jury trial without evidence of or a finding of voluntariness on the record?</blockquote>\n<p id=\"b668-10\">In a footnote to the Question Presented in his petition, Powell noted that, at the time, \"[t]his issue is currently pending before this court in <em>Kang v. State, </em>Petition Docket No. 226, September Term, 2005[, 388 Md. 673, 882 A.2d 286 (2005)].” While <em>Kang </em>presented this Court with the question of assessing the validity of a jury trial waiver without a specific inquiry into the voluntariness of the waiver, that case did not raise the question of assessing the jury waiver where the court did not make an explicit determination on the record regarding the knowingness and voluntariness of the waiver. While, in his brief, Powell asserted that \"the trial judge made no finding that the waiver was voluntary,” this assertion, in both his brief and oral argument before this Court, was addressed only minimally. Nonetheless, we shall consider these two separate questions.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b669-9\">. The referenced footnote in <em>Martinez v. State, </em>309 Md. 124, 133 n. 9, 522 A.2d 950, 954 n. 9 (1987) states:</p>\n<blockquote id=\"b670-8\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>The questioner can be either the court, the State's Attorney, the attorney for the defendant, or any combination of these individuals. However, the trial court bears the ultimate responsibility for ensuring that the accused has tendered a valid waiver. The trial court’s conclusion must be on the record.</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b671-5\">. As the State noted in its brief, there are several instances in Title 4 of the Maryland Rules where language explicitly requires the court to make determinations or findings on the record. <em>See, e.g., </em>Md. Rule 4-222(c) (\"If the minor or adult defendant will remain in custody after the review, the District Court shall set forth in writing or on the record the reasons for the continued detention.”); Md. Rule 4-314(a)(3)(\"(A) The court shall grant a motion made by the defendant unless it finds and states on the record a compelling reason to deny the motion. (B) The court may grant a motion made by the State if it finds and states on the record .... ”); Md. Rule 4-342(g) (\"The court ordinarily shall state on the record its reasons for the sentence imposed.”). Additionally, while language appearing in opinions of this Court that is not determinative of the holding of the case may be persuasive for future cases, ultimately it is not binding authority. As such, Zylanz's primary reliance upon the language of a portion of a footnote in <em>Martinez, </em>which did not examine the issue in the present case, is unavailing.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b672-10\">. The Court of Special Appeals, in its opinion, set forth the extensive dialogue that occurred among the defense counsel, Zylanz, and the court when setting forth Zylanz’s options and rights, including his right to a jury trial. <em>Zylanz, </em>164 Md.App. at 344-52, 883 A.2d at 259-63. Verbatim reiteration of this dialogue is not critical here, however, to the analysis of the issue Zylanz argues before this Court — whether the trial court is required to provide an explicit determination on the record regarding the knowingness and voluntariness of the waiver.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b672-11\">. Defense counsel previously re-explained the details of the first option — the State's offer to proceed with an agreed statement of facts — to Zylanz.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b673-11\">. The State elected to proceed with eight criminal charges and decided to nol pros the remaining four traffic charges.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<p id=\"b676-7\">Dissenting Opinion by</p>\n<author id=\"AYN\">GREENE, Judge,</author>\n<p id=\"Ag1\">which BELL, C.J., joins.</p>\n<p id=\"b676-9\">Respectfully, I dissent.</p>\n<p id=\"b676-10\">A criminal defendant’s right to a jury trial is a fundamental right under both the United States and Maryland Constitutions. <em>See </em>U.S. Const. Amend. VI, XIV § 1; Md. Const. Dec. of Rights, Art. 5, 21, 24; <em>see also Duncan v. Louisiana, </em>391 U.S. 145, 154, 88 S.Ct. 1444, 1450, 20 L.Ed.2d 491 (1968). In Maryland, a defendant’s right to waive a trial by jury may be exercised only by the defendant. <em>Smith v. State, </em>875 Md. 365, 379-81, 825 A.2d 1055, 1064 (2003). Such a waiver is valid and effective only if made on the record in open court and if the trial judge determines, after an examination of the defendant on the record and in open court, that it was made “knowingly and voluntarily.”<footnotemark>1</footnotemark> Maryland Rule 4-246(b); <page-number citation-index=\"1\" label=\"647\">*647</page-number><em>Smith, </em>375 Md. at 378-81, 825 A.2d at 1063-64; <em>State v. Bell, </em>351 Md. 709, 724-24, 720 A.2d 311, 319 (1998); <em>Tibbs v. State, </em>323 Md. 28, 31-32, 590 A.2d 550, 551-52 (1991); <em>Stewart v. State, </em>319 Md. 81, 90, 570 A.2d 1229, 1233-34 (1990); <em>Martinez v. State, </em>309 Md. 124, 131-35, 522 A.2d 950, 953-56 (1987). This factual determination is circumstance-specific and has two equally important components: the waiver must be both “knowing” and “voluntary.”<footnotemark>2</footnotemark> <em>Tibbs, </em>323 Md. at 31, 590 A.2d at 551, citing <em>State v. Hall, </em>321 Md. 178, 182, 582 A.2d 507, 509 (1990); <em>Stewart, </em>319 Md. at 90, 570 A.2d at 1233-34; <em>Martinez, </em>309 Md. at 134, 522 A.2d at 955. “[Cjourts indulge every reasonable presumption against waiver of fundamental constitutional rights ... and do not presume acquiescence in the loss of fundamental rights.” <em>Zerbst, </em>304 U.S. at 465, 58 S.Ct. at 1024, 82 L.Ed. 1461 (citing <em>Aetna Ins. Co. v. Kennedy, </em>301 U.S. 389, 394, 57 S.Ct. 809, 811-12, 81 L.Ed. 1177 (1937)); <em>Hodges v. Easton, </em>106 U.S. 408, 412, 1 S.Ct. 307, 311, 27 L.Ed. 169 (1882); <em>Ohio Bell Tel. Co. v. Pub. Util. Comm’n, </em>301 U.S. 292, 307, 57 S.Ct. 724, 731, 81 L.Ed. 1093 (1937).</p>\n<p id=\"b677-5\">The majority holds that “unless there appears a factual trigger on the record, which brings into legitimate question voluntariness, the trial judge is not required presently to ask explicitly a defendant whether his or her waiver decision was induced or coerced,” and accepts the trial court’s “implicit determination of voluntariness” when nothing in the record affirmatively indicates otherwise. In addition, relying on the fact that Rule 4-246(b) does not explicitly contain the phrase “on the record” modifying the word “determination,” the majority holds that the Rule does not require a finding by the trial court on the record that a defendant has waived his fundamental right to a jury trial knowingly and voluntarily.</p>\n<p id=\"b678-4\"><page-number citation-index=\"1\" label=\"648\">*648</page-number>The majority’s interpretation of Rule 4-246(b) is inconsistent with this Court’s treatment of Rule 4-242©<footnotemark>3</footnotemark>, a strikingly similar rule that also governs a criminal defendant’s waiver of a fundamental right: the right to contest the charges against him or her. Indeed, this Court has recognized the similarity between waiver of a jury trial and a guilty plea, noting “that a defendant who pleads guilty to a criminal charge waives his constitutional right to a jury trial, and ... for the waiver to be valid under the due process clause it must constitute an intentional relinquishment or abandonment of a known right or privilege.” <em>State v. Priet, </em>289 Md. 267, 289-90, 424 A.2d 349, 361 (1981). The Court of Special Appeals has held that under Rule 4-242©, “[i]t is beyond dispute that, regardless of whether a criminal defendant is represented by counsel, an inquiry must be conducted of him to ensure that his guilty plea is voluntary.” <em>In re Montrail, </em>87 Md.App. 420, 427, 589 A.2d 1318, 1322 (1991), <em>aff';d, </em>325 Md. 527, 601 A.2d 1102 (1992). In <em>Sutton v. State, </em>289 Md. 359, 368, 424 A.2d 755, 760 (1981), this Court held that the predecessor<footnotemark>4</footnotemark> to Rule 4-242© required that “the record affirmatively show that the trial court determined that ‘the plea was made voluntarily, with understanding of the nature of the charge and the consequences of the plea.’ ” There is no substantive difference between Rule 4-242(c)’s requirement that a determination be made “upon” an examination of the defendant on the record <page-number citation-index=\"1\" label=\"649\">*649</page-number>and Rule 4-246(b)’s call for a determination “after” such an examination on the record; both clearly indicate that a determination by the trial court must follow, and be influenced by, an examination of the defendant on the record.</p>\n<p id=\"b679-5\">Maryland Rule 4 — 215(b) governs the waiver of yet another fundamental right of a criminal defendant, the right to counsel, and also contains language similar to Rule 4 — 246(b).<footnotemark>5</footnotemark> As with a waiver of a jury trial, in determining the propriety of a waiver of counsel, this Court has noted that “courts indulge every reasonable presumption against waiver of fundamental constitutional rights and ... we do not presume acquiescence in the loss of fundamental rights,” and that “a waiver is ... an intentional relinquishment or abandonment of a known right or privilege.” <em>Johnson v. State, </em>355 Md. 420, 440, 735 A.2d 1003, 1014 (1999), quoting in part <em>Johnson, </em>304 U.S. at 464, 58 S.Ct. at 1023, 82 L.Ed. 1461. Because of the fundamental nature of the right involved, this Court has held repeatedly that Rule 4-215 must be construed as “a precise rubric that mandates strict compliance,” and has rejected merely “substantial compliance” with its requirements as insufficient. <em>Johnson, </em>355 Md. at 448-49, 735 A.2d at 1018-19; see also <em>Parren v. State, </em>309 Md. 260, 523 A.2d 597 (1987); <em>Moten v. State, </em>339 Md. 407, 663 A.2d 593 (1995); <em>Okon v. State, </em>346 Md. 249, 696 A.2d 441 (1997). Rule 4-246(b), like Rule 4-215, is a rule of criminal procedure governing the waiver of a fundamental constitutional right. Therefore, its provisions specifying that the defendant be questioned on the record regarding the voluntariness of his or her waiver, and that the trial court make a determination that the waiver was made knowingly and voluntarily, must require nothing short of strict compliance.</p>\n<p id=\"b680-3\"><page-number citation-index=\"1\" label=\"650\">*650</page-number>A.</p>\n<p id=\"b680-4\">The majority continues the practice, most recently stated in <em>Abeokuto v. State, </em>391 Md. 289, 893 A.2d 1018 (2006) and <em>Kang v. State, </em>393 Md. 97, 899 A.2d 843 (2006), of arbitrarily subjecting the knowledge prong of Rule 4-246(b) to a higher level of scrutiny than the voluntariness prong, and thus elevating the former as more important than the latter. This is contrary to the plain language of the Rule and reinforces an imprecise and incomplete waiver inquiry. <em>Kang, </em>393 Md. at 125, 899 A.2d at 859 (C.J. Bell, dissenting). The majority’s reasoning that “[ujnless there appears a factual trigger on the record, which brings into legitimate question voluntariness, the trial judge is not required ... to ask explicitly a defendant whether his or her waiver decision was induced or coerced,” is flawed on three counts. First, this Court has repeatedly required a specific inquiry into a defendant’s knowledge of a jury trial, regardless of any “factual trigger” indicating that such an inquiry is necessary. If the knowledge and voluntariness prongs are equally important, as the plain language of the Rule clearly indicates, then the latter is entitled to just as rigorous an inquiry as the former. Secondly, the majority’s declaration of a finding of voluntariness, based solely on the lack of affirmative evidence to the contrary, amounts to a presumption in favor of the waiver of a fundamental constitutional right. Chief Judge Bell in <em>Kang </em>aptly described the third flaw in this reasoning:</p>\n<blockquote id=\"b680-5\">How, I ask, can there be any factual trigger on the record when the defendant, who may be under duress or coercion not visible to the court and which he or she may not even appreciate or understand, is never asked questions pertinent to the issue and designed to ferret out information on the subject and, thus, is not given an opportunity to reveal such information? Indeed, unless the trial court asks questions bearing on the subject of defendant’s voluntary relinquishment of his or her right to a jury trial, a defendant may not even realize that he or she may volunteer information or that the jury trial waiver colloquy is his or her only <page-number citation-index=\"1\" label=\"651\">*651</page-number>opportunity to advise the court of circumstances bearing on the voluntariness of the plea.</blockquote>\n<p id=\"b681-6\"><em>Kang, </em>393 Md. at 126, 899 A.2d at 860 (C.J. Bell, dissenting).</p>\n<p id=\"b681-7\">Several other jurisdictions also reject the majority’s approach of presuming that a waiver is voluntary despite the lack of supporting evidence. <em>See Boyd v. United States, </em>586 A.2d 670, 675-76 (D.C.1991) (“The general rule is that a personal and fundamental right will be deemed waived only if there is [a] record [of] evidence demonstrating intentional relinquishment or abandonment of a known right or privilege”); <em>State v. Anderson, </em>249 Wis.2d 586, 638 N.W.2d 301, 306 (2002) (“The waiver cannot be based on circumstantial evidence or reasonable inferences”); <em>Walker v. State, </em>578 P.2d 1388, 1391 (Alaska 1978) (“The duty of the trial court to address the defendant personally on waiver of a jury of twelve extends to a duty to inquire whether the waiver is voluntary and knowing. Without such an inquiry, this court cannot determine from the record whether the waiver was properly accepted. Failure to do so is error per se.”); <em>Short v. Commonwealth, </em>519 S.W.2d 828, 832 (Ky.1975) (“In determining whether a waiver of a jury trial is made understandingly, intelligently, competently, and voluntarily, the court must apply the same standards that are required on the acceptance of a guilty plea. The record made at the hearing preceding the acceptance of a waiver by the court must affirmatively set out facts which will permit an independent determination of its validity.”).</p>\n<p id=\"b681-8\">B.</p>\n<p id=\"b681-9\">Maryland Rule 4-246(b) also contemplates that “[t]he Court may not accept the waiver until it <em>determines </em>... that the waiver is made knowingly and voluntarily.” (Emphasis added). Black’s Law Dictionary defines a “determination” as “[a] final decision by a court or administrative agency.” 480 (8th ed. 2004). Webster’s New College Dictionary defines a “determination” as “[t]he act of settling a dispute, suit, or other question by an authoritative decision or pronouncement, espe<page-number citation-index=\"1\" label=\"652\">*652</page-number>dally by a judidal body.” 315 (3rd ed. 2005). In light of the plain meaning of the term “determine,” the Rule therefore requires the trial judge to make a dear finding as to the knowledge and voluntariness of the defendant’s election. Surely, when this Court adopted the Rule, it did not intend such a finding to be immune from appellate review, although this will be the result of the majority’s decision to simply assume that the trial judge has correctly made a determination. Indeed, by allowing the determination to be implicit, the majority ensures that such a decision will always be affirmed on appeal through the circular reasoning that if a bench trial occurred, then the trial judge must have correctly arrived at his determination. A clear determination made on the record, on the other hand, would remove all reasonable doubt as to the trial judge’s finding. Furthermore, such a requirement would hardly constitute a significant burden on the trial court, as it could be fulfilled by a simple oral statement of one or two sentences.</p>\n<p id=\"b682-5\">The Michigan Supreme Court has also rejected the majority’s approach when applying that state’s rule regarding jury trial waivers, and held “that the trial judge must ... find on the record, from evidence sufficient to warrant such finding, that the defendant, in open court, voluntarily and understandingly gave up his right to trial by jury.”<footnotemark>6</footnotemark> <em>People v. Pasley, </em>419 Mich. 297, 353 N.W.2d 440, 444 (1984). Although Michi<page-number citation-index=\"1\" label=\"653\">*653</page-number>gan’s jury trial waiver rule does not state explicitly that the trial court make a determination on the record regarding the knowledge and voluntariness of a waiver, the Michigan Supreme Court reasoned that, in light of the explicit requirement that the defendant’s voluntary and knowing waiver be on the record, “the statute ... will not permit less” than such a finding on the record. <em>Jd. </em>The Vermont Supreme Court came to a similar conclusion when applying a state rule requiring court approval for a jury trial waiver, holding that “[w]e may, of course, infer that the court did not object to trial by court, but the rule requiring court approval demands more than mere acquiescence.”<footnotemark>7</footnotemark> <em>State v. Coita, </em>153 Vt. 18, 568 A.2d 424, 426 (1989). The Vermont Supreme Court went on to reason that “[sjilent acquiescence to a waiver does not assure us that the court thought about the decision.” <em>Id.</em></p>\n<p id=\"b683-4\">Chief Judge BELL has authorized me to state that he joins in this dissenting opinion.</p>\n<footnote label=\"1\">\n<p id=\"b676-11\">. The waiver standard is prescribed by Maryland Rule 4-246(b), which provides:</p>\n<blockquote id=\"b676-12\">Procedure for Acceptance of Waiver. A defendant may waive the right to a trial by jury at any time before the commencement of trial. The court may not accept the waiver until it determines, after an examination of the defendant on the record in open court conducted by the court, the State’s Attorney, the attorney for the defendant, or any combination thereof, that the waiver is made knowingly and voluntarily.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b677-6\">. The United States Supreme Court has held that for a waiver to be knowing and voluntary, it must be “an intentional relinquishment or abandonment of a known right or privilege.” <em>Johnson v. Zerbst, </em>304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938). Moreover, \"waivers of constitutional rights not only must be voluntary, but must be knowing, intelligent acts done with sufficient awareness of the relevant circumstances and likely consequences.” <em>Brady v. United States, </em>397 U.S. 742, 748, 90 S.Ct. 1463, 1469, 25 L.Ed.2d 747 (1970).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b678-5\">. Rule 4-242(c) provides, in relevant part:</p>\n<blockquote id=\"b678-6\">Plea of Guilty. The court may accept a plea of guilty only after it determines, upon an examination of the defendant on the record in open court conducted by the court, the State's Attorney, the attorney for the defendant, or any combination thereof, that (1) the defendant is pleading voluntarily, with understanding of the nature of the charge and the consequences of the plea; and (2) there is a factual basis for the plea.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b678-7\">. The predecessor to Rule 4-242(c) was Rule 731(c), which provided, in relevant part:</p>\n<blockquote id=\"b678-8\">Plea of Guilty. The court may not accept a plea of guilty without first questioning the defendant on the record to determine that the plea is made voluntarily, with understanding of the nature of the charge and the consequences of the plea.</blockquote>\n<blockquote id=\"b678-9\">Rule 731(c) is thus equivalent to Rule 4 — 242(c) on this point.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b679-6\">. Rule 4-215(b) provides, in relevant part:</p>\n<blockquote id=\"b679-7\">Express waiver of counsel. If a defendant who is not represented by counsel indicates a desire to waive counsel, the court may not accept the waiver until it determines, after an examination of the defendant on the record conducted by the court, the State’s Attorney, or both, that the defendant is knowingly and voluntarily waiving the right to counsel.</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b682-6\">. Michigan’s jury trial waiver rule, M.C.L.A. 763.3, provides:</p>\n<blockquote id=\"b682-7\">(1) In all criminal cases arising in the courts of this state the defendant may, with the consent of the prosecutor and approval by the court, waive a determination of the facts by a jury and elect to be tried before the court without a jury. Except in cases of minor offenses, the waiver and election by a defendant shall be in writing signed by the defendant and filed in the case and made a part of the record. The waiver and election shall be entitled in the court and case, and in substance as follows: \"I,_, defendant in the above case, hereby voluntarily waive and relinquish my right to a trial by jury and elect to be tried by a judge of the court in which the case may be pending. I fully understand that under the laws of this state I have a constitutional right to a trial by juiy.\"</blockquote>\n<blockquote id=\"b682-10\">(2) Except in cases of minor offenses, the waiver of trial by jury shall be made in open court after the defendant has been arraigned and has had opportunity to consult with legal counsel.</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b683-5\">. Vermont's jury trial waiver rule, V.R.Cr.P 23(a), provides:</p>\n<blockquote id=\"b683-6\">(a) <em>Trial by Jury; Waiver. </em>The defendant may in a signed writing or in open court, with the consent of the prosecuting attorney and the court entered of record, waive a jury trial in offenses not punishable by death. The court shall not accept the defendant’s waiver of the right to trial by jury without first, by addressing the defendant personally in open court, informing that person of, and determining that the person understands, the following:</blockquote>\n<blockquote id=\"b683-7\">(1) That the jury consists of 12 members of the community, and that the defendant may participate in their selection;</blockquote>\n<blockquote id=\"b683-8\">(2) That before the defendant can be convicted, all 12 members of the jury must agree on the defendant’s guilt;</blockquote>\n<blockquote id=\"b683-9\">(3) That where a jury is waived, the court alone decides guilt or innocence in accordance with the facts and the law.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}