{
  "casebody": {
    "data": "<casebody firstpage=\"78\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"AKY\">Kings County.</court>\n<p data-order=\"1\" data-type=\"judges\" id=\"Ai6\">Hon. GEO. B. ABBOTT, Surrogate.</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHm\">October, 1889.</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"A2h\">Matter of Gilman.</parties>\n<parties data-order=\"4\" data-type=\"parties\" id=\"Ak3\"><em>In the matter of the judicial settlement of the account of </em>Aaron Healy, <em>as executor and trustee of the last will of </em>Nathaniel Gilman, <em>deceased.</em></parties>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"AmQ\">A legatee duly cited, who has filed no objections to an executor’s account, is not entitled to cross-examine the executor in relation thereto. -</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"A1i\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>Motion to confirm the report of a referee upon the accounting of Aaron Healy, executor and trustee of the will of Nathaniel Gilman, deceased.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"Aav\">Flamen B. Candler, <em>for </em>Aaron Healy, <em>executor.</em></attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"AUF\">Charles T. Haviland, <em>for </em>Charles B. Gilman.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"Axp\">William H. Hamilton, <em>for </em>Charles B. Caldwell <em>and </em>Jackson S. Schultz, <em>assignees of </em>Anna K, Gilman.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"AQ-\">Anna K. Gilman, <em>in person.</em></attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"Ahe\">Wellesley W. Gage, <em>in person.</em></attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AR6\">The Surrogate.</author>\n<p id=\"AqE7\">Charlotte Elizabeth Gilman died on the 10th day of October, 1879, without issue, not having reached the age of thirty years. She was the last surviving child of the testator, Nathaniel Gilman, Jr. This was one of the events upon the happening of which, by the terms of the will of the testator, his property was to be distributed. On the 23d day of June, 1880, Aaron Healy, the executor and trustee under the will, filed his account. All the persons interested in the estate were duly cited. Objections to this account and to previous accounts of the executor and trustee were filed by Anna K. Gilman, a sister of the testator. No other persons filed any objections. The accounts and the issues raised by the objections of Anna K. Gilman were referred, November 30, 1885, to Cornelius Ferguson, Jr., to take testimony as to the said issues, and to hear and determine all claims, questions and other matters relating to said accounts. On the 25th of October, 1887, the referee filed his report. Exceptions to said report were filed by <page-number citation-index=\"1\" label=\"80\">*80</page-number>Charles T. Haviland, on behalf of Charles B. Gilman, and by Anna K. Gilman, attorney in person.</p>\n<p id=\"b104-4\">The questions before me arise on the exceptions aforesaid and upon the confirmation of the referee’s report. The voluminous objections of the contestant, Anna K. Gilman, have been passed upon clearly and cogently by the referee, and after carefully examining all the accounts of the executor and trustee made in this estate, and the evidence taken in this proceeding, I am of the opinion that the evidence fully supports the findings of the referee, and that his report should in all respects be confirmed. The executor has managed the affairs of the estate with prudence and thrift, and all the legatees, some fifteen in number, except these two contestants, have acquiesced in and are satisfied with said executor’s accounts, and have given him releases and discharges in full settlement of their shares of said estate.</p>\n<p id=\"b104-5\">As to the contention made in behalf of Charles B. Gilman, that the referee erred in refusing to allow him or his counsel to cross-examine the executor in the proceedings before the referee, he not having filed any objections to said executor’s account, I am of the opinion that the ruling of the referee was correct.</p>\n<p id=\"b104-6\">Charles B. Gilman was duly cited upon this accounting and so made a party to the proceeding. He never filed any objections to the account, and, so far as he is concerned, there is no issue between him and the accounting executor. “ The filing of a duly verified account by an executor entitles the accounting executor to a decree confirming its accuracy in the absence <page-number citation-index=\"1\" label=\"81\">*81</page-number>of objections to the account.” Estate of Austin, 3 <em>Law Bull. </em>78.</p>\n<p id=\"b105-5\">The referee in this proceeding was appointed to try the issues raised by the objections filed to the account. The only objections filed were those of Anna K. Gilman, and she was the only person entitled legally to examine the executor. The executor had an absolute right to a decree settling his accounts, so far as Charles B. Gilman is concerned. He should have filed objections if he desired to' take any part in the contest. I think sections 273.0 and 2731 of the Code have practically the same meaning, and are to be construed in the same manner as the sections of the Revised Statutes which they have replaced. Such being the case, Boughton v. Flint, 74 <em>N. Y. </em>476, decides this contention. The account was bitterly opposed in almost every detail by the contestant, Anna K. Gilman, and her numerous counsel, for a period of nearly two years, and in my opinion everything which could by any possibility be brought out against the account was brought out by this contestant and her counsel. I think that the whole matter has been gone over fully and thoroughly before the referee.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}