{
  "casebody": {
    "data": "<casebody firstpage=\"483\" lastpage=\"486\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<headnotes data-order=\"0\" data-type=\"misc\" id=\"b485-6\">CaHse No. 2,607.</headnotes>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b485-7\">CHAPMAN v. SCHOOL DISTRICT et al.</parties>\n<p data-order=\"2\" data-type=\"docketnumber\" id=\"b485-8\">[Deady, 108.] <footnotemark>1</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b485-9\">Circuit Court, D. Oregon.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ap3c\">Jan. 9, 1865.</decisiondate>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b485-10\">.Equity Pleading — Exceptions to Answer — Impertinence — Matter in Abatement — Town Site Law op 1844 — Entry Under — Donation Act op 1S50 — Effect—Rights of Setti.ek — Patent as Evidence of Compliance with Act.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b485-11\">1. Exceptions to an answer in equity for impertinence are only allowed where it is apparent that the matter excepted to. is not material or .relevant, or is stated with needless prolixity.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b485-12\">2. An allegation in an answer, however evasive or insufficient, which is responsive to the bill, is not liable to exception for impertinence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b485-13\">3. The act of May 23, 1S44 (5 Stat. 657), commonly called the “Town Site Law” was not in force in Oregon prior to the passage of the act of July 17, 1854 (10 Stat. 305), and an entry •and patent in pursuance of it, to land settled upon prior to that time under the donation act of September 27, 1S50 (9 Stat. 496), is simply ■void.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b485-14\">4. The donation act was the first law of congress affecting the public lands in Oregon, and it is a grant in the present and gives the fee simple to the donee thereunder from the date ■of his settlement; but, until the complete performance of the conditions subsequent to such settlement, the estate granted is a base or conditional fee and liable to be defeated and revert to the donor by a failure to perform such conditions.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b485-17\">[Cited in Fields v. Squires, Case No. 4,776; Lamb v. Davenport, Id. 8,015; Bear v. Luse. Id. 1,179; Sanger v. Sargent, Id. 12,319. Followed in Fitzpatrick v. Dubois, Id. 4,842.]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b485-18\">5. A defendant in a suit in equity cannot by means of his answer, obtain any relief concerning the subject matter of the suit, and a prayer therefor in such answer is impertinent.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b485-19\">6. Matter in abatement of a suit in equity cannot be alleged by way of answer, but must be set up in a plea.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b485-20\">[Cited in Dowell v. Cardwell, Case No. 4,-039.]</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b485-21\">7. The right of the settler under the donation act to the land claimed by him, ultimately depends upon the settlement and the performance of the subsequent conditions of residence, cultivation, and proof.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b485-22\">[Cited in Wythe v. Haskell, Case No. 18,118.]</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b485-23\">8. The patent to the settler is conclusive evidence of the performance of such conditions- in a court of law and primary in a court of equity; but such patent cannot limit or restrain the estate granted by the act, which vests in the donor independently of and prior to the issuing thereof.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b485-24\">9. An exception for impertinence must be allowed in whole or not at all.</headnotes>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b485-25\">William W. Page, for complainant.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b485-26\">Joseph N. Dolph, for city of Portland.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b485-27\">Lansing Stout, for school district No. 1.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b485-28\">DEADY, District Judge.</author>\n<p id=\"AcP2\">This is a suit in equity to quiet title to real property, and was commenced October 22, 1S64. The complainant alleges for cause of suit against these defendants, that he is seised in fee simple of the undivided one fourth part of lot 3, in block 29 of the town of Portland, in the district of Oregon — the defendant Stark being seised in fee simple of the other three fourths of said lot. That the defendants — school district No. 1, and the city of Portland — wrongfully claim and pretend to have an interest or estate in the premises, adverse to the complainant and the defendant Stark, and that such claim impairs the value of the plaintiff’s estate in the premises, in the market, and prays a decree of the court to quiet his title, etc. The defendants — school district No. 1 and the city of Portland — were duly served with process, and appeared and answered the bill — the latter on December 5, 1S64. The defendant Stark has not been served or appeared in the suit. To the answer of the city of Portland, the complainant excepts for impertinence. The exceptions are eleven in number and include all the answer, except so much of it as is in direct response to the allegations of the bill, and also the Exhibits A, B, C and D. Exceptions for impertinence are only allowed when it is apparent that the matter excepted to is not material or relevant, or is stated with needless prolixity. If it may be material, the exception will not be allowed, as that would <page-number citation-index=\"1\" label=\"484\">*484</page-number>leave the defendant ■without remedy, but the <em>allegations </em>excepted to, will be allowed to remain in the answer, and the effect thereof, if found to be true, determined on the final hearing.</p>\n<p id=\"b486-4\">The first exception is taken to that portion of the answer which alleges the occupancy of the Portland land claim, including the premises in dispute, by Daniel H. Lowns-dale and Stephen Coffin, on and prior to November 2G, 1S49, and until about December 13, 1849, when W. W. Chapman was admitted into the possession, jointly with said Lownsdale and Coffin; and that during the period of their possession these occupants laid off and sold blocks and lots upon said land claim, with the avowed intention of obtaining title from the United States, and making to the purchasers of such blocks and lots sufficient deeds therefor. This allegation standing by itself would be clearly impertinent, as it nowhere appears by the answer that either Lowns-dale, Coffin or Chapman, ever had or now have any legal or equitable interest in the premises. They had the bare, naked possession before the passage of the donation law, but subsequently parted with it, before' the passage of that act. But this allegation is proper matter of inducement to the matter contained in the two following exceptions, and will depend upon the disposition made of them.</p>\n<p id=\"b486-5\">The second exception is taken to that portion of the answer which alleges the execution of a bond for a deed to the premises in controversy, by Lownsdale and Coffin, on November 2G, 1849, to the citizens of Portland, or some association thereof, to be thereafter organized; that the conditions of the bond have been performed by such citizens, and that they have ever since remained in possession thereof. Standing alone, the matter contained in this exception would be impertinent, for the reasons applicable to the first exception — the want of interest in the premises by either of the obligors in the bond. Lownsdale and Coffin. But this is also proper matter of inducement to what follows in the next exception, and may be passed over until that is considered.</p>\n<p id=\"b486-6\">The third exception is taken to that portion of the answer which alleges, that Daniel H. Lownsdale being in San Francisco, on the first of March, 1850, there entered into an agreement with the defendant Benjamin Stark, by which he released to said Stark the possession of a portion of said Portland land claim, including the premises in controversy, which agreement was ratified by the co-occupants of Lownsdale, namely, Coffin and Chapman, on April 13, 1S50, and that the defendant Stark by the terms of said agreement and for a valuable consideration, bound himself to ratify and confirm all sales and conveyances of blocks and lots, including by name and special description the premises in controversy, in the part of said claim to him released, and made prior to the date thereof; and that said Stark subsequently occupied said land with the avowed intention of obtaining title from the United States, and ratifying and confirming the prior sales therein, as in said agreement specified, and that during this time and up to the time Stark obtained a patent from the United States for such land, the citizens of Portland were in the possession of the premises in controversy and made valuable improvements thereon, with the assent of said Stark. This exception is not allowed, and therefore neither the first nor the second ones. Several important questions arise upon the allegations, which will be reserved for the final hearing, and determined by the final decree. This ruling only goes so far as to decide that I do not deem this matter clearly immaterial or irrelevant.</p>\n<p id=\"b486-8\">The fourth exception is taken to that portion of the answer which alleges that Stark claims ’to be the owner in fee of an undivided three fourths of the lot in question, by virtue of a patent to him from the United States, dated December S. 1860. and that the complainant claims by virtue of some conveyance from Stark. This exception will be disallowed. I do not think the matter immaterial. It is some kind of an admission or statement of the right of the complainant and his co-tenant, Stark. It is true it is made in an evasive manner, not being a direct averment or admission, made by the defendant as he asserts or admits the fact to be. but only the defendant’s statement of what Stark and the complainant claim. For this reason it may be insufficient, but not impertinent.</p>\n<p id=\"b486-9\">The fifth exception is taken to that portion of the answer, which alleges that the conveyance from Stark to the complainant, is without consideration and sham, and that the complainant, at and before the execution thereof, had notice of this defendant’s equities as before stated. This exception will be disallowed. So far, the answer of the defendant is substantially that it has the equitable estate in the premises — at least I suppose this is the conclusion which the defendant will seek to deduce and maintain from the allegations embraced in the exceptions already passed upon and disallowed. In this view of the case it is material for the defendant to aver and show, that the complainants received the conveyance from Stark, the owner of the legal title, without consideration or at least with notice of the defendant’s prior equity.</p>\n<p id=\"b486-10\">The sixth exception is taken to that portion of the answer, which alleges the occupancy of the Portland land claim at, prior, and since September 1, 1S44, as a town site by divers people, citizens of the United States, and otherwise; that the city of Portland was incorporated on January 23, 1S31. and that on February 1, 1S5S, the corporate authorities of said city, caused an entry to be <page-number citation-index=\"1\" label=\"485\">*485</page-number>made in the proper land office, of 307.49 acres of the Portland land claim and town site, including the lot in question; and that in pursuance of said entry on December 7, 18G0, a patent issued to said city for said lands from the United States, and for the use and benefit of the occupants thereof. This portion of the answer is based upon the assumption, that the law of congress, of May 23, 1S44, and commonly called the “Town Site Law,” was in force in Oregon prior to the time it was specially extended here, by act of July 14, 1S54. In Lownsdale v. Portland [Case No. 8,578], I had occasion to pass upon this question. Time and reflection have only confirmed in my mind, the correctness of the conclusions arrived at in that case.</p>\n<p id=\"b487-3\">The donation law of September 27, 1S50, was the first and only law affecting the right to or interest in public lands in Oregon, until the special extension of the town site law to this country. This entry by the city, and patent to it in pursuance thereof, being without color of law or authority, are simply void, and no right to the premises in controversy can be upheld by them. Although the town site law was in force in Oregon in the years 1S5S-00, when these proceedings took place, no land could be appropriated under it, for the benefit of occupants of town sites, which had already been granted to others by the terms and conditions of the donation law. The donation law is a grant in the present, and gives the fee simple to every settler who avails himself of its provisions from the date of his settlement. Lessieur v. Price, 12 How. [53 U. S.] 76; 11 Opin. 29. True, until the completion of the subsequent conditions of residence and cultivation and proof thereof, it is an estate upon condition — what is known at common law as a base or conditional fee, subject to be defeated or lost by a failure to perform the conditions upon which it is held. But it is an estate in fee nevertheless, and upon the completion of the residence and cultivation or other conditions, it becomes absolute and unqualified. Such was the grant to Stark and other settlers under the donation act, and proceedings under the town site law could not affect the right to lands settled under the donation act prior to that time. Whether a corporation like the city of Portland or any corporation, could hold as an occupant under the town site law. is very questionable, but not necessary to decide. This exception is allowed.</p>\n<p id=\"b487-4\">The seventh exception is taken to that portion of the answer which alleges that on November 4, 1S57. Daniel H. Lownsdale and his assignees, Thomas Carter and Joseph S. Smith, conveyed the lot in question to J. T. Holmes and Wm. L. McEwan, and that on November 19, 1S57, Wm. M. King, assuming to act for the subscribers to the building on said lot, made a conveyance thereof to said Holmes and McEwan, and that under these conveyances these grantees took possession of the lot and held the same adversely to the city, at the time the patent was issued under the town site law; and that sometime in I860, Holmes conveyed an undivided half of the lot to the city of Portland. This exception is allowed. As neither Lownsdale, Carter nor Smith, are shown or averred to have had any interest in the premises, either legal or equitable, Holmes and McEwan took nothing by their conveyance to them; and consequently Holmes had no interest to convey to the city, and conveyed none. The allegation concerning the deed from King, is that he assumed to act as agent for the subscribers •to the building. He might as well assume ■to act for anybody else. No authority is shown, nor is any averred; nor does it appear how these subscribers themselves could convey . property to the city of Portland, which the defendant claims they or other citizens of Portland received for certain public uses and trusts, and none other. If the city of Portland is the legal successor of the persons to whom this property was sold, dedicated or covenanted to be conveyed, as alleged by the defendant, then this King deed could, at best, be only a conveyance from itself to itself; and if it was not such successor, then it does not appear how it could become so by force of a conveyance, executed by an assumed agent of some particular persons who are not shown or averred to have had any authority to convey themselves.</p>\n<p id=\"b487-7\">The eighth exception is taken to that portion of the answer, which alleges that the patent to Stark purports to be based upon certificate No. 69, and that said Stark falsely and fraudulently procured the proof to be made to the surveyor general of the residence and cultivation in such certificate mentioned, and that said Stark never did perform the residence and cultivation aforesaid; and that there is a reservation in the patent to Stark in favor of the rights of occupants of town lots under the city of Portland, and Stark occupied said patent with the avowed purpose of confirming the seisin of the occupants of such lots.</p>\n<p id=\"b487-8\">Before proceeding to consider this exception, I will state the ninth one. and consider them together. The ninth exception is taken to the prayer of the answer, and to that portion of it which alleges that Stark refuses to ratify and confirm the rights of the defendant to the lot in question, but brings this suit to defraud the defendant in this particular; and that in pursuance of such purpose, he caused a conveyance to be made to some real or fictitious person, the complainant in this suit. That said certificate 09 and patent in pursuance thereof are fraudulent and void as against this defendant, with a prayer that said patent to Stark and conveyance from the latter to the com<page-number citation-index=\"1\" label=\"486\">*486</page-number>plainant, may be set aside and held for nought, and that said complainant and defendants, school district No. 1 and Stork, be compelled to release to the city of Portland all right and title to the lot in question, and be forever restrained from setting up any right to the said lot by means of the premises, and for such other relief, etc.</p>\n<headnotes id=\"AHZ5\">[NOTE. For decision directing decree in favor of complainant after a hearing upon the merits, see Case No. 2,608, next following.)</headnotes>\n<p id=\"b488-3\">It will be noticed that so much of the answer as is contained in these two exceptions, is in direct contradiction and inconsistent with that portion of the answer to which the exceptions have been disallowed. The former assume at least that the legal title is in Stark, but that the equitable estate is in the defendants, by virtue of certain contracts and agreements binding upon Stark. But the parts of the answer now under consideration, ■ allege in effect, that Stark has no title, and that his certificate and patent are void, and should be so declared, because procured by fraud. Thus the defendant seeks to impugn the validity of the very source from which it seeks to derive its own alleged interest. But waiving this matter, it is plain that these exceptions must be allowed. The function of an answer is to make a defence to the case made in the complaint. A defendant by means of an answer cannot become a complainant and seek affirmative relief, either against the complainant or his co-defendants. The complainant in this suit alleges his legal title to the lot in question, and avers that the defendant, the city of Portland, pretends to have some estate or interest therein, and. prays, that the defendant may answer in respect to this, and that the court would decree against such pretended estate or interest of the defendant. The defendant may answer and disclaim any interest or claim of interest in the premises, and that is the end of the suit; or, it may answer and set forth what estate or interest it has or claims to have in the premises, and upon the final hearing, the court must determine and decree concerning the nature and validity of such estate or interest. But by means of such answer the defendant cannot become a complainant and seek affirmative relief, as a specific performance of an agreement to convey, or a decree cancelling the patent of the defendant Stark, for fraud or mistake in procuring or issuing it, or a decree cancelling the conveyance of the defendant Stark to the complainant, or affirmative relief against a co-defendant, as a decree against such defendant restraining it from claiming any interest in the premises in question. Further, in the matter contained in the ninth exception, there is an allegation that the complainant is a “real or fictitious person.” If this alternative allegation is allowed to have any effect, it amounts to an attempt to plead by way of answer in abatement of the suit, that the complainant is a fictitious person. Matter in abatement of the suit, as that the plaintiff is not a citizen of another state, or that there is no such person, as the alleged complainant, ffiust be alleged by way of plea, and not answer. Equity Rule 39. The allegation concerning the reservation in Stark’s patent, in favor of persons, occupants under the town site law, is of no more force in law than the patent to the city for the use of such occupants. Like the latter, being without authority of law, it is void. Ultimately the right to land under the donation law, depends upon the settlement and the performance of the subsequent conditions; of this performance the patent is conclusive evidence in a court of law, and primary in a court of equity. But the patent cannot limit or restrain the estate granted by the law, and which vests in the donee independent of the patent</p>\n<p id=\"b488-6\">The tenth exception is to the Exhibit A, and is disallowed of course, the allegation referring to it having been allowed to remain in the answer.</p>\n<p id=\"b488-7\">The eleventh exception is to the Exhibits B, O and D. The exception to Exhibit B is not allowed because it is a necessary part of the allegation referring to it, which has been allowed to remain, at least a large portion of it is so necessary and the exception must be allowed in toto, or not at all. The Exhibit C, is the patent to Stark, and is referred to in the allegations embraced in the fourth exception. This exception is disallowed, but the matter excepted to, is simply an evasive admission of Stark’s interest or estate in the premises in controversy, by virtue of the patent to him of December 8, 1860. In this connection and for all the purposes of the allegation, this reference to the patent is sufficient, and the exhibit is impertinent, and a needless addition to the bulk of the answer. This exception is allowed. The Exhibit D is the certificate 69, upon which it is alleged the patent issued. The exception to the allegation referring to this exhibit has been allowed, and the exception to the exhibit is allowed also, of course. The Exhibits B, C and D, being separate and distinct, I have treated the exception to them (No. 11), as a separate exception to each exhibit, and disallowed the one to B, and allowed the other two. This is necessary, as an exception for impertinence must be allowed in whole or not at all. In form, the exception is entire, but substantially it is separable into the number of exhibits excepted to.</p>\n<p id=\"b488-10\">Order that the exceptions to the answer of the defendant, the city of Portland, numbered one, two, three, four and five be disallowed at the costs of the complainant, and that such exceptions, numbered six, seven, eight, nine and ten be allowed at the costs of the defendant, and that exception number eleven as to the Exhibit B, be disallowed at the costs of the complainant, and as to the Exhibits O and D, that it be allowed at the costs of defendant</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}