{
  "casebody": {
    "data": "<casebody firstpage=\"113\" lastpage=\"119\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b145-4\">David Feinzig &amp; others<footnotemark>1</footnotemark> vs. Rodelyn Ficksman.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b145-5\">No. 95-P-648.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b145-6\">Middlesex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"ArJ\">October 17, 1996. -</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"an-dedup-0\">January 28, 1997.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AHN\">Present: Kass, Ireland, &amp; Greenberg, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b145-11\"><em>Steven M. Brody </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b145-12\"><em>Paul Marshall Harris </em>for the plaintiffs.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b145-15\"> Diane Feinzig, Paul Harris, and Gail Harris.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b145-13\">Kass, J.</author>\n<p id=\"AB\">In this encroachment case, we consider the jurisdiction of the Superior Court to enter judgments that impose burdens on registered land, and we revisit the limits of “tolerable encroachment” in light of <em>Goulding </em>v. <em>Cook, </em>422 Mass. 276 (1996),</p>\n<p id=\"b145-14\">Paul and Gail Harris and their predecessors in title, David and Diane Feinzig, are the plaintiffs in this controversy. The real estate in which they had or have an interest — the Har-rises bought it from the Feinzigs — is a single family house property at 17 East Boulevard Road, Newton (“the Harris lot”). Rodelyn Ficksman owns 25 East Boulevard Road (“the Ficksman lot”), which abuts the Harris lot along its northerly line. The driveway from the street to the Harris garage runs between the two lots and occupies on the Ficksman lot a piece of land shaped like a bisected dunce cap, containing <page-number citation-index=\"1\" label=\"114\">*114</page-number>about 195 square feet. The base of the triangle is some seven feet where a retaining wall holds up backyard land, keeping it from sliding into the Harris driveway. That retaining wall is located, in part, on the Ficksman lot. The point of the triangle is close to the curb cut into East Boulevard Road.</p>\n<p id=\"b146-5\">This driveway and wall encroachment onto the Ficksman lot has existed — to the knowledge of the parties — at least since 1965 when the Feinzigs took up residence. Both parcels are registered land and there can, therefore, be no assertion of adverse possession by the Feinzig-Harrises. See G. L. c. 185, § 53<footnotemark>2</footnotemark> ; <em>Goldstein </em>v. <em>Beal, </em>317 Mass. 750, 757 (1945).</p>\n<p id=\"b146-6\">In 1978, the retaining wall fell into visible disrepair. David Feinzig made a proposition to Mr. Max S. Ficksman (Rode-lyn’s husband), a lawyer, to buy land that would enable the Feinzigs to rebuild the retaining wall and to reconfigure their garage and driveway without encroachment. With neighborly spirit, Mr. Ficksman said there would be no need to buy; he would gladly give the Feinzigs the land. Feinzig ordered a survey plan for transfer of a parcel containing 577 square feet, considerably more than the encroachment occupied; the excess was to accommodate a new garage. Mr. Ficksman approved the plan and proposed conveyance and, as he was a lawyer, undertook to prepare a deed. Rodelyn Ficksman took a different view of the merit of the proposed conveyance, and that view was distinctly negative. For obvious domestic and legal (the Ficksmans held their property as tenants by the entirety) reasons, the deal was now off, and the parties coexisted with encroaching driveway and collapsing wall.</p>\n<p id=\"b146-7\">Four years later, in 1982, David Feinzig and Rodelyn Ficksman had occasion to discuss the unsightly condition of the retaining wall. Ficksman told Feinzig that if he were to repair the wall and the driveway at his expense, he could use the Ficksman land on which the encroachment existed. Fein-zig authorized the work and spent about $6,000 on it.</p>\n<p id=\"b146-8\">There was no trouble about the Feinzigs’ encroachment until June, 1992, when they executed a written agreement to sell their property to the Harrises. Mr. Max Ficksman, by <page-number citation-index=\"1\" label=\"115\">*115</page-number>this time, had died. Rodelyn Ficksman, when she learned of the Feinzig to Harris sale, informed the Feinzigs that all parties needed to discuss the encroachment and what should be done about it. Discussions ensued, but in an atmosphere of irritation, and they went exceedingly badly. On August 19, 1992, Rodelyn Ficksman declared war by informing the Fein-zigs (title had not yet passed and did not until the following December) by hand-delivered letter that they had twenty-four hours to remove the offending portions of wall and driveway. Nothing happened and two days later, a contractor hired by Rodelyn Ficksman began to dismantle so much of the retaining wall as was on her land. Harris “physically interfered” with the workmen and the work stopped. The following day, the Feinzigs filed a complaint seeking injunctive relief against Ficksman from ripping down the retaining wall or ripping up the driveway.</p>\n<p id=\"b147-5\">A judge of the Superior Court granted a preliminary injunction to the plaintiffs. A different Superior Court judge, before whom the case was tried without a jury, found that the driveway encroachment was necessary to allow access to the Harris garage<footnotemark>3</footnotemark> and that the encroaching retaining wall was necessary to provide lateral support to the back yards of both properties. The judge concluded that an encroachment of 195 square feet, in relation to the Ficksman property area of 15,622 square feet, was de minimis and had caused no diminution in the value of the Ficksman property. The judge declined to order removal of the encroachments. Rather, he enjoined Ficksman from interfering with repair of the wall and driveway by the Harrises. The judge allowed Ficksman $1,000 in nominal damages. She has appealed.</p>\n<p id=\"b147-6\">1. <em>Jurisdiction of Superior Court. </em>It will be recalled that the Ficksman lot was registered land. Under G. L. c. 185, § 1 <em>(a112), </em>as inserted by St. 1986, c. 463, the Land Court has exclusive jurisdiction over “[cjomplaints affecting title to registered land, with the exception of actions commenced pursuant to [c. 208 or 209].” We think the consequence of that exclusive grant of jurisdiction is that while a Superior Court judge may order the discontinuance of a trespass on <page-number citation-index=\"1\" label=\"116\">*116</page-number>registered land, that judge may not fashion a judgment which has the effect of imposing an encumbrance on the registered land.</p>\n<p id=\"b148-5\">That is not simply a matter of mechanics. The purpose of the statute (G. L. c. 185) that establishes the Land Court and the land title registration system is to provide a method for making titles to land certain, indefeasible, and readily ascertainable. <em>Tyler </em>v. <em>Judges of the Court of Registration, </em>175 Mass. 71, 73 (1900). <em>McMullen </em>v. <em>Porch, </em>286 Mass. 383, 388 (1934). <em>Morehardt </em>v. <em>Dearborn, </em>313 Mass. 40, 47 (1943). <em>State St. Bank &amp; Trust Co. </em>v. <em>Beale, </em>353 Mass. 103, 107 (1967). <em>McDonnell </em>v. <em>Quirk, </em>22 Mass. App. Ct. 126, 129 (1986). “The finality and unassailability of registered title is a cornerstone of the registered land system.” <em>Ibid. </em>On the basis of that policy, our decisions have, for example, held that it lay beyond the jurisdiction of a probate court judge to determine the existence of an easement that existed before registration over registered land. <em>Tetrault </em>v. <em>Bruscoe, </em>398 Mass. 454, 460-461 (1986).<footnotemark>4</footnotemark> The point made in these decisions is that a person examining a certificate of title in the land registry is entitled to the conclusion that the property is not encumbered by anything that does not show on the certificate.</p>\n<p id=\"b148-6\">A registered title is not immutable. Its owner may sell a portion of the registered land or burden it with some encumbrance, by submitting a document so stating, accompanied by a plan, to the land registry of the county where the land lies. Acceptance of such a document for registration impliedly has the approval of the Land Court. The change in registered land, if a fee interest of less than the entire registered parcel, will then show up as a notation on the encumbrance sheet of the outstanding certificate of title, and a new certificate of title would be issued to the grantee for the new lot. If the conveyance is less than a fee, e.g., an ease<page-number citation-index=\"1\" label=\"117\">*117</page-number>ment,<footnotemark>5</footnotemark> only a notation on the sheet of encumbrances of the certificate of title results. Whatever the interest, the change in the title will be reflected on the certificate or sheet of encumbrances. See generally G. L. c. 185, §§ 57 et seq.</p>\n<p id=\"b149-5\">Here, the judgment of the Superior Court, which, as we have observed, is a de facto encumbrance in the nature of an easement, is not registered, will not show on the certificate of title of the Ficksman property and thereby subverts the land registration system. The Superior Court judgment <em>affects </em>the registered title to the Ficksman property, contrary to the exclusive jurisdiction of the Land Court, under G. L. c. 185, § <em>1(a½), </em>over “[cjomplaints affecting title to registered land.” Cf. <em>Patelle </em>v. <em>Planning Bd. of Woburn, </em>20 Mass. App. Ct. 279, 282 (1985). We have considered that the judgment of a court other than the Land Court may be presented for registration so that an encumbrance imposed by the judgment can be noted on the certificate of title. See G. L. c. 185, § 86. The difficulty with such a practice is that a party might or might not see to that next step. There is only a modest incentive, for example, for the Feinzig-Harrises to take that next step. Moreover, the Land Court has the resources of its engineers, records, and specialized knowledge which make it the more suitable forum to form judgments in cases that will result in changes in the state of a registered land title.</p>\n<p id=\"b149-6\">2. <em>Whether the encroachment is entitled to equitable exception from the standard rule requiring removal. </em>Our decision as to the Superior Court’s lack of jurisdiction requires that the judgment be vacated, but as the parties are likely to litigate further whether the encroachments are legally permissible, and they have briefed and argued that question before us, we state our views.</p>\n<p id=\"b149-7\">The Superior Court judge, when he decided the case, did not have the benefit of the decision in <em>Goulding </em>v. <em>Cook, </em>422 Mass. 276 (1996), which reset the boundaries of encroachments on land that will be tolerated for equitable reasons to those which are “truly minimal.” <em>Id. </em>at 279. What is truly minimal is not subject to a litmus test, but examples are: <em>Tramonte </em>v. <em>Cola-russo, </em>256 Mass. 299, 300 (1926) (bulge of a building over the line by one-eighth to one-quarter of an inch); <em>Loughlin </em>v. <em>Wright Machine Co., </em>273 Mass. 310, 315-316 (1930) (sewer <page-number citation-index=\"1\" label=\"118\">*118</page-number>pipes under six inch strip of land); <em>Triulzi </em>v. <em>Costa, 296 </em>Mass. 24, 28 (1936) (a few bricks imbedded in defendant’s wall projected a few inches into plaintiffs wall); Restatement (Second) of Torts § 941 comment c, at 583-584 (1979) (bulge over the line to a maximum of four inches above tenth floor of a building). The invasion of the Ficksman side yard is some seven feet at the wider end and consumes 195 square feet; it is palpably more than the very small encroachments that have passed as de minimis. In <em>Ferrone </em>v. <em>Rossi, </em>311 Mass. 591 (1942), on which the Feinzig-Harrises rely, there were multiple encroachments and permission to maintain the major one, a retaining wall, was based on laches. As to the other encroachments, the court ordered their removal although the expense of removal was disproportionate to the impact of the unlawful occupation.</p>\n<p id=\"b150-5\">That removal of the encroachments by the Harrises saddles them with considerable expense, and that the encroachments demonstrably (in view of their history) had minor impact on enjoyment of the Ficksman parcel are, after <em>Goulding </em>v. <em>Cook, </em>without legal consequence. The court’s discretion to exercise its equitable power does not save the judgment, as the court may not exercise its discretion to violate a legal principle. <em>Goulding </em>v. <em>Cook, </em>422 Mass, at 280.</p>\n<p id=\"b150-6\">Considerations of estoppel or laches do not assist the Feinzig-Harrises. Laches, an affirmative defense, is based on delay by a plaintiff that causes the defendant to have made a prejudicial change of position. <em>Westhampton Reservoir Recreation Corp. </em>v. <em>Hodder, </em>307 Mass. 288, 290-291 (1940). <em>Myers </em>v. <em>Salin, </em>13 Mass. App. Ct. 127, 137-139 (1982). Two aspects of the case make the defense of laches inapplicable.<footnotemark>6</footnotemark> First, the Ficksmans did not simply delay in exercising their rights; they declined to sell land underlying the encroachment or to grant an easement, but, the judge found, they did grant to the Feinzigs a revocable license in 1978 to maintain the encroachments. See <em>Spencer </em>v. <em>Rabidou, </em>340 Mass. 91 (1959). Second, the Feinzigs did not change their position to their detriment because the encroachment already existed. While they spent money in 1982 to repair the retaining wall and driveway, they enjoyed an aggregate twenty-seven years of use of the encroachments (ten years of use after the repairs), and it <page-number citation-index=\"1\" label=\"119\">*119</page-number>could hardly be said that they did not receive a fair return on their repair expense. They suffered no detriment from the acquiescence of the Ficksmans to the encroachments. Estoppel, although bearing a family resemblance to laches, is different in concept in that it is not necessarily used defensively and arises out of various sorts of conduct, other than simple delay (although it may arise from delay) that causes the opposing party, in reliance on that conduct, to change position to its detriment. See <em>Turnpike Motors, Inc. </em>v. <em>Newbury Group, Inc., </em>413 Mass. 119, 123 (1992); <em>Harrington </em>v. <em>Fall River Hous. Authy., </em>27 Mass. App. Ct. 301, 308 (1989). Cf. <em>Childs, Jeffries &amp; Co. </em>v. <em>Bright, </em>283 Mass. 283, 295 (1933). Here again, the Ficksmans did not act in a fashion which induced the Feinzigs to encroach on their land. As to the Feinzigs’ repair expenditure in 1982, it was made with full knowledge that the Ficks-mans had refused to grant to them a vested right in the encroachment and, accordingly, retained the right, at a time of their choosing, to oust the Feinzigs.</p>\n<p id=\"b151-5\">There was insufficient evidence to impose on Ficksman an obligation of lateral support. For all that appears, it was the owner of the Harris lot who altered the natural topography and built the retaining wall. The right to lateral support, classically, is the right of a neighbor to have land remain in its natural condition and is maintained against the person who digs upon or improves his own land so as injure that right. <em>Gorton </em>v. <em>Schofield, </em>311 Mass. 352, 356 (1942); Restatement (Second) of Torts § 817 (1979). Nor would the owner of the Harris lot have a right to prevent sliding of soil into the area of encroachment.</p>\n<p id=\"b151-6\">The judgment is vacated. The complaint in the Superior Court shall be dismissed.</p>\n<p id=\"b151-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b146-9\"> General Laws <em>c. </em>185, § 53, provides: “No title to registered land, or easement or other right therein, in derogation of the title of the registered owner, shall be acquired by prescription or adverse possession. Nor shall a right of way by necessity be implied under a conveyance of registered land.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b147-7\"> A measure of the hostility with which Ficksman had come to regard the Harrises was that she opposed an application by the Harrises for a zoning variance to allow them to build a garage located so that it could be served by a nonencroaching driveway.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b148-7\"> To the general principle of nonassailability, there is the exception that a registered title, while stiH in the hands of the original registrant, may be attacked on the ground that the registration was procured by fraud. <em>State St. Bank &amp; Trust Co. </em>v. <em>Beale, </em>353 Mass, at 106-107. <em>Kozdras </em>v. <em>Land / Vest Properties, Inc., </em>382 Mass. 34, 41-43 (1980). <em>McDonnell </em>v. <em>Quirk, </em>22 Mass. App. Ct. at 129-130.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b149-8\"> In the case of a grant of an easement presented for registration, the accompanying sketch does not require approval by the Land Court engineers.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b150-7\"> We put to one side the technical point that the Feinzig-Harrises are the plaintiffs in the case and argue laches offensively rather than defensively.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}