{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"161\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b172-4\">Kathleen C. Keville, temporary guardian,<footnotemark>1</footnotemark> vs. Marian Bourne McKeever<footnotemark>2</footnotemark> &amp; others.<footnotemark>3</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b172-5\">No. 94-P-744.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b172-6\">Suffolk.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"ae-dedup-0\">February 16, 1995. -</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AB_\">January 31, 1997.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"ac-dedup-0\">Present: Armstrong, Drbben, &amp; Laurence, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b173-15\"><page-number citation-index=\"1\" label=\"141\">*141</page-number><em>Gary R. Greenberg </em>for Marian Bourne McKeever &amp; others.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"APA\"><em>Robert S. Potters </em>for John Meldon, trustee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b173-16\"><em>David A. Guberman (.Joanna E. Scannell &amp; James J. McCusker </em>with him) for Kathleen C. Keville.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b173-17\"><em>Ira Nagel, </em>guardian ad litem, was present but did not argue.</attorneys>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b172-10\"> The above-captioned action was consolidated for trial with a petition for guardianship of Joseph S. Hunter. Ms. Keville was initially appointed temporary guardian of Joseph’s person and estate. By a decree dated September 8, 1993, she was appointed permanent guardian of Joseph’s person and estate. That provision was stayed on appeal, and Ms. Keville was ordered to continue in her capacity as temporary guardian. During the pendency of the appeal, a suggestion of Joseph’s death was filed in this court. Thereafter, Mary H. Schmidt, the special administrator of Joseph’s estate, filed a motion to substitute party requesting that she be substituted for Ms. Keville, the former guardian. We allow the motion to substitute but retain the original names in the case caption to avoid confusion.</p>\n</footnote>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b172-11\"> Marian Bourne McKeever was sued individually and as trustee of the Bourne-Hunter Realty Trust. A suggestion of Marian’s death was filed in this court on January 18, 1995. Attorney Stephen W. Howe was appointed special administrator of Marian’s estate. The defendants have moved to substitute Howe as the representative for Marian in this matter. We allow the motion to substitute.</p>\n</footnote>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-3\" label=\"3\">\n<p id=\"b172-12\"> Noreen Judith Hunter, individually and as trustee of the Bourne-Hunter Realty Trust; Frank J. McKeever, individually; Richard J. Finnerty, as trustee of the K &amp; F Realty Trust; John Meldon, as trustee of the Porsche Realty Trust; and seven trustee process defendants.</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-4\" type=\"majority\">\n<author id=\"ABH\">Armstrong, J.</author>\n<p id=\"Ahh\">Joseph S. Hunter (Joseph) immigrated to <page-number citation-index=\"1\" label=\"142\">*142</page-number>the United States in 1924 and, over the next sixty years, amassed substantial assets. The present appeals concern the parties’ dispute over the ownership of those assets: on the one side are Joseph’s son and daughter; on the other are the children of Joseph’s long-time bookkeeper, secretary, and, later, personal attendant, Marian McKeever (Marian).</p>\n<p id=\"b174-5\">In December, 1990, Joseph’s daughter, Nona Porter (Nona), with the consent of Joseph’s son, Ronald Hunter (Ron), filed a petition for conservatorship in the Probate and Family Court alleging that Joseph had become incapacitated by reason of mental weakness. A guardian ad litem, appointed to investigate Joseph’s mental capacity, filed a report in which he opined that Joseph was incapable by reason of mental weakness to handle his financial affairs or personal needs. The guardian ad litem recommended, inter aha, that the court appoint an independent third party to serve as guardian of the estate of the ward.</p>\n<p id=\"b174-6\">On May 24, 1991, shortly after the guardian ad litem had filed his report, Marian’s daughter, Noreen Hunter (Noreen), filed a petition for permanent guardianship alleging that Joseph was “unable to make or [to] communicate informed decisions.” By various decrees that were entered in the Probate Court, Attorney Kathleen Keville was appointed temporary guardian of Joseph’s person and estate.</p>\n<p id=\"b174-7\">On September 23, 1991, Ms. Keville filed a complaint in the Probate Court seeking to set aside two conveyances, in 1982 and 1990, by Joseph. The complaint alleged that both conveyances were made at a time when Joseph was incompetent and subject to undue influence and, additionally, that the latter conveyance was procured through fraud and forgery. The guardian also sought the return of significant sums of money allegedly removed by Marian, Noreen, and Frank Mc-Keever (Frank), Marian’s son,<footnotemark>4</footnotemark> from Joseph’s bank accounts and safe deposit boxes.<footnotemark>5</footnotemark> In addition, the guardian sought a declaration that certain mortgages were invalid.</p>\n<p id=\"b175-4\"><page-number citation-index=\"1\" label=\"143\">*143</page-number>After a lengthy trial of the consolidated guardianship, equity, and contempt actions, during which the parties attempted unsuccessfully to enter into a settlement agreement, the probate judge issued extensive findings of fact and rulings of law. By a judgment dated September 8, 1993, and amended on January 24, 1994, Joseph was declared to have been incompetent from at least August of 1982, and Ms. Keville, as we have indicated, was appointed permanent guardian of his person and estate. In addition, the 1982 deed was revoked and rescinded, and Marian was ordered to convey to Joseph all of her interest in the property. Similarly, the 1990 deed was declared void, and Marian and Noreen were ordered to convey their interest in the property to Joseph. The McKeev-ers were also adjudged liable to Joseph, individually, or jointly and severally, for various sums amounting to approximately $1.5 million dollars. Lastly, the judgment declared void, as against the guardian, the mortgages referred to above. Following the denial of their motions for judgment notwithstanding the findings and rulings and for new trial, and the denial in part of their motion to alter or amend the judgment, findings, and rulings (the judge struck one sentence from the memorandum of decision), the McKeevers appealed from the amended judgment and the postjudgment orders. John Mel-don, as trustee of the Porsche Realty Trust, has also appealed from the amended judgment.</p>\n<p id=\"b175-5\">1. <em>The facts. </em>We sketch the pertinent facts, distilled from the judge’s 148-page decision. Joseph was bom in Lithuania in 1905 and immigrated to the United States in 1924. In 1928, he married Edythe Hunter, and the couple had two children, Nona, in 1931, and Ron, in 1943.</p>\n<p id=\"b175-6\">From 1924 until about 1962 Joseph worked as a manufacturing jeweler and a retail jeweler. Starting in about 1953, Joseph also began to purchase real estate, primarily through trusts that he established for the benefit of himself and his family, and gradually developed a “fairly substantial real estate business.” Among the properties Joseph purchased, as the trustee of the J. Hunter Realty Trust, were a five-floor, fifteen-room house located at 390 Marlborough Street in Boston, and a twenty-five unit apartment complex located at 231, 233, 239, and 243 Harvard Avenue in Boston and Brookline.</p>\n<p id=\"b175-7\">From the early 1950s through 1987, Marian worked for Joseph as his bookkeeper and secretary. During the period of <page-number citation-index=\"1\" label=\"144\">*144</page-number>her employment, Marian was never paid more than forty or fifty dollars a week by Joseph. Marian had been previously married and had one child, Frank, by that marriage. In 1953, Marian moved into the Marlborough Street property and, in subsequent years, ran the property as a rooming house, collecting and keeping the rents for herself. In December, 1955, Marian gave birth to Noreen. Although there was (and has been) no adjudication of paternity, Marian alleged that beginning in the early 1950s she and Joseph had had a personal relationship and that Noreen was Joseph’s daughter.<footnotemark>6</footnotemark> Indeed, after meeting Joseph, Marian often used the. name Marian Hunter and, in September, 1980, Noreen changed her name to Noreen Judith Hunter.</p>\n<p id=\"b176-5\">In the mid to late 1970s, Joseph seemed to become increasingly unable to conduct his business affairs or to keep track of his personal financial assets. In addition, around 1980, there were changes in Joseph’s interactions with his family and others.<footnotemark>7</footnotemark> Sometime in 1982, Joseph moved into the Marlborough <page-number citation-index=\"1\" label=\"145\">*145</page-number>Street property with Marian. From that time forward, Marian was with Joseph constantly and acted as a barrier to his contacts with his children. Joseph’s behavior became “increasingly bizarre.” He accused his daughter, Nona, who was doing work for him at the Harvard Avenue property, of sleeping with tenants and, as a result of a dispute with her, ordered her to stop working for him and to vacate her apartment at the property.</p>\n<p id=\"b177-5\">On December 23, 1982, Joseph, signing as a trustee of a trust that had expired nine and one-half years earlier, executed a deed conveying a joint interest in the Marlborough Street property to Marian. Shortly thereafter, Ron, having learned of Noreen’s claim to be his half sister, met with her. Noreen told Ron that Joseph “was crazy, had always been crazy, and that he didn’t know what was going on.”</p>\n<p id=\"b177-6\">In the mid-1980s, Joseph’s mental condition continued to deteriorate.<footnotemark>8</footnotemark> In October, 1988, Joseph’s personal physician observed that Joseph “demonstrated mental confusion, and was not well oriented and his powers of concentration were very limited.” The following February, Joseph was called to testify in a legal proceeding involving one of his properties and was unable to state his correct age or provide other information.</p>\n<p id=\"b177-7\">Although there was some taking of Joseph’s liquid assets in the mid-1980s, the judge found that, starting in 1988, the Mc-Keevers “engaged in a thorough stripping of essentially all of [Joseph’s] assets”:</p>\n<blockquote id=\"b177-8\">“Although in the mid-1980’s the value of [Joseph’s] bank assets were in excess of a million dollars, by the <page-number citation-index=\"1\" label=\"146\">*146</page-number>date of the appointment of the temporary guardian in this matter, only one thousand dollars remained in his name. The defendants [the McKeevers], by the use of forged documents, converted and appropriated for their own use virtually all of [Joseph’s] cash assets and safe deposit holdings, resulting in the eventual closing of all but one of his accounts.”</blockquote>\n<p id=\"b178-5\">In addition, Marian forged Joseph’s name and transferred ownership of his car to herself, Noreen forged Joseph’s name to obtain credit cards, and Frank deposited Joseph’s Social Security checks in his own accounts.</p>\n<p id=\"b178-6\">On March 3, 1990, Marian forged Joseph’s signature on a deed transferring title to the Harvard Avenue property from him, individually and as trustee of the J. Hunter Realty Trust, to Marian and Noreen, as trustees of the Bourne-Hunter Realty Trust, a trust they had created that same day and of which they were the sole beneficiaries.</p>\n<p id=\"b178-7\">The stripping of Joseph’s assets by the McKeevers continued even after the appointment of the guardian ad litem in December, 1990.<footnotemark>9</footnotemark> It was also subsequent to the appointment of the guardian ad litem that the Bourne-Hunter Realty Trust encumbered the Harvard Avenue property by obtaining three successive mortgage loans, at an annual interest rate of thirty percent, with each loan paying off the previous one.<footnotemark>10</footnotemark></p>\n<p id=\"b178-8\">On April 29, 1991, Joseph was admitted to a nursing home. At the time of the admission, he was “observed as confused, probably knew his name, but was not oriented to place.” As of May 13, 1991, Marian and Noreen agreed that Joseph <page-number citation-index=\"1\" label=\"147\">*147</page-number>should be transferred to the Alzheimer’s special care unit at the facility. Joseph’s personal physician reported at the time of Joseph’s hospital admission in May, 1991, that Joseph had a history of Alzheimer’s dementia, and that he carried a secondary diagnosis of presenile dementia.</p>\n<p id=\"b179-5\">Based on these findings and others, the judge concluded that Joseph had been incompetent from at least August of 1982, and that by December, 1982 (the time of the conveyance of the Marlborough Street property), he did not have the ability to understand the nature of his property or to appreciate the natural objects of his bounty. The judge further ruled that the deed purporting to convey the Harvard Avenue property was void “by reason of the fact that [it] was forged, the transfer was fraudulent and the result of undue influence and Joseph . . . was incompetent at the time.” The court fashioned a judgment, the relevant portions of which are set forth above.</p>\n<p id=\"b179-6\">2. <em>The McKeevers’ appeal.</em></p>\n<p id=\"b179-7\">a. <em>Right to jury trial or to a framing of jury issues. </em>There is no merit in the McKeevers’ argument that the judge erred in denying them their right to a trial by jury as guaranteed by art. 15 of the Massachusetts Declaration of Rights and as demanded by them. See generally <em>Department of Rev. </em>v. <em>Jar-venpaa, </em>404 Mass. 177, 185-186 (1989); <em>Dalis </em>v. <em>Buyer Advertising, Inc., </em>418 Mass. 220, 221-222 (1994). It is apparent that the guardian, who was seeking essentially to set aside certain conveyances of property by Joseph, and to restore to Joseph’s estate cash and personal property taken from him, was seeking primarily equitable relief , and that her claims were analogous in subject matter and remedy sought to cases traditionally heard within the court’s equity jurisdiction, as it existed at the time of the adoption of the Constitution. Consequently, the McKeevers were not entitled to a jury trial as of right. See <em>Parker </em>v. <em>Simpson, </em>180 Mass. 334, 336, 355 (1902) (defendant had no right to trial by jury in suit in equity seeking rescission of a contract on the grounds of fraud and undue influence). See also <em>Whitlock </em>v. <em>Hause, </em>694 F.2d 861, 865-867 (1st Cir. 1982). Compare and contrast <em>Da-lis </em>v. <em>Buyer Advertising, Inc., </em>418 Mass, at 223 &amp; n.3.</p>\n<p id=\"b179-8\">Similarly, the judge did not err in denying the McKeevers’ motion, styled as one pursuant to Mass.R.Civ.P. 39(c), 365 Mass. 802 (1974), to frame for a jury the issues of fraud, <page-number citation-index=\"1\" label=\"148\">*148</page-number>undue influence, and incompetency. Rule 39(c) retains the pre-rules practice of framing issues in “equity” cases for jury trial. Smith &amp; Zobel, Rules Practice § 39.5 (1977). As with prior practice, the framing of jury issues is not a matter of right but is directed to the discretion of the court. <em>Marcoux </em>v. <em>Charroux, </em>329 Mass. 687, 688-689 (1953). <em>Charles River Con-str. Co. </em>v. <em>Kirksey, </em>20 Mass. App. Ct. 333, 337 (1985). Smith &amp; Zobel, <em>supra. </em>Here, the McKeevers’ motion to frame jury issues was marked for hearing on the first day of trial. The judge, noting, inter alia, that the McKeevers had made no mention of a jury trial in their pretrial memorandum or at a pretrial conference held six weeks prior to trial and, in fact, had urged that the trial go forward as scheduled, stated that the McKeevers had waived their claim by their inaction until the morning of trial. In their brief, the McKeevers fail to address the basis for the judge’s ruling and fail to articulate (much less demonstrate) how the judge abused his discretion in denying the motion to frame jury issues. In the circumstances, there is no reason to disturb the judgment.<footnotemark>11</footnotemark></p>\n<p id=\"b180-5\">b. <em>Failure to enforce written settlement agreement. </em>During the course of trial, and after the probate judge had heard evidence for nine days, counsel reported to the court a proposed settlement agreement involving the guardian, the McKeevers, and Nona and Ron. By its express terms, the agreement required the approval of the judge on or before March 15, 1993. It further required that written notice of the settlement be sent to the Internal Revenue Service and the Department of Revenue (which were to be afforded the opportunity to object). Ron was not in court on the day the settlement was <page-number citation-index=\"1\" label=\"149\">*149</page-number>reported and, as evidenced by the statements of his counsel, appears to have been unaware of its contents. Upon review of the agreement, Ron refused to sign it, voicing his “outrage” with its terms. Responding to an invitation of the judge, Ron and Nona moved to reconvene the trial, while the McKeevers moved for the entry of judgment pursuant to the proposed settlement agreement. The judge allowed the former motion and denied the latter. In his supplemental rulings of law, the judge, noting that the agreement expressly provided that the settlement be subject to his approval and the entry of an appropriate order, stated that, after a more careful review of the settlement, he found it to be deficient and not a just and equitable resolution of the dispute.<footnotemark>12</footnotemark></p>\n<p id=\"b181-5\">In view of the judge’s finding, and the express requirement that the agreement was subject to the judge’s approval, there is no need to consider the McKeevers’ claims that Ron’s signature to the agreement was a “mere formality” or that Ron was otherwise estopped from arguing against the enforcement of the agreement. Moreover, the judge did not abuse his discretion in denying the McKeevers’ motion (filed April 1, 1993) to amend their answer to assert the settlement agreement as an affirmative defense and counterclaim; such an amendment, in the circumstances, would have been futile. See <em>Bass River Lobsters, Inc. </em>v. <em>Smith, </em>7 Mass. App. Ct. 197, 198-199 (1979); <em>Dexter’s Hearthside Restaurant, Inc. </em>v. <em>Whitehall Co., </em>24 Mass. App. Ct. 217, 219 (1987) (motion to amend properly denied where it failed to surmount the inherent invalidity of the claim).</p>\n<p id=\"b181-6\">c. <em>Conveyance of Marlborough Street property. </em>The Mc-Keevers argue that the judge erred in failing to direct a verdict in their favor with regard to the Marlborough Street conveyance or, alternatively, that the judge’s finding that Joseph was incompetent at the time of the transfer was clearly erroneous.</p>\n<p id=\"b181-7\">As we have indicated, in December, 1982, Joseph, as trustee of the J. Hunter Realty Trust, signed a deed conveying a joint interest in the Marlborough Street property to Marian. In her original and amended complaints, the guardian requested as preliminary relief that the court sever the alleged joint tenancy “and convert it into a tenancy in common pending a determi<page-number citation-index=\"1\" label=\"150\">*150</page-number>nation of this action.” On September 23, 1991, the judge ordered that the joint tenancy be “temporarily severed and temporarily converted into a tenancy in common.” The final judgment revoked and rescinded the deed conveying the joint interest in the Marlborough Street property and ordered that full title revert to Joseph, individually.</p>\n<p id=\"b182-5\">We agree with the guardian that so much of the McKeev-ers’ appeal as pertains to the issues now raised has been rendered moot by Marian’s death (some fifteen months prior to Joseph’s death). As the guardian correctly notes, “If the judgment [is] upheld, then it vest[s] full title in Joseph; if the judgment [is] reversed and the conveyance to Marian upheld, then full title [is] in Joseph as the survivor of the two joint tenants.”<footnotemark>13</footnotemark> Thus, the underlying controversy between the parties is no longer a viable one. See <em>Wolf </em>v. <em>Commissioner of Pub. Welfare, </em>367 Mass. 293, 298 (1975).<footnotemark>14</footnotemark></p>\n<p id=\"b182-6\">d. <em>Conveyance of Harvard Avenue property. </em>The McKeevers argue that the probate judge’s admission, consideration, and reliance on clearly inadmissible and prejudicial evidence concerning Joseph’s competency at the time of the Harvard Avenue conveyance and his gift of certain monies (presumably in 1989-1990) constitutes reversible error. In the alternative, they argue that, even if all of the objectionable evidence were determined to have been properly admitted, the guardian did not make a sufficient showing of incompetence. We disagree.</p>\n<p id=\"b182-7\">i. <em>Testimony of Dr. Benjamin Brussel. </em>In January, 1987, Marian brought Joseph to see her psychiatrist, Dr. Brussel, to <page-number citation-index=\"1\" label=\"151\">*151</page-number>obtain a letter attesting to Joseph’s competency. Dr. Brussel, who was board certified in psychiatry and neurology (and had been on the staff of the Beth Israel Hospital since 1956), had “some knowledge” of Joseph based on statements made by Marian during the course of her own therapy. Marian was present during Dr. Brussel’s session with Joseph, but, after some preliminary conversation with Marian, the examination consisted solely of interaction between Dr. Brussel and Joseph. After examining Joseph for forty to forty-five minutes, Dr. Brussel concluded that Joseph was suffering from severe dementia.</p>\n<p id=\"b183-5\">Contrary to the McKeevers’ assertion, the judge did not err in permitting Dr. Brussel to testify, over their objection, about dementia and to render his opinion that Joseph was suffering from severe dementia. The admission of expert testimony lies largely in the discretion of the trial judge. <em>Commonwealth </em>v. <em>Devlin, </em>365 Mass. 149, 152 (1974). “It is well established that the professional specialty of a medical practitioner offered as a witness need not be precisely and narrowly related to the medical issues of the case.” <em>Kapp </em>v. <em>Ballantine, </em>380 Mass. 186, 192-193 n.7 (1980). <em>Letch </em>v. <em>Daniels, </em>401 Mass. 65, 68 (1987). “The crucial issue is whether the witness has sufficient ‘education, training, experience and familiarity’ with the subject matter of the testimony.” <em>Letch </em>v. <em>Daniels, </em>401 Mass, at 68. <em>McLaughlin </em>v. <em>Selectmen of Amherst, </em>422 Mass. 359, 361-362 (1996). Although Dr. Brussel did not hold himself out as an expert in dementia, and he was qualified by the court as an expert in psychiatry (the treatment of mental illness), he stated that he knew about dementia and had treated ten to twenty patients who suffered from dementia. In the circumstances, the judge did not abuse his discretion in admitting Dr. Brussel’s opinion testimony.</p>\n<p id=\"b183-6\">The McKeevers’ additional claim that the admission of Dr. Brussel’s testimony violated <em>Marian’s </em>psychiatrist-patient privilege<footnotemark>15</footnotemark> is also without merit. Indeed, it is difficult to perceive how Marian’s privilege was violated. The only <page-number citation-index=\"1\" label=\"152\">*152</page-number>specific communication by Marian to Dr. Brussel to which the McKeevers refer in their brief is Marian’s request, made in a therapy session, that Dr. Brussel evaluate Joseph as to his mental competence. The record fails to disclose the nature of any other communication made by Marian to Dr. Brussel concerning Joseph’s mental condition, or that Dr. Brussel, in rendering his opinion, divulged any communication made to him by Marian in the course of her therapy. The McKeevers concede in their brief that the details of Marian’s own therapy with Dr. Brussel were not revealed at trial, and we decline to speculate, as the McKeevers urge, that Marian’s therapy necessarily involved her relationship with Joseph. In any event, it is apparent that Dr. Brussel’s independent examination of Joseph provided the primary basis of his conclusion that Joseph suffered from dementia.</p>\n<p id=\"b184-5\">ii. <em>Admission of Joseph’s testimony in unrelated Probate Court matter. </em>The judge did not err in admitting in evidence, over the McKeevers’ objection, a brief transcript of Joseph’s testimony in an unrelated 1986 legal proceeding. In that proceeding, Joseph was unable to give his correct age, and the judge determined that he was not competent to testify. The testimony was admissible, not for the truth of its contents, but as evidence of Joseph’s state of mind. See Lia-cos, Massachusetts Evidence § 8.2.6 (6th ed. 1994).</p>\n<p id=\"b184-6\">iii. <em>Admission of handwriting expert’s opinion. </em>At trial, the guardian’s expert, Joan McCann, testified that Marian had forged Joseph’s name on the 1990 deed transferring the Harvard Avenue property to the Bourne-Hunter Realty Trust. The McKeevers now argue, in the context of their competency discussion, that the judge erred in accepting McCann’s opinion, because the handwriting specimen she used as Joseph’s was not properly authenticated but instead was attributed to Joseph by the plaintiff’s attorney. Continuing, they claim that, because there was no independent determination by the fact finder that the specimen was genuine, there was no basis upon which McCann (who was otherwise unfamiliar with Joseph’s handwriting) could render an opinion. See <em>Newton Centre Trust Co. </em>v. <em>Stuart, </em>201 Mass. 288, 292 (1909) (standard of handwriting cannot be proved by the <page-number citation-index=\"1\" label=\"153\">*153</page-number>opinion of witnesses); <em>Davis </em>v. <em>Meenan, </em>270 Mass. 313, 314 (1930) (it is for the judge in the first instance to decide whether there is sufficient evidence to permit the standard offered to be introduced in evidence).</p>\n<p id=\"b185-5\">The McKeevers’ argument fails for the reason, if no other, that they did not move to strike McCann’s opinion (that Marian had forged Joseph’s name to the 1990 deed) upon learning during cross-examination of the attribution of the signature. See <em>Pataskas </em>v. <em>Judeikis, </em>327 Mass. 258, 260 (1951); <em>Sheinkopf </em>v. <em>Eskin, </em>4 Mass. App. Ct. 826 (1976). That aside, in reaching her opinion, McCann used specimens of Marian’s signature, including “three original checks.” In the circumstances, there was evidence upon which McCann properly could have rendered her opinion. The McKeevers’ additional argument, that the judge should not have credited McCann’s opinion as to the signature on the 1990 deed because the original deed was not admitted in evidence, would not require a reversal of the judgment. See <em>Commonwealth </em>v. <em>Camelio, </em>1 Mass. App. Ct. 296, 298 &amp; n.3 (1973). No suggestion is made that the copy of the deed presented to McCann is not a photographically precise copy of the original, and, in fact, it was the McKeevers who offered the copy in evidence.<footnotemark>16</footnotemark></p>\n<p id=\"b185-6\">iv. <em>Additional evidentiary issues. </em>Even if we were to assume, arguendo, that the judge erred in admitting in evidence, and considering in his findings, (1) an answer filed by Joseph in another action which pleaded that he was incompetent and (2) a tape recording and transcript of a 1987 meeting between Noreen, Nona, and several attorneys at which Noreen stated that Joseph had been incompetent for twenty years and that he did not know what day, month, or time of the year it was, a reversal of the judgment is not required. The judge found specifically that “[t]he ultimate findings in this case concerning incompetence, forgery, fraud, undue influence and the other major issues would remain the same even if [he] had found in the defendants’ favor on the evidentiary issues raised <page-number citation-index=\"1\" label=\"154\">*154</page-number>in their postjudgment submissions [which include the eviden-tiary issues discussed herein].”</p>\n<p id=\"b186-5\">On review of the judge’s findings, as detailed in our statement of the facts, and as augmented in the margin,<footnotemark>17</footnotemark> we conclude that there was ample evidence apart from the answer and the tape recording to support the judge’s ruling that Joseph was incompetent at the time of the Harvard Avenue conveyance. Contrary to the McKeevers’ assertion, it is also clear that the judge, in determining the question of competency, had in mind the legal standard that they claim is here applicable, i.e., whether Joseph had the ability to understand the nature of his property and to appreciate the natural objects of his bounty.</p>\n<p id=\"b186-6\">e. <em>The contempt action. </em>Within days of receiving the September 23, 1991, order restraining them from using or disposing of any of Joseph’s cash assets, or cash assets traceable to him, the McKeevers closed several bank accounts containing substantial sums of money that, the probate judge found, were directly traceable to Joseph. By the terms of the judgment, the McKeevers were ordered to pay to the court the sum of $220,125, which represented amounts traceable to Joseph that the McKeevers had expended for their own personal use. No sanction independent of the judgment was imposed on the McKeevers. Although the judge noted in his findings and judgment that the McKeevers had violated the court’s orders, he made no specific finding that they were in contempt. Accordingly, it would be an empty exercise to <page-number citation-index=\"1\" label=\"155\">*155</page-number>consider the McKeevers’ argument that they should not have been held in contempt.<footnotemark>18</footnotemark></p>\n<p id=\"b187-5\">f. <em>Computation of monies owed by McKeevers. </em>There is no merit in the McKeevers’ argument that the probate judge wrongfully denied them credit for over $700,000 that they claim to have expended to renovate the Harvard Avenue property after a fire. The McKeevers’ brief assertion on this point, which fails to discuss the record or cite any relevant authority, does not constitute appellate argument as contemplated by Mass.R.A.P. 16 (a)(4), as amended, 367 Mass. 921 (1975). See <em>Lolos </em>v. <em>Berlin, </em>338 Mass. 10, 13-14 (1958). That aside, it is clear that the judge rejected as self-verifying the exhibit that purported to list $719,000 of expenditures on the Harvard Avenue property, and cross-examination severely undermined Noreen’s testimony attempting to support a number of the listed expenditures. The judge’s finding rejecting the alleged credit in the aggregate was not clearly erroneous.<footnotemark>19</footnotemark></p>\n<p id=\"b187-6\">g. <em>Counsel fees. </em>The guardian sought compensation for her fees, expenses, and costs and those of her counsel under G. L. c. 206, § 16, and G. L. c. 215, § 45. By the terms of the judgment and a subsequent order of the Probate Court, the judge awarded compensation in excess of $500,000 to be paid from various escrowed and trusteed funds.</p>\n<p id=\"b187-7\">In view of the decision we reach on. the merits of their appeal, it is established that the McKeevers have no interest in Joseph’s estate. Hence, they are in no position to challenge the award of fees. In any event, there was no error.</p>\n<p id=\"b187-8\">A judge has considerable discretion in awarding attorney’s fees under the applicable statutes. His award is presumed to <page-number citation-index=\"1\" label=\"156\">*156</page-number>be right and will not be disturbed without a showing that the fee is excessive. See <em>Rhode Island Hosp. Trust Natl. Bank </em>v. <em>Burns, </em>12 Mass. App. Ct. 251, 254 (1981); <em>Strand </em>v. <em>Hubbard, </em>31 Mass. App. Ct. 914, 915 (1991). In making his award of attorney’s fees in the case at bar, the judge had in mind the appropriate standards set forth in <em>Cummings </em>v. <em>National Shawmut Bank, </em>284 Mass. 563, 569 (1933), such as the time spent, the amount in dispute, the importance of the matter involved, and the results achieved.<footnotemark>20</footnotemark> See, e.g., <em>Paone </em>v. <em>Gerrig, </em>362 Mass. 757, 763 (1973) (citing <em>Cummings </em>for attorney’s fees under § 16); <em>Rhode Island Hosp. Trust Natl. Bank </em>v. <em>Burns, </em>12 Mass. App. Ct. at 258 n.10 (citing <em>Cummings); Strand </em>v. <em>Hubbard, </em>31 Mass. App. Ct. at 915 (listing similar factors for awards of attorney’s fees under § 45).</p>\n<p id=\"b188-5\">Here, the quality of the efforts by the guardian and her counsel is attested to by the benefits obtained for Joseph. The magnitude of the effort is reflected in the probate judge’s voluminous findings and the eight volumes of the record appendix plus the transcripts of the fourteen-day trial during which thirty-three witnesses testified and 198 exhibits were admitted in evidence.</p>\n<p id=\"b188-6\">The McKeevers’ initial objection to the award of attorney’s fees — that the guardian depleted Joseph’s estate by failing to <em>settle the case </em>— overlooks the facts that the motion to reconvene the trial was filed by Joseph’s children, not by the guardian, and that the probate judge refused to enforce the proposed settlement, later ruling that it was not a just and equitable resolution of the dispute. Similarly, there is nothing in the McKeevers’ second objection, that the guardian and her attorneys performed duplicative and unnecessary services, that would require a reversal of the order for counsel fees. Although the McKeevers cite what are said to be examples of such services (e.g., duplicative charges for telephone conferences and “time billed by more than one attorney in the courtroom or in depositions when only one attorney's presence was necessary”), they do not explain why any of the supposed examples involve duplicative or unnecessary efforts. To the contrary, in fashioning the award for attorney’s fees <page-number citation-index=\"1\" label=\"157\">*157</page-number>the judge reasonably could have concluded, in view of the size of Joseph’s estate and the factual complexity of the case, that it was not unnecessary or a waste of judicial resources for lawyers on the same side of the case to discuss matters together or to participate in the same events.<footnotemark>21</footnotemark></p>\n<p id=\"b189-5\">3. <em>The appeal of Porsche Realty Trust.</em></p>\n<p id=\"b189-6\">a. <em>Voidable deed. </em>The judge found that the Harvard Avenue deed was forged and, accordingly, the Porsche Realty Trust mortgage was void. The trustee for the Porsche Realty Trust, while conceding that “this legal conclusion follows from this finding,” argues that the finding upon which the ruling is premised is clearly erroneous. Specifically, he asserts that the notary’s certificate on the 1990 deed is proof presumptively of a valid acknowledgment, see <em>Iantosca </em>v. <em>Iantosca, </em>324 Mass. 316, 321 (1949); <em>Hale </em>v. <em>Hale, </em>332 Mass. 329, 333 (1955), and that the guardian failed to overcome the presumption by clear and convincing evidence. Therefore, the trustee argues, because the finding that the deed was forged was clearly erroneous, its mortgage was not void but, at most, was voidable because of Joseph’s incompetence.<footnotemark>22</footnotemark> See <em>Farnum </em>v. <em>Silvano, </em>27 Mass. App. Ct. 536, 538-539 (1989). In the trustee’s view, even if Joseph was incompetent or subject to undue influence at the time the deed was signed, the mortgage would still be enforceable as the trust was, essentially, a bona fide purchaser for value.</p>\n<p id=\"b189-7\">Whether a notary’s certificate is a “true presumption” or “rather the drawing of an inference of regularity and compliance with law,” <em>Hale </em>v. <em>Hale, </em>332 Mass, at 333, we agree with the guardian that it was rebutted by (a) the notary’s admission that she notarized a signature on a document (the 1990 deed) that was not signed in her presence; (b) Marian’s admission that the Harvard Avenue deed was signed out of the notary’s presence, and (c) McCann’s expert opinion that <page-number citation-index=\"1\" label=\"158\">*158</page-number>it was Marian who signed Joseph’s name to the deed.<footnotemark>23</footnotemark> That Marian may have signed the deed in Joseph’s physical presence would not preclude a finding of forgery particularly where, as here, there was no evidence the probate judge was bound to accept that Joseph, who was incompetent, knew and approved of what Marian was doing. To the contrary, the judge accepted McCann’s opinion that Marian signed the deed herself (rejecting the claim that Marian had merely guided Joseph’s hand) and stated expressly that any suggestion of a subsequent ratification of the deed by Joseph was completely without merit.</p>\n<p id=\"b190-5\">Even if the deed conveying the Harvard Avenue property were merely voidable, it would not follow that Porsche’s mortgage was valid notwithstanding Joseph’s incompetence. Although <em>Farnum </em>v. <em>Silvano, </em>27 Mass. App. Ct. at 538-539, the case relied upon by Porsche, indicates that a transaction entered into by a mentally incompetent person is voidable, it does not consider the question whether the grantee of a voidable deed may give good title to a bona fide purchaser. That question was answered in <em>Cleaveland </em>v. <em>Malden Sav. Bank, </em>291 Mass. 295, 296-297 (1935):</p>\n<blockquote id=\"b190-6\">“The deed of the plaintiff to her son was voidable because she was <em>non compos mentis </em>at the time of the execution and delivery. Such a deed is ineffectual to convey a title to land good against the grantor unless ratified and confirmed by the grantor when restored to soundness of mind .... If the mental incompetency of the plaintiff is established in a proceeding by which the defendant is bound, the defendant as an innocent purchaser for value from the son to the extent of its mortgage stands no better than the son and acquired no title to the land. Since the deed of the plaintiff to the son has been declared void, she has been in truth the owner <page-number citation-index=\"1\" label=\"159\">*159</page-number>of the land at all times here material.” (Citations omitted.)</blockquote>\n<p id=\"b191-5\">b. <em>Equitable lien. </em>Notwithstanding the judge’s finding that Porsche’s mortgage on the property was void and of no legal effect, he determined that Richard Finnerty, trustee of the K &amp; F Realty Trust, and John Meldon, trustee of the Porsche Realty Trust, were entitled to an equitable lien in the amount of $31,115.97. This sum represents proceeds from the mortgages that were paid out at the closings directly for the benefit of the Harvard Avenue property (i.e., for the payment of taxes and insurance). The judge, citing <em>Farnum </em>v. <em>Silvano, supra, </em>stated that no additional “consideration need be given for improvements . . . which the mortgage funds might have subsidized . . . because they were not requested by [Joseph]. ...” The trust, relying on cases such as <em>Kressler </em>v. <em>Flynn, </em>323 Mass. 610 (1949), and pointing to a stipulation between the parties that was an exhibit at trial, argues that the amount of the equitable lien should be adjusted upward. We agree.</p>\n<p id=\"b191-6\">In <em>Kressler, </em>the court stated: “If an insane person has in his possession or control the consideration or its proceeds or the benefits which accrued to him out of the transaction which he seeks to set aside, he should upon the granting of rescission be required to restore to the other party what he derived and still has from the transaction.” <em>Id. </em>at 613. Indeed, even where a conveyance of property is .rescinded because of a defendant’s wrongful actions, “[i]n the absence of special circumstances rendering it inequitable the defendant will, in general, be entitled to credit for payments made by [him] or out of [his] funds for taxes . . . and for necessary repairs [though generally not improvements to the property] to the extent that they increased the value of the property.” <em>Lang </em>v. <em>Girando, </em>311 Mass. 132, 140-141 (1942). Cf. <em>Farnum </em>v. <em>Silvano, </em>27 Mass. App. Ct. at 541 (generally, consideration ought not to be given to any improvement in the property which the defendant may have made because they were not requested by the plaintiff).</p>\n<p id=\"b191-7\">In the instant matter, the guardian entered into a stipulation with the trustees of the K &amp; F Realty Trust and the Porsche Realty Trust, the purpose of which was “to compromise and limit the evidence that Porsche and/or Finnerty must <page-number citation-index=\"1\" label=\"160\">*160</page-number>present in its defense in this case.” The signatories stipulated that on March 27, 1991, $43,923 of the proceeds of the first mortgage given to Finnerty by Noreen and/or Marian, as trustees of the Bourne-Hunter Realty Trust, was deposited in a bank account. The signatories further stipulated in paragraph 3 that after the date of the deposit, certain disbursements amounting to $41,635.32 were made from the same bank account for the benefit of the Harvard Avenue property. These sums were in addition to the $31,115.97 paid for taxes and insurance. The signatories agreed that the trust and Finnerty would not be required to present further evidence with respect to the amounts paid or with respect to whether the disbursements actually provided a benefit to Harvard Avenue. The stipulation also recites:</p>\n<blockquote id=\"b192-5\">“The parties do agree . . . that if the Court enters judgment in the litigation assigning ownership of 231-243 Harvard Avenue ... to Joseph . . . that the expenditures listed in Exhibit A [$41,635.32] were made for the benefit of Harvard Avenue, and that the Guardian will not contest the authenticity of the disbursements against Porsche and/or Finnerty. This stipulation does not preclude or prevent the Guardian from presenting evidence or arguing that these expenditures were made from funds other than <em>from </em>Porsche and/or Finnerty. . . .”</blockquote>\n<p id=\"b192-6\">There was no sound basis on the record for limiting the amount of the equitable lien to $31,115.97. By the terms of the stipulation, the guardian undertook the burden of demonstrating that the expenditures listed in the agreement were made from funds other than from the Porsche Realty Trust and/or Finnerty. We have found no such evidence (none was cited to us),<footnotemark>24</footnotemark> and the judge made no specific finding that the guardian sustained her burden on this issue. If we were to assume that the distinction between repairs and improvements <page-number citation-index=\"1\" label=\"161\">*161</page-number>has application in the present case,<footnotemark>25</footnotemark> the purpose of the stipulation was to limit the evidence that the Porsche Realty Trust and the K &amp; F Realty Trust were required to present. The trustees were not required to offer further evidence that the disbursements actually provided a benefit to the Harvard Avenue property; thus, it was not incumbent on the trustees to demonstrate that the expenditures made were for “necessary” repairs or work. In the absence of any finding that the Porsche Realty Trust or the K &amp; F Realty Trust were involved in the McKeevers’ machinations, we think that equity demands that the amount of the lien be adjusted to reflect the amount specified in the stipulation.<footnotemark>26</footnotemark></p>\n<p id=\"b193-5\">4. <em>Summary. </em>The McKeevers’ appeal from paragraph 4 of the judgment, as amended, is moot. The judgment, as amended, is modified by striking from paragraph 8 thereof the figure $31,115.97, and inserting in place thereof the figure $72,751.29. As so modified, the judgment is affirmed. The orders denying the motion for judgment notwithstanding the findings and rulings and the motion for new trial, and denying in part the motion to alter or amend the judgment, findings, and rulings, are affirmed.</p>\n<p id=\"b193-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"4\">\n<p id=\"b174-8\"> We shall refer to Marian, Noreen, and Frank, collectively, as the Mc-Keevers.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b174-9\"> The guardian obtained an ex parte restraining order on September 23, 1991, prohibiting the McKeevers, among other things, from “using or disposing of any of [Joseph’s] cash assets, or cash assets traceable to [Joseph].” On August 13, 1992, the guardian filed a complaint for civil contempt alleging that the McKeevers had violated this order.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b176-6\"> The judge found that there was no “credible evidence” that Noreen was, in fact, Joseph’s daughter.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b176-7\"> The rental units at Harvard Avenue began to deteriorate, and a number of tenants stopped paying rent; he received foreclosure notices on several of his properties (and eventually sold off most of his real estate holdings); ten of his accounts were turned over to the abandoned property division of the Treasury Department. Indeed, Joseph spent much of his “business” time “fiddling” with his jewelry and “looking through boxes of jewelry over and over.”</p>\n<p id=\"b176-8\">During the late 1970s and early 1980s Joseph made uncharacteristic gifts of money and became lost and disoriented at a family gathering. He became increasingly unable to answer questions from his grandson about his early years. By 1981, Joseph had some difficulty focussing on conversations and appeared unable to understand fully that his wife had been hospitalized with a broken hip. In addition, Joseph, for the-first time, failed to attend one of Ron’s theatrical performances in Boston and seemed unaware that Nona had been away for one year in the Peace Corps.</p>\n<p id=\"b176-9\">In 1982, Joseph was the plaintiff in a lawsuit involving a fire loss at one of his properties. He was unable to assist his then attorney in the suit and, in August, 1982, he could not answer simple preliminary questions put to him at a deposition. In fact, after the deposing attorney had terminated the deposition, Joseph asked his attorney several times, “What was that all about?,” “Why am I here?,” and “Where’s my money?” That same year, Joseph’s personal physician, in response to Joseph’s intellectual deterioration, prescribed for Joseph a psychotropic drug — Hydergine — used then for individuals who were forgetful and were developing intellectual deficits and losing their powers of concentration. Joseph also manifested a “continu-<page-number citation-index=\"1\" label=\"145\">*145</page-number>ingly increasing inability to handle his financial affairs,” as evidenced by his failure in 1982 to pay his assessed city taxes on the Marlborough Street property.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b177-11\"> Joseph’s personal physician observed that he was “progressively more forgetful,” and, although he could make some decisions, “[t]he complexity of the decisions would determine whether [Joseph] could understand them”; he seemed unable to appreciate his wife’s death in 1984, and failed even to recognize the home he had owned and shared with his wife since 1939; he conveyed a joint interest in that home to Ron, even though he no longer had an ownership interest in the property; and he was unable to comprehend that a trust that held property owned by him on Tremont Street in Boston had terminated, leaving Ron and Nona as the property’s beneficial owners.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b178-9\"> For three months, the guardian ad litem was “frustrated” in his efforts to see Joseph. When he finally did see him in March, 1991, Joseph did not know his own name and was not responsive to such questions as time, date, and day of week. In response to the guardian ad litem’s inquiry concerning deadbolts on the front door of the Marlborough Street property, Marian stated that she had had them installed because Joseph had been “wandering” for about three years.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b178-10\"> On March 22, 1991, the Bourne-Hunter Realty Trust borrowed $80,000 from Richard F. Finnerty, as trustee of the K &amp; F Realty Trust. This loan was refinanced on May 3, 1991, by the borrowing of $235,000 from the K &amp; F Realty Trust. A third mortgage, to the Porsche Realty Trust, closed on July 10, <em>1991. </em>Again the funds were provided by Richard Finnerty. In all, Finnerty disbursed approximately $300,000 in connection with the three loans.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b180-6\"> There is no merit in the McKeevers’ additional claim that the court lacked subject matter jurisdiction over the action because the guardian failed to post a bond in accordance with G. L. c. 246, § 1. Section 1, as amended through <em>St. </em>1986, c. 708, § 8, and as read against the backdrop of the Massachusetts Rules of Civil Procedure, “is no longer jurisdictional in the primary sense, and ... the plaintiffs failure to file the required bond should not be treated as having deprived the court of jurisdiction to determine the action on the merits.” <em>Big D Carpets, Inc. </em>v. <em>The Welch Group, Inc., </em>37 Mass. App. Ct. 312, 315 (1994). See <em>Bird </em>v. <em>Capital Site Mgmt. Co., </em>423 Mass. 172, 174-175 (1996). Moreover, as the guardian succeeded in establishing the liability of the McKeevers, the McKeevers have not been prejudiced by the absence of a bond, “the sole purpose of which is to secure payment of the defendant’s costs and damages resulting from the attachment on trustee process.” <em>Big D Carpets, Inc. </em>v. <em>The Welch Group, Inc., </em>37 Mass. App. Ct. at 315-316.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b181-8\"> There also is no evidence in the record before this court that notice was sent to the Internal Revenue Service and the Department of Revenue, as required by the agreement.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b182-8\"> We reject the McKeevers’ assertion that the issue is not moot because if the Marlborough Street conveyance is upheld as valid “there can be no dispute that the property would be held in a tenancy in common” by virtue of the judge’s order of September 23, 1991, and the judgment itself. Apart from the question whether the McKeevers are estopped from reversing their earlier position, as stated in various postjudgment motions, that if Marian prevails in her appeal, the Marlborough Street property “will be restored to a joint tenancy with Marian . . . and Joseph ... as joint tenants,” see <em>Brown </em>v. <em>Quinn, </em>406 Mass. 641, 646 (1990), it is apparent that the judge’s order of September 23 was interlocutory in nature and manifested the judge’s intention that, after a trial on the merits, title to the Marlborough Street property was to be either solely in Joseph or in Joseph and Marian as joint tenants.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b182-9\"> Though we do not reach the question, we note that the guardian offered substantial evidence in support of her allegation that Joseph was incompetent at the time of the Marlborough Street conveyance.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b183-7\"> General Laws c. 233, § 20B, as amended through St. 1990, c. 177, § 361, provides that, with certain exceptions, “in any court proceeding ... a patient shall have the privilege of . . . preventing a witness from disclosing, any communication . . . between said patient and a psychothera<page-number citation-index=\"1\" label=\"152\">*152</page-number>pist relative to the diagnosis ... of the patient’s mental . . . condition.” Section 20B defines “patient” as “a person who, during the course of diagnosis or treatment communicates with a psychotherapist,” and further defines “communications” as “relating to diagnosis or treatment.”</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b185-7\"> In their reply brief, the McKeevers argue that, because the Harvard Avenue deed was acknowledged by a notary, it is presumptively valid and the guardian failed to rebut that presumption by clear and convincing evidence. This argument comes too late. See <em>Campbell Hardware, Inc. </em>v. <em>R. W Granger &amp; Sons, </em>401 Mass. 278, 280 (1987). In any event, the argument fails for the reasons set out, <em>infra, </em>in our discussion of the appeal of the Porsche trust.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b186-7\"> The judge also considered the opinion of Dr. Michael Miller, a witness for the guardian who was the director of inpatient psychiatry at Beth Israel Hospital. In preparing his testimony, Dr. Miller examined Joseph and reviewed, among other things, the deposition transcripts of Dr. Brussel and Joseph’s personal physician. Doctor Miller concluded that Joseph’s behavior in 1987-1988 was consistent with a course of primary degenerative dementia of the Alzheimer type and that, at the time, Joseph, most likely, did not have the capacity to make important decisions for himself and for his business matters. The McKeevers’ expert, Dr. Benjamin Liptzin, agreed that Joseph was suffering from “the early stage of dementia” in 1982. Both Dr. Miller and Dr. Liptzin were asked a hypothetical question, based on facts in evidence, about Joseph’s competency in or about December, <em>1982. </em>Doctor Miller testified that “putting the facts together with the more recent information there is a good chance that Joseph was incapable at that time.” Doctor Liptzin testified that he had insufficient information to answer the question, but that the facts posed in the question would be “worrisome” to him.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b187-9\"> In any event, it is doubtful that the judge would have erred in adjudging the McKeevers in contempt. A central thrust of the McKeevers’ argument is that the judge’s order was not clear and unambiguous as it failed to specify in any detail what constituted cash assets traceable to Joseph. See generally <em>Larson </em>v. <em>Larson, </em>28 Mass. App. Ct. 338, 340 (1990); <em>Whelan </em>v. <em>Frisbee, </em>29 Mass. App. Ct. 76, 82 (1990). They claim that Marian’s name was on three of the bank accounts at issue and that they believed that the money in the accounts was hers. It is apparent, however, that the judge did not find those assertions credible.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b187-10\"> The McKeevers’ scant argument on this subject in their brief does not attempt to identify any specific items on the list as to which documentation was purportedly adequate. It is not our function to construct such an argument.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b188-7\"> The standards to be applied in determining the reasonableness of the fees to be allowed a fiduciary involve comparable criteria. <em>Paone </em>v. <em>Gerrig, </em>362 Mass. 757, 763 (1973). See also <em>McMahon </em>v. <em>Krapf, </em>323 Mass. 118, 123 (1948).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b189-8\"> In their request to the Probate Court for attorney’s fees, the McKeevers also sought compensation for the services of two attorneys to meet with various witnesses and to prepare for and attend the trial.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b189-9\"> The trustee challenges- the judge’s finding that Joseph was incompetent at the time of the 1990 conveyance. As we have discussed, there was ample evidence to support the judge’s finding and ruling. We have also rejected, in connection with the McKeevers’ appeal, the argument that the legal standard for entering into a contract, rather than a donative transfer, was applied in determining the question of competency.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b190-7\"> The trustee states in his brief that although there are no Massachusetts cases “on point,” many other jurisdictions have ruled that the presumption can be overcome only by clear and convincing evidence, a burden of proof he urges us to adopt. The record provided by the trustee, however, does not disclose whether he pressed this point below, and, consequently, we need not consider it. It is to be noted that, even if we were to assume that the more stringent burden is applicable, the evidence in this case is on par with that accepted as clear and convincing proof in an out-of-State case cited by the trustee. See <em>Sadacca </em>v. <em>Monhart, </em>128 Ill. App. 3d 250, 254-255 (1984).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b192-7\"> In her brief, the guardian does not point to any part of the voluminous record that demonstrates that the funds used were other than from the Porsche Realty Trust and/or Finnerty. We note that a number of checks were drawn on the account (to pay for the expenses listed in the stipulation) immediately following the deposit of the ftmds.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b193-7\"> For a strong argument that the distinction should not make a difference, see <em>United States </em>v. <em>Francis, </em>623 F. Supp. 535, 537-538 (D.V.I. 1985).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b193-8\"> We reject the trustee’s arguments that the judge erred in failing to adjust further the amount of the equitable lien to reflect additional sums ($18,471.50) that were allegedly spent on “improvements at the Harvard Avenue property” and closing costs in the amount of $6,091. The former amount was not covered by the stipulation, and it is difficult to discern, from the record references provided by the Porsche Realty Trust, how the figure was arrived at. As to the Porsche Realty Trust’s closing costs, it is enough to say that those costs did not directly benefit Joseph or his property and, indeed, only a portion of the mortgage proceeds was used to benefit the Harvard Avenue property. Compare and contrast <em>Fuss </em>v. <em>Fuss (No. 2), </em>373 Mass. 445, 450-451 (1977). It is to be noted that the judge found that Noreen’s purpose in obtaining the mortgage loans was “to put as much on the property as soon and as quickly as possible because Nona and Ron were going to try to take the property from her, and by having a lien on the property, it would be a lot harder to do.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}