{
  "casebody": {
    "data": "<casebody firstpage=\"61\" lastpage=\"64\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b69-4\">Henry Goodwin <em>vs. </em>Edwin Daniels &amp; wife.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b69-5\">In an action for slander, by charging the plaintiff with a crime, the defence that the words were privileged by the occasion is not open, unless it is distinctly set forth in the answer.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b69-6\">Tort for slander by the female defendant, in charging the plaintiff with breaking into a tenement occupied by the defendants, and stealing certain papers which had been put up at the windows, and with other burglaries and thefts. The answer denied the speaking of the words, and averred that the defendants’ tenement had been entered, and certain papers which had been put up at the windows had been taken away, without their consent, and that they had been informed and believed that the plaintiff removed the papers, and that he in fact did enter their tenement, which was locked and fastened, and took the papers from the windows in the absence of the defendants and without their leave and against their consent, and that the words, if uttered, were uttered without malice.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b69-7\">At the trial in the superior court, before <em>Vbse, </em>J., the plaintiff introduced evidence to support the averments of the declaration; and the female defendant, after testifying that the tenement was entered and the papers removed, and that she had reason to believe that the plaintiff did it, denied having spoken the words charged in the declaration. <em>“ </em>The defendants requested the court to instruct the jury that although, as a general rule, words actionable in themselves are as an inference of law uttered with malicious intent, yet if the circumstances of speaking them were such as to repel that inference, unless upon proof of actual malice, the plaintiff, in order to entitle himself to a verdict, must furnish such proof; and the judge so ruled.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b69-8\">“ The plaintiff requested the court to instruct the jury that if the defendant uttered to third persons, of and concerning the plaintiff, a false charge of theft or larceny, as set forth in the declaration, the law implied malice unless there was some legal justification, and that the jury were not at liberty to find a <page-number citation-index=\"1\" label=\"62\">*62</page-number>justification under the answer; but the judge refused so to rule.”</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b70-5\">The jury returned a verdict for the defendants, and the plaintiff alleged exceptions.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b70-6\"><em>G. F. Hoar, </em>for the plaintiff,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Ajc\">cited Gen. Sts. c. 129, §§ 18, 20; <em>Bradford </em>v. <em>Tinkham, </em>6 Gray, 494, and cases there cited; <em>Commonwealth </em>v. <em>Snelling, </em>15 Pick. 341; <em>Sperry </em>v. <em>Wilcox, </em>1 Met. 269; <em>Swan </em>v. <em>Tappan, </em>5 Cush. 111.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b70-7\">P. <em>C. Bacon, </em>(P. <em>E. Aldrich </em>with him,) for the defendants.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"ANR\">The first clause of the plaintiff’s prayer for instructions was properly refused, because the absence of malice might be shown from the circumstances attending the utterance of the words, in which case no malice could be implied, although no justification was pleaded. <em>Bradley </em>v. <em>Heath, </em>12 Pick. 163, and cases there cited. The last clause of the prayer should be taken in connection with the first clause ; and the prayer as a whole was rightly refused. <em>Commonwealth </em>v. <em>Snelling, </em>15 Pick. 332. Besides; the first clause is general, and not confined to the evidence in the case. <em>Drake </em>v. <em>Curtis, </em>1 Cush. 395. The judge merely refused to state a rule of law applicable to a hypothetical case. The last clause was properly refused, because the jury ha'd nothing to decide upon the pleadings.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b70-8\">Bigelow, C. J.</author>\n<p id=\"A-O\">The instruction which the plaintiff requested the court to give to the jury was erroneously refused. Fairly construed, it raised the single question whether the defence that the words alleged in the declaration were privileged or justified by the occasion on which they were uttered was open under the answer. That this was the sole purpose of the plaintiff’s request is clearly shown by the fact that the court had previously fully stated the rule of law applicable to words spoken importing a charge of crime, but which were uttered under such circumstances as to repel the ordinary inference that they were uttered maliciously. Thereupon the plaintiff, in effect admitting the correctness of the rule as laid down by the court, contended that this ground of defence could not avail the defendants, because \"*t was not set forth in their answer.</p>\n<p id=\"b70-9\">Of the correctness of this position there is no doubt. The <page-number citation-index=\"1\" label=\"63\">*63</page-number>defence that the occasion or circumstances under which words of themselves slanderous were spoken afford an excuse for their utterance, and so repel the legal inference of malice, is clearly matter in the nature of avoidance of the cause of action, and must be duly pleaded in the answer in order to enable a defendant to avail himself of it under the provisions of the practice act. Gen. Sts. c. 129, §§ 15, 17, 20, 27. By a denial of the allegations in a declaration for slander, in uttering words importing a charge of crime, the defendant puts in issue only the speaking of the language. This is all which the plaintiff is bound to aver or to prove, and nothing more can be put in issue by a simple denial of the allegations in the declaration. If the words spoken were uttered under circumstances which render them privileged or excused by the occasion, this is a distinct and substantive fact, which can be put in issue only by proper averments in the answer. An averment in a declaration for slander that the words were spoken maliciously is not a distinct and substantive allegation of fact, but it is only descriptive of the legal character which the law imputes to words which import a charge of crime. The plaintiff is not bound to offer any proof of malice. The law infers it from the speaking of the slanderous words. Therefore a denial in the answer that they were spoken with malice is not a traverse of an allegation of fact, but only of the inference of law arising from the averment that the words set out in the declaration were spoken by the defendant. It does not put in issue that the defamatory words were excused by the occasion of their utterance. It might as well be contended that an allegation in the declaration that the words were spoken falsely, if they were denied in the answer without any further averment, would be a sufficient allegation to allow the defendant to offer the truth in justification, or that in an action of tort for trespass, which is alleged to have been committed wrongfully, a denial that it was tortious would open to the defendant a right to show that he acted under license. <em>Snow </em>v. Chatfield, 11 Gray, 12. That such is not the true interpretation of the practice act is shown by the forms of declaration and answer in actions of slander which are appended to it. The <page-number citation-index=\"1\" label=\"64\">*64</page-number>former contains the averment that the words were spoken “falsely;” the latter contains a distinct allegation that the words spoken were true, accompanied with an averment of the facts on which the justification is founded, clearly indicating that a mere denial of the averment in the declaration that the words were spoken falsely would not open to the defendant the right to rely on a justification that the words spoken were true. Nor does it make any difference in the application of the rule that the evidence offered by the plaintiff in support of the action also discloses the ground of defence. The rules of pleading cannot be varied by the mode in which a fact is proved at the trial. <em>Mulry </em>v. <em>Mohawk Valley Ins. Co. </em>5 Gray, 541.</p>\n<p id=\"b72-5\">The answer of the defendants in the present case did nut aver in clear and precise terms that the words set out in the declaration were uttered under circumstances which showed that they were not spoken maliciously, and the plaintiff had a right to ask that the jury should be so instructed.</p>\n<p id=\"b72-6\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}