{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"346\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b376-8\">Hillisborough</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Af6\">Nov. 17, 1950.</decisiondate>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ACv\">No. 3938.</docketnumber>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b376-10\">Alphonse Morency <em>v. </em>Auguste Plourde. Albina Morency <em>v. </em>Same.</parties>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b377-7\"><page-number citation-index=\"1\" label=\"345\">*345</page-number><em>Karl E. Dowd </em>and <em>Albert Terrien (Mr. Terrien </em>orally), for the plaintiffs.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b377-8\"><em>Leonard &amp; Leonard (Mr. Richard W. Leonard </em>orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b377-9\">Kenison, J.</author>\n<p id=\"A2Y\">The motions to dismiss were properly denied. The equity proceedings did not seek the recovery of damages and none were awarded. The fine imposed for contempt was in no sense an award of damages to the plaintiffs. Where damages in injunction proceedings are neither sought nor granted, the injunctive relief is not a bar to the law actions for damages on account of the thing enjoined. <em>Woodbury </em>v. <em>Porter, </em>158 F. (2d) 194; <em>Perdue </em>v. <em>Ward, </em>88 W. Va. 371. The use of equity to preserve the status quo is not necessarily a bar to a pending law action for damages formerly suffered. The equity proceedings were calculated to prevent the continuance of acts by the defendant which might constitute a constructive eviction of the plaintiffs but they did not constitute final adjudication of the plaintiffs’ right to seek damages therefor. <em>Cf. Brooks </em>v. <em>Howison, </em>63 N. H. 382, 389.</p>\n<p id=\"b377-10\">Pleadings ought to be simple, concise and indicate the theory on which the plaintiff is proceeding so that the opposing party can ade<page-number citation-index=\"1\" label=\"346\">*346</page-number>quately defend. The defendant is entitled to be informed of the theory on which the plaintiffs are proceeding and the redress that they claim as a result of the defendant’s actions. Under the liberal practice developed by Chief Justice <em>Doe </em>“emphasis will be placed on the simple merits of the controversy rather than the form of the pleadings in which they may be presented.” <em>Hackett </em>v. <em>Railroad, </em>96 N. H. 45, 46; Note, Doe of New Hampshire: Reflections on a Nineteenth Century Judge, 63 Harv. L. Rev. 513. It is probably no exaggeration to say that in no state is pleading treated more liberally and regarded as less of a game than in this jurisdiction. Here pleading is considered only a means to an end. The end is accomplished if counsel can understand the dispute and the court can decide the controversy on its merits. <em>Tinkham </em>v. <em>Railroad, 77 </em>N. H. 111, 112.</p>\n<p id=\"b378-5\">The plaintiffs’ pleadings are lengthy with one declaration containing twenty-three counts, some of which are merely detailed statements of evidence. The declarations contain allegations which seem to allege breach of express convenants, violation of implied covenants for the quiet enjoyment of the leased premises, private nuisance, assaults and miscellaneous trespasses to the person involving impairment of health and peace of mind. Some allegations involve persons not parties to the action: “the keyhole to the outer door of the plaintiffs’ apartment was filled with broken glass, as a result of which the plaintiffs’ daughter cut her hand.” Even under the liberal practice prevailing in this state, the plaintiffs have failed to state the theory on which they are proceeding. “It is impossible to ascertain from the declaration the nature of the action or the ground upon which it proceeds.” <em>Cassidy </em>v. <em>Richardson, </em>74 N. H. 221, 222.</p>\n<p id=\"b378-6\">Since the actions have not been tried and are here only on the pleadings, the plaintiffs may amend their declaration if it appears to the Superior Court “that it is necessary for the prevention of injustice.” R. L., c. 390, s. 9; <em>Meredith Mechanic Ass’n </em>v. <em>Company, </em>67 N. H. 450. Presumably the actions as amended can be consolidated for trial but this is a matter within the discretion of the Presiding Justice. <em>Allbee </em>v. <em>Elms, </em>93 N. H. 202, 203, 204.</p>\n<p id=\"b378-7\">\n<em>Exceptions to order denying dismissal overruled; demurrers sustained.</em>\n</p>\n<judges id=\"b378-9\">Blandin, J., did not sit; the others concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}