{
  "casebody": {
    "data": "<casebody firstpage=\"71\" lastpage=\"74\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b103-7\">Hillsborough,</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"As4\">Dec. 6, 1949.</decisiondate>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b103-9\">No. 3876.</docketnumber>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b103-10\">Catherine B. Ahearn <em>v. </em>Albert Roux.</parties>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b104-7\"><page-number citation-index=\"1\" label=\"72\">*72</page-number><em>Chretien &amp; Craig </em>and <em>John W. King, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b104-8\"><em>Philip J. Biron, </em>for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b104-9\">Kenison, J.</author>\n<p id=\"A8G\">The defendant’s principal contention is that the plaintiff is guilty of contributory negligence as a matter of law even though the evidence is undisputed that she proceeded down the steps in a cautious manner. His position is stated as follows: “The plaintiff knew the slippery condition of the steps and railings and under like circumstances for ten years prior to the accident she had taken precaution of removing the snow and sanding the icy surfaces. Her conduct in failing to take available usual precautions was negligent. . . . The question is not that the defendant may not have been absolved of his duty to keep the premises in safe condition because the plaintiff used to keep the steps free and clear of ice and snow. It is that on the day of the accident she failed to take her usual precautions.”</p>\n<p id=\"b104-10\">The steps to the tenement were the sole means of ingress and egress for the plaintiff and other tenants. <em>Menard </em>v. <em>Cashman, </em>94 N. H. 428, 431. The plaintiff had full knowledge of the icy condition of the steps and was attempting to avoid this known danger by descending in a cautious manner while holding the handrail and watching the steps as she came down. While this conduct of the plaintiff involved a known risk, it was a question for the jury whether it was negligent for the plaintiff to do so under all the circumstances. <em>Ayers </em>v. <em>Gordon, </em>94 N. H. 30; <em>Thompson </em>v. <em>Resnik, </em>85 N. H. 413; <em>Berthiaume </em>v. <em>Kessler, </em><page-number citation-index=\"1\" label=\"73\">*73</page-number>86 N. H. 305. “The present case is unlike <em>Heidenreich </em>v. <em>Dumas, </em>88 N. H. 453, where the plaintiff’s contributory negligence was determined as a matter of law because the plaintiff unaided and undirected was ‘blindly venturing into the unknown.’” <em>Holmes </em>v. <em>Stores, </em>95 N. H. 478, 480.</p>\n<p id=\"b105-5\">The defendant does not maintain that he is under no duty to keep the entrance used in common by the tenants in a reasonably safe condition but that the failure of the plaintiff to remove the snow and ice on the day of the accident, as she had done in years past, is such unsafe and unreasonable conduct as to constitute contributory negligence as a matter of law. A similar contention, upon evidence more favorable to the defendant, was rejected in <em>Papakalos </em>v. <em>Shaka, </em>91 N. H. 265. The defendant’s duty to maintain the entrance over which he had control in a safe and suitable condition still existed whether he undertook the performance of that duty or not. <em>Hunkins </em>v. <em>Company, </em>86 N. H. 356. Since in this jurisdiction the duty of the landlord to use due care cannot be completely delegated <em>(Proal v.Camaan, </em>87 N. H. 389) or waived <em>(Papakalos </em>v. <em>Shaka, </em>supra) in the ordinary lease of tenements where control of common facilities is retained by the landlord, the voluntary assumption of that duty by the tenant does not exempt the landlord in the event of negligent injury. The fact that the plaintiff had previously removed snow and ice from the steps and did not do so on the day of the accident is evidence of contributory negligence but it does not conclusively establish it as a matter of law.</p>\n<p id=\"b105-7\">The rule in this state that contracts exempting a person from liability for the consequences of his own negligence are invalid is a minority view generally and as applied to landlord and tenant cases. 6 Williston, Contracts (Rev. <em>ed.) s. </em>1751 B, <em>p. </em>4967; Anno. 175 A. L. R. 12, 14, 83, 84; Restatement, Contracts, <em>ss. </em>574, 575. In a recent landlord and tenant case it was deemed unnecessary “to determine whether the rule governing exculpatory contracts has been too broadly phrased in our decisions.” <em>Nashua </em>&amp;c. <em>Paper Co. </em>v. <em>Noyes Co., </em>93 N. H. 348, 351. Cf. Jones, An Exculpatory Provision that will Protect the Lessor. Ins. L. J. 79 (1946). In the present case, however, the defendant was not entitled to a nonsuit or a directed verdict under either the minority or majority rule. The evidence warranted no finding of an agreement nor an implied mutual understanding that the plaintiff was to remove snow and ice from the steps and, in addition, failure to do so would not constitute a waiver of the right to sue for negligent injury caused thereby. <em>Papakalos </em>v. <em>Shaka, </em>91 N. H. 265, <page-number citation-index=\"1\" label=\"74\">*74</page-number>268. At most it disclosed an unilateral understanding of the defendant to that effect which is insufficient.</p>\n<p id=\"b106-5\">Plaintiff’s counsel argued that the plaintiff “couldn’t grab hold of the rail because it was slippery.” The evidence disclosed that she did hold onto the rail, which was slippery, until she slipped on the bottom step and then lost her grip on the rail. The argument was not meticulously correct but as an inconsequential misstatement of the evidence, it was cured by the Court’s charge to the jury to disregard any misquotation of the evidence by the attorneys. <em>Clough </em>v. <em>Schwartz, </em>94 N. H. 138, 141.</p>\n<p id=\"b106-12\">\n<em>Judgment on the verdict.</em>\n</p>\n<judges id=\"b106-13\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}