{
  "casebody": {
    "data": "<casebody firstpage=\"277\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b313-3\">WARDMAN v. LEOPOLD et al.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ANne\">No. 6636.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"AgAJ\">United States Court of Appeals for the District of Columbia.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFC\">Decided June 8, 1936.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"Asa\">Rehearing Denied June 29, 1936.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AMJ\">Daniel Thew Wright, of Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"Axgv\">George E. Edelin and Theodore D. Peyser, both of Washington, D. C., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"AktV\">Before MARTIN, Chief Justice, and VAN ORSDEL, GRONER, and STEPHENS, Associate'Justices.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b313-36\">Writ of certiorari denied 57 S. Ct. 33, 81 L. Ed. —.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"AXX\">VAN ORSDEL, Associate Justice.</author>\n<p id=\"AIK\">Appellees, plaintiffs below, brought this action in the Supreme Court of the District of Columbia for the purpose of establishing an equitable lien against a certain fund recovered under .a contract between them and appellant, Harry Ward-man, for the appointment of a receiver, and for general relief.</p>\n<p id=\"AXr\">It appears that plaintiffs are accountants and tax specialists engaged in representing taxpayers before the Bureau of Internal Revenue. They are copartners, operating under the firm name of Leopold &amp; Rindler. In 1924 Wardman consulted Rindler with reference to securing a refund on his income tax for the year 1921, and the following written contract of employment was entered into between the parties:</p>\n<p id=\"AXN\">“November 20, 1924.</p>\n<p id=\"AeO\">“Mr. Harry Wardman,</p>\n<p id=\"A-K\">“1410 K Street, N. W.,</p>\n<p id=\"ARcK\">“Washington, D. C.</p>\n<p id=\"Aq8J\">“Dear Sir:</p>\n<p id=\"Acu\">“We hereby agree to handle your 1921 income tax matter, including the filing of claims, Briefs, and all other necessary papers, and appearing at conferences in Washington, for the following consideration :</p>\n<p id=\"AGh\">“You are to pay us thirty-three and one-third (33⅓%) per cent of the total amount which we are successful in having refunded to you on the amount paid by you for the taxable year 1921.</p>\n<p id=\"As8\">“We are -to incur all expenses without reimbursement from you. In the event we are unsuccessful, you are to pay us nothing, either in the way of a fee or expenses.</p>\n<p id=\"A0U\">“Very truly yours,</p>\n<p id=\"A9SM\">“Leopold and Rindler,</p>\n<p id=\"AVI\">“By Milton Rindler.</p>\n<p id=\"AAWd\">“Accepted: Harry Wardman.”</p>\n<p id=\"Arv\">Simultaneously with the execution of this contract, Wardman executed to the plaintiffs a power of attorney, in which he constituted and appointed them “his true and lawful agents for him and in his name, place and stead to do any and all acts that he might do in the matter of adjusting his Federal Income Tax for the year 1921 * * * with full power of substitution.” Plaintiffs filed this power of attorney with <page-number citation-index=\"1\" label=\"278\">*278</page-number>the Income Tax Unit of the Treasury Department, and represented Wardman before the Commissioner of Internal Revenue pursuant to their contract of employment. The Commissioner of Internal Revenue decided adversely to the contentions of the plaintiffs, and found a deficiency against Wardman of $12,074.51. Plaintiffs in the meantime had employed one Hamel, an attorney of Washington, D. C., to assist them in adjusting the matter and, under the power of substitution authorized in the power of attorney, executed and delivered their power of attorney to Hamel and the other members of his firm, constituting them as “their true and lawful attorneys for them and in their name, place and stead, to do any and all acts that they might do in the matter of adjusting before the Treasury Department the Federal Income Tax for the year 1921 of said Harry Ward-man.”</p>\n<p id=\"AQx\">In pursuance of this employment Hamel, as attorney for Wardman, filed his verified petition with the United States Board of Tax Appeals for a redetermination of the deficiency found by the commissioner, and hearing on this petition was set for February 28, 1929. On February 9, 1929, because of differences which arose between plaintiffs and Hamel on the subject of a cash retainer fee, which Hamel insisted should be obtained from Wardman, the contract between plaintiffs and Hamel was terminated.</p>\n<p id=\"Aom8\">, , Thereafter, at the suggestion o.f Ward-man, plaintiffs employed Meredith M. Daubin and Daniel Thew Wright to carry on the proceedings before the Board.of Tax Appeals, and m the federal courts. Flam-tiffs agreed to pay these attorneys one-half of the fee which they received from Ward-man, less one-half of any retainer (excluding actual disbursements) received by Daubin and Wright from Wardman. Daubin entered his appearance before the board, and on hearing the decision of the commissioner was affirmed.</p>\n<p id=\"A_Vk\">Thereafter Daubin filed a motion to feet aside the decision and to reopen the case. After the hearing of this motion, the board vacated its order and directed the case to be placed on the day calendar of April 14, 1930, “for the introduction of evidence relative to the net income and invested capital of the petitioner for the year 1921.” Upon such hearing, the board found that there was an overpayment for the year 1921 in the amount of $22,437.09. An appeal from that decision was taken by the General Counsel for the Commissioner of Internal Revenue to this court, where the decision of the Board was affirmed. Helvering v. Wardman, 62 App.D.C. 371, 68 F.(2d) 418. Accordingly, a refund was ordered to Wardman of the amount of the overpayment, together with interest thereon, the total amounting to approximately $37,800. Wardman then refused to pay plaintiffs for their services, whereupon they brought this, action to establish a lien against the sum due Wardman. After the filing of the bill in the court below, plaintiffs and defendant Wardman, on February 21, 1934, entered into a stipulation in which it was agreed that Wardman “shall execute to Meredith M. Daubin a written power of attorney authorizing him to receive, endorse and collect the proceeds of the check or warrant drawn or to be drawn by the officials of the .United States in payment of the tax refund referred to in the pleadings,\" with the further provisions that Daubin should cash the check and deposit $8,000 of the proceeds in the Riggs National Bank, to the joint <em>account </em>and credit of George E. Edelin Meredith M. Daubin, to be held by them pending the final outcome of this suit. The stipulation further provided that in the event plaintiffs prevailed in this suit, Edelin and Daubin \"shall first pay out of the said $8,000 the costs of the suit, and devote the balance to the satisfaction of the amount if any so decreed to the plaintiffs. If any balance remains, it shall be paid t0 Daniel Thew Wright. In no event shall the plaintiffs claim or have a decree - for more than $7 soo together with interest if that the court allow.\"</p>\n<p id=\"Aokp\">At the conclusion of the trial the court below entered a final decree for plaintiffs In the sum of $6,302.28, with interest thereon at 6 per cent, per annum from June 6, 1934, and costs of suit, which sum Edelin and Daubin, as trustees, were directed to pay out of the $8,000 held by them, the remainder to be paid to Daniel Thew Wright From the decree this appeal was taken.</p>\n<p id=\"APq\">Appellant insists that the contract is void and unenforceable at law because it is a contract of champerty and maintenance; that the lien claimed by the plaintiffs is void and of no effect, being contrary to the provisions of section 3477, Rev.St. (as amended May 27, 1908, 31 U.S.C.A. § 203), and that prior to February 25, 1929, plaintiffs abandoned said contract and the prosecution of said claim, and that defendant <page-number citation-index=\"1\" label=\"279\">*279</page-number>Wardman discharged them and employed Daubin and Wright in their stead.</p>\n<p id=\"b315-5\">Taking up the last contention first, it is sufficient to say that on the record the court below found that there was no discharge of plaintiffs or abandonment of their contract. With this finding we agree. This contention merits no further consideration.</p>\n<p id=\"b315-6\">With respect to the charge of champerty and maintenance, it will be noted that the contract provides: “We are to incur all expenses without reimbursement from you. In the event we are unsuccessful, you are to pay us nothing, either in the way of a fee or expenses.” It appears that Wardman paid the $10 filing fee for the petition in the action before the Board of Tax Appeals. It would appear that the term “expenses,” as used in the contract and as construed by the parties, had reference to the personal expenses of the plaintiffs, and not to court costs and other legal fees.</p>\n<p id=\"b315-7\">There is a well-defined distinction between contracts for bringing suit in court, where the compensation of the attorney is to be derived from the amount recovered, and in the event of defeat he is to be without any compensation whatever, and contracts where the claim is sought to be recovered against the government or agencies of the government.</p>\n<p id=\"b315-8\">In Taylor v. Bemiss, 110 U.S. 42, 3 S.Ct. 441, 28 L.Ed. 64, Taylor and Wood, attorneys at law, were engaged to prosecute a claim before the Southern Claims Commission upon an agreement that they should be paid 50 per cent, of the amount recovered. Pending the litigation, the attorneys advanced $800 to their client. When a recovery was had, payment of the compensation agreed upon was contested on the ground that the contract was champertous. The court, in the course of its opinion, said (110 U.S. 42, at page 45, 3 S.Ct. 441, 443, 28 L.Ed. 64): “It was decided in the case of Stanton v. Embry, 93 U.S. 548 [23 L.Ed. 983], that contracts by attorneys for compensation in prosecuting claims against the United States were not void because the amount of it was made contingent upon success, or upon the sum recovered. And the well-known difficulties and delays in obtaining payment of just claims which are not within the ordinary course of procedure of the auditing officers of the government, justifies a liberal compensation in successful cases, where none is to be received in case of failure.”</p>\n<p id=\"b315-10\">The distinction between a contract for a contingent fee in a case where it relates to a lawsuit, and in a case where it relates to the recovery of a claim against the government, is clearly pointed out in the case of Manning v. Sprague, 148 Mass. 18, 18 N.E. 673, 1 L.R.A. 516, 12 Am.St.Rep. 508, where the court stated that it had “no occasion to consider whether the contract would have been voidable by reason of champerty if the services to be rendered or advances to be made, which it contemplated, were to have been rendered or made in a strictly legal proceeding, such as a suit at law by the defendant against another party, and whether it would, under such circumstances, have come within the definitions of champerty or maintenance, as these are found in our decisions.” (Citing a number of Massachusetts cases). The court further said (148 Mass. 18, at page 20, 18 N.E. 673, 1 L.R.A. 516, 12 Am.St.Rep. 508): “Neither the definition of champerty, nor the reasons why it was held to be an offense, have any proper application to a proceeding such as that by which the defendant, under his contract with the plaintiff, sought to enforce his claim against the government of the United States. There was no suit to be brought, nor any defendant in the proposed proceeding, in the same sense that there is in a contested cause at law or in equity.”</p>\n<p id=\"b315-11\">The distinction between an action before the Commissioner of Internal Revenue and the Board of Tax Appeals to recover a tax unlawfully collected, and a suit at law in the proper court, is apparent from the decision of the Supreme Court of the United States in the case of Old Colony Trust Co. v. Commissioner of Internal Revenue, 279 U.S. 716, 725, 49 S.Ct. 499, 502, 73 L.Ed. 918, where, in sustaining the jurisdiction of the Circuit Courts of Appeals and of the Court of Appeals of the District of Columbia to entertain appeals from the Board of Tax Appeals, the court said: “The Board of Tax Appeals is not a court. It is an executive or administrative board, upon the decision of which the parties are given an opportunity to base a petition for review to the courts after the administrative inquiry of the Board has been had and decided.”</p>\n<p id=\"b315-13\">We think it clearly appears that the contract here is not one to conduct litigation in the courts in the ordinary sense, but to recover a claim from the government, <page-number citation-index=\"1\" label=\"280\">*280</page-number>and therefore comes within the rule that such contracts are not champertous.</p>\n<p id=\"b316-4\">Coming now to the question of whether an equitable lien was created in favor of the plaintiffs, it becomes necessary to look to the terms of the contract. That instrument provided that, in the event of success, the plaintiffs’ compensation should be paid out-of the fund recovered. There is nothing in the entire transaction to indicate that the plaintiffs were to look to Wardman personally for payment of their compensation. It is generally held, where an attorney contracts for the prosecution of a case for a contingent fee, payable out of the fund recovered, that an equitable lien is created against the fund and attaches to it when it is recovered.</p>\n<p id=\"b316-5\">In the case of Barnes v. Alexander, 232 U.S. 117, 121, 34 S.Ct. 276, 277, 58 L.Ed. 530, where there was an agreement that the attorneys should receive as compensation for their services one-fourth of all that was received by their clients in certain mining suits, the court said: “Obviously the only thing intended or desired was to give the appellees a claim to one third of the [one-fourth] fund received by Barnes if and when he should receive it. It is true that there was in a sense a res. as to which present words of transfer might have been used. There was a right vested in Barnes, unless discharged, to try to earn a fee contingent upon success. But in a speculation of this sort the parties naturally turned their eyes toward the future and aimed at the fruits when they should be gained. They therefore used words of contract rather than of conveyance ; but the important thing is not whether they used the present or the future tense, but the scope of the contract. In this case it aimed only at the fund. Barnes gave no general promise of reward; he did not even give a promise qualified and measured by success to pay anything out of his own property, referring to the fund simply as the means that would enable him to do it. See National City Bank v. Hotchkiss, 231 U.S. 50, 57, 34 S.Ct. 20, 58 L.Ed. 115. He promised only that if, when, and as soon as he should receive an identified fund, one third of it should go to the appellees. But he promised that. At the latest, the moment the 'fund was received the contract attached to it as if made at that moment.”</p>\n<p id=\"b316-6\">This court, in Sanborn v. Maxwell, 18 App.D.C. 245, 252, had before it for consideration a contract wherein it was agreed between Sanborn and Maxwell that the latter should receive the sum of $5,000 as compensation for his services, which sum was to that extent held to be an interest in the fees of the defendant Sanborn. In that case we held that: “The agreement alleged in the bill, substantially to the effect that complainants’ fees for services should be satisfied out of the proceeds of defendant’s claim in controversy and constitute an interest therein to that extent, created a charge enforceable as an equitable assignment or lien.”</p>\n<p id=\"b316-8\">But it is insisted here that, while this rule may apply to the establishment of an attorney’s lien for fees earned under a contingent fee contract, the plaintiffs here were not attorneys and that the rule is, therefore, not applicable to this case.</p>\n<p id=\"AaIo\">In McCormack v. Harrah, 60 App.D.C. 260, 51 F.(2d) 316, this court was considering a case wherein one of the contracting parties was an engineer, who was employed on a contingent fee basis to make investigations and surveys to support a claim against the Cuban government, for which services he was to be paid ten per cent out of the award when it was disbursed. The money was paid over to the Secretary of State and action was brought to establish an equitable lien against the fund to the extent of the fee agreed upon. In the opinion, Mr. Justice Groner, speaking for -the court, said: “The purpose of the bill is to establish-an equitable lien on the fund in the sum of $35,000, and prays for a receiver to hold the fund, and for an injunction against the disbursement of the fund until the interest of the claimant has been determined. We think the question for decision on the present pleadings is whether the bill shows that appellant has an equitable lien upon the fund, and, if he has, the cause should be remanded for trial on the merits, and this question we think should be answered in the affirmative on the authority of Barnes v. Alexander, 232 U.S. 117, 34 S.Ct. 276, 58 L.Ed. 530, and Ingersoll v. Coram, 211 U.S. 335, 29 S.Ct. 92, 53 L.Ed. 208. In the first of these, the court, quoting Wylie v. Coxe, 15 How. 415, 14 L.Ed. 753, decided that a contract for a contingent fee, much the same as that claimed here, out of a fund awarded, constituted a lien upon the fund, and so in the Ingersoll Case, where there was an agreement for the employment of an attorney on a contingent fee to be paid <page-number citation-index=\"1\" label=\"281\">*281</page-number>out of the funds recovered, the Supreme Court held an agreement less specific in terms than this broad enough to establish an equitable lien.”</p>\n<p id=\"b317-5\">Thus it would seem that on the question of whether or not an equitable lien is created upon the fund under the circumstances detailed in the present case, it is immaterial whether it be for an attorney’s fee, as in the Barnes and Ingersoll Cases; or for the fee of an engineer, as in the Harrah Case; or for the fee of tax specialists, as in-the instant case.</p>\n<p id=\"b317-6\">That it was intended under the contract that the plaintiffs should be paid out of the money recovered is eniphasized by the stipulation entered into on the filing of the bill in the court below. This indicated a clear intention on the part of the parties not only that plaintiffs should look to the fund recovered, but that a lien should be created thereon.</p>\n<p id=\"b317-7\">It is next urged that the agreement is void under section 3477, R.S. (as amended by Act May 27, 1908, 35 Stat. 411, 31 U.S.C. § 203 [31 U.S.C.A. § 203]), which forbids the assignment of claims against the government unless they are executed in the presence of at least two witnesses, after the allowance of the claim, the ascertainment of the amount due, and the issuance of a warrant for the payment thereof. There was no assignment here of any claim against the government. The contract merely looked to the future, toward a possible recovery, and provided for payment of plaintiffs’ fees out of the sum to be recovered. There is a sharp distinction, which the courts recognize, between a void attempt to assign a claim pending against the government and an attempt to impress upon a fund an equitable lien for a fee to be paid under contract from the amount recovered. Until there had been an award to Wardman, no interest in the fund in question accrued in favor of plaintiffs, since no part of the claim against the government had been assigned to them. But when the amount to be paid had been ascertained, and all that remained to be done was the delivery of a draft to Wardman for the money found to be due, then plaintiffs’ lien attached and became enforceable in an equity proceeding against the fund, which still remained in the hands of the government.</p>\n<p id=\"b317-8\">This court has passed upon this question in a number of cases. In Sanborn v. Maxwell, supra, where an award had been made and the fund was in the possession of the United States, the lower court appointed a receiver to take over the fund until the rights of the claimant against the fund had been determined, and we there said (18 App.D.C. 245, 253): “The defense, that the agreement constituting the equitable lien or assignment was prohibited by the terms of section 3477, R.S.U.S. [31 U.S.C.A. § 203], is not available to the appellant in this suit. The United States have no interest in this proceeding, whatever, and it is unnecessary to consider the effect of the statute were the lien or assignment asserted against them. Price v. Forrest, 173 U.S. 410, 423 [19 S.Ct. 434, 43 L.Ed. 749], In that case, Mr. Justice Harlan, speaking for the court, said: ‘As this court has said, the object of Congress by section 3477 was to protect the Government, and not the claimant, and to prevent frauds upon the Treasury.’ ”</p>\n<p id=\"b317-12\">We again had the same question before us in the case of Roberts v. Consaul, 24 App.D.C. 551, where the contract was for 50 per cent, of the amount which might be recovered on a claim against the United States, and provided that the fee was made a lien on any draft which might be issued in payment of the claim. This court there said: “We will first consider the question whether the contract sought to be enforced is in violation of sections 3737, 3477, U.S.Rev.Stat. (Comp. Stat. 1901, pp. 2507 and 2320 [41 U.S.C.A. § 14, 31 U.S.C.A. § 203]). Those sections were enacted for the protection of the United States, and not of persons having claims against them. ‘They were passed in order that the government might not be harassed by multiplying the number of persons with whom it had to deal, and might always know with whom it was dealing until the contract was completed and a settlement made.’ Hobbs v. McLean, 117 U.S. 567, 576, 6 S.Ct. 870, 29 L.Ed. 940, 943. * * * The services of the attorney, as contracted for, were performed and the consideration therefor earned when the judgment was recovered. All that remained for him to do, if permitted, was to receive the draft for the appropriation made by Congress for the payment of the judgment.”</p>\n<p id=\"b317-14\">Appellant Wardman relies mainly upon the recent case of Conlon v. Adamski, 64 App.D.C. 274, 77 F.(2d) 397. That case, however, is not in point. The agreement there was in conflict with the provisions of section 551, tit. 38, U.S.C. (38 U.S.C.A. § <page-number citation-index=\"1\" label=\"282\">*282</page-number>551), which prohibits charging a fee in excess of ten per cent where the employment is, as it was in that case, to secure payment of a claim on a War Risk Insurance policy. The court rested its decision upon the illegality of the contract under section 551, supra. The bill in that case was filed before the claim had been allowed by the government. It anticipated the allowance of the claim, and there was no fund upon which a lien could be impressed. The Adamski Case is therefore in no respect controlling in the instant case. '</p>\n<p id=\"b318-4\">The decree is affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}