{
  "casebody": {
    "data": "<casebody firstpage=\"494\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b522-7\">PHILADELPHIA, BALTIMORE AND WASHINGTON RAILROAD COMPANY <em>vs. </em>GEORGE F. DIFFENDAL.</parties>\n<syllabus data-order=\"1\" data-type=\"misc\" id=\"b522-8\"><em>Carriers—Presumption that Freight Was Delivered in Good Condition to Terminal Carrier—Duty of Carrier to Ice Refrigerator </em>. <em>Car and Transport with Diligence—Burden of Proof—Instructions—Evidence—Damage for loss of Market—Judicial Notice of Location of Cities—Measure of Damages—Memorandum to Refresh Recollection of Witness.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b522-9\">In an action against a terminal carrier, by which goods were delivered in a damaged condition, if it be shown that the goods were in good condition when given to the initial carrier, the presumption is that they were in the same condition when delivered to the defendant, the next carrier, and the burden is upon it to show by way of defense that the goods came to its possession in a damaged condition.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b523-5\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>When a carrier accepts for transportation a refrigerator car containing fruit, it has implied notice of the perishable nature of the freight, and is liable for a loss resulting from its failure to ice the car properly or to transport it with due diligence.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b523-6\">Plaintiff’s evidence showed that on the evening of September 30, he loaded a refrigerator car with peaches in good condition, the ice bunkers being full of ice; that the car was consigned from a point on the Western Maryland Bailroad to a dealer at Washington, D. C.; that the car arrived in Baltimore next morning, October 1st, at 6.30 o’clock, and was there delivered to the defendant company at 8.20 o’clock for transportation to Washington; that the consignee looked for the car on October 1st, but the ear did not arrive until after 5 o’clock in the evening of October 2nd; that the bunkers then had no ice in them, the inside of the car being very warm and some of the peaches spoiled; that in an iced refrigerator ear, peaches will keep for ten days, but if the car be not iced, then they are more injured than they would be by exposure to the sun in the open air. The defendant offered no evidence. <em>Held, </em>that the burden of proof was on the defendant to show that the damage was not due to any default on its part, and that the jury was properly instructed that the plaintiff was entitled to recover unless they find that the damage was not caused either by the failure of the defendant to transport the ear with reasonable dispatch, or by its failure to use due care to ice the car.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b523-7\">When a witness testifies that a car arrived at a terminal connecting point at 6.30 A. M. and was delivered to the connecting carrier at 8.20, omitting to state whether this was 8.20 A. M. or 8.20 P. M., the jury may properly infer that this latter hour also has reference to the morning.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b523-8\">When a carrier is sued for damage resulting from its delay in the transportation of fruit, it is not necessary for the plaintiff to show that the defendant had actual notice that the fruit was intended for a certain market. The carrier is liable for the damage caused by its delay whether the loss was occasioned by a fall in the market price, or by damage to the goods themselves, or by a combination of the-two causes.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b523-9\">The Court will take judicial notice of the location of two such <page-number citation-index=\"1\" label=\"496\">*496</page-number>large cities as Baltimore and Washington, of the distance between them, and of the time required for the transportation of a railroad car from one city to the other.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b524-6\">The failure to state explicitly the measure of damages in an instruction is not reversible error, when it is apparent from the amount of the verdict of the jury, that the appellant was not injured by such defect.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b524-7\">\n<em>Upon Motion for Re-Argument.</em>\n</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b524-8\">If a witness testifies that he made an entry or memorandum in accordance with the truth of the matter as he knew it to exist at the time of the occurrence, of which he is at the time of testifying still convinced, he may use such memorandum to refresh his recollection as a witness, although the memorandum does not awaken in his memory recollection of what is contained in it.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"Ait\">When a witness after consulting a memorandum made by him remembers the facts and testifies from his own recollection of the same, it is of no consequence whether the paper used is the memorandum or a copy thereof.</syllabus>\n<decisiondate data-order=\"12\" data-type=\"decisiondate\" id=\"b524-10\">\n<em>Decided January 12th, 1909.</em>\n</decisiondate>\n<history data-order=\"13\" data-type=\"history\" id=\"b524-11\">\n<em>Opinion upon motion for re-argument March 12th, 1909.</em>\n</history>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b524-12\">Appeal from the Circuit Court for Carroll County (Bbashbabs, J.)</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b524-13\"><em>Plaintiff's 1st </em>Prayer.—The jury are instructed that if they find from the evidence that the plaintiff delivered to the Western Maryland Railroad Company at Cave Town, Maryland, on the 30th day of September, 1905, a carload of peaches belonging to the plaintiff, in good condition, packed in a refrigerator car, and consigned to <em>J. </em>A. Davis &amp; Sons, in Washington, D. 0.; and shall further find that said carload of peaches was carried over the line of the said Western Maryland Railroad to Baltimore, Maryland; and shall further find that said car of peaches was delivered by the said Western <page-number citation-index=\"1\" label=\"497\">*497</page-number>Maryland Eailroad at Fulton Station, at said Baltimore, Maryland, to the defendant, a connecting carrier, running from Baltimore, Maryland, to Washington, I). C.; and shall further find that said car of peaches was delivered by the defendant to the said I. A. Davis &amp; Sons in Washington, D. C., in a damaged condition, then the jury are instructed that the presumption of law is that said peaches were damaged while in the possession of the defendant, and their verdict must be for the plaintiff; unless the jury shall find such damage was not caused either by the failure of the defendant to transport said car with all reasonable dispatch, or by its failure to usfe all reasonable care, diligence and exertion to maintain continuous refrigeration in said car, or by its failure to take all reasonable precautions to protect said peaches from damage. <em>{Granted.)</em></summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b525-5\"><em>Plaintiff’s 2nd </em>Prwyer.—The jury are instructed that if under the pleadings and evidence in this case they shall find that on the 30th day of September, 1905, at Cave Town, Maryland, the plaintiff delivered to the Western Maryland Eailroad Company a carload of peaches belonging to the plaintiff, in good condition, in what is commonly known as a refrigerator car, to be carried from said Cave Town, Alaryland, over the said company’s line and connecting line or lines and delivered to J. A. Davis &amp; Sons in Washington, D. C.; and shall further find that said carload of peaches was transported over the line of the Philadelphia, Baltimore &amp; Washington Eailroad Company, a connecting caraier running from Baltimore, Maryland, to Washington, D. C.; then if the jury so find they are instructed that it thereupon became the duty of the defendant, the Philadelphia, Baltimore <em>&amp; </em>Washington Eailroad Company, to use all reasonable care, diligence and exertion to maintain continuous refrigeration in said car by keeping a sufficient quantity of ice in the bunkers of said car for that purpose and to re-ice as often as was necessary to maintain said refrigeration; and if the jury shall further find that the said defendant did not use all reasonable care, diligence and exertion to maintain continuous refrigeration in <page-number citation-index=\"1\" label=\"498\">*498</page-number>said car according to its ditty as above set forth, and failed to take all reasonable precaution to protect said peaches from the effect of the heat; and further find that by reason of the defendant’s failure to use the aforesaid care, diligence and exertion, and- to take the aforesaid precaution, said peaches were damaged and were delivered by the defendant to said J. A. Davis &amp; Sons in Washington, D. 0., in such damagd condition, and the plaintiff sustained loss thereby, then if the jury so find their verdict must be for'the plaintiff. <em>(Granted.)</em></summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"Agm\"><em>Plaintiff's 3rd </em>Prayer.—The jury are instructed that if under the pleadings and evidence in this case they shall find that on the 30th day of September, 1905, at Cave Town, Maryland, the plaintiff delivered to the Western Maryland Eailroad Company a carload of peaches belonging to the plaintiff, in good condition, loaded in a refrigerator car, to be carried from said Cave Town, Maryland, over the said company’s line and connecting line or lines and delivered to said J. A. Davis &amp; Sons in Washington, D. C., and further find that said car load of peaches was transporteed over the line of the defendant in this case, the Philadelphia, Baltimore &amp; Washington Eailroad Company; a connecting carrier running from Baltimore, Maryland to Washington, D. C., and that said car load of peaches was delivered to <em>J. </em>A. Davis &amp; Sons in Washington,' D. C., by the defendant in a damaged condition, then if the jury so find they are instructed that the burden is on the defendant to show that the damaged condition of said peaches was not caused by its failure to carry said peaches to the said J. A. Davis &amp; Sons in Washington, D. C., with all reasonable dispatch, or by its failure to use all reasonable care, diligence and exertion to maintain continu,ous regrigeration in said car, or by its failure to take all reasonable precaution to protect said peaches from damage. <em>(Granted.)</em></summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b526-6\"><em>Plaintiff’s Jf-th </em>Prayer.—The jury are instructed that if they find for the plaintiff they shall allow the plaintiff a sum equal to .the difference between that which they find would have been the market value of said peaches in Washington, <page-number citation-index=\"1\" label=\"499\">*499</page-number>D. C., if they had reached J. A. Davis &amp; Sons in Washington, D. C., in the same condition in which the jury find they were delivered to the Western Maryland Railroad Company at Cave Town, Maryland, and that which the jury find was the actual amount of money rece ived for said peaches in their damaged condition, if the jury so find, and the jury may in tlicir discretion allow interest from the time said peaches ■were delivered to the said J. A. Davis &amp; Sons to the time of trial, <em>(liefused.)</em></summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b527-5\"><em>Plaintiffs 5i'h </em>Prayer.—The jury are instructed that if they find for the plaintiff they shall allow the plaintiff a sum equal to the difference between that which they find would have been the market value of said peaches in Washington, D. O. (if they had reached J. A. Davis &amp; Sons in the same condition in which the jury find they were delivered to the 'Western Maryland Railroad Company at Cave Town, Maryland), and that which the jury find was the market value of said peaches in their damaged condition, if the jury shall find such damage, and they may allow interest in their discretion on said sum from the time the peaches were delivered to J. A. Davis &amp; Sons to the time of trial.” <em>(Granted.)</em></summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b527-6\">The defendant specially excepted to the granting of the first, second, third, fourth and fifth prayers of the plaintiff, and assigned therefor the following reasons:</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b527-7\">(1) Because there is no evidence in the case legally sufficient from which the jury can find under the plaintiff’s first prayer (a) that the car load of peaches was delivered in good condition to the Western Maryland Rialroad Company at Cave Town; or (b) that said car load of peaches was delivered by the Western Maryland Railroad at Fulton Station, Baltimore, Maryland, to the defendant; or (c) that the defendant was a connecting carrier with said Western Maryland Railroad and ran from Baltimore, Maryland to Washington, D. C.; or (d) that the defendant failed to transport said car load of peaches with all reasonable dispatch; or (e) that the defendant undertook to maintain continuous refrigeration in said car; or (f) that the damages to said peaches were caused <page-number citation-index=\"1\" label=\"500\">*500</page-number>by the failure of the defendant to take all reasonable precautions to protect said peaches from damage; or (g’) that said car load of peaches belonged to the plaintiff. <em>(Overruled </em>)</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b528-5\">2. Because there is no evidence in this case legally sufficient from which the jury can find, as respects the plaintiff’s second prayer, (a) that the plaintiff delivered to the Western Maryland Railroad Company at Cave Town, September 30, 1905, a car load of peaches belonging to the plaintiff in good condition to be carried from Cave Town, Maryland, over said Company’s line and connecting line or lines and delivered to <em>J. </em>A. Davis &amp; Sons, Washington, D. C.; (b) that the Philadelphia, Baltimore <em>&amp; </em>Washington Railroad Company, is a connecting carrier running from Baltimore, Maryland, to Washington, D: O.; (c) that the defendant did not use all reasonable care, diligence and exertion to maintain continuous refrigeration in said car according to its duty as above-set forth; (d) that the defendant failed to take all reasonable precaution to protect said peaches from the effect of the heat; (e) that by the reason of the defendant’s failure to use aforesaid care, diligence and exertion and to take aforesaid, precaution, said peaches were damaged and were delivered by the defendant <em>to </em>the said J. A. Davis &amp; Sons in Washington, D. C., in such damaged condition that the plaintiff sustained' loss thereby. (Overruled)</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b528-6\">(3) Because there is no evidence in the cause legally sufficient from which the jury can find under plaintiff’s third prayer, (a) that the car load of peaches was delivered to the Western Maryland Railroad Company in good condition; (b) or' that said car load of peaches was to be carried from Cave Town, Maryland, over the line of the Western Maryland Railroad Company, and connecting line or lines, and delivered to said J. A. Davis &amp; Sons in Washington, D. O.; (c) or that said car load of peaches was transported over the line of the defendant; (d) or that the defendant was a connecting carrier running from Baltimore, Maryland, to Washington, D. C.; (e) or that said ear load of peaches belonged to the plain<page-number citation-index=\"1\" label=\"501\">*501</page-number>tiff; or (f) that the defendant was guilty of any want of any care, diligence and exertion whatsoever in the transportation and protection from damage of any peaches belonging to the plaintiff. <em>(Overruled,.)</em></summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b529-5\">4. Because there is no evidence in this cause legally sufficient from which the jury can find, as to the plaintiff’s fourth prayer, (a) that the car load of peaches were- not in the same condition when delivered to the firm of «T. A. Davis &amp; Sons in Washington, D. 0., as they were when delivered to the Western Maryland Eailroad Company at Cave Town, Maryland ; or (b) what was the market value at the time of the delivery of said peaches to said J. A. Davis &amp; Sons. <em>{Not acted on by Couitj plaintiff’s 4-th prayer refused.)</em></summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b529-6\">5. Because there is no evidence in this case legally sufficient from which the jury can find, as respects the plaintiff’s fifth prayer, the following facts: (a) what would have been the market value of said peaches in Washington, D. C., if they had reached &lt;1. A. Davis &amp; Sons in the same condition in which they were delivered to the Western Maryland Eailroad Company; (b) in what condition the peaches were when delivered to the Western Maryland Eailroad Company ; or (c) what the market value was of said peaches in their damaged condition. <em>{Overruled.)</em></summary>\n<p data-order=\"26\" data-type=\"summary\" id=\"b529-7\">The cause was argued before Boyd, C. &lt;T., Briscoe, Pearce, Sciimttoeer, Bitbke, Thomas and Worthtitotoe, J,T.</p>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b529-8\"><em>Shirley Carter, </em>for the appellant.</attorneys>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b529-9\"><em>Levin Stonebraker </em>and <em>Harvey R. Spessard, </em>for the appellee.</attorneys>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b529-10\">Worthington, J.,</author>\n<p id=\"AZb\">delivered the opinion of the Court.</p>\n<p id=\"Ap7\">This suit was instituted by the appellee, George F. Diffendal, against the appellant, The Philadelphia, Baltimore and Washington Eailroad Company, to recover damages for the <page-number citation-index=\"1\" label=\"502\">*502</page-number>injury which the plaintiff claims to have sustained hy reason of the alleged negligence of the defendant in the transportation of a car load of peaches from Baltimore, Maryland to Washington, in the District of Columbia.</p>\n<p id=\"b530-6\">The plaintiff having obtained a verdict and judgment in the trial Oourt for $608 the defendant has brought this appeal to correct certain alleged errors in the rulings of that Court.</p>\n<p id=\"b530-7\">At the trial of the case in the lower Court the défendant offered no evidence whatever in defence of the action, but relied upon what it contends was a failure of proof, on the part of the plaintiff, to sustain the action.</p>\n<p id=\"b530-8\">The principal ground of this contention is that the burden is upon the plaintiff to show by direct testimony that the peaches were delivered io the defendant carrier in'good condition.</p>\n<p id=\"b530-9\">• It is not disputed that if this fact had been proven, and also that they had been delivered to the consignee at the end of the route in a damaged condition, a <em>prima, facie </em>case would have been made out against the defendant, but it is insisted that until proof of delivery to the defendant carrier in sound condition, is affirmatively shown, the defendant is not called upon to offer evidence in its own defense. In support of this contention defendant ciles the cases of <em>Marquette, etc., R. R. Co. </em>v. <em>Kirkwood, </em>45 Mich. 51; <em>Darling </em>v. <em>Railroad, </em>11 Allen, 295, and some others.</p>\n<p id=\"b530-10\">The important facts shown by the plaintiff’s evidence are substantially as follows:</p>\n<p id=\"b530-11\">The appellee is the owner of a peach orchard located near Cave Town, in Washington County, Maryland, along the line of the Western Maryland Railroad.</p>\n<p id=\"b530-12\">On Saturday, September 30, 1905, he caused to be picked and loaded on a refrigerator car standing on a siding of the said railroad at Cave Town, the car having previously been placed there for his use, 483 carriers and 126 baskets of peaches of the Salway variety. A carrier is a crate holding six small baskets of peaches.</p>\n<p id=\"b531-5\"><page-number citation-index=\"1\" label=\"503\">*503</page-number>The car load of peaches was consigned to John A. Davis and Son, Commission Merchants, Washington, D. C. Xo price had been agreed on for the poaches, bnt the price of $1.00 net, was guaranteed by Davis, over the telephone, for the carrier peaches, and more if the market would afford it. Xo price whatever was mentioned for the basket peaches, hut the plaintiff testified that they would bring him 75 ceñís a basket.</p>\n<p id=\"b531-6\">That the peaches were carefully picked and handled is shown by the evidence. The loading of the car was finished about 6 o’clock Saturday evening September 30, 1905, and at that time the ice bunkers in the car were full of ice. The trap doors on top of the car, through which the ice was put into the bunkers, were tight, and it was a first-class dairy refrigerator car. The carrier peaches were of the first grade, highly colored round and perfect. The peaches in the baskets were just as good as those in the carriers but not so highly colored.</p>\n<p id=\"b531-7\">The plaintiff received no hill of lading from the Western Maryland Railroad Company at the time the goods were shipped, but a card way-bill was tacked on the car. Subsequently when plaintiff wanted to file his claim for damages, he obtained a bill of lading from the Western Maryland Railroad which he delivered back to that company when he filed his claim. The contents of neither the card way-bill nor the bill of lading, were introduced in evidence. Just at what hour the car left Cave Town over the Western Maryland Railroad does not appear, but it was shown by the witness, Hugh Scott, that the car was received at Eulton Station, Baltimore, on Sunday'morning October 1, 1905, at 6.30 o’clock, and delivered to the defendant at 8.20. The Western Maryland Railroad being the initial carrier from Cave Town to Baltimore, and the defendant the connecting and terminal one from Baltimore to Washington. Lishear, a witness for the plaintiff, testified that he lived in Washington, that he was in the express business and did hauling for Mr. Davis, the consignee. That Mr. Davis notified him on Saturday <page-number citation-index=\"1\" label=\"504\">*504</page-number>evening that he would have a ear load of peaches coming in on Sunday and for the witness to look out for them. Witness looked for them on Sunday and also on Monday. He looked for them half a dozen times. The peaches finally came in over the defendant’s line on October 2, 1905, between 5 and 6 o’clock in the evening. Witness further testified that after he found them, he and Davis looked at the peaches and the top layer was pretty rotten and there was no ice in the bunkers.</p>\n<p id=\"b532-6\">Davis, the consignee, testified that he knew the peaches were coming in, through a couple of telegrams he received. When he finally discovered that the peaches had arrived, that is on Monday evening between 5 and 6 o’clock, he went over to the car, looked into the bunkers and found no ice in them. He opened the car and it was very hot. The peaches in the top row were very bad. Further down the peaches were better. He immediately ordered ice to be put into the bunkers. The next morning he started to sell the peaches and sold them to the best advantage. He finished selling them on the 6th. He further testified that peaches would keep in a refrigerator car, if well iced, as long as ten days. After the peaches are in the car, if the ice goes out, the effect is worse then if they had been out in'the sun. He received $511.76 gross for the fruit, and after deducting freight and commissions, the net proceeds were $373.63. That on Monday, October 2, 1905, peaches, like plaintiff’s sold in Washington at $2.25 per carrier, and $1 to $1.50 per basket.</p>\n<p id=\"b532-7\">We think there was evidence legally sufficient from which the jury could find that the peaches were placed in the car Cave Town in good condition, that the car was a good refrigerator car, and that the ice bunkers were filled1 with ice on Saturday evening at 6 o’clock, when the loading of the peaches was completed.</p>\n<p id=\"b532-8\">The finding of these facts-was, under the circumstances, equivalent to explicit proof that the fruit was delivered to the initial carrier in sound condition.</p>\n<p id=\"b532-9\">The ordinary common law liability of a common carrier as <page-number citation-index=\"1\" label=\"505\">*505</page-number>to most commodities committed to its custody for transportation, is that of an insurer against all risks incident to the transportation, save such as result from the act of God or the public enemy, or the fault of the shipper, but with respect to perishable goods, which themselves contain the elements of destruction occasioning their own loss or deterioration, the carrier is not an insurer, but is required to exercise reasonable care and diligence to protect the goods from injury while in its custody as well as to deliver them with despatch to the consignee or connecting carrier. <em>Hutchinson on Gamers, </em>secs. 652 and 334; <em>Brennison </em>v. <em>Pa. R. R. Co.. </em>100 Minn. 102.</p>\n<p id=\"b533-6\">Where goods are transported by two or more successive carriers, it is the prevailing doctrine in this country, that if it be shown that the goods were delivered to the initial carrier in good condition, and that they were subsequently delivered to the consignee by the connecting and terminal carrier in bad condition, the presumption of law is, when such last named carrier is made defendant, that the goods were received by such carrier in the same condition they were delivered to the initial carrier, and the burden is upon the defendant carrier, of proving that such goods came to its possession in a damaged condition, by way of defense. <em>Laughlin </em>v. <em>C. &amp; N. W. Ry. Co., </em>28 Wis. 204; <em>Savannah, etc., Ry. Co. </em>v. <em>Harris, </em>26 Fla. 148; <em>Penn. R. R. </em>v. <em>Naive </em>112 Tenn. 239 (79 S. W. 130); <em>Beard </em>v. <em>Ill. Central, </em>79 Ia. 527 (7 L. R. A. 280); <em>Cane Hill &amp; Co. </em>v. <em>San Antonia, </em>42 Tex. Civil Appl. (95 S. W. 751); <em>Elliott on Railroads, </em>sec. 1450; 3 <em>Hutchinson on Carriers, </em>sec. 1348.</p>\n<p id=\"b533-7\">The reason of the rule, or rather the reason for the exception to the general rule, is that when a shipper consigns his goods to a line of connecting carriers to be carried to the point of destination, he of course loses all sight of and control over them.</p>\n<p id=\"b533-8\">From that time forward they are committed to the custody and management of the initial and connecting carriers, and these latter may each in turn, by the exercise of reasonable <page-number citation-index=\"1\" label=\"506\">*506</page-number>precaution, ascertain the condition of the goods at the time of accepting them from the last preceding carrier, and thus in case of loss he able to prove where the loss occurred; whereas the shipper has no means whatever of obtaining the necessary information, or witnesses to prove his case, except by summoning the employees of the carriers whose own negligence has caused the loss. One great difficulty that he would encounter in pursuing this course, would he to discover which of defendant’s employees had knowledge of the facts. Should he he able to discover these, it would still he dangerous for the shipper to rest his case upon their testimony since the natural impluse of mankind would he likely to sway them, in narrating the circumstances, to state the occurrence in the light most favorable to themselves, in order to palliate their fault. <em>Chicago, etc., R. R. Co. </em>v. <em>Moss, </em>60 Miss. 1003 (45 Am. R 425).</p>\n<p id=\"b534-6\">In <em>Orem Fruit Company </em>v. <em>N. C. Ry. Co., </em>106 Md. 4, this Court cited with approval <em>Meredith </em>v. <em>B. Co., </em>137 N. C. 479 (50 S. E. 1), to the effect that “on proof that a carrier received the goods in good condition the burden of proof rests on such carrier to show delivery in the same condition to the next carrier, or to the consignee, such proof being within its power.” *</p>\n<p id=\"b534-7\">In that case the initial carrier1 was sued jointly with one of several connecting and intermediate carriers, and this Court was discussing the question with respect to the burden of proof as applied to the initial carrier as a defendant, under a special contract to re-ice the car at certain designated places which the defendant had failed to do. 6 <em>Cyc., </em>479; <em>Mich. Central </em>v. <em>Myrick, </em>107 U. S. 102.</p>\n<p id=\"b534-8\">In <em>Gwynn Harper Manfg. Co. </em>v. <em>Carolina Central R. Co., </em>128 N. C. 280 (38 S. E. 894), the Court said: “This Court has repeatedly held that among connecting lines of common carriers, the one in whose hands the goods are found damaged is presumed to have caused the damage and the burden is upon it to rebut the presumption.”</p>\n<p id=\"b534-9\">In <em>Cane Hill, etc., </em>v. <em>San Antonio Ry. Co., </em>42 Tex. Civil <page-number citation-index=\"1\" label=\"507\">*507</page-number>Appeals (95 S. AAA 751), it was held that “where goods are delivered to a Common carrier to be carried by a series of connecting lines to the point of destination, and the goods are delivered in a damaged condition to the consignee, a <em>prima facie </em>case is made out against the terminal carrier alone.”</p>\n<p id=\"b535-6\">In <em>Shriver </em>v. <em>Railroad, </em>24 Minn. 506, the Court said: “Where goods are delivered to be transported over a line composed of several connecting carriers, it will, in the absence of anything to the contrary, be presumed that they reached the last carrier in the same condition in which they were delivered to the first.”</p>\n<p id=\"b535-7\">Any apparent, difference of opinion in regard to the application of the rule, as shown by the aforegoing expressions of the Courts, is explained by an examination of the facts of each case.</p>\n<p id=\"b535-8\">As was said in the case of <em>Meredith </em>v. <em>Seaboard Air Line Ry., </em>cited in <em>Orem Fruit Co.’s Case, supra: </em>“The same reason which requires the last carrier to show performance of duty applies with equal force to the first—that the source or means of proving the exculpatory facts are peculiarly within its knowledge and not otherwise open to the plaintiff.”</p>\n<p id=\"b535-9\">This is the controlling principle governing the application of 1he doctrine, and the doctrine itself rests upon grounds of general convenience and public policy, and places no unreasonable burden on the defendant carrier. <em>Brennison’s Case, </em>100 Minn. 102 (110 N. W. 362); <em>Chicago </em>v. <em>Moss, </em>60 Miss. 1003.</p>\n<p id=\"b535-10\">In this case when the defendant carrier, accepted the refrigerator car containing the peaches, it had implied notice, from the character of the car itself, that the goods in the car were of a perishable nature, and by accepting the car the carrier undertook the duty of exercising due caro and diligence to protect the goods and to deliver them at their destination within a reasonable time. <em>Elliott on Railroads, </em>secs. 1449 and 1475; <em>New York Ry. Co. </em>v. <em>Cromwell, </em>98 Va. 227 (35 S. E. 444); <em>Beard </em>v. <em>Railway Co., </em>79 Ia. 518: 1 <em>Hutchinson on Carriers, </em>sec. 334.</p>\n<p id=\"b536-5\"><page-number citation-index=\"1\" label=\"508\">*508</page-number>Failure to properly ice the car, or to deliver the same properly to the consignee at Washington, would be such default on the part of the carrier, as to render it liable for damages resulting thereby to the fruit. <em>Brennison’s Case, supra.</em></p>\n<p id=\"b536-6\">If the defendant desired to ascertain the condition of the fruit or of the ice tanks at the time the car was delivered to it at Fulton Station, it had ample opportunity through its agents and servants to do so, and if it could show that the fruit was then in a damaged condition, such evidence would tend to exonerate it from blame.</p>\n<p id=\"b536-7\">But the defendant offered no evidence whatever, and the plaintiff’s evidence was clear that when the car reached Washington late on Monday evening, there was no ice in the bunkers, and on opening the car it was found to be very hot inside; the peaches at the top of the car being badly damaged.</p>\n<p id=\"b536-8\">We are unable to accept the doctrine of the cases cited by defendant in support of its contention in this respect, and under the circumstances of the case, as presented by the record, we must hold that the burden was upon the defendant to show that those conditions were due to no neglect or default on its part.</p>\n<p id=\"b536-9\">The first and principal contention of the defendant cannot therefore, be sustained.</p>\n<p id=\"b536-10\">2. It was also contended by defendant’s counsel that the evidence of Hugh Scott, a witnesses for the plaintiff, as to the time when the carload of peaches arrived at Baltimore, and was there, at Fulton Station, delivered to the defendant, was not admissible, because witness read in part from a record book kept by himself. So far as the witness used the book to refresh his recollection, merely, his testimony was competent, but the book itself was not proper evidence to go to the jury under the circumstances.</p>\n<p id=\"b536-11\">The en*or in this respect was, however, harmless as the witness testified that of his own knowledge, independent of the record, after refreshing his memory thereon, the car came into Fulton Station at 6.30 on Sunday morning, and that it <page-number citation-index=\"1\" label=\"509\">*509</page-number>was delivered to defendant at 8.20. He omitted to say whether the delivery was made at 8.20 a. m. or 8.20 p. in., but under the circumstances we do not consider this omission fatal to the plaintiff’s case. As the witness had just stated that the car came in at 6.30 in the morning, the jury may very properly have inferred that the hour of 8.20, named by him as the time when the car was delivered to the defendant, had reference to the morning also. But even if not delivered to defendant until 8.20 p. m. the burden would still be upon the defendant to show that the peaches were then in a damaged condition in order to exculpate itself from blame.</p>\n<p id=\"b537-6\">3. The defendant’s third exception is to the ruling of the Court admitting the evidence of the witness Davis in regard to the market value of first-grade Salway peaches, on the Washington Market, on Monday, October 2nd, 1905. The ground of this exception is, that there was no evidence in the case to show that the defendant had notice that the peaches were intended for Monday’s market, and no evidence that it could by the exercise of due diligence have delivered the peaches at their destination in time for the market of that day.</p>\n<p id=\"b537-7\">Under the circumstances of this case, we do net deem it essential that the plaintiff should have affirmatively proven that the defendant had actual notice that the freight was intended for Monday’s market.</p>\n<p id=\"b537-8\">It became the implied duty of the defendant in accepting the carload of fruit for transportation to use due diligence to deliver the same at its destination within a reasonable time <em>(Hutchinson on Carriers, </em>sec. 652), and for a breach of this duty resulting in loss to the plaintiff, the defendant was responsible in damages, whether the loss was occasioned by a fall in the market price, or by damage to the goods themselves, or by a combination of the two causes. It was so held in <em>Collard </em>v. <em>Ry. Co., </em>7 H. &amp; N. 79; besides, the defendant had such notice as may be reasonably inferred from the circumstances of the case and the course of business. <em>B. &amp; O. R. R. Co. </em>v. <em>Whitehill, </em>104 Md. 311.</p>\n<p id=\"b538-5\"><page-number citation-index=\"1\" label=\"510\">*510</page-number>As to the' exercise1 of due diligence on the part of the defendant, in the absence of direct proof, the Court may. take judicial notice of the location of two such large and important cities as Baltimore and Washington, as well as of the distance between them, and of the approximate length of time required to transport a carload of goods from one city to the other by the modern means of conveyance. 16 <em>Cyc. </em>863.</p>\n<p id=\"b538-6\">The lower Court no doubt took such notice and deemed it entirely feasible for the defendant to have carried the car from Baltimore to Washington in time for Monday’s market, and as the defendant has failed to offer any exculpatory evidence whatever on.its part, we are not prepared to say that the lower Court committed error in allowing the evidence to go to the jury.</p>\n<p id=\"b538-7\">4. What we have said practically disposes of the special and general exceptions to the granting of all plaintiff’s granted prayers, which we will ask the reporter to set out in his report of this case.</p>\n<p id=\"b538-8\">'The plaintiff’s fifth prayer concerning the measure of damages ought to have been more explicit as to the manner in which the jury should ascertain the amount of plaintiff’s loss, but it is apparent that the defendant was not injured by this defect.</p>\n<p id=\"b538-9\">It was understood before the peaches were shipped from Cave Town that the plaintiff was to have $1.60 net per carrier for the peaches in carriers, and more if the market would afford it. The plaintiff also testified that the basket peaches were worth 75 cents per basket, to him.</p>\n<p id=\"b538-10\">The sum allowed by the jury to the plaintiff, added to the net amount received by .him from the sale of the damaged fruit, only yielded him, in the aggregate, 75 cents per basket •for the basket peaches, and $1.67 per carrier for the carrier peaches, with interest; or but a trifle more' per crate than the minimum price- he was to receive for them according to his original understanding with the consignee. The plaintiff was entitled to be compensated to the extent of his loss, and <page-number citation-index=\"1\" label=\"511\">*511</page-number>we cannot see that the jury was misled by the instructions as granted.</p>\n<p id=\"b539-6\">Where an erroneous instruction results in no injury to the appellant, this Court will not reverse the judgment. <em>B. &amp; O. R. R. Co. </em>v. Pumphrey, 59 Md. 402.</p>\n<p id=\"b539-7\">Finding no reversible error in the rulings of the lower Court, the judgment will be affirmed.</p>\n<p id=\"b539-8\">\n<em>Judgment affirmed with costs.</em>\n</p>\n<p id=\"b539-9\">Briscoe, Peabce and Burke, JJ., dissent.</p>\n<p id=\"b539-10\">A motion for a re-argument was made, and in ovenmling the same,</p>\n<p id=\"b539-11\">Worthington, J., delivered the opinion of the Court.</p>\n<p id=\"b539-12\">The appellant has filed a motion for a re-argument in this case and assigns as its chief reason in support thereof, that the evidence of Hugh B. Scott, an employee of the initial carrier, as to the time when the car containing the peaches reached Fulton Station, was improperly admitted.</p>\n<p id=\"b539-13\">Scott testified that his record showed that the car arrived at G.30, and was delivered to the defendant about 8.20 Sunday, October 1st. That he was on duty at that time and delivered all cars. That he saw this particular car backed over to the defendant’s road.</p>\n<p id=\"b539-14\">He further testified that he refreshed his memory by referring to his book, and that he would have to refer to his record in order to state the time when the car arrived and when it was delivered to the defendant.</p>\n<p id=\"b539-15\">The witness also stated that of his own personal knowledge outside of his record, that as near as he could tell the car was delivered to the defendant about 8.20 Sunday, October 1st, but of course his testimony on cross-examination, as already indicated, shows that he was obliged to refresh his recollection from his book. And this is all the law requires.</p>\n<p id=\"b539-16\">If the witness swears that he made the entry or memorandum in accordance with the truth of the matter, as he knew it to exist at the time of the occurrence, of which he is at the <page-number citation-index=\"1\" label=\"512\">*512</page-number>time of the trial still convinced, he may nse such memorandum to refresh his recollection; even where the memorandum does not awaken in the memory of the witness any recollection of anything contained in it, hut nevertheless, knowing the writing to be genuine, his mind is so convinced that he is on that ground enabled to swear positively to the fact, the testimony will be received. <em>Martin </em>v. <em>Good, </em>14 Md. 398.</p>\n<p id=\"b540-6\">Where the witness, after consulting the memorandum, remembers the facts and testifies from his own recollection of the same, it is of no consequence whether the paper used is the original memorandum or a copy thereof. 8 <em>Ency. Pl. &amp; Pr., </em>p. 140; <em>Bullock v. Hunter, </em>44 Md. 416.</p>\n<p id=\"b540-7\">It would certainly be highly unreasonable to expect the employee of a railroad company, at one of its stations or terminals, to remember the day and the hour when every car arrived there, and when it departed, or was delivered to the connecting carrier, wholly independent of the records kept for (hat purpose.</p>\n<p id=\"b540-8\">We think the lower Court was entirely right in permitting (his witness’ testimony to go to the jury for its consideration.</p>\n<p id=\"b540-9\">The question of the measure of damages having been considered fully in the opinion already filed in this case, no further discussion on that point is deemed necessary.</p>\n<p id=\"b540-10\">We have examined the other reasons assigned in support of (he motion for a re-argument, but find no sufficient reason for granting the motion, and the same will therefore be over-ruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}