{
  "casebody": {
    "data": "<casebody firstpage=\"28\" lastpage=\"35\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b56-7\">THE FROSTBURG MINING COMPANY <em>vs. </em>THE CUMBERLAND AND PENNSYLVANIA RAILROAD COMPANY.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b56-8\"><em>Reasonable Facilities for Transportation </em>— Making <em>Switch Connection </em>— Reviving <em>Charter of Corporation </em>— Repeal <em>by Implication.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b56-9\">A statute providing that a certain railway company shall furnish reasonable facilities and all cars for receiving and forwarding coals offered for transportation, does not impose upon the company the obligation to permit other corporations having coal for transportation, to make connection by means of a switch with its road.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b56-10\">Where a statute provides that the charter of a certain company shall be continued in full force for the period of thirty years, such statute operates merely to revive and extend the charter of the company, and does not create a new and distinct corporation.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b56-11\">The charter of a railway company, granted in 1849, gave to any corporation, which might be <em>thereafter </em>incorporated, the right to make <page-number citation-index=\"1\" label=\"29\">*29</page-number>connection with the railway. The appellant corporation was chartered by an Act of Assembly <em>before </em>the railway company was created, and its charter expired in 1878, when an Act was passed continuing the Act of incorporation in force for thirty years. In 1876 a statute was passed amending the charter of the railway company, and providing that it should furnish reasonable facilities for the transportation of all coal offered. Held,</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b57-4\">1st. That the Act of 1878 did not create a new corporation, and therefore the appellant was not entitled to make a switch connection with the tracks of the railway company, the appellant having been incorporated before the railway company.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b57-5\">2nd. That the Act of 1876 did not repeal by implication that provision in the charter of the railway company, by which its obligation to allow connectious to be made by other corporations was limited to those thereafter created.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b57-6\">The repeal of a statute by implication is never favored in law, and it is only when two Acts are repugnant and plainly inconsistent with one another that the latter Act operates as a repeal by implication of the former.</syllabus>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b57-7\">Appeal from an order of the Circuit Court for Allegany County (Boyd, C. J., Stake and Hoffman, JJ.), refusing to grant the injunction asked for in the bill of complaint filed by the appellant. The prayer of the bill was for an injunction prohibiting the defendant from further refusing to permit the plaintiff to put in and complete a switch connection between its railroad and the railroad of the defendant at the point selected by the plaintiff, and enjoining the defendant from thereafter refusing to furnish cars and transportation to the plaintiff for its coal over the defendant’s road. The case is stated in the opinion of the Court.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b57-8\">The cause was argued before Robinson, C. J., Bryan, McSherry, Fowler, Page and Roberts, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b57-9\"><em>Benjamin A. Richmond </em>and <em>D. James Blackiston, </em>for the appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b57-10\"><em>E. J. D. Cross </em>and <em>Robert H. Gordon, </em>for the appellee.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b58-3\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>Robinson, C. <em>J.,</em></author>\n<p id=\"A_\">delivered the opinion of the Court.</p>\n<p id=\"b58-4\">The question in this appeal is whether the appellant, a coal mining company, has the right to make connection by means of a switch with the appellee’s railroad, which runs by or near the property of the appellant.</p>\n<p id=\"b58-5\">The appellee was chartered by Act of 1849, chapt. 469, with power to build a railroad from Cumberland to the Pennsylvania line. By sect. 21 of its charter, privilege to make connection with the appellee’s road was reserved to any corporation which might “ <em>be hereafter </em>incorporated,” provided that in making such connection no injury <em>“shall be done to the works of the company.” </em>This privilege, it will be observed, is expressly limited to corporations chartered after the Act of 1849, incorporating the appellee.</p>\n<p id=\"b58-6\">The appellant was chartered by the Act of 1847, chapter 306, for the purpose of manufacturing iron and mining coal, and was authorized to build a railroad from its property to the Chesapeake and Ohio Canal, at Cumberland. Having been chartered prior to 1849, the appellant, it is clear, is not entitled to the privilege of making connection with the appellee’s road, for the reason that this privilege was, by section 21 of the appellee’s charter, reserved to corporations thereafter incorporated; that is, to corporations chartered since 1849. The contention, however, is that the appellant was chartered for a period of thirty years, and that its charter expired 8th March, 1878, and that by the Act of 1878, chap. 409, passed 5th April, 1878, a new corporation was created. So the question comes to this, whether the Act of 1878 is to be construed as creating a new corporation or as continuing or reviving the old company? “To ascertain,” says Mr. Justice Story, “ whether a charter creates a new corporation or merely continues the existence of the old one, we must look to its terms and give them a construction consistent with the legislative intent and the intent of the corporators.” <em>Bellows v. Hallowell, </em>2 Mason, 44. That is to say, whether the object of the Act is to prolong or revive the existence of a corporation which has expired <page-number citation-index=\"1\" label=\"31\">*31</page-number>or is about to expire, and not to change the identity of the company or to form a new one, or whether the object is to create a new corporation, with a new capital, and with no intention to continue the obligations of the old company as against the company thus created. What, then, was the object of the Act of 1878 ? Its title declares it to be “An Act to extend An Act entitled An Act to incorporate the Withers Mining Company, passed at the December session, 1847, chapt. 306,” for the period of thirty years. And the enacting clause, sect. 1, provides, “That the Act entitled An Act to incorporate the Withers Mining Company, and passed at December session, eighteen hundred and forty-seven, chap, three hundred and six, and the Act to alter and amend said original Act of incorporation passed at January session, eighteen hundred and seventy, chapter two hundred and twenty-seven, be and the same are hereby continued in full force and effect for the period of thirty years.</p>\n<p id=\"b59-4\">Not only does the title declare it to be the object of the Act to extend the charter of the appellant for a period of thirty years, but the enacting clause provides in express terms that the charter be and the same is “ hereby continued in full force and effect for the period of thirty years from the 8th March, 1878.” It is clear, then, that the Legislature meant merely to revive and extend the charter of the appellant, and did not mean to create a new and distinct corporation; and it is equally clear that this Act was so understood and accepted by the corporators themselves. In pursuance of its provisions a meeting of the stockholders was held at Frostburg on the 6th May, 1878, and the company was organized by electing all the officers of the old company, and although the name of the company was subsequently changed from the Withers Company to “ The Thomas Mining Company,” and then again to “The Frost-burg Mining Company,” the legal title to the property still stands in the name of the Withers Company. And in making these changes in the name of the company, the Legislature was careful .to provide “that the company by <page-number citation-index=\"1\" label=\"32\">*32</page-number>■such name shall succeed to all the rights, powers, liabilities •and obligations of the said Withers Mining Company.” It is clear, therefore, that the object of the Act of 1878 was merely to revive and extend the charter of the Withers Company for a period of thirty years, and by no fair rule ■of construction can it be said to have created a new corporation.</p>\n<p id=\"A0J\">But then, again, it is contended that section 21 of the appellee’s charter, which restricts the privilege of making connection with its road to corporations chartered after 1849, is repealed by the Act of 1876, chapt. 64. This Act, in the first place, prescribes the rates to be charged tiy the appellee for the transportation of coal over its road, and then it provides that it shall'be the duty of the appellee “ to provide and furnish <em>reasotiable facilities, and all cars, including gondolas where reqtdred for local trade, and other vehicles and motive power for receiving and forwarding all coals that may be offered for transportation over said </em>raihvay.” And the .argument is, that the duty of furnishing reasonable facilities for receiving and forwarding coal that may be offered for transportation, necessarily imposes on the appellee the obligation of permitting all persons and corporations having coal for transportation to make connection by means of a switch with its road.</p>\n<p id=\"b60-5\">To such a construction we cannot agree. The whole object of the Act was to fix the rates to be charged by the .appellee for the transportation of coal, and, having fixed these rates, it makes it the duty of the appellee to furnish 'the means for <em>forwarding and delivering </em>the same. And •reasonable facilities, as thus used, means that the appellee shall furnish the cars, motive power and other conveniences necessary for such purposes. It would be a strained construction to hold that these words in themselves repeal section 21 of the appellee’s charter and impose upon it the obligation of permitting all persons and corporations having coal for transportation to make connections with its road. .'Such a construction is neither warranted by the natural im<page-number citation-index=\"1\" label=\"33\">*33</page-number>port of the words, “ reasonable facilities,” nor the subject-matter in connection with which they are used. It might just as well be said, that the Legislature meant to impose upon the appellee the duty of making stations at such places on its road as the shippers of coal might deem convenient to themselves, without regard to the business or interests of the appellee.</p>\n<p id=\"b61-4\">These precise words are used in the Statute 17. and 18 Victoria, chapt. 38, passed in 1854, and which provide<em>s </em>That every railway company * * * shall, according to their respective powers, afford all reasonable facilities for the receiving and forwarding and delivering of traffic upon and from the several railways.” And in construing this statute in the <em>Southeastern Railway Company </em>v. <em>The Railway Commissioners, </em>Queen’s Bench Div., vol. 6, p. 586, the Lord Chancellor said: “ What then are the obligations imposed upon railway companies by this statute? First, a positive obligation to afford, according to their respective powers, all reasonable facilities for the receiving and forwarding and delivering of traffic, upon and from the several railways and canals belonging to or worked by such companies respectively.” <em>“ </em>Traffic (according to the interpretation clause, sec. 1), includes passengers and their luggage, goods, animals and other things conveyed by any railway company. Railway includes every station of or belonging to such railway used for the purposes of public traffic.” * * * 11 With respect to stations there is no obligation to establish them at any particular places or place unless the company thinks fit to do so.” Brett, L. J.: “ It follows that the defendants had jurisdiction only to hear and determine, and order in respect of facilities to be afforded upon or from the railway or the stations used by the company for the purposes of public traffic.”</p>\n<p id=\"b61-5\">And in <em>Great Western Railway Company </em>v. <em>The Railway Commissioners, </em>Queen’s Bench Div., vol. 7, p. 182, where the complaint was that the company had charged rates in excess of those authorized by law, Cotton, L. J., said:</p>\n<blockquote id=\"b62-3\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>“.The complaint is simply that the charges made by the railway company for a great many of their journeys are beyond those which their special Act of Parliament or the general Acts allow them to charge, and in that sense and in that sense only are excessive. Now, the only question we have to determine is whether this comes within the words of the second section of the Railway and Canal Traffic Act of 1854, on a reasonable interpretation of those words. They are that the company shall afford all reasonable facilities for the receiving and forwarding and delivering of traffic upon their railway. Can this excessive charge be said to be a refusal of reasonable facilities ? Now, what I think comes within those words, “ ‘ afford all reasonable facilities,’ is the providing proper accommodation in the stations and in the carriages for the receiving and forwarding passengers and for getting them in and out of their carriages and the like.”</blockquote>\n<p id=\"b62-4\">The latest case in which the meaning of the words “ reasonable facilities ” has been considered, is <em>Darlaston Local Board </em>v. <em>The London and Northwestern Railway Company, </em>Queen’s Bench Div., decided July 9th, 1894. In that case the railway company discontinued the use of a station and-pulled it down, and an application was made to the railway commissioners for an order requiring the railway company to afford reasonable facilities for receiving, forwarding and delivering passengers and traffic on this branch line, and to reopen the station, the use of which had been discontinued. Lord Esher, M. R., said that the commissioners had no power to “ prevent a railway company from absolutely pulling down a station if they think they ought, or if they choose to do it, any more than they can order a railway company to build a new station.”</p>\n<p id=\"b62-5\">And besides, there is nothing in the Act of 1876 by which it can be fairly inferred that the Legislature meant to repeal section 21 of the appellee’s charter, which limited the right to make connection with its road to corporations thereafter to be incorporated. Section 1 of that Act pre<page-number citation-index=\"1\" label=\"35\">*35</page-number>scribes the rates to be charged by the appellee for the transportation of coal, and having thus prescribed the rates, the next section makes it the duty of the appellee to furnish all reasonable facilities for the receiving and forwarding all coal, that may be offered for transportation. These are the only-amendments made to the appellee’s charter. Not one word is said about amending or repealing sec. 21, by which the privilege of making connection with its road is limited to corporations thereafter to be incorporated. It can hardly be necessary to say that the repeal of a prior existing Act of the Legistature by implication is never favored in law, and it is only when the two Acts are repugnant and plainly inconsistent with each other that the rule applies. If the two Acts can by a fair and reasonable construction stand together, there is no ground on which it can be held that the later Act operates as a repeal of the former Act. In this case there is no inconsistency whatever between the provisions of the Act of 1876 and section 21 of the appellee’s charter. On the contrary, the Act deals with other matters in no manner affecting the provisions of that section. And this being so, the doctrine of repeal by implication has no application. For these reasons the injunction prayed was properly refused, and the order of the Court below will therefore be affirmed.</p>\n<decisiondate id=\"b63-4\">(Decided March 26th, 1895.)</decisiondate>\n<p id=\"b63-5\">\n<em>Order affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}