{
  "casebody": {
    "data": "<casebody firstpage=\"312\" lastpage=\"316\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b326-3\">THE BEAVER. THE NECANICUM. SAN FRANCISCO <em>&amp; </em>P. S. S. CO. v. LEGGETT S. S. CO. (two cases).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b326-5\">(Circuit Court of Appeals, Ninth. Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQ2\">October 7, 1918.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b326-6\">Nos. 2969, 2970.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"summary\" id=\"b326-7\">1. Admiralty &lt;@=&gt;118 — Review on Appeal — Findings of Fact.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b326-8\">In an admiralty cause, findings of fact made by the trial court on conflicting evidence, for the most part taken in open court, will not be disturbed by the appellate court, except for manifest error.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b326-9\">2. Collision &lt;@=&gt;82(1) — “Moderate Speed” in Fog — Construction of Rule.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b326-10\">The speed of a vessel need not necessarily be reduced from her full speed to be “moderate,” within article 16 of the International Rules (Comp. St. 1916, § 7854), providing that “every vessel shall in a fog, mist, falling snow or heavy rainstorms go at a moderate speed, having careful regard to the existing circumstances and conditions.”</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b326-11\">■ [Ed. Note. — For other definitions, see Words and Phrases, First and Second Series, Moderate Speed.]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"AzQ1\">&lt;§rs&gt;For other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b326-12\">Appeal from the District Court of the United States for the First Division of the Northern District of California; Maurice T. Dooling, Judge.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b326-13\">Suit in admiralty for collision, by the San Francisco '&amp; Portland Steamship Company, owner of the steamship Beaver, against the steam schooner Necanicum, the Deggett Steamship Company, claimant, with cross-libel. Decree for respondent on cross-libel, and libelant appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"A_q\">Affirmed.</disposition>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b326-14\">McCutchén, Olney &amp; Willard, Ira A. Campbell, and Edward J. Mc-Cutchen, all of San Francisco, Cal., for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b326-15\">W. S. Burnett, Denman &amp; Arnold, and Thomas A. Thatcher, all of San Francisco, Cal., for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"judges\" id=\"b326-16\">Before GILBERT and HUNT, Circuit Judges, and VAN FLEET, District Judge.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b326-17\">VAN FLEET, District Judge.</author>\n<p id=\"AEN\">The controversy arises from a collision occurring between the steamer Beaver and the steam schooner Necanicum on the coast of California. The Beaver, a passenger steamer of 2,997 net tonnage, 380 feet in length, and 57 feet beam, was proceeding south from Astoria to San Francisco, loaded with passengers and freight, while the Necanicum, a much smaller vessel, 175 feet in length, and 35 to 40 feet beam, was going north light, from San Pedro to Astoria, for cargo. The vessels came into collision shortly south of Point Arena, under circumstances very much in controversy. That a fog of greater or less density was prevailing at the time is established by the evidence on both sides; but as to all other material circumstances bearing on the disaster, excepting as to the respective rates of speed of the two vessels at the time, the evidence of the parties is as wide apart as the poles. It does appear without controversy that when the vessels last caught sight of each other in the fog, from <em>iy2 </em>to 2 minutes before the collision, the Beaver was proceeding at a speed of 147/io knots and the Necanicum at <em>8% </em>knots per hour.</p>\n<p id=\"b327-3\"><page-number citation-index=\"1\" label=\"313\">*313</page-number>Both vessels suffered injury, and this injury resulted in cross-actions; appellant, as owner of the Beaver, libeled the Necanicum, and the owners of the latter brought an action in personam against appellant. These actions were consolidated for trial, and the cause was tried in open court- — some 28 witnesses being examined, and a large volume of evidence taken. The court below filed an opinion in which, after discussing the circumstances, it says:</p>\n<blockquote id=\"b327-4\">“There is in this ease, as in all similar eases coining under my observation, much contradictory testimony as to the events occurring at the lime of the collision. But this one fact seems to <em>me </em>to stand out clearly: That the Beaver was gravely negligent in proceeding at the rate of 14.7 knots per hour in the fog, and that but for such speed, and the resulting momentum due to her size and weight, the collision would not have occurred. Contradictory as the testimony is, there is nothing therein which tends in any manner to excuse the running of a large, heavy, and loaded passenger steamer at such a rate of speed in the fog then prevailing. This speed prevented the rectification, before it was too late, of whatever error arose from confused or contradictory signals.”</blockquote>\n<p id=\"b327-5\">And in its decree the court recited as the basis of its conclusion these .additional facts:</p>\n<blockquote id=\"b327-6\">“That the evidence fails to establish that the said steamship Necanicum, prior to and at the time of the collision alleged in the libel, did not have a proper and efficient lookout and proper and competent officers, or that she failed to alter her course or conduct herself in accordance with the passing rules or exchange of signals between her and the steamship Beaver, or that she failed to stop and reverse at a proper time before said collision: and further finds that the said collision was not in any way caused or contributed to by any neglect, error, default or misconduct of the steamship Necanicum, or her claimant, the Leggett Steamship Company; and further finds that the said collision was caused by the neglect and misconduct of the steamship Beaver in proceeding in the fog, prior to the collision, at an immoderate rate of speed, while the steamship Neeanicnm was proceeding at a moderate rate of speed for the conditions then prevailing.”</blockquote>\n<p id=\"b327-7\">In accordance with these findings, the trial court dismissed the libel of appellant, and in the cross-action held it to be responsible to the appellee in damages for the injury suffered by the Necanicum. Decrees were entered accordingly. The appeal is from both decrees.</p>\n<p id=\"b327-8\">“ <bracketnum>[1]</bracketnum> The case does not call for extended consideration. Much of appellant’s argument is devoted to a discussion of the evidence in particulars as to which, it is urged, that it warraní s a finding of the facts as to the circumstances attending the collision at variance with those found by the trial court, establishing the liability of the Necanicum and the exculpation of the Beaver; and it is urged that, as this is a trial de novo* it is the duty of this court to examine the evidence with that view, and substitute its own findings and conclusions on the evidence for those of the court below. We need not follow this argument in detail. It is sufficient to say that, recognizing our power in the premises, we do not regard the case as justifying that course. The entire mass of evidence upon which the trial court passed, with the exception of that of two or three witnesses for appellee taken on deposition, was heard in open court, with full opportunity for observation of the character and demeanor of the witnesses, and that evidence on all controverted facts was sharply conflicting. Such a case, notwith<page-number citation-index=\"1\" label=\"314\">*314</page-number>standing a small .portion of the evidence rests upon deposition, is to be regarded as well within the reason of the rule that the findings of the trial court should not be disturbed, except for manifest error. The Dolbadarn Castle, 222 Fed. 838, 138 C. C. A. 264; Sorenson v. Alaska S. S. Co. (Jan 7, 1918) 247 Fed. 294, - C. C. A. -; Central California. Canneries Co. v. Dunkley Co., 247 Fed. 790, - C. C. A. -; Adamson v. Gilliland, 242 U. S. 350, 353, 37 Sup. Ct. 169, 61 L. Ed. 356; The Hardy, 229 Fed. 985, 986, 987, 144 C. C. A. 267. And we have examined the record sufficiently to satisfy us that there was evidence substantially tending to sustain the several findings and conclusions of the court below.</p>\n<p id=\"b328-5\"><bracketnum>[2]</bracketnum> This leaves but one other point to be noticed. It is contended by appellant that, as the court found that a fog prevailed at the time of the collision and it appeared without controversy that the Necanicum was proceeding at the time at her full speed, or substantially such, it results as matter of law that she was equally at fault with the Beaver, and that the court should have so held, and at least apportioned the damages. This contention is based upon the effect claimed by appellant of article 16, International Rules of the Sea (Act Aug. 19, 1890, c. 802, 26 Stat. 320, 326 [Comp. St. 1916, § 7854]), which, so far as here pertinent, reads:</p>\n<blockquote id=\"b328-6\">“Every vessel shall, in a fog, mist, falling snow, or heavy rainstorms) go at a moderate speed, having careful regard to the existing circumstances and conditions.”</blockquote>\n<p id=\"b328-7\">Appellant’s contention is, in substance, that under this rule, no. matter what the other circumstances may be, nor how low soever the maximum rate of speed of a vessel may be, she must, in face of any one of the atmospheric conditions specified in the rule, reduce her speed below its maximum point or be necessarily held in fault in case of collision; that, in other words, “moderate speed,” as there required, necessarily means less than full speed, and that a vessel going at full speed in such, conditions of weather is violating the rule, no matter how slow that speed may be, and is guilty of negligence as matter of law. We are not disposed to accept this interpretation of the rule as it now exists. In support of its. contention appellant cites some earfy cases from Judge Brown in the District Court. In the City of New York (D. C.) 15 Fed. 624, 628, that learned judge, discussing the effect of this maritime rule, as then existing, in a case of collision in a fog, says:</p>\n<blockquote id=\"b328-8\">“The authorities are quite uniform in requiring a diminution of speed under such circumstances. Whatever ‘moderate speed’ may be, under given circumstances, having reference, as it doubtless does, to the steamer’s ordinary speed and her ability to stop quickly, the density of the fog, and the means which vessels have óf observing each other, so as to avoid danger, it is, at least, something materially less than that full speed which is customary and allowable when there are no obstructions in the way of safe navigation. To continue at full speed, therefore, as the steamer in this case substantially did, until the bark was in sight, was a clear violation of the statutory obligation to go at a moderate speed.”</blockquote>\n<p id=\"b328-9\">And again, in The State of Alabama (D. C.) 17 Fed. 847, 852, the same judge says:</p>\n<blockquote id=\"b329-3\"><page-number citation-index=\"1\" label=\"315\">*315</page-number>“To go at full speed in such a fog is not a compliance with rule 21, which requires steamers in a fog to go at moderate speed. * * * No steamer’s speed is moderate in the sense of rule 21 so long as she is going at her ordinary full speed.”</blockquote>\n<p id=\"b329-4\">And see, to similar effect, The Pennland (D. C.) 23 Fed. 551; The Britannic (D. C.) 39 Fed. 395; The Normandie (D. C.) 43 Fed. 151, 157.</p>\n<p id=\"b329-5\">But not only do the later decisions fail to sustain this rather hard and fast interpretation, but the rule itself has since undergone modifications tending to give it, not only more comprehensive scope in its application, but greater elasticity and adaptability to conditions as they may arise. The pertinent language of the rule in its original form, as considered in the cases referred to by appellant, was that “every steam vessel shall, when in a fog, go at a moderate speed.” It was in that form rule 21 of the International Code, adopted in 1863 by a British Order in Council, and in 1864 by the Congress of the United States (Rev. St. § 4233 [Comp. St. 19Í6, § 7963]). In 1879 a new or revised code, was adopted in Great Britain, and thereafter, in 1885, by Congress (Act March 3, 1885, c. 354, 23 Stat. 438, 441). In this revision, the old rule 21 became article 13, and provided that “every ship, whether a sailing ship or a steamship, shall, in a fog, mist, or falling snow, go at a moderate speed.” After the promulgation of article 13 by the British government, and before its adoption by Congress, it came under consideration in the Court of Appeals in England in The Elysia, 4 Asp. N. S. 540, 46 L. T. 840, where the court, in a collision case, in answer to the same contention that is made here, rejected it as untenable; Ford Coleridge saying:</p>\n<blockquote id=\"b329-6\">“Tbore are constructions of this thirteenth rule which have been suggested for our consideration, but I ihink the rule means what It says. It says that a ship, whether a sailing vessel or a steamship, must go at a speed which is perfectly moderate. It says nothing whatever about the capacity of a vessel for speed. If a ship be a slow ship, it does not follow that, because she is going at her greatest speed, which is a slow speed, she is to reduce her speed in proportion to a fasten vessel. It is not, if her best speed is moderate, that she must reduce it; b&gt;ut, if her speed is more than moderate, she must bring it down to.what is moderate. It would, Indeed, be very dangerous to lay down any rale as to what is moderate and what is immoderate speed. A moderate speed in the Atlantic Ocean may be immoderate elsewhere.”</blockquote>\n<p id=\"b329-7\">And Ford Cotton said:</p>\n<blockquote id=\"b329-8\">“Now, as to the consideration of the thirteenth rule, I have little to add to what has already been said by my learned Brothers. In my opinion the rule does not require that the speed is to be slackened by a naturally slow vessel. If the vessel waa going át a moderate speed, it is not bound to go at a less speed.”</blockquote>\n<p id=\"b329-9\">And the latter judge adds, in substance, that what is a moderate speed must depend upon the situation and circumstances. Not only is this construction of the rule to he deemed to have been in the mind of Congress when it later adopted its language (I. C. C. v. B. &amp; O. R. R., 145 U. S. 263, 284, 12 Sup. Ct. 844, 36 L. Ed. 699), but it is in harmony with the views subsequently expressed by the courts of this country (Quinette v. Bisso, 136 Fed. 825, 69 C. C. A. 503, 5 L. R. A. [N. S.] 303; The Colorado, 91 U. S. 692,. 23 L. Ed. 379; <page-number citation-index=\"1\" label=\"316\">*316</page-number>The Chattahoochee, 173 U. S. 540, 548, 19 Sup. Ct. 491, 43 L. Ed. 801; The Umbria, 166 U. S. 404, 417, 17 Sup. Ct. 610, 41 L. Ed. 1053).</p>\n<p id=\"b330-6\">The rule in its present form was adopted in 1890 as a result of a convention of maritime nations held at Washington, and became effective by proclamation of the President March 1, 1895 (28 Stat. 1250, 1257), and it is significant that in this revision there was added to the text as it previously read, and presumptively to bring' it more clearly in line with the construction theretofore given it by the courts, the words “having careful regard to the existing circumstances and conditions.” And as to the effect of the rule in its present form, see Lie v. San Francisco &amp; Portland S. S. Co., 243 U. S. 291, 37 Sup. Ct. 270, 61 L. Ed. 726.</p>\n<p id=\"b330-9\">It is apparent, therefore, we think, that the court below did not misapprehend the rights and obligations of the parties under this rule within the circumstances as found by it. Its decrees must thereforébe affirmed; and it is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}