{
  "casebody": {
    "data": "<casebody firstpage=\"907\" lastpage=\"914\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b923-8\">ELGIN, J. <em>&amp; </em>E. RY. CO. v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b923-9\">(Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYS\">August 23, 1918.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ae8\">Rehearing Denied November 9, 1918.)</otherdate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b923-10\">No. 2486.</docketnumber>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b923-11\">1. Indictment and Information &lt;®=65 — Mattebs or Evidence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b923-12\">An indictment charging that a railroad company violated Interstate Commerce Act, § 10 (Comp. St. 1916, § 8574), by false billing, etc., assisting a shipper to obtain transportation at less than the usual rates, is not defective because it did not set out the waybills, for the waybills are mere evidence of the classification, etc.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b923-13\">2. Gakkieks &lt;3=38 — Regulations—Violation—Indictment.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b923-14\">An indictment charging that a railroad company violated Interstate Commerce Act, § 10 (Comp. St. 1916, § 8574), by assisting a shipper to obtain transportation at less than the regular rates, <em>held </em>not required ■ to set forth the steps provided by law to fix a lawful rate of transportation, such as publishing and posting.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b923-15\">&lt;©=For other cases see same topic <em>&amp; </em>KEY-NUMBER in ail Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b924-3\"><page-number citation-index=\"1\" label=\"908\">*908</page-number>3. Carriers @=&gt;38 — Violation of Regulations — Indictment.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b924-4\">As the regular rates to be charged must be made by the railroad company itself, an indictment charging a violation of Interstate Commerce Act, § 10 (Comp-. St. 1916, § 8574); by assisting a shipper to obtain transportation at less than the regular rate, need not be amplified by setting forth the means or steps taken to adopt the rate.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b924-5\">4. Carriers @=&gt;38 — Offenses—Indictment.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b924-6\">An indictment charging that a railroad company, in violation of Interstate Commerce Act, § 10 (Comp. St. 1916, § 8574), assisted a shipper to obtain transportation &gt;at less than the regular rate, is not defective, though alleging the rates departed from to be on paper, wood pulp, and strawboard boxes knocked down flat in carload, whereas the shipments charged did not specify that the boxes were knocked down.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b924-7\">5. Carriers @=&gt;38 — Offenses—Indictment.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"ABC\">An indictment charging a violation of Interstate Commerce Act, §. 10 (Comp. St. 1916, § 8574), by a railroad company, in that it assisted a shipper to obtain transportation at less than the regular rate, <em>held </em>not defective, as failing to set forth the manner or means whereby the shipper was assisted, etc.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b924-9\">6. Carriers @=&gt;38 — Offenses—Índictment.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b924-10\">As a shipper is primarily responsible for freight charges, and the contracts for transportation were made by it, an indictment charging that a railroad company, in violation of Interstate Commerce Act, § 10 (Comp. St. 1916, § 8574), assiste'd the shipper to obtain transportation at less than the regular rates, was not defective for failure <em>to </em>allege <em>that the </em>shipper actually paid the freight. .</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b924-11\">7. Indictment and Information @=&gt;202(2) — Formal Defects — Cure by Verdict.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b924-13\">Defects in an indictment charging that a railroad company, in violation of Interstate Commerce Act, § 10 (Comp. St. 1916, § 8574), assisted a shipper to obtain transportation at less than the regular rates, etc., <em>held </em>mere imperfections of form, which, after verdict, were cured by Rev. St. § 1025 (Comp. St. 1916, § 1691).</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b924-14\">8. Corporations -@=&gt;428(1) — Knowledge of Agent — Imputation to Corporation.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b924-16\">A corporation is not chargeable with knowledge of facts.which become known to its agent, unless the agent in the line of his duty ought and could reasonably be expected to communicate the knowledge to his principal.</headnotes>\n<headnotes data-order=\"22\" data-type=\"headnotes\" id=\"b924-17\">9. Criminal Daw @=&gt;1172(6) — Appeal—Harmless Error.</headnotes>\n<headnotes data-order=\"23\" data-type=\"headnotes\" id=\"b924-18\">A charge, in a prosecution against a railroad company for violation of Interstate Commerce Act, § 10 (Comp. St. 1916, § 8574), by assisting a shipper to obtain transportation at less than the regular rates, etc., that the railroad company was chargeable with all knowledge about the shipments that any of its agents might have, <em>held </em>harmless, if erroneous, where there was no evidence from which the jury might have imputed to the company knowledge of any agent whose knowledge was not properly attributed to it, etc.</headnotes>\n<headnotes data-order=\"24\" data-type=\"headnotes\" id=\"b924-19\">10. Carriers @=&gt;38 — -Offenses—Evidence.</headnotes>\n<headnotes data-order=\"25\" data-type=\"headnotes\" id=\"b924-20\">In a prosecution against a railroad company for violation of Interstate Commerce Act, § 10 (Comp. St. 19-16, § 8574), by assisting a shipper, etc., to obtain transportation at less than the regular rates, evidence <em>held </em>sufficient to sustain the conviction, warranting an inference that the company knew the nature of the shipment.</headnotes>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b924-21\">In Error to the District Court of the United States for the Eastern Division of the Northern District of Illinois.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b924-22\">The Elgin, Joliet &amp; Eastern Railway Company' was convicted -of violating Interstate Commerce Act, § 10, and it brings error..</summary>\n<disposition data-order=\"28\" data-type=\"disposition\" id=\"A7V\">Affirmed.</disposition>\n<headnotes data-order=\"29\" data-type=\"headnotes\" id=\"b924-23\">&lt;©ss&gt;For other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b925-3\"><page-number citation-index=\"1\" label=\"909\">*909</page-number>Kempes K. Knapp, of Chicago, 111., for plaintiff in error.</attorneys>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b925-4\">Charles F. Clyne, of Chicago, 111., and Stanley Payne, for the United States.</attorneys>\n<p data-order=\"32\" data-type=\"judges\" id=\"b925-5\">Before BAKER, AESCHUEER, and EVANS, Circuit Judges.</p>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b925-6\">ALSCHULER, Circuit Judge.</author>\n<p id=\"AILB\">Plaintiff in error railroad company, herein called Company, was indicted for violation of section 10 of the Interstate Commerce Act.<footnotemark>1</footnotemark> Act Feb. 4, 1887, c. 104, 24 Stat. 382 (Comp. St. 1916, § 8574).</p>\n<p id=\"b925-7\">The indictment charges four shipments by the Carrier-Eow Company, on each shipment four counts being predicated, which severally allege that the Company (a) by false billing assisted, (b) by false classification assisted, (c) by false billing suffered and permitted, and (d) by false classification suffered and permitted, the shipper to obtain transportation at less than the regular rates.</p>\n<p id=\"b925-8\">The several counts charge that the Company knowingly received 'at its Joliet, 111., station for interstate shipment, initially over its railroad, cars of paper, wood pulp and strawboard boxes, which were falsely classified or billed as “strawboard,” on which latter the regular rate of transportation was less than on the boxes.</p>\n<p id=\"b925-9\">The sufficiency of the indictment was attacked by a motion in arrest of the judgment which was rendered upon the verdict of the jury, the grounds alleged being that the indictment (1) fails to set out the instrument or entry alleged to constitute the false billing or false classification; (2) fails to allege facts necessary to the existence of any lawful rate charged to have been departed from; (3) fails to charge that the rate alleged to have been departed from was applicable to the shipments in question; and (4) fails to allege facts sufficient to charge that the shipper was assisted by the Company to obtain the transportation at the lower rate.</p>\n<p id=\"b925-10\"><bracketnum>[ 1 ]</bracketnum> The complaint under the first contention is mainly that the waybills for the shipments were not set out in the indictment. We do not regard the waybills themselves as the billing or the classification, but rather as evidence of it. The statutory offense charged consists in knowingly suffering and permitting, or assisting the shipper to procure, transportation at less than the regular rate. While it is essential that the means (the false billing or classification) be charged, it is not necessary that the indictment set forth evidence of the means. <page-number citation-index=\"1\" label=\"910\">*910</page-number>Armour Packing Co. v. United States, 209 U. S. 56, 28 Sup. Ct. 428, 52 L. Ed. 681. The allegations are that the defendant by “false billing” and by “false classification” assisted, or suffered and permitted, the shipper to obtain transportation at unlawful rates of the particular shipments set out in the indictment. While this sufficiently apprised the defendant of the nature of the charge it had to meet, yet if in the preparation of its defense it was necessary and proper that it be further advised respecting the waybills, a request for further particulars would in all probability have produced such further information thereon as the government possessed, and the defendant was entitled to have. Kirby v. United States, 174 U. S. 47, 19 Sup. Ct. 574, 43 L. Ed. 890; Durland v. United States, 161 U. S. 306, 16 Sup. Ct. 508, 40 L. Ed. 709; Rosen v. United States, 161 U. S. 29, 16 Sup. Ct. 434, 40 L. Ed. 606; Dunbar v. United States, 156 U. S. 185, 15 Sup. Ct. 325, 39 L. Ed. 390.</p>\n<p id=\"b926-4\"><bracketnum>[2, 3]</bracketnum> The second contention rests on failure to set forth the steps required by law to be followed to fix a lawful rate of transportation— such as publication and posting. We consider the allegations' sufficient in that regard in charging that the regular rate established and then in force was as stated in the indictment, without setting forth the steps which were essential for the fixing of such rate. United States v. Miller, 223 U. S. 599, 32 Sup. Ct. 323, 56 L. Ed. 568. Besides, the regular rate as charged then to have been in force must by necessary inference be the. rate made by the railroad company itself, and presumably it would know not only its own rates, but the steps it had taken tO' fix them; and the Company is manifestly at no disadvantage and under no hardship if the allegation in the indictment of the existence of the regular rate is not amplified by setting forth the means or steps taken to adopt it. Standard Oil Co. v. United States, 164 Fed. 376, 90 C. C. A. 364 (7th C. C. A.).</p>\n<p id=\"b926-5\"><bracketnum>[4]</bracketnum> The third objection proceeds upon the assumption that the indictment charges the rate departed from to be on “paper, wood pulp- and strawboard- boxes, knocked down flat, in carload lots,” whereas the shipments charged did not specify that the boxes were “knocked down” or that they were carload lots. We regard this discrepancy immaterial, in view of the allegation that the defendant falsely billed and transported the shipment over the described route “at a total rate and charge of 7% cents for each 100 pounds thereof, instead of 9 cents per 100 pounds (the amounts and destinations differing as to the several shipments), the regular rate and charge then established and then in force on the said railway route and line of transportation, for the transportation of the said paper, wood pulp and strawboard boxee, between Joliet aforesaid and Indianapolis aforesaid.”</p>\n<p id=\"b926-6\"><bracketnum>[5]</bracketnum> Nor are we impressed with the fourth ground urged, viz. that the indictment fails to set forth the manner or means whereby the shipper was assisted or suffered to obtain the transportation at less than the lawful rate. In the language of the statute the Company was charged with assisting or suffering and permitting the shipper to obtain the transportation at less than the lawful, rate, by means of false billing or classification. The shipments were described, car</p>\n<p id=\"b927-3\"><page-number citation-index=\"1\" label=\"911\">*911</page-number>numbers given, and the lawful rate and the rate charged were both stated. One cannot well read the counts without concluding that they charge the shipments to have been made by and through procurement of the shipper; and while further particulars might with propriety have been stated, we believe the language of the Supreme Court it: New York Central R. R. Co. v. United States, 212 U. S. 481, 29 Sup. Ct. 304, 53 L. Ed. 613, is quite applicable here:</p>\n<blockquote id=\"b927-4\">“An examination <em>of </em>the indictment shows that it specifically states the elements oil the offense with sufficient particularity to fully advise the defendant of the crime charged and to enable a conviction, if had, to be pleaded in bar of any subsequent prosecution for the same offense.”</blockquote>\n<p id=\"b927-5\"><bracketnum>[6]</bracketnum> Hereunder it is further urged that the indictment fails to state that the freight was paid or to be paid by the shipper, and that hence the shipper did not obtain the transportation at the lower rate. If it were shown, as alleged, that through false billing or classification, the Company knowingly and willfully, suffered or assisted the shipper to obtain the shipments to be accepted and transported at the lower rate, it would not in our judgment affect the proposition if the shipper did not actually pay, or was not to pay, the freight charges. The goods being delivered for shipment by the shipper, and the contract for the shipment being made with and by it, the shipper obtains the transportation and is primarily liable for the freight charges, regardless of his contractual relations with his consignee governing the ultimate payment thereof.- The interest of the shipper to secure for its patrons transportation at rates at least as low as those enjoyed by the patrons of any competitive shipper affords a strong inducement to the shipper to procure transportation at lowest obtainable rates.</p>\n<p id=\"b927-6\"><bracketnum>[7]</bracketnum> We are satisfied, not only that the indictment is sufficient, but also that the imperfections alleged against it are as to matters of form which in no manner prejudiced the defendant, and, after verdict, are cured by the operation of section 1025 of the Revised Statutes (Comp. St. 1913, § 1691). _</p>\n<p id=\"b927-7\">_ The various errors assigned and discussed, predicated on rulings upon admission and rejection of evidence, are in the main based upon the want of proper allegations in the indictment involving substantially the same propositions we have considered. The disposition of these contentions respecting the sufficiency of the indictment disposes likewise of the claims respecting the admissibility of these various items of evidence — the bills of lading and the like. We regard them as evidence proper to be admitted under the allegations of the indictment, and not requiring specific allegations thereof in the indictment to render them admissible.</p>\n<p id=\"b927-8\"><bracketnum>[8, 0]</bracketnum> The charge to the jury respecting the Company’s knowledge of the false classification and underrating of these shipments is seriously complained of. It is as follows:</p>\n<blockquote id=\"b927-9\">“Now, it is the rale that where as in this case there is an inquiry as to the knowledge of a party respecting a situation or a subject-matter, the rule is that the defendant is chargeable with all knowledge about it that any and all of its agents, officials and employes have about the thing they are dealing with in the lino and course of their dealing for the defendant upon <page-number citation-index=\"1\" label=\"912\">*912</page-number>the' subject-matter. So in tbis case, in determining the question of what knowledge the defendant had as to the real character of the several shipments, you will consider all the information which the evidence ’ shows all of the defendant’s officers, agents and employes had upon that subject, and if you find that collectively they all had information which if all in the hands or in the brain of one man would amount to knowledge of the fact of the real character of the shipments that were going forward, and that despite that fact the wrong rate was given to it, your verdict will be guilty.”</blockquote>\n<p id=\"b928-4\">A substantially similar charge was approved by the Sixth Circuit Court of Appeals in a case where the railroad company charged with violation of the same act had at hand the actual records from which it appeared that a shipment of lumber, which, in order to obtain thereon the lower through .tariff rate, was falsely represented to be, and was accepted as, through freight, whereas in fact it was not such. Grand Rapids R. R. Co. v. United States, 212 Fed. 577, 129 C. C. A. 113; also in Michigan Central R. R. Co. v. United States, 246 Fed. 353, 158 C. C. A. 417, where the controlling facts are very similar.</p>\n<p id=\"b928-5\">It would seem that, as stating a rule of general application, the charge is too broad, and that under some circumstances it would be error to give it. For instance, if in the case before us there were evidence that a car repairer or track hand or other like employé of the company actually saw the contents of the cars in question before they were billed out, and knew they contained strawboard and not paper boxes, the jury under such a charge would be required to find that this knowledge of such an employé was knowledge of the Company. But in the nature of things the knowledge of such an employé, who has no function whatever with respect to receiving or classifying freight, and no concern whatever with shipments or rates or tariffs, and no occasion, purpose or duty to communicate to his employer such incidental knowledge thus coming to him, would not ordinarily be the knowledge of the Company. A corporation is not chargeable with knowledge of facts which become known to its agent, unless the agent in the line of his duty ought and would reasonably be expected to communicate the knowledge to his principal. Neal v. M. E. Smith Co., 116 Fed. 20, 54 C. C. A. 226; Korn v. Chesapeake &amp; Ohio Ry. Co., 125 Fed. 897, 62 C. C. A. 417; Reed v. Munn, 148 Fed. 737, 80 C. C. A. 215; Mechem on Agency (1st Ed.) §§ 718-721; Tiffany on Agency, p. 262.</p>\n<p id=\"b928-6\">We have searched the record here narrowly, but vainly, for an instance where the jury, under this charge, might have imputed to the Company knowledge of any agent whose knowledge was not lawfully and properly attributable to his principal. It nowhere appears that any one connected in any capacity with the Company saw the contents of these particular cars before they were shipped, or was specifically told what they contained. The conclusion of the Company’s knowledge of the nature of the shipments is not based upon what appears specifically with reference to the particular shipments, but rather upon the general course of dealing” between the Company and this shipper, as to which course of dealing it seems plain to us from the record, there can be no question of the Company’s knowledge; and in passing thereon the charge could not possibly have misdirected or misled the jury. There being no evidence in the record to which the-<page-number citation-index=\"1\" label=\"913\">*913</page-number>charge could have been applied with resultant prejudice to plaintiff, in error, its giving worked no harm.</p>\n<p id=\"b929-4\"><bracketnum>[10]</bracketnum> This brings us to the contention that in no event does the evidence warrant the inference of the Company’s knowledge that these cars contained the alleged paper boxes and not strawboard. Under the record herein, the jury might have found that the Company did a large freight business at Joliet, where there were many manufacturers, among them this shipper which sent over this railroad,an average of a carload of freight weekly; that the shipper had for some years been engaged in manufacturing paper boxes at Joliet, and that the Company, in its advertising matter for soliciting freight business, enumerated the industries at Joliet, describing this one as a manufacturer of paper boxes, and that the Company well knew that this shipper was engaged only in the business of making paper boxes, and that its outgoing freight business was the shipment of such boxes, made up or “knocked down,” mostly in carload lots; that the shipper began to bill out its product as “strawboard,” and that soon representatives of the Western Weighing and Inspection Bureau (established by the railroads generally for properly classifying freight shipments) contended that these shipments should be classified as “paper boxes knocked down,” which classification carried a higher freight tariff rate; that while at first it was decided that the shipments were entitled to the lower rate, it was afterwards determined that the shipments were not “strawboard,” but were paper boxes, and that the higher rate applied; that for a year or more after such determination, the shipper nevertheless continued to prepare its bills of lading, giving the shipments the classification of “strawboard,” and to so tender its shipments to the Company, whose regular agents signed the bills accord.ingly, and the freight was forwarded; that during all such time the representatives of the Western Weighing and Inspection Bureau frequently protested to the Company at its Joliet freight office against the classification of the shipments as “strawboard” and its corresponding rate, and in case of such protests the particular shipments protested against, to the knowledge of the Company, would be “set up” to the “paper box knocked down” classification and the rate advanced accordingly, to which “setting up” the shipper in each case acceded without protest; that some of the time the complaint and the “setting up” occurred at the destination; that in obtaining rates for shipping, the shipper usually asked the Company’s Joliet freight representative for rates to a given destination on “strawboard” and on “paper boxes knocked down,” but that during the time in question it never tendered for shipment any such freight as “paper boxes,” but always as “straw-board,” and the Company continued to receive and classify and bill out and forward these shipments as such; that at the Company’s Joliet freight office, out of the hundreds of carloads shipped daily, the “setting up” was extremely rare, so that a very considerable proportion of the shipments of which complaints were made, resulting in the “setting up” of the shipments, were the shipments of this one shipper; that the complaints as to these shipments became so numerous, requiring in each instance the holding up of the shipment and the “set-<page-number citation-index=\"1\" label=\"914\">*914</page-number>ting up” of the classification and rate, that it became a nuisance to the Company, and after a year or more of such practice the Company for the first time requested the shipper to discontinue the shipments as “strawboard,” whereupon the practice ceased; hut that during the continuation of the practice the shipments of the “paper boxes knocked down” in question were tendered, and by the Company billed, classified, and forwarded, and were paid for, at the lower “strawboard” rate; that there were a number of railroads at Joliet engaged in sharp competition with the Company for freight business, soliciting this shipper, which likewise gave them business, tendering to them also its shipments as “strawboard,” which were so accepted and billed and submitted to the “setting up” wherever discovered and insisted upon.</p>\n<p id=\"b930-4\">From these facts we cannot, say the jury was not warranted in concluding, as it probably' did conclude, that the Company, to obtain, hold, or extend its business with this shipper, was entirely willing that this product, though known to the Company to be paper boxes, should be presented for shipment as “strawboard,” and be classified and billed accordingly, and if the shipment went through under such classification and corresponding rate, well and good; otherwise it would be “set up,” and the regular and higher tariff rate applied. If the jury did so conclude, and presumably it did, it needs no further demonstration to justify the ultimate finding that the Company knowingly and willfully, through false billing, or false classification or both, assisted or suffered and permitted the shipper to obtain, transportation at less than the regular rate.</p>\n<p id=\"b930-5\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b925-11\"> “Any common carrier subject to tlie provisions of this act, or, whenever such common carrier is a corporation, any oificer or agent thereof, or any person acting for or employed by such corporation, who, by means of! false billing, false classification, false weighing, or false report of weight, or by any other device or means, shall knowingly and willfully assist, or shall willingly suffer or permit, any person or persons to obtain transportation for property at less than the regular rates then established and in force on the line of transportation of such common carrier, shall be deemed guilty of a misdemeanor, and shall, upon conviction thereof in any court of the United States of competent jurisdiction within the district in which such offense was committed, be subject to a fine of not exceeding $5,000, or imprisonment in the penitentiary for a term of not exceeding two years, or both, in the discretion of the court, for each offense.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}