{
  "casebody": {
    "data": "<casebody firstpage=\"246\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b262-5\">Ira Rozelle v. Caledonia Sand &amp; Gravel Co.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b262-6\">[138 A2d 619]</citation>\n<p data-order=\"2\" data-type=\"misc\" id=\"b262-7\">November Term, 1957.</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b262-10\">Opinion Filed January 7, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b263-8\"><page-number citation-index=\"1\" label=\"247\">*247</page-number><em>Monti &amp; Calhoun </em>for the defendant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b263-9\"><em>James E. Bigelow </em>for the plaintiff.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b263-10\">Hnlbnrd, J.</author>\n<p id=\"Asoy\">The plaintiff brings his action under the so-called common counts with specifications setting forth certain work and labor totaling $300.50 plus interest of $13.53. The defendant filed no answer and issue was joined pursuant to the rule as under a general denial. A trial by jury resulted in a verdict for the plaintiff in the sum of $250.00. The exceptions brought here by the defendant are to the admission of evidence, to the refusal of the trial court to direct a verdict in the defendant’s favor, and to instructions to the jury.</p>\n<p id=\"b263-11\">Summarizing the evidence in the light most favorable to the plaintiff, we are confronted with the following situation. The defendant is a partnership consisting of A. Douglas Wood and Frank Ray Lawrence doing business as the Caledonia Sand and Gravel Co. In connection with its business the defendant firm in 1955 was engaged in building a highway between Chester and Grafton, Vermont. Preparatory to this, it became necessary to have the right of way cleared of brush and trees. Accordingly a contract was entered into between the defendant and one Elroy Whidden to do this work. This was in June of 1955. The plaintiff, who owned a power saw, was one of a crew of men gathered together and employed by Whidden to work on the job he had taken.</p>\n<p id=\"b263-12\">The highway building project, upon which the defendant was engaged, was in charge of Donald Wood as foreman. He was the son of one of the defendant partners. He supervised the work generally, and \"hired and fired” the help, and gave orders on the brush and tree cutting project. It was <page-number citation-index=\"1\" label=\"248\">*248</page-number>Donald Wood who negotiated the agreement with Whidden for brush cutting. This agreement was originally oral and during the first day on the job was reduced to writing by Donald Wood in his own handwriting for Whidden to sign. As to whether Donald Wood originally signed for the Caledonia Sand &amp; Gravel Co., and, thereafter an erasure of his signature had taken place, were matters in dispute. In any event there was no disavowal as to the contract by the defendants. It soon developed, however, that the contract figure of $1000 for cutting the brush was too low, that is, on this amount Whidden was not getting enough so that he could pay his help. At the end of the first week, on June 28, 1955, the plaintiff received his wages, but at the end of the second week, July 5 to July 9, 1955, although the plaintiff had earned $109.50, Whidden lacked the funds to pay him. At this the plaintiff picked up his tools and piled them up before Donald Wood and made it clear that unless he got his pay he was going to leave the job, that he had payments to meet on his power saw, a family to support and that there were other places to work. This was in the presence of both Whidden and Donald Wood. Faced with this cessation of work — work which Donald Wood knew had to be completed if the job was to move along, he immediately provided $50.00, by his personal check, toward the wages due the plaintiff of $109.50. The sum thus advanced by Donald Wood was later reimbursed to him by the defendant firm. In addition Donald Wood told the plaintiff that if he would stay on and finish cutting on the right of way, the company would see that he got every penny he had coming to him. Donald Wood promised the plaintiff he would be completely paid when the job was finished. They shook hands and the plaintiff continued to work on the job, with his time being kept by Donald Wood, until August 1, 1955, when he burned his hands and had to stop because of an infection. This was just a day or two before the cutting was completed and the job done. At that time the plaintiff demanded the balance due him but payment was refused, following which this action was brought.</p>\n<p id=\"b264-4\">The first exception briefed by the defendants pertains to the admission of evidence. The defendants claim that the trial court erred in allowing the plaintiff to testify as to the conversa<page-number citation-index=\"1\" label=\"249\">*249</page-number>tion which, he said took place between him and Donald Wood. It was during this talk that the plaintiff said that Donald Wood promised him that if he continued on the job the company would see that he got every penny. This evidence came in against defendant’s objection that \"it does not appear this boy (Donald Wood) he talked with had any authority to act on behalf of this company as to any matter being tried here.” Upon inquiry by the court, counsel for the plaintiff stated that Donald Wood was the superintendent on the job. The court then asked \"Do you propose to connect that up?” Upon an affirmative reply by counsel for the plaintiff, the court ruled \"we will receive it with the understanding that it is properly connected.” Counsel for the defendant thereupon restated his objection by saying \"assuming it be connected up, it is not in writing, therefore it would be inadmissible.” This last objection brings up a point which we will consider later. As to the original objection it is enough to say that the promised connection was made. There was evidence tending to show that Donald Wood was in charge of the operation, that he gave the orders concerning it, that he saw to the \"hiring and firing” of men, that he negotiated the original contract with Whidden and that there was no one else on the job supervising. There can be no question but that Donald Wood was an agent of the defendant firm. The only question can be as to the extent of his authority. Donald Wood, himself, testified that he was foreman on the project with a right to \"hire and fire” the help. His father, one of the partners, confirmed this fact.</p>\n<p id=\"b265-4\"> It is not claimed by the plaintiff that Donald Wood, acting for the defendant firm, entered into a contract with him by which the work was to be done for a lump sum. The plaintiff’s claim is that Donald Wood took him over as an employee, on the same hourly rate basis that Whidden was paying, when it became apparent that Whidden was no longer going to be able to hold him because of inability to meet his wages. We think as the evidence finally stood that the court did not err and that the promised connection was made. The powers of an agent are <em>prima facie </em>co-extensive with the business entrusted to his care. <em>Chase </em>v. <em>Robinson, </em>86 Vt 240, 244, 84 A <page-number citation-index=\"1\" label=\"250\">*250</page-number>867. One dealing with an agent without notice may assume his authority is what it appears to be. <em>Thompson </em>v. <em>Miller, </em>101 Vt 452, 457, 144 A 376.</p>\n<p id=\"b266-4\">We come now to the question saved by the defendant’s exceptions at various times bearing on the Statute of Frauds. It is the defendant’s contention that when the court permitted the plaintiff to show that the defendant firm through Donald Wood promised to pay every cent that was coming to the plaintiff, that it allowed evidence of a promise to pay the debt of another which was not in writing as required by V. S. 47, §1716, Subd. II. In this connection the defendant relies especially on <em>Conti </em>v. <em>Johnson, </em>91 Vt 467, 100 A 874. In that case the plaintiff was employed for a lump sum by a contractor to plaster four houses which the contractor was erecting for one Mann. After the first house had been plastered, Mann met the plaintiff on the street one day and told the plaintiff to hurry and get the second house finished and he would see that it would be settled for. The plaintiff did as requested and sought to hold Mann. There was no evidence of a rescission or repudiation of the original contract between the general contractor and the plaintiff, nor was there any (p. 469) \"evidence in the case that plaintiff would not have done the work upon the second house if he had not talked with Mann upon the street as stated.”</p>\n<p id=\"b266-5\">On these facts it was held that the alleged oral promise was collateral and within the Statute of Frauds and recovery was denied.</p>\n<p id=\"b266-6\">It is at once apparent that the instant case differs from that just cited. Here we have a plaintiff, working by the hour, who became convinced that he wasn’t going to get his pay from his original employer and clearly there is evidence that he would not have proceeded any further in his work unless he had the direct promise from the defendant that he was going to be paid by the defendant for his services. The evidence is that the plaintiff picked up his tools and went to Donald Wood and made it clear that he was going to leave; that thereupon Donald Wood made the promise which kept him on the job. The evidence does not disclose that the plaintiff was under any duty to keep on working for Whidden; he <page-number citation-index=\"1\" label=\"251\">*251</page-number>could have stopped. The evidence is he would have stopped but for the promise of the defendant. A promise to a laborer to pay for future labor for which another person had contracted but has defaulted is not within the Statute of Frauds where the labor is performed solely on the credit of the promissor who has a primary beneficial interest in the performance of the contract. See 37 CJS §28, p. 540, and cases cited. We hold that as the evidence stood in this case there was no error in admitting the testimony as to the defendant’s oral promise.</p>\n<p id=\"b267-4\">Some jurisdictions hold that such an oral promise is valid for both past and future labor furnished as stated above. In the instant case at the time of the oral promise there was still due the plaintiff for past labor the sum of $59.50. Since the jury by their verdict for $250. did not include the $59.50 for past labor (the full claim with interest being $314.05) we are not called upon to decide any question as to promises for past labor. Since the plaintiff was working by the hour, we are not confronted with a non-severable contract which may be unenforceable in its entirety if it is within the statute as to part. See 37 CJS, §28 (c) at p. 541, and cases cited. In any event none of these matters have been raised by exceptions.</p>\n<p id=\"b267-5\">Over the defendant’s objection of immateriality the trial court permitted the plaintiff to show by Whidden what the plaintiff’s hourly rate of pay was when employed by Whidden, viz. $3.00 per hour, and $4.50 per hour for overtime. This covered his labor together with his chain saw. The defendant claims this testimony was wholly immaterial \"as there was no actionable agreement.” In the light of what has already been held, there is no substance to this ground of the defendant’s objection. The defendant further urges that it did not appear that the defendant knew the agreed wages which the plaintiff was to receive from Whidden. We think there was enough evidence in the case on this point to make it a question for the jury. At the time that the plaintiff threatened to leave the job, there was a discussion in the presence of Donald Wood of the arrearage due the plaintiff for the preceding week’s work and the jury could properly infer that from this information the defendant was in a position to become informed of his rate of pay. At about this time Donald Wood began keeping time <page-number citation-index=\"1\" label=\"252\">*252</page-number>on the plaintiff’s work. The admission of the evidence as to the plaintiff’s hourly rate of pay was without error.</p>\n<p id=\"b268-4\">The defendant moved for a directed verdict at the close of all the evidence. The gist of these motions was that evidence supporting the plaintiff’s case was improperly admitted and that without it there was no case for the jury. Since we have already discussed the evidence and shown how it was admissible, the motions for a directed verdict based on the grounds specified were properly denied. It was for the jury to say on what basis the plaintiff returned to work after his talk with Donald Wood. The evidence was such as to permit opposing inferences to be drawn on this question and the trial court properly submitted the question for their determination. This was in conformity with the rule applied in <em>Grover </em>v. <em>John Hancock Life Ins. Co., </em>119 Vt 246, 250, 125 A2d 571, and consistent with our holding in <em>Enos </em>v. <em>Owens Slate Co., </em>104 Vt 329, 333, 160 A 185.</p>\n<p id=\"b268-5\">But one other exception remains for our consideration. This was to a portion of the trial court’s instructions to the jury. After explaining to the jury that it was the defendant’s position that the company had entered into a contract with one Whidden to do the work in question for a contract price and that the company claimed that the plaintiff was an employee of Whidden and not an employee of theirs, the court went on to instruct the jury as to the plaintiff’s claim which was that at the end of the second week under the Whidden contract, when Whidden failed to pay him for his labor, the plaintiff got the promise of the defendant that he would receive every cent of his wages if he stayed on. As to whether the plaintiff and the defendant, acting through Donald Wood, understood one another and what that understanding or promise was, the court left it to the jury to say. It told the jury: \"Unless the parties understand alike there can be no assent and therefore no contract. Both parties must assent to the same thing in the same sense and their minds must meet on all of the terms. The law judges the intention of a party by his outward expression and excludes all questions in regard to his unexpressed intention. Now, the fact that difference sub<page-number citation-index=\"1\" label=\"253\">*253</page-number>sequently arose between the parties as to the construction of the contract is not in itself sufficient to show that the minds of the parties did not meet.” It is to this last sentence of the instruction quoted that the defendant excepts. The nature of the defendant’s objection is not entirely clear but it seems to be that by it the court assumed that there <em>was </em>a contract or agreement. The court did no such thing as a full reading of its instructions disclosed. A charge is not to be read piecemeal. <em>Lancour </em>v. <em>Herald &amp; Globe Ass’n, </em>111 Vt 371, 382, 17 A2d 253, 132 ALR 486. The charge taken as a whole left it fairly and fully for the jury to say whether there was a contract of employment between the plaintiff and defendant such that the plaintiff might look to the defendant for his pay. The portion of the charge objected to told the jury no more than that present disagreement by the parties is no conclusive indication that they could not have been in agreement at an earlier date, that afterthoughts can not undo a contract agreeably entered into.</p>\n<p id=\"b269-5\">This disposes of all the exceptions briefed by the defendant.</p>\n<p id=\"b269-6\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}