{
  "casebody": {
    "data": "<casebody firstpage=\"244\" lastpage=\"244\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b244-4\">PENNA. R. CO. v. EMLINE</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AELf\">Ohio Appeals, 6th Dist., Lucas Co.</court>\n<p data-order=\"2\" data-type=\"docketnumber\" id=\"b244-5\">No.</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aehd\">Decided Dec. 15, 1924</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"AOJHW\">Attorneys—Marshall &amp; Fraser and George R. Effler, for Pennsylvania R. R. Co.; Deeds &amp; Cole, for Emline; all of Toledo.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b244-8\">RICHARDS, J.</author>\n<p id=\"b244-9\">Emline, a brakeman, was injured by being struck by an overhead stone bin while riding on the top of a box car. This stone bin extended over three spur tracks. On the occasion of the injury to Emline, a box car was on one of these tracks and the clearance between the top of the box car and the bottom of the stone bin was not sufficient to make it safe for a man to ride in an upright position on top of the box car while it was passing under the bin. A few minutes before the accident the cars had been moved easterly under the stone bin and Emline had crouched in order to prevent the stone bin from hitting him. On the way out he was struck by the bin and injured.</p>\n<p id=\"b244-10\">In the first trial the court directed a verdict for the Railroad Co. but the Court of Appeals reversed the judgment and held that there was sufficient'evidence to carry the case to the jury. On the re-trial the jury rendered a verdict for the plaintiff in the sum of $1,000. The Railroad Company submitted this interrogatory to the jury: “Did 'the plaintiff just before the accident ride under a stone bin on a box car going easterly?” This interrogatory was answered “Yes”. The R. R. Company contended that this showed that the plaintiff could not recover. In affirming the judgment, the Appeals held:—</p>\n<p id=\"b244-12\">1. Before the general verdict can be set aside, it must appear that the affirmative answer to an interrogatory is absolutely irreconcilable with it. As the answer to the interrogatory did not show that he knew, or ought to have known, of the close clearance, the special finding was not absolutely irreconcilable.</p>\n<p id=\"b244-13\">2. Where one is engaged in interstate commerce, the Federal Employers’ Liability Act, and not the state statute, governs on the question of contributory negligence. The Court was in error in charging that if the negligence of the plaintiff was as great or greater than that of the defendant, he could not recover, for under the Federal Statute, if the defendant was guilty of the negligence directly contributing to the injury, the employee is not barred of recovery, entirely even though he may have been guilty of greater negligence than the defendant Company.</p>\n<p id=\"b244-15\">3.It cannot be said that the verdict was grossly inadequate.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}