{
  "casebody": {
    "data": "<casebody firstpage=\"111\" lastpage=\"131\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b167-7\">HUTCHINSON et al. v. McCUE et al. (two cases). In re HAMILTON GAS CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b167-10\">Nos. 4353, 4365.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b167-11\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b167-12\">Jan. 9, 1939.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b170-4\"><page-number citation-index=\"1\" label=\"114\">*114</page-number>PARKER, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b170-9\">Okey P. Keadle, of Huntington, W. Va. (James Damron, of Huntington, W. Va., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b170-10\">W. E. Miller, Stanley C. Morris, and J. Floyd Harrison, all of Charleston, W. Va., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b170-11\">Before PARKER, NORTHCOTT, and SOPER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b170-12\">SOPER, Circuit Judge.</author>\n<p id=\"b170-13\">An oil and gas lease, covering 300 acres of land in Cabell County, West Virginia, is the subject matter of this suit and the disputed point is whether the term of the Tease has expired or is still current. The appellants, who succeeded to interests in the premises as heirs of the lessor, petitioned the District Court for a decree declaring that the lease had terminated, but were refused. The District Court then had jurisdiction over the affairs of the Hamilton Gas Company as a result of a reorganization proceeding under Section 77B of the National Bankruptcy Act, 11 U.S.C.A. § 207.</p>\n<p id=\"b170-14\">The lease was executed on April 9, 1924 by W. W. Hutchinson and wife to E. L. Lusher and his assigns, and was subsequently assigned by him to the Hamilton Gas Company. The lessors granted to the lessee their proportional part in the oil and gas under the land, with the exclusive right to drill for, produce and market the same. The lease ran “for the term of ten years (and so long thereafter as oil or gas shall be produced from the land leased and royalty and rentals paid by the Lessee therefor)”; and the right was granted to the lessee “to have and to hold said premises for and during the term aforesaid”. The lessee agreed to deliver to the lessors as royalty one eighth of all the oil produced and saved from the premises, and also agreed to pay to the lessors as rental for each gas well “from the time and while the gas is marketed, the sum of ($50.00) Fifty Dollars each three months.” The lessors were declared entitled to gas free of cost for domestic use in three dwellings on the premises from any gas well thereon, so long as the lessee should operate the same. The lessee agreed to drill a well within six months from the date of the lease, or to pay to the lessors as delay rental $1 per acre in quarterly installments of $75 in advance for each three months, until such well should be drilled or the lease should be surrendered; and the lessee was given the right to surrender the lease at any time upon payment to the lessors of all monies for delay then due thereunder.</p>\n<p id=\"b170-15\">Delay rentals, amounting to $1244.50, were paid to the lessor as they accrued. Three producing wells were drilled by the Gas Company in July, 1929, December, 1929 and March 1930 at a cost of $13,406.29, $12,682.54 and $11,143.21, respectively. Well rentals at $50 per quarter were paid on the first well until October 15, 1930, and on the second well until September 4, 1930. Production from these tw.o 'wells was discontinued and the wells were shut in by the lessees from July, 1930 to December, 1934 and the third well was not turned into production until December, 1934. Although the rentals specified by the lease have not been paid since 1930, certain monies have been paid by way of compromise to certain heirs of the lessor (other than appellants), and certain monies were paid into court after the institution of this suit by way of tender on account of rentals, as will hereinafter appear.</p>\n<p id=\"b170-16\">The circumstances under which production of gas and payment of rentals ceased <page-number citation-index=\"1\" label=\"115\">*115</page-number>in 1930 are for the most part undisputed and constitute the factual basis upon which rests the contention advanced by the appellants that the lease has terminated. The term of the lease, no oil having been found, was for the period of ten years and so long thereafter as gas should be produced and rentals paid therefor by the lessee. The ten year period expired on April 9, 1934. Production' ceased in July, 1930 and was not resumed until December, 1934. The controlling question in the case is whether the Hamilton Gas Company, assignee of the lease, was justified in view of its obligation under the contract, in shutting off production in July, 1930 and in discontinuing the payment of rentals shortly thereafter.</p>\n<p id=\"b171-4\">During the period from July, 1929, when the first well came into production, until July, 1930, when all production ceased, the Hamilton Gas Company had control of the West Virginia Gas Corporation and sold gas to it from the Hutchinson wells at the prevailing market rate of 120 per in. c. f. This course of business could have been continued indefinitely if the Plamilton Gas Company had so desired. The West Virginia Company was delivering gas to manufacturers at Huntington, West Virginia, under two contracts, one with the International Nickel Company and the other with the Owens Illinois Bottle Company. The contract with the Nickel Company called for a price of 250 per m. c. f. in 1930 and gas was still being supplied thereunder at the time of the hearing in 1937. Gas was supplied to the Bottle Company at 170 per m. c. f. until May 20, 1932 when the price became 18%0 for the following five years and 250 for the next five years. Deliveries were continued thereunder for 1929 and subsequently throughout the year 1934 and perhaps later.</p>\n<p id=\"b171-5\">The affairs of the Hamilton Gas Company and its subsidiary, the West Virginia Gas Company, were dominated by William A. Larner, who was president of both companies. On or about July 15, 1930 he voluntarily sold control of the West Virginia Company to the Appalachian Gas Corporation. The next day he cut off the supply of gas from, the Hamilton to the West Virginia Company. Market conditions at the time were bad and he had no other customer; and hence it is natural to inquire why he discontinued the sale from the Hutchinson wells. The evidence offers no sufficient explanation. There were some differences in the testimony as to whether the West Virginia Company was willing to enter into a contract for a definite period for the continued supply of the gas, and as to whether it was willing to pay a price in excess of 120 per m. c. f.; but it is admitted that it was willing to continue the purchase of the gas after July 15, 1930 on precisely the same terms at which it had been purchased prior to that date, that is to say, at 120 without any agreement as to the length of time that the arrangement should endure.</p>\n<p id=\"b171-7\">Harry E. Danner, General Manager of the West Virginia corporation after it was acquired by the new owner in 1930, testified that he indicated to Larner that the West Virginia Company was willing to enter into an agreement to purchase the gas from the Hutchinson wells at the increased rate of 150 per m. c. f. during the life of the field, but this offer was refused. He also said that the West Virginia Company preferred to continue to purchase the Hutchinson gas for delivery under its contracts, rather than to make the capital outlay in excess of $30,000 which it was required to spend after July, 1930, in order to connect its lines with other affiliated properties.</p>\n<p id=\"b171-8\">Larner testified that he could have continued the sale of the Hutchinson gas to the West Virginia corporation at 120 per m. c. f., until that company could complete a new pipe line, but he refused to do so at less than 180 per m. c. f. because he desired to get a long term lease on a permanent basis. He did in fact begin negotiations with United Fuel Gas Company to this end, but there was a long delay in coming to terms and a contract was not executed until July, 1932, six months after the Hamilton Gas Company had gone into the hands of receivers. Even then the contract did not require the United Fuel Gas Company to take the gas, and in fact no gas was sold to it until eight months after the ten year period had expired, that is, in December, 1934, and then the sale took place under a modified contract.</p>\n<p id=\"b171-9\">Upon this evidence, the District Judge concluded that by the time the third well had been drilled, the Hamilton Gas Company was unable to market the gas from any of the Hutchinson wells except on a temporary and unsatisfactory sufferance basis, wherefore it discontinued production. We are constrained to differ with this finding. It is important to bear in mind that the witness Danner had no interest whatever in the pending controver<page-number citation-index=\"1\" label=\"116\">*116</page-number>sy, and that his company in 1930 had profitable contracts for the sale of gas, which it desired to supply without interruption from the Hutchinson wells; while the witness Larner was called upon :to show that his company was entitled to an extension of the ten year term of the lease, and for that purpose was required to explain why he cut off business relations with his only customer in 1930,. when he was in full control of the situation. In our opinion, the reasonable conclusion from the evidence is that the Hamilton Company could have kept the- Hutchinson wells in production, and could have sold the gas therefrom to the West Virginia company throughout the entire period when the wells were shut down; and that Larner’s 'decision to cut off the supply from the West Virginia Company was based on nothing more tangible than his hope, uncertain at best under the unfavorable market conditions prevailing, that a more desirable customer could be found.</p>\n<p id=\"b172-4\">W. W. Hutchinson, the lessor, as we have shown in passing, died during the ten year term of the lease and the property descended to his heirs. There were seven children, each of whom inherited an equal undivided interest in the property. They joined in a deed of partition on February 27, 1932 whereby the property was divided into seven shares to be held by them in severalty. But the shares were conveyed subject to the lease, and it was agreed that any royalty or income arising therefrom should be equally divided among them. Lot No. 1 was allotted to O. K.. Hutchinson; lot No. 2, on which is located, gas well No. 3, was allotted to G. C. Hutchinson, who subsequently, conveyed it to W. L. Adkins, together with his interest in the lease; and lot No. 3, on which are located gas wells Nos. 1 and 2, was allotted to W. W. Hutchinson, Jr., and was by him subsequently conveyed to R. C. Hutchinson. The present owners of these three lots are the appellants, who are seeking in this case a decree adjudicating that the lease terminated on April 9, 1934., The remaining four shares were conveyed in severalty to the other heirs who have accepted certain payments in compromise from the Hamilton Gas Company and concede, as appellees herein, that they have no right to claim a teiunination of the lease. The effect upon the final disposition of the case of this division of the lessor’s property amongst his heirs will be hereinafter considered, and we shall confine ourselves for the present to the question whether the conduct of the lessee was such as to terminate its interest in the premises at the end of the ten year period.</p>\n<p id=\"b172-6\">The parties to this cause are in agreement that the major questions for decision are (1) whether the lease expired on April 9, 1934, at the end of the ten year period, and (2) if so, what rights under the lease, if any, are now held by the four heirs of the lessor who appear as appellees in this case. These questions must be decided upon the facts hereinbefore set out in conformity with the controlling law of West Virginia. The Supreme Court of the State has frequently had occasion to consider the contention that the rights of the lessee under an oil and gas lease had ceased and determined by reason of forfeiture, or abandonment, or the termination of the period for which the land was let; and the court has consistently adjudicated the rights of the litigants in the light of the spirit and purpose of the contract and has refused to be bound by purely technical rules. Substantially the same language as appears in the lease in this case, providing for an extension of the lease beyond the ten year period, so long as gas is produced and the rentals are paid by the lessee, has been frequently interpreted by the court and certain principles have been enunciated.</p>\n<p id=\"b172-7\">It is well settled that a lessee of an oil and gas lease in West Virginia acquires in the first instance a mere license or inchoate right to go upon the land and explore for oil and gas; but after oil or gas is found, the lessee acquires a vested estate therein. Engel v. Eastern Oil Co., 100 W.Va. 301, 130 S.E. 491; Cook v. MacCorkle, 113 W.Va. 793, 169 S.E. 470; Hall v. South Penn Oil Co., 71. W.Va. 82, 76 S.E. 124; Eastern Oil Co. v. Coulehan, 65 W.Va. 531, 64 S.E. 836; McGraw Oil &amp; Gas Co. v. Kennedy, 65 W.Va. 595, 64 S.E. 1027, 28 L.R.A.,N.S., 959; Headley v. Hoopengarner, 60 W.Va. 626, 55 S.E. 744. The vesting of his interest does not make him absolute owner of the premises; like an ordinary lessee, he.is still bound by the obligations of the lease, and still restricted to the term specified in the instrument. But the fact of discovery, with the element of effort and expense entailed, is properly taken into consideration when the charge is made that the lessee has failed to perform either or both of his obligations to produce and to pay, and has therefore <page-number citation-index=\"1\" label=\"117\">*117</page-number>lost his rights tinder the lease. So we find the court loathe to declare a forfeiture of the lease merely because the lessee has failed to comply strictly with the requirements as to payment of rentals. In Engel v. Eastern Oil Co., 100 W.Va. 301, 130 S.E. 491, the lease provided that in case oil was struck, the lessee, within sixty days thereafter, should begin the payment of a rental of $75 per quarter per well. Forfeiture was claimed because after discovery and the payment of certain quarterly installments of rent, two installments became overdue. Tender of the amount in default was soon made and refused. The evidence showed that the failure was due to an oversight and payment was made into court. Under these circumstances the court, referring to the fact that the failure was not wilful and to the tender, held that equity would not enforce a forfeiture of a vested right for breach of the conditions subsequent to pay rent, and that the lessee retained his rights, upon payment of the amount due. See, also, Headley v. Hoopengarner, 60 W.Va. 626, 55 S.E. 744 in which the court refused to decree a forfeiture for failure of the lessee to comply with the requirements of an oil and gas lease in regard to the payment of royalties, when it was shown that the failure was not wilful, but occurred under an honest belief in an erroneous construction of the contract in a complicated situation. See, also, Spies v. Arvondale &amp; Cleveland R. Co., 60 W.Va. 389, 55 S.E. 464.</p>\n<p id=\"b173-5\"> The court has not hesitated, however, to protect the interests of the lessor by declaring that the rights of the lessee have been abandoned, or have come to an end at the expiration of the fixed period specified by the lease, when the lessee has failed in a substantial way to perform the primary duty of production. Decrees of this sort have been granted not only on account of failure to. perform during the exploratory period, but also for failure to follow up the work after the discovery of oil or gas in paying quantities. The attitude of the court is well illustrated in Parish Fork Oil Co. v. Bridgewater Gas Co., 51 W.Va. 583, 42 S.E. 655, 59 L.R.A. 566, in which a lease of June 4, 1894, specified a period of fifteen years and as much longer as the premises should be operated for oil and gas. The lessee entered in August, 1898, completed a producing well in September, 1898, but then moved the machinery away, and allowed the well to fill up, paying, nevertheless, delay rental until June, 1899. The lessor made another lease of the property to another person in February, 1900, and in August, 1900 both lessees began operations. Cross actions by the two lessees to remove the cloud upon the title were instituted. Rejecting various excuses that the delay was due to failure of water, bad weather, sickness and defective title, and holding that the first lessee had lost its rights by abandonment, the court said (pages 591, 592, 593, 42 S.E. page 658):</p>\n<blockquote id=\"b173-8\">“This position of the lessees is based upon the assumption that by drilling a well and finding oil they acquired a vested interest in the oil and gas in that tract of land. Until oil is discovered in paying quantities, the lessee acquires no title under such lease. It simply gives a right of exploration. Steelsmith v. Gartlan, 45 W.Va. 27, 29 S.E. 978, 44 L.R.A. 107; [Venture] Oil Co. v. Fretts, 152 Pa. 451, 25 A. 732; Plummer v. [Hillside Coal &amp;] Iron Co., 160 Pa. 483, 28 A. 853; Crawford v. Ritchey, 43 W.Va. 252, 27 S.E. 220. After the discovery of oil in paying quantities, it is held that title does vest in the lessee, but there is no case which goes so far as to announce that after mere discovery of oil the lessee, upon the assumption of a vested interest or title, may cease operation, refuse to develop the property, tie up the oil by his lease, and simply hold it for speculative purposes, or to await his own pleasure as to the time of development. A well-settled principle of law is that a contract shall be construed as a whole, and in the light of the purposes and objects for the accomplishment of which it was made. Oil leases are no exception to the rule, and, as the subject-matter of the lease is peculiar in its nature, the courts have given this principle great latitude in their construction. They are executed by the lessor in the hope and with an expressed or implied condition that the land shall be developed and oil produced. When production takes place, the lease is mutually beneficial. The royalty which it is stipulated in all leases that the landowner shall receive is generally the moving cause of the execution of the lease. If there is one principle that is asserted in Steel-smith v. Gartlan more vigorously and with more emphasis than any other it is that the lessee shall proceed to make the lease profitable to both parties, and that he shall not be permitted to tie up the land. * * * By its terms this lease is to be in force for <page-number citation-index=\"1\" label=\"118\">*118</page-number>the period of 15 years from its date, and as much longer as the premises are operated for oil or gas. Another provision is that the lessor shall have one-eighth of the oil produced and $50 per annum for each gas well. It is just as important to the lessor that, when discovery of oil is made, the land shall yield him his royalty, as it is that discovery shall vest in the lessee title to the balance of the oil. If the lessee shall be permitted to sit down, and refuse to produce, after discovery, the lessor loses a part of what he contracted for. The contract bears no such construction as that. What the lessee acquires by discovery is the right to próduce and take the oil, paying out of it the stipulated royalty, and not title to the oil as it remains in the land without production.”</blockquote>\n<p id=\"b174-4\">Referring to the general rule that to prove abandonment there must be shown a concurrence of intention to abandon, and an actual relinquishment of property, the court made the following statement (page 596, 42 S.E. page 660) :</p>\n<blockquote id=\"b174-5\">“It is by no means conclusive of the question of abandonment that the lessees insisted that their lease was not forfeited, that there were some circumstances which rendered it. inconvenient for them to continue the work of exploration, and that Cox made some effort to have the alleged defective title of Swisher perfected. All this is consistent with the intention to continue the work of exploration, but it is equally consistent with the intention merely to endeavor to hold on to the lease without doing any work under it, — a thing which the policy of the law does not permit unless the right to do so is absolutely fixed and secured by the terms of the contract.”</blockquote>\n<p id=\"b174-6\">For other cases of abandonment see Crawford v. Ritchey, 43 W.Va. 252, 27 S.E. 220; Urpman v. Lowther Oil Co., 53 W.Va. 501, 505, 44 S.E. 433, 97 Am.St. Rep.1027.</p>\n<p id=\"b174-7\">The West Virginia cases also recognize that the rights of a lessee may expire on another ground distinct from abandonment or forfeiture. South Penn Oil Co. v. Snodgrass, 71 W.Va. 438, 444, 76 S.E. 961, 43 L.R.A..N.S., 848. They may expire at the end of the fixed term by reason of the provisions of the contract which contemplate that if at the time discovery shall have been made and production is going on, the term shall be extended during the life of the field, but otherwise shall cease. The court has been reluctant, as in cases where forfeiture or abandonment is claimed, to put an end to the rights of a lessee in an oil or gas property merely because he has failed to comply literally with the terms of the lease; but, on the other hand, has enforced the rights of the lessor where there has been a ■ substantial failure of the lessee to perform his obligation. Expiration of the term of the lease has been discussed as a reason for the restoration of the property to the owner, free 'from the operation, of the lease, not only in cases where no discovery has been made, but also where the presence of oil or gas in paying quantities has been disclosed. Bettman v. Harness, 42 W.Va. 433, 26 S.E. 271, 36 L.R.A. 566; South Penn Oil Co. v. Snodgrass, 71 W.Va. 438, 76 S.E. 961, 43 L.R.A.,N.S., 848; Ohio Fuel Oil Co. v. Greenleaf, 84 W.Va. 67, 99 S.E. 274; Anderson v. Schaffner, 90 W.Va. 225, 110 S.E. 566; and the rule has been established that the extension clause in a gas lease “implies necessity of antecedent production and continuation thereof”, and that the lessee is entitled to an extension of the term for “as long as the premises are diligently and efficiently operated, provided minerals shall have been discovered within the fixed term.” South Penn Oil Co. v. Snodgrass, 71 W.Va. 438, 448, 451, 76 S. E. 961, 965, 967, 43 L.R.A.,N.S., 848.</p>\n<p id=\"b174-9\">In Ohio Fuel Oil Company v. Greenleaf, 84 W.Va. 67, 99 S.E. 274, a bill in equity was filed by a lessee of the premises to remove a cloud on the title caused by a second lease given by the lessor who contended that the first lease had expired by its own terms. The court granted the relief prayed since it found that the first lessee, by using due diligence to develop the property, had substantially complied with the terms of the extension clause. The court said (pages 74, 78, 99 S.E. page 277):</p>\n<blockquote id=\"b174-10\">“The plaintiff’s contentions in this case are that by the discovery of oil within the one-year term named in the lease, even though in unremunerative quantities, it became vested with the right to extract all of the oil and gas from the leased premises at any time thereafter it might choose to make' explorations therefor; that this, right did not terminate with the expiration of the particular term mentioned in the lease, and was not 'dependent upon the production of oil or gas in paying quantities within that term, or at any other time, and [stating: <page-number citation-index=\"1\" label=\"119\">*119</page-number>another contention not material here]. The first of these contentions is not tenable. The rights of the parties under the lease depend upon its proper construction. The purpose of the lessors in making this contract was to have the oil and gas on these premises produced and marketed, so that they might receive their royalties therefrom, and under our holdings this purpose is a material element to be considered in the interpretation of the contract. It is true some of our cases say that, when oil or gas is discovered under a lease such as this, an interest becomes vested in the lessee; and the plaintiff in this case construes this to be an interest continuing beyond the term of the lease. As to just what is meant by this interest is very clearly stated in the fourth point of the syllabus in the case of Eastern Oil Co. v. Coulehan, 65 W.Va. 531, 64 S.E. 836, as follows: ‘The discovery of oil or gas under a lease giving right of exploration and production, unless there is something in the lease manifesting a contrary intention, is sufficient to create vested estate in the lessee in the exclusive right to produce oil or gas provided for therein — a right, however, which may be lost by abandonment, by failure to produce oil or gas, or pursue the work of production, or development of the property.’</blockquote>\n<blockquote id=\"b175-5\">“It will be noticed from this language that this interest is the exclusive right to produce oil or gas from the leased premises, and, further, that the continued existence of this interest depends upon the continued vigilant pursuit of those minerals. It was never intended in any of the cases cited by counsel for the plaintiff that the lessee in an oil and gas lease might sink a well upon the leased premises, discover a trace of oil or gas, then lie idle, and insist that this discovery vested in him a right to produce the oil and gas from the land at any time he might choose to operate thereon in the future. It is true that the fact that a well is drilled in on the premises, and does not produce oil in paying quantities, does not exhaust the lessee’s right under the lease to continue his efforts to get oil. This right continues to the end of the term named in the lease, and if he does not, before the end of such term, produce such oil in the quantities contemplated by the contract, his right to further explore therefor ceases.</blockquote>\n<blockquote id=\"b175-6\">\n<em>*******</em>\n</blockquote>\n<blockquote id=\"b175-7\">“It is not unreasonable to say that, when the parties made such a contract as this contemplating the production of oil, they had in view that by the happening of some untoward event, or the failure of the lessee’s expectations to be realized within the time that might reasonably be expected, the lessee might be delayed beyond the term of the lease in producing oil or gas in paying quantities, but, if he was diligently and efficiently prosecuting the work of development at the time the particular term ended, according to the language of the contract, and had theretofore demonstrated that the land was oil-producing land, the parties contemplated that he might continue at least the operations in which he was then engaged to their completion, and if such operations resulted in the production of oil or gas in paying quantities, they would have the same result under the other clause of the lease extending it beyond the fixed term as though this result had been accomplished during such period. Such operations, however, to be effective, must be vigorous, diligent, and efficient, convincing that the real purpose is to strike ‘pay dirt’ at the earliest moment possible.</blockquote>\n<blockquote id=\"b175-9\">“In this case it was demonstrated in the summer of 1917 that this land would produce oil; the production at that time not being in remunerative quantities. The plaintiff thereafter took no steps to further develop the property except to shoot the well which had been drilled and to pump it. This work did not result in producing oil as contemplated by the contract. It was under no obligation to drill another well, or to make any further effort to produce oil, unless it wanted to; it could go to the end of the year without such effort, but if at the end of the year it was not producing oil in paying quantities, and had not diligently prosecuted the work which could reasonably be expected to result in such production, its rights ceased and determined.”</blockquote>\n<p id=\"b175-10\">In Anderson v. Schaffner, 90 W.Va. 225, 110 S.E. 566, it was held that the lessee was not entitled to the benefit of the usual extension clause because a producing well which was drilled during the fixed term was subsequently allowed to fall in so that the work under the most liberal construction of the clause was not pursued with sufficient diligence. The court said (page 229, 110 S.E. page 567):</p>\n<blockquote id=\"b175-11\">“The fact that residents on the farm use gas from the well is not overlooked. In it there is no substantial compliance with the requirement of production as a condition upon which the lease may be continued beyond the specific term, unless it is aided by some <page-number citation-index=\"1\" label=\"120\">*120</page-number>other fact in the nature of an agreement. Nothing has been marketed from the lease, nor has any royalty been paid on either oil or gas. If there is any fact or circumstance which, in connection with the supply of gas for domestic use, would estop the plaintiffs from claiming the expiration of the lease, it is in issue and the burden of proof rests upon the defendants. * * * Noncompliance with the letter of the extension clause of a lease of the kind now under consideration is excusable on the theory of compliance with its spirit and purpose only when a high degree of diligence has been exercised by the lessee, in instances of technical delay or default under circumstances which the parties are presumed to have foreseen and contemplated as being within the realm of probability, and as causing and justifying a delay or default not constituting termination. In no instance has absolute cessation, of work on the lease, attended by no production in the substantial sense of the term, been deemed to have been within the intention of the parties as expressed in the extension clause. On the contrary, in every case of disregard of such delay or default, the utmost diligence to bring about such production has been shown, and even upon such showing, difficulty in sustaining the relation of landlord and tenant after expiration of the specific term has been encountered.”</blockquote>\n<p id=\"b176-4\">Reviewing the evidence in the instant case, we are constrained to say that the Hamilton Gas Company conspicuously failed to operate the premises with that diligence and efficiency which are required of a lessee as a condition of an extension of the term. There was not only a failure to pay rentals, but a totally inexcusable failure to produce and sell the gas during the ten year period. Meanwhile, the. interests of the lessor were prejudiced. This failure to meet the conditions of the contract, as the quotations show, was not absolved by the tardy recognition of the rights of the lessor involved in the payment of back rentals into court after the case was instituted. It is true that with the exception of Anderson v. Schaffner, supra, the West Virginia court has decided in favor of lessees on questions of expiration where gas in paying quantities has been developed by the lessee; but it has found in each case that there had been substantial performance of the duty of the lessee to produce. One hardly expects to find a parallel for the extraordinary conduct of the Hamilton Gas Company in deliberately refusing profitable business. The fact that gas had been found and made ready for delivery to customers did not excuse the company’s refusal to produce and market, but served rather to condemn it. The actions of the company, if not a technical abandonment by the lessee, were of a strikingly similar character and it may be said here, as the court said in Parish Fork Oil Co. v. Bridgewater Gas Co., supra, that there is no case which goes so far as to say that the lessee after discovery “may cease operation, refuse to develop-the property, tie up the oil by his lease, and simply hold it for speculative purposes, or to await his own pleasure as to the time of development.”</p>\n<p id=\"b176-6\">The Hamilton Gas Company and its-trustees in the bankruptcy proceeding are not in a position to claim that they will be-deprived of their rights on technical: grounds. The Hutchinson heirs demanded, payment of. rentals from the trustees in the-latter part of 1933, within the ten year period. The rentals for three years, which-had elapsed since 1930, then amounted to-$1800. The trustees denied that anything was due, but with the authority of the court: offered by way of compromise to pay each, of the seven heirs $100 for past due rental, and thereafter to pay a rental of $150 per annum until gas should be marketed when, the rentals provided in the lease should be-resumed. Four of the heirs, who are appellees in this case, accepted the offer and entered into agreements of compromise oil January 29, 1934, but the appellants refused ;. and thus-matters stood until the ten year period expired on April 9, 1934. On April. 30, 1934 the appellants demanded that the Gas Company surrender the lease and thereafter frequently repeated their demands;, and when production from the wells began, on December 20, 1934, the appellants again, gave notice of their claim to the wells.</p>\n<p id=\"b176-7\">We find nothing in McCutcheon v. Enon Oil &amp; Gas Co., 102 W.Va. 345, 135 S.E. 238, upon which the lessee particularly relies, at variance with our conclusion. The lessor in that case was a farmer who united, with a group of neighboring landowners to-form a Corporation to explore for gas on their property, believing that the mere finding of the product in paying quantities-would create a market therefor. The lessor leased his land to the corporation for the period of ten years, with the usual extension privileges, and became the president of the corporation. After the expiration of the fixed period, another lease of a <page-number citation-index=\"1\" label=\"121\">*121</page-number>large part of the lessor’s farm was made to another oil company by persons <em>to </em>whom the lessor had conveyed it, and they brought suit to have the first lease cancelled on grounds of expiration, abandonment and forfeiture. Production wells were sunk under the first lease during the fixed period, but the gas was not sold as there was no market. When the suit was brought, there was a market for the gas and the court refused to cancel the lease in favor of the vendees of the original lessor who, by virtue of the development under the first lease, had been able to make a profitable lease contract. There are important features of the case which distinguish it from the one now under consideration. The court pointed out in the first place that the lessor and his neighbors were joint adventurers and that the lessor was really dealing with himself by leasing his land to a corporation of which he was the president. Next, it was shown that after the expiration of the ten year period, he called a meeting of the stockholders and demanded that the lease be cancelled and his property restored to him; but when the stockholders refused, he, acquiesced in the decision. Finally, it was shown that there was no market for the gas during the ten year period. It is clear that the decision in favor of the original lessee was based upon the peculiar facts of the case. <footnotemark>1</footnotemark></p>\n<p id=\"b177-4\">The fact that the Hamilton Gas Company has been in the hands of the District Court since January 20, 1932, first in an equity receivership and later in a reorganization proceeding under Section 77B of the Bankruptcy Act, 11 U.S.C.A. § 207, begun in June 1934, does not alter the situation. The usual rule is that except for the option of rejecting the lease, a receiver or trustee in bankruptcy stands in the shoes of the lessee. 1 Clark on Receivers, 2d Ed. 1929, Section 446; Escher v. Harrison Securities Co., 9 Cir., 79 F.2d 777 ; 49 Harvard Law Review 1009; Odell v. Batterman Co., 2 Cir., 223 F. 292; Lindeke v. Associates Realty Co., 8 Cir., 146 F. 630. Two cases indicate the attitude which the courts of West Virginia have assumed toward the receiver of a lessee in like situation. Parr v. Blue Ridge Coal Co., 72 W.Va. 174, 77 S.E. 894; Pelzel v. Pen-Mar Coal Co., 101 W.Va. 247, 132 S.E. 510. In the first case the lease was the only asset of the lessee and forfeiture was claimed solely for breach of the covenant to pay royalties. The court refused to dissolve an injunction restraining the lessee from declaring a forfeiture, and slated that the remedy of the lessee was to apply to the court for an order requiring the receiver to yield the premises. In the second case the lessor also applied for the dissolution of an injunction restraining forfeiture of the lease, which was the only asset of the lessee. The court refused to dissolve the injunction, saying that there was no equitable reason for determining and satisfying the claim of the lessor in advance of other creditors who might also assert a preference and the right to stand on an equal footing with the lessor. The grounds advanced for forfeiture were the failure of the lessee to pay the royalties provided by the lease, and also the appointment of a receiver because of insolvency, which was made a ground of forfeiture in the contract. It is clear that these cases relate primarily to forfeiture, because of failure to comply with a pecuniary obligation. Forfeiture for such a reason is not favored in West Virginia, as we have shown above. But we know of no decision in which the courts have assumed to extend the period of a lease which has expired under the terms of the contract for failure to prosecute the work with due diligence, and we know of no power of the court to deprive the lessor of the possession of his property under such circumstances.</p>\n<p id=\"b177-8\">We come to the second question in the case, which seeks to determine what rights under the lease are possessed by the four individual appellees who accepted the compromise payments from the lessee. The seven heirs of the lessor joined in partition deeds on February 27, 1932 whereby the land was divided into seven lots which were conveyed to the heirs in severalty. The deed, however, contained the following reservation “that the land hereby conveyed is subject to an oil and gas lease * * * and that any royalties or incomes arising from said lease shall be divided equally among the direct heirs of W. W. Hutchinson, deceased”. Such a reservation under the West Virginia decisions reserves to the grantor all the benefits and privileges of the lessor, such as <page-number citation-index=\"1\" label=\"122\">*122</page-number>the right to income from the original lease and any extension or renewal thereof, and the right to reenter or extend the lease. Gay Coal &amp; Coke Co. v. Chafin, 116 W.Va. 262, 180 S.E. 95; Updegraff v. Blue Creek Coal &amp; Land Co., 74 W.Va. 316, 81 S.E. 1050. In the Updegraff Case the lessor, subsequent to making the lease, conveyed the premises subject to a reservation of all her title and interest in the lease and the royalties and rentals therefrom. The court had the following to say about the rights of the lessor grantor under the reservation (page 320, 81 S.E. page 1051):</p>\n<blockquote id=\"b178-4\">“It is conceded that if Russell, lessee, after bringing in the gas well had gone on producing gas, or oil and gas, Mrs. Updegraff would have been sole beneficiary of all rents and royalties accruing under that lease, regardless of the time such operations might have continued. And we think it must be further conceded that as lessor she had the right to renew that lease, for the one year period, and to enforce or waive forfeiture, and to avoid the lease for abandonment or other cause.”</blockquote>\n<p id=\"b178-5\">In the Gay Coal &amp; Coke Company Case, the owner of 3/16 of a tract of land, subject to a coal lease, conveyed the land subject to a reservation of the “royalties that are now due or may hereafter become due, from said leasehold;” [páge 96] and the court held - that this reservation entitled the grantor to give the lessee an extension of the lease as to her 3/16 interest therein 'and to enforce payment to herself of the royalties due or to become due under the continuation of the lease..</p>\n<p id=\"b178-6\">It is clear from these authorities that the reservation in the deed of partition in the pending case reserved to all of the parties their undivided interests in the rights of the lessor in all of the land divided, including the rights to extend the term of the lease and to waive the requirement of production and the payment of rentals. Whether the reservation is confined to the rights of the lessor under the lease to the Hamilton Gas Company or extends to complete ownership of the oil or gas under the land, subject only to this lease, so as to entitle all of the seven heirs and their assigns to a share in the proceeds of any subsequent lease, we have no occasion to decide. It is sufficient to point out that the four appellees reserved the right and power to waive any breach of covenant by the Hamilton Gas Company under its lease, and we conclude that by their compromise agreement they have waived the right to complain of the failure of the lessee to produce and market the gas and to pay rentals, and have acknowledged, so far as they are concerned, its rights to an extension of the lease during the life of the field.</p>\n<p id=\"b178-8\">The resulting situation is that the heirs of 3/7 of the lessor’s interest are entitled to a cancellation of the lease and to the right to deal, as owners, with the gas underlying the surface; while the owners of the remaining 4/7 have surrendered their rights to the lessee in consideration of certain payments in the past, and the agreement of the lessee in the future to pay them 4/7 of the rents specified in the lease. The right's of both sets of parties must be protected and the District Court is clothed with power to accomplish this end in the pending proceeding. It would seem that the interest of the appellants would be best served by the continued operation of the property by the lessee, subject to the conditions hereinafter set out. The right, however, should be reserved to the appellants to show to the court at any time that control by the lessee is contrary to their interests, and the right is reserved to the lessee in the contract to surrender the lease upon the payment of all monies due thereunder. So far as the past is concerned, the appellants are entitled to an accounting for and payment of 3/7 of the net proceeds of the gas sold since December, 1934, after deducting a proportionate part of the cost of production, delivery and sale; and in the future the appellants will be entitled to receive from the lessee a like share of the proceeds. The lessee will be entitled to retain 4/7 of the proceeds of sale heretofore and hereafter received, and will be obligated to make the payments to the four individual appellees as heretofore agreed. This procedure should be followed as long as the trustees or the lessee continue to operate the property.</p>\n<p id=\"b178-9\">The decree of the District Court is reversed, and the case remanded for further proceedings in accordance with this opinion.</p>\n<p id=\"b178-10\">In case No. 4353 the appeal to superintend and revise is dismissed. In case <page-number citation-index=\"1\" label=\"123\">*123</page-number>No. 4365 the decree of the District Court is reversed and remanded.</p>\n<p id=\"b179-5\">Dismissed as to No. 4353.</p>\n<p id=\"b179-6\">Reversed and Remanded as to No. 4365.</p>\n<footnote label=\"1\">\n<p id=\"b177-5\"> The decision of Judge Cochran, affirmed in Leslie v. Chase Nat. Bank, 6 Cir., 83 F.2d 1013, cited by the appellees, supports the position of the appellants, lor it recognizes that it is the duty of the lessee to sell the gas, if it is marketable.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b179-7\">PARKER, Circuit Judge</author>\n<p id=\"Amv\">(dissenting.)</p>\n<p id=\"b179-8\">This is a controversy arising in the bankruptcy proceedings of the Hamilton Gas Co. with respect to rights under a gas lease held by that company. The lease was executed by one W. W. Hutchinson and wife with respect to oil and gas rights in 300 acres of land lying in Cabell County, West Virginia. The lease was made to E. L. Lusher, but his rights thereunder were duly assigned to the Hamilton Gas Co. The lessor and his wife are dead and the lands covered by the lease have been divided among his heirs at law. Three producing gas wells have been drilled on the lands; and the owners of the shares upon which these wells are situate filed petition in the court below, making the owners of the other shares party to the proceedings, and asking that the rights of the company under the lease be declared to have terminated or to have been forfeited or abandoned, that they be declared the owners of the gas wells to the exclusion of the other heirs at law of the lessor, and that they recover from the trustees of the court the proceeds of gas sold from December 1934 to date. From an adverse decree holding that the rights of the company in the gas wells had not terminated or been forfeited or abandoned, the petitioners have appealed.</p>\n<p id=\"b179-9\">The gas lease was executed by W. W. Hutchinson April 9, 1924, for a term of “10 years (and so long thereafter as oil or gas shall be produced from the land leased and royalty and rentals paid by the lessee therefor).” Lessee was to pay as a royalty one-eighth of all oil produced “and to pay for each gas well * * * from the time and while the gas is marketed the sum of ($50.00) fifty dollars each three months,” and lessor was to be entitled to gas free of cost for domestic use in three dwellings on the premises. Lessee agreed to drill a well on the premises within six months or to pay lessor waiting rental at the rate of $1 per acre in advance, i. e. $75 per quarter, until the well should be drilled or the lease surrendered.</p>\n<p id=\"b179-10\">The delay rental amounting to a total of $1244.50 was duly paid to the lessor as it accrued. The three gas wells in question were drilled by the company in July 1929, December 1929 and March 1930, at a cost of $13,406.29, $12,682.54 and $11,-143.21 respectively. Well rentals were paid on the first two from the date of their completion to October 15, 1930 and September 4, 1930, respectively. The third well was not turned into the production lines and no well rental was paid or tendered as to it until December 1934, when the payment of well rentals on all three wells was resumed under the circumstances hereafter set forth. In July 1930 the first two wells were shut off from the production lines and well rentals were not paid or tendered as to them until December 1934.</p>\n<p id=\"b179-12\">The circumstances surrounding the shutting off of the wells and the discontinuance of the payment of well rentals were briefly as follows: The company had been selling the gas at 12 cts. per m. c. f. to the West Virginia Gas Corporation which was owned and controlled by the same persons that controlled the company. In the Summer of 1930 they lost control of the West Virginia Company and were unable to obtain for the Hamilton Company a long term contract with respect to the gas which it was supplying. Being unwilling to enter into a temporary arrangement and hoping to effect a more satisfactory contract with the United Fuel Gas Co., they refused to sell to the West Virginia Company and shut in the wells. A contract was finally executed with the United Fuel Gas Co. in 1932, but gas was not taken under it until modifications were made in October 1934. During this period it was not possible for the Hamilton Company or for the Receivers of the court below, who succeeded to the control of its affairs, to market the gas from the wells. While there is some conflict in the evidence as to what contract might have been made with the West Virginia Company in 1930, the court has found the facts with respect to this matter as well as to the subsequent efforts to sell the gas; and, in my opinion, there is no sufficient basis in the record for disturbing these findings. They are as follows:</p>\n<blockquote id=\"b179-13\">“4. At the time the first two wells were drilled in Hamilton Gas Company was able to market the gas and paid well rentals thereon in the amount of $400.00 as they accrued. By the time the third well was drilled the Hamilton Gas Company was <page-number citation-index=\"1\" label=\"124\">*124</page-number>without a satisfactory market for the production therefrom. Being unable to market the gas from any of said wells, except possibly on a temporary and unsatisfactory sufferance basis, the other two wells were shut in in July, 1930.</blockquote>\n<blockquote id=\"b180-4\">“5. In the summer of 1930, the officials of the Hamilton Gas Company began negotiations with the United Fuel Gas Company for the sale of gas from the wells in question, as well as from other wells in the same general vicinity, on the basis of a long term contract at good prices. These negotiations were, held up by delay in the completion of the Eastern Seaboard Line of the Columbia Gas &amp; Electric Corporation and in the marketing of gas through such line. The contract with United Fuel Gas Company, dated Novem- ' ber-18, 1931, was finally executed in July, 1932, about six months after the institution of receivership proceedings against the Hamilton Gas Company in this court. The debtor’s Receivers and Trustees made diligent efforts to market the gas in question but business conditions were such that they were not able to do so until December, 1934, after modification of the aforesaid contract late in October, 1934. In order to market the gas under the modified contract the Debtor’s Trustees put in a pipe line costing $1,397.40, which, added to the original pipe line cost, made a total of $8,542.92 in connection with these wells.”</blockquote>\n<p id=\"b180-5\">In the meantime changes had occurred with respect to the status both of the lessor and the lessee. The property of the latter had been placed in the hands of receivers of the court below in January 1932, and this was followed later by proceedings under Sec. 77B of the Bankruptcy Act. W. W. Hutchinson and wife, after conveying 57.53 acres of the land with reservation of all mineral rights had died intestate and their heirs at law had agreed upon a division of the remaining land. In February 1932 the land was divided into seven tracts and lots were drawn' for them by the heirs. Lot No. 3, upon which two of the wells had been drilled, fell to W. W. Hutchinson, Jr., who exchanged. it with R. C. Hutchinson, who had drawn lot No. 6 on which there were no wells. Lot No. 2 on which the remaining well had been drilled fell to G. C. Hutchinson. The heirs then executed partition deeds to each other, which contained the following reservation: “And it is further understood and agreed by and' between both parties hereto, that the land hereby conveyed is subject to an oil and gas lease made by W. W. Hutchinson to E. L. Lusher, as of record in Cabell County Court Clerk’s Office in Bonds and Contracts Book Number 93, page number 7, dated on April 9, 1924; and that any royalties or incomes arising from said lease shall be divided equally between the direct heirs of W. W. Hutchinson, deceased.” G.. C. Hutchinson sold his lot to W. L. Adkins, reserving all mineral rights. Later he conveyed all mineral interests in this lot to Adkins for a consideration of $200.</p>\n<p id=\"b180-7\">During the period that the wells were shut in, the company and its receivers and trustees took the same care of the wells that was taken of other wells of the company, making periodical tests of open flows and rock pressures, keeping the equipment painted and the rights of way mowed and paying taxes on the wells. During this period, also, gas from the wells was used for domestic purposes in three residences on the property. In January 1934 the receivers offered each of the heirs (or their assignees) $100 in cash and a proportionate part of fifty cents per acre per annum as rental on the lease until the gas could be marketed. This was accepted by four of the heirs and the amount so offered was paid to them. It was rejected by Adkins, R. C. Hutchinson and another of the heirs, who were the petitioners in the court below and are appellants here.</p>\n<p id=\"b180-8\">On April 30, 1934, within less than a month after the expiration of the 10 year period specified in the lease, the petitioners, through their attorney, wrote the Hamilton Gas Company stating that the company had marketed gas from two of the wells up to July 1, 1930, that it had then abandoned them and had paid no rentals since; that under the terms of the lease the lessee might surrender it by indorsement of surrender thereon or by recording a release; and that they wished to be advised whether the company would surrender the lease or whether it, would be necessary to litigate the matter in court.” In this letter abandonment was charged and surrender was requested, but there was no suggestion of expiration of rights under thé terms of the lease. The company replied under date of May 2d, denying abandonment and calling attention to the fact that the property was being kept up. It stated also that while not obligated to do so while the gas was not being marketed, it had offered to pay each of the heirs <page-number citation-index=\"1\" label=\"125\">*125</page-number>$100 in cash and 50 cents per acre per annum until the gas could be marketed.</p>\n<p id=\"b181-4\">In December 1934, the receivers and trustees arranged to market the gas and thereafter regularly tendered to each of the heirs, or their assignees, the quarterly well rental due under the contract. This was accepted by the four heirs who had accepted the offer of the preceding January but was rejected by the petitioners, who on December 26, 1934, protested through their counsel against the marketing of the gas by the receivers, again claiming that the wells had been abandoned in 1930 and that all rights under the lease had been forfeited. No relief was asked of the court having charge of the property until petition was filed by the petitioners on November 19, 1935. After the filing of the petition, the trustees offered to pay the maximum well rental to which the lessor would have been entitled if gas from all the wells had been marketed during the period that they were shut down. This was accepted by all of the heirs other than petitioners, but rejected by petitioners. The petitioners contended that as a result of the failure to pay rental during the period that the gas was not being marketed all rights under the lease had terminated or been forfeited, and that as owners of the portion of the land upon which the wells had been drilled they were entitled to the wells discharged of the provisions of the lease, to the gas which they produced to the exclusion of the other heirs of the lessor, and to the proceeds of the gas sold by the receivers and trustees therefrom, which it was agreed amounted to $23,000 from December 1, 1934 to April 30, 1937. The District Judge held that the rights of the lessee under the lease had not terminated or been forfeited and that the petitioners were entitled to recover only the amounts tendered them by the trustees.</p>\n<p id=\"b181-5\">I think that the holding of the District Judge was clearly correct. Upon the drilling of the wells which produced gas in paying quantities, the lessee became seized of a vested estate under the lease which clearly it has never abandoned; and there is nothing in the evidence to justify a holding that such estate has been forfeited. Reliance is placed upon the fact that from July 1930 until December 1934 well rentals were not paid to the lessor, but there are three answers to this: (1) the company was not required by the lease to pay rentals except while the gas was being marketed, and during the period in question it was not being marketed; (2) the failure to pay rentals, which from January 1932 was the failure of receivers of the Court, was due to bona fide controversy as to liability therefor and cannot furnish the basis for declaring a forfeiture ; (3) the property was in the possession of the court at the time the appellants attempted to forfeit the rights of the lessee, and a court of equity will not permit a forfeiture as to property in its possession which it is holding for the benefit of creditors of an insolvent because of failure to make payments for which the insolvent is liable.</p>\n<p id=\"b181-7\">It is to be noted that the rights of the lessee under the lease before us are not those of a mere optionee, where failure to pay the amount stipulated in the option may terminate all further rights thereunder, but they are the rights of one having a vested estate in property which may not be divested except by forfeiture for breach of condition or by abandonment. The provision for the payment of rentals was not a condition precedent to the continuance of the estate of the lessor but a condition subsequent inserted as a guaranty of payment. As said by Judge Brannon in Bettman v. Harness, 42 W.Va. 433, 26 S.E. 271, 275, 36 L.R.A. 566:</p>\n<blockquote id=\"b181-8\">“Here are a landowner and an oil producer negotiating a lease. A term of only two years is fixed; but plainly that is only the period for completing a well. If a good one is obtained, the operator wants longer time, and he inserts a clause extending the term as long as oil or gas is produced in paying quantities: but the lessor wants the lease continued only upon condition that his share of oil and gas rent' be paid, and he means to have a clause which provides a continuance of the lease as long as both oil is produced and his rent is paid. It is unreasonable to suppose he would continue the lease, and omit a guaranty of his rent; that he would agree to continue without a guaranty of prompt payment.”</blockquote>\n<p id=\"b181-9\">That the lessee after the sinking of the wells and the finding of gas became the owner of a vested estate therein is too well settled under the law of West Virginia to admit of argument. Cook v. MacCorkle, 113 W.Va. 793, 169 S.E. 470; Engel v. Eastern Oil Co., 100 W.Va. 301, 130 S.E. 491; Hall v. South Penn Oil Co., 71 W.Va. 82, 76 S.E. 124; Eastern Oil Co. v. Coulchan, 65 W.Va. 531, 64 S.E. 836; McGraw Oil &amp; Gas Co. v. Kennedy, 65 W.Va. 595, 64 S.E. 1027, 28 L.R.A.,N.S., 959; Headley v. Hoop<page-number citation-index=\"1\" label=\"126\">*126</page-number>engarner, 60 W.Va. 626, 55 S.E. 744; Lowther Oil Co. v. Miller-Sibley Oil Co., 53 W.Va. 501, 44 S.E. 433, 97 Am.St.Rep. 1027. As said in the case last cited [page 434] :</p>\n<blockquote id=\"b182-4\">“An ordinary oil lease, making the les.see pay a consideration, binding him to some obligation, vests only an inchoate right— that is, right to explore for-oil — but no actual other estate than right to develop; and, if he gets no oil, he still has no vested estate, but, if he does get oil, he has a vested estate. Such a lease calls for the right, not to oil in place, but to extract it.”</blockquote>\n<p id=\"b182-5\">And as bearing upon the nature of the right acquired and what is necessary to show abandonment thereof, which is peculiarly appropriate here, the court said in the same case:</p>\n<blockquote id=\"b182-6\">“Under some circumstances of delay or fraudulent evasion of duty of development, equity will cancel an oil lease, as development is regarded as the real intent of the lessor, even if there be no express clause of forfeiture, Crawford v. Ritchey, 43 W.Va. 252, 27 S.E. 220; Bluestone Coal Co. v. Bell, 38 W.Va. 297, 18 S.E. 493; Bettman v. Harness, 42 W.Va. 433, 26 S.E. 271, 36 L.R.A. 566; Bryan on Petro. &amp; Gas, § 182, citing Western Pa. Gas Co. v. George, 161 Pa. 47, 28 A. 1004; Elk Fork Oil &amp; Gas Co. v. Jennings (C.C.) 84 F. 839. But this doctrine cannot apply under the facts of this case. We must inquire whether there has been an abandonment, for an oil lease can be lost by abandonment. The loss of valuable property by mere abandonment is not easily shown or readily held by the courts. ‘To constitute abandonment in respect of property, there must be a concurrence of the intention to abandon, and an actual relinquishment of the property, so that it may be appropriated by the next comer.’ ‘In determining whether one has abandoned his property or rights, the intention is the first and paramount object of inquiry; for there can be no abandonment without the intention to abandon.’ 1 Cyc. 4, 5.”</blockquote>\n<p id=\"b182-7\">■ And it is clear that the estate so vested does not terminate with the initial period prescribed in the lease, which limits the period prescribed for exploration, but continues so long as gas is produced and rentals paid, and is subject to forfeiture after the expiration of the initial period in no different way from that which would apply before the expiration of that period. McCutcheon v. Enon Oil &amp; Gas Co., 102 W.Va. 345, 135 S.E. 238. As said in the case cited. where there had been a failure to pay well rentals after the expiration of the initial period [page 241] :</p>\n<blockquote id=\"b182-9\">“We can see very little strength in the claim that the lease has expired by its own terms at the end of the 10-year period. If there had been no development, and a vested interest had not accrued, then the payment of delayed land rental would not extend the right to drill after the 10 years given for that purpose. Indeed, if there had been neither development nor payment of rental, simply a paper claim, abandonment would be presumed, if not in some way satisfactorily rebutted. But that is not the case here. A valuable well was drilled. Appellees claim that gas was not produced; that it was found, but not marketed, was closed in, and therefore not <em>produced, </em>within the meaning of the lease, which says the lease will be extended as long after the 10 years as gas is produced from the land. It has been pointed out that there was no market for the gas when the well was drilled, a situation which both the lessor and lessee well knew. What more could be done than to shut it in and conserve it? * * * It is true the payments have not been promptly made; but in 1917, payment was accepted by the lessor up until January 1, 1918. While there has been no payment since that time, payment is now proffered, less an unascertained sum for the excessive use of gas by lessor and his privies. * * * The law favors the vesting of estates, and is adverse to their destruction after they have been vested. Sands v. Holbert, 93 W.Va. 574, 117 S.E. 896. Under the facts shown it cannot be held that the lease had expired at the end of the 10-year term.”</blockquote>\n<p id=\"b182-10\">And it is equally well settled that the payment of the well rentals provided in the lease was not a condition precedent to the existence of rights thereunder, but a condition subsequent, breach of which might have resulted in forfeiture if wilful. Engel v. Eastern Oil Co., 100 W.Va. 301, 130 S.E. 491; Spies v. Arvondale &amp; C. R. Co., 60 W.Va. 389, 55 S.E. 464. As said in Underhill v. Saratoga &amp; W. R. Co., 20 Barb., N.Y., 455, quoted with approval by the Supreme Court of Appeals of West Virginia in the case last cited [page 465] : “If the act or condition required do not necessarily precede the vesting of the estate, but may accompany or follow it, and if the act may as well be done after as before the vesting of the estate, or if from the nature of the act to be performed and the time required <page-number citation-index=\"1\" label=\"127\">*127</page-number>for its performance it is evidently the intention of the parties that the estate shall vest, and the grantee perform the act after taking possession, then the condition is subsequent.” There can be no question, of course, but that payment of the well rentals, under a lease such as this is a condition of the continuance of the lease. <em>It is a condition subsequent, however, the breach of which will forfeit the vested rights of the lessee in the well, not a condition precedent, compliance with which is necessary to bring those rights into existence.</em></p>\n<p id=\"b183-5\">The three cases chiefly relied on for the proposition that rights under a lease terminate at the end of the initial period upon failure to comply with its terms relate to exploratory rights thereunder, not to the rights which arise upon the finding and production of oil or gas in paying quantities; and there is <em>no </em>holding anywhere, so far as I <em>can </em>find, that such rights are terminated other than by abandonment or by forfeiture for breach of condition. South Penn Oil Co. v. Snodgrass, 71 W.Va. 438, 444, 76 S.E. 961, 43 L. R.A.,N.S., 848, holds no more than that the exploratory period is extended if the lessee has used due diligence within the period and has found oil, although not in paying quantities. It is no authority for the position that the vested estate of a lessee who has found gas and oil in paying quantities can be terminated otherwise than by abandonment or forfeiture. Ohio Fuel Oil Co. v. Greenleaf, 84 W.Va. 67, 99 S.E. 274, holds merely that time for developmental operations will be extended where during the initial period the lessee has conducted operations in good faith and, while not producing oil or gas in paying quantities, has demonstrated that the land was underlaid with oil and gas and at the expiration of the period was making diligent efforts to produce it in paying quantities. Anderson v. Schaffner, 90 W.Va. 225, 110 S.E. 566, presents a case where a well was sunk and oil discovered, but before paying production was attained, the well caved in and was abandoned for the remainder of the exploratory period, and nothing was done to secure production. Under such circumstances the expiration of the period of the lease was held to terminate the rights of the lessee. It is no authority for the proposition that one who has acquired vested rights within the period limited for exploration can lose them otherwise than by abandonment or forfeiture.</p>\n<p id=\"b183-6\">As there is no evidence of abandonment in the case at bar, and as the rights of the lessee became vested by the sinking of the wells and discovery and production of gas in paying quantities, the rights of the appellants, if they have any rights, must rest upon the forfeiture of the lease for the breach of condition subsequent. The question in the case, then, comes to this: Was there such a breach of condition subsequent in the failure to pay well rentals between July 1930 and December 1934 as would justify a court of equity in decreeing a forfeiture of the lease under the circumstances here existing?</p>\n<p id=\"b183-8\">The first answer to this question is that the lease required payment of well rentals only “from the time and while the gas is marketed”. As gas from the wells was not being marketed and was not marketable during the period in question, it is clear, I think, that no well rentals were payable under the lease and no basis of forfeiture for non-payment thereof existed. The decision in Leslie v. Chase Nat. Bank, 6 Cir., 83 F.2d 1013 is clearly in point. The opinion of the late Judge A. M. J. Cochran in the court below, adopted by the Circuit Court of Appeals, relating to the point here under consideration, is as follows:</p>\n<blockquote id=\"b183-9\">“The petitioner claims that there is due her under the lease the quarterly royalties for each of these dates and for the last quarters before their appointment, or one year’s royalties in all amounting to $900, and it is for payment thereof that she seeks an order from this court. This calls for a construction of the provision of the lease as to the payment of royalties. Payments thereof are to be made ‘from the time and while the gas is marketed.’ This expression can be expanded so as to read ‘from the time the gas begins to be marketed and while it continues to be marketed! without enlarging its meaning. So read it conforms to its meaning. The expression has in mind a continuous marketing from the time the marketing begins. This is enforced by the expression as to the payment of the $75. for each well. It is to be made ‘each three months’. Each of what three months? It is of the marketing of the gas. <em>* * * </em>But the expression ‘is marketed’ has to be modified. The payments are to begin not when the gas is actually marketed, but when it can be marketed and they are to continue not while it is actually- marketed, but while it can be marketed. The lessee could not evade the payment of royalties by not marketing the gas after it is produced and becomes <page-number citation-index=\"1\" label=\"128\">*128</page-number>available for market. It was his duty to market it if it could be sold. It was only in case it was unable to market it that its obligation to pay ceased. ■ In that contingency it was to cease because there is no other stipulation to pay than while the gas is marketed. In the case of Rockcastle Gas Co. v. Horn, 241 Ky. 398, 44 S.W.2d 273, the provision in the lease was that the lessee was ‘to pay for each gas well from the time the gas is marketed, the sum of $50. each three months.’ The court held as follows: ‘Until the gas is marketed by appellant or it fails to market it by reason of its bad faith or failure to exercise ordinary care to do so, the appellee is without right to recover the $50. each three months for each gas well as provided in the lease in the absence of a reformation of the lease.’ The inability to continue to market the gas, whilst it relieved the lessee of the obligation to pay therefor did not ipso facto forfeit the lease. It had a reasonable time within which to market it. Such is the effect of my decision in the case of Gathright v. Petroleum Exploration Co. [affirmed J. B. Gathright Land Co. v. Kentucky-West Virginia Gas Co., 6 Cir., 65 F.2d 907].”</blockquote>\n<p id=\"b184-4\">Contention is made that the gas would have been marketable if the gas company’s president had not shut in the wells and refused to sell to the West Virginia Gas Co. It appears, however, that this action on the part of the gas company’s president was- taken in an effort to secure a better contract for the marketing of the gas; and even if the action upon his part was unwarranted it does not result that the gas was marketable after the action had been taken. There is nothing in the contract or in the principles of law applicable which warrants forfeiture of the lease because of mistakes made by the company in the marketing of the gas or which justifies a holding that the gas was marketable because of action on the part of the company which resulted in the losing of a customer. As a matter of fact the gas was not marketable after the breach occurred between the company and the West Virginia gas company until December 1934; and the well rental was payable only while the gas was being marketed, or, at the most was marketable. The case is not one where the lessee has shut in the wells because of a desire not to market the gas, but one where a customer has been lost through effort to secure from him a more favorable contract and of inability to market after loss of such customer.</p>\n<p id=\"b184-6\">' If, however, it be held that the gas was marketable, it does not follow that the lease was forfeited for failure to market it, but merely that the well rentals were payable. The question that then arises is whether failure to pay these resulted in forfeiture; and in this connection it should be remembered that the lessee had expended over .$37,000 in' the development of the property and that a bona fide controversy existed over whether the well rentals were payable or not. ' In my opinion there are three reasons why forfeiture should not be declared even though the well rentals are held to have been payable, viz.: (1) the failure to pay (which from January 1932 to December 1934 was the failure of the court below) was not arbitrary and willful but was based upon a bona fide contention that the rentals were not payable; (2) forfeiture for failure to pay rentals will not be enforced in equity where . the rentals can be collected at law, especially where they are tendered into the court asked to declare the forfeiture; (3) a court of equity is in possession of the property holding it for the benefit of creditors; and it should not decree a forfeiture injuriously affecting their rights under the circumstances here existing.</p>\n<p id=\"b184-7\">In the case of Headley v. Hoopengarner, supra, 60 W.Va. 626, 55 S.E. 744, the lease under consideration contained a stipulation for forfeiture in event of failure' to comply in all respects with its terms and stipulations. . In refusing to decree a forfeiture for failure to pay a part of the rental stipulated, as to which there was a controversy, the court said [page 752] :</p>\n<blockquote id=\"b184-8\">“While there is a provision in the deed made by the guardian in the summary proceeding to the effect that a failure to comply in all respects with the terms' and stipulations of the deed would work a forfeiture, and that the property would revert to the heirs, there is no claim that the lessees have failed in any respect to comply with the contract, except as to the payment of four-fifths of one-sixteenth of the oil production, and this was because of the complications which gave rise to this litigation. They placed a different construction upon the contract from that given it by the heirs, and have so confided in their construction as to litigate it through this court for decision. This is not such a voluntary and <page-number citation-index=\"1\" label=\"129\">*129</page-number>willful failure and refusal to comply with its provisions as should work a forfeiture of the estate acquired under the deed. It appears from the record that, their failure to pay must have been in good faith, relying upon their construction of the deed. To impose a forfeiture is a harsh penalty, and courts are slow to do so, except where it is plainly demanded.”</blockquote>\n<p id=\"b185-5\">But irrespective of the controversy as to whether the well rentals were payable, a court of equity should not enforce the forfeiture of a vested estate for failure to make payments which were recoverable at law and which the lessee has finally offered to pay. Instead of enforcing a forfeiture, equity will relieve against a forfeiture in such a case. As said in Engel v. Eastern Oil Co., supra, 100 W.Va. 301, 130 S.E. 491, 492:</p>\n<blockquote id=\"b185-6\">“The breach in this case was of a pecuniary covenant. It was not willful. The lessees made prompt offer, upon discovery, to pay the amount in arrears. They tendered and paid into court the amount due, with interest. Equity will relieve from forfeiture in such case. ‘It is well settled that, where the agreement secured is simply one for the payment of money, a forfeiture either of lands, chattels, securities or money, incurred by its nonperformance, will be set aside on behalf of the defaulting party, or relieved against in any other manner made necessary by the circumstances of the case, on payment of the debt, interest and costs, if any have accrued, unless by his inequitable conduct he has debarred himself from the remedial right, or unless the remedy is prohibited under the special circumstances of the case by some other controlling doctrine of equity.’ Pomeroy, par. 450. ‘In cases of forfeiture for nonperformance of pecuniary covenants, relief in equity goes as a matter of course, where compensation may be made.’ Wheeling &amp; E. G. Ry. Co. v. Triadelphia, 58 W.Va. 487, 516, 52 S.E. 499, 511 [4 L.R.A.(N.S.) 321]; Spies v. Arvondale &amp; C. R. Co., supra; Pheasant v. Hanna, supra [63 W.Va. 613, 60 S.E. 618]; South Penn Oil Co. v. Edgell, 48 W.Va. 348, 37 S.E. 596, 86 Am.St.Rep. 43; Lynch v. Versailles Fuel Gas Co., 165 Pa. 518, 30 A. 984.</blockquote>\n<blockquote id=\"b185-7\">“This right of relief from a forfeiture for failure to pay the rent in arrear is also specifically recognized in section 17, chapter 93, of the Code. Upon the payment into court of the amount in arrear, with interest, the court should have adjudged the lease to be in full force and effect.”</blockquote>\n<p id=\"b185-10\">The case of McCutcheon v. Enon Oil &amp; Gas Co., supra, 102 W.Va. 345, 135 S.E. 238, is directly in point, and the attempts made to distinguish it do not distinguish. There was in that case a failure to pay the rentals provided in the lease after the expiration of the initial period as well as before, and the court based its decision, not merely on the relationship of the lessor to the lessee company, but also on the ground that the failure to make the stipulated quarterly payments was not ground of forfeiture. The court said [page 241]:</p>\n<blockquote id=\"b185-11\"><em>“The failure to make stipulated quarterly payments on the well is not ground for declaration of a forfeiture of the lease, in the absence of a clear and unequivocal stipulation that such failure to pay will forfeit. </em>We have many times declared, following the rule formulated when chancery courts came into existence, that equity will never lend its aid to enforce a forfeiture. Never to declare or enforce a forfeiture, nor divest an estate or title for violation of a condition subsequent, is an invariable rule of equity, if there be a legal remedy. Under such circumstances, a court of equity utterly declines to touch the case, and leaves the party to his legal remedies. ‘Equity abhors a forfeiture.’ Craig v. Hukill, 37 W.Va. 520, 16 S.E. 363; Wheeling, etc., R. Co. v. Town of Triadelphia, 58 W.Va. 487, 520, 52 S.E. 499, 4 L.R.A. (N.S.) 321; Spies v. Arvondale &amp; C. R. Co., 60 W.Va. 389, 55 S.E. 464; Headley v. Hoopengarner, 60 W.Va. 626, 646, 55 S.E. 744.</blockquote>\n<blockquote id=\"b185-12\">“Plaintiffs had their legal remedy for the enforcement of the quarterly payments, and in the answer defendant proffers to pay, upon an ascertainment of the amount, claiming that plaintiffs should account for the gas used from the well in one of the houses, which use was not authorized in the lease contract. The lease cannot be forfeited because of nonpayment of the quarterly payments, under the circumstances shown by the evidence. In Reserve Gas Co. v. Carbon Black Manufacturing Co., 72 W.Va. 757, 79 S.E. 1002, it is said: ‘An oil and gas lease, binding the lessee to drill a well on the leased premises within a certain period, or, in <page-number citation-index=\"1\" label=\"130\">*130</page-number>lieu thereof, make periodical payments of rental or delay money, and containing no clause of forfeiture, is not forfeitable merely by nonpayment of the rental. It can be terminated -only by surrender, abandonment, or expiration of the term.’ ” (Italics supplied.)</blockquote>\n<p id=\"b186-4\">But there is yet another ground upon which the forfeiture of the lease should be denied. No forfeiture was claimed for failure to pay rentals during the period that the company was in possession of the property, i. e. between July 1930 and January 1932. On the contrary, in February 1932, after the court had taken possession of the property through its receivers in the preceding January, all of the heirs recognized the lease as valid in the partition deeds executed among themselves. In January 1932, the court below took possession of the property through receivers and has held possession of it ever since. Any failure to pay rentals due after that date was the failure of officers of the court; and the remedy of the lessors was manifestly an application to the court for an order adjudicating their right to the rentals and directing the .receiver to pay them. If there was any thought that the receivers contemplated abandoning the right of the company under the lease, the proper remedy was a motion requiring them to elect. Appellants could not sit by without asking relief and claim that the rights of creditors in the property had been forfeited by the inaction of the court or its receivers. The law is thus stated by the Supreme Court of Appeals of West Virginia in the headnote to the case of Pelzel v. Pen-Mar Coal Co., 101 W.Va. 247, 132 S.E. 510: “When a court of equity has properly taken charge of an insolvent mining company’s operation, the court will not ordinarily permit the company’s landlord, in advance of an adjudication of the claims of all the creditors, to forfeit the lease and re-enter on the demised premises.” In denying the claim of forfeiture pressed by the lessor in that case, the court in its opinion used the following language:</p>\n<blockquote id=\"b186-6\">“We might be impressed with the lessors’ argument if the rights of no one were involved but those of the lessors and the lessee. However, the rights of numerous other parties are seriously affected. We discern no equitable reason for determining and attempting to satisfy the claim of the lessors in advance of all the other creditors. We see no equity in turning over to the lessors property worth many times their claim, when, by so doing, other creditors may be prevented from or hindered and delayed in the collection of their demands. Bryant v. Thomas, 143 Ga. 217, 222, 84 S.E. 739. One of the very authorities cited in support of the decree of the lower court admonishes that ‘equity will not permit the enforcement of a forfeiture in an inequitable * * * manner.’ Wheeling &amp; E. G. Ry. Co. v. Triadelphia, 58 W.Va. 487, 52 S.E. 499 [4 L.R.A. (N.S.) 321]. To this principle all rules relating to forfeiture must yield.”</blockquote>\n<p id=\"b186-8\">Since no forfeiture was claimed because of failure to pay rentals prior to the receivership, but on the contrary the lease was thereafter recognized by all of the heirs as existing and a contract was made with respect thereto, and since the holding that the lease has terminated is based upon the expiration of the’ 10-year period during the receivership coupled with the failure of the receivers- to pay the well rentals provided for, there is no escaping the conclusion that a large part of a valuable property is being lost to creditors of the bankrupt solely as a result of the inaction of the court’s receivers; and this is being decreed notwithstanding the fact that appellants took no action asking the court to order that the receivers either pay the rentals or abandon the property. It does not answer this to say that the lease is expiring by its own terms; for, as pointed out above, the rights acquired by the discovery and production of gas do not expire with the initial exploratory period, but, if not abandoned, are lost only by forfeiture for breach of conditions subsequent. I cannot believe that the forfeiture of the property of creditors because of the inaction of the court’s officers can be based upon sound equitable principles. I know of no authority anywhere justifying such a forfeiture; and, so far as I can learn, it is without precedent. It seems to me to establish a precedent which, if followed, will be fraught with much danger to the rights of creditors in the administration of insolvent estates.</p>\n<p id=\"b186-9\">If, however, a forfeiture is declared, I see no escape from the position of appellants that they are entitled to the wells on their shares of the land; and I cannot follow the reasoning which would give <page-number citation-index=\"1\" label=\"131\">*131</page-number>them only a three-sevenths interest therein. The partition deeds executed by the heirs of the lessor among themselves did not reserve the mineral rights in the lands but were made “subject to” the lease here under consideration, with provision that “royalties or income <em>arising from said lease” </em>(italics supplied) should be divided among the heirs. If there has been a forfeiture of the lease, the shares allotted by the partition deeds are not subject to anything, and the wells belong to the persons upon whose lands they are situate. If the mineral rights in the lands had been reserved in the partition deeds, there would be force in the contention that there was a waiver of the forfeiture by the four heirs who accepted the compromise payment; but, not owning the mineral interests upon the termination of the lease, they were not in position to waive the forfeiture. So far as they are concerned, they could waive the time of payment of the moneys due to them, but not a prior forfeiture the result of which was to free the property of others of the encumbrance. The same reasoning applies to what is said about extending the term of the lease. An extension of term could be made only by the person • who, upon the expiration of the term, would be the owner of the property leased. Neither Gay Coal &amp; Coke Co. v. Chafin, 116 W.Va. 262, 180 S.E. 95, nor Updegraff v. Blue Creek Coal &amp; Land Co., 74 W.Va. 316, 81 S.E.1050, is to the contrary. Both of these cases dealt with the right of a lessor to extend the terms of a lease under an extension agreement or covenant for renewal contained therein, after he had conveyed the land subject to the lease, the holding being that the conveyance was subject to the right to extend the lease under the covenant, a doctrine which manifestly has no application here. The hardship that would result from declaring a forfeiture of the lease is an additional reason why a court of equity should not declare same forfeited but limit the parties to recovery of the rentals due thereunder.</p>\n<p id=\"b187-7\">For the reasons stated, I am of opinion that the decree appealed from should be affirmed; and, with all respect for the opinion of my brethren, I cannot join in the decision in No. 4365. I concur in the view that the appeal in No. 4353 should be dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}