{
  "casebody": {
    "data": "<casebody firstpage=\"568\" lastpage=\"572\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b624-8\">NELSON v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b624-9\">No. 11264.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b624-10\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABt\">Feb. 23, 1939.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b624-25\">Reece A. Gardner, of Kansas City, Mo.. (Ryland, Stinson, Mag &amp; Thomson, of' Kansas City, Mo., John H. McEvers, of' Washington, D. C., and Lawrence R. Brown, of Kansas City, Mo., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b624-26\">Louise Foster, Sp. Asst, to Atty. Gen.. (James W. Morris, Asst. Atty. Gen., and J. Louis Monarch and Norman D. Keller,. Sp. Assts. to Atty. Gen., on the brief),, for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b624-27\">Before SANBORN, WOODROUGH,. and THOMAS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b625-3\"><page-number citation-index=\"1\" label=\"569\">*569</page-number>SANBORN, Circuit Judge.</author>\n<p id=\"AUn\">This is a petition to review a decision of the Board of Tax Appeals redetermining a deficiency in the federal estate tax due upon the estate of Frank R. McDermand, Jr., deceased, resulting from the failure of the petitioner to include proceeds of certain policies of life insurance in gross estate. 36 B.T.A. 1138.</p>\n<p id=\"A1z\">Frank R. McDermand, Jr., the insured under six policies of life insurance aggregating $200,000 in face value, which were pledged to the Columbian Hog &amp; Cattle Pow-der Company, a Missouri corporation of which he was president, died July 3, 1931, at the age of thirty years, His wife, Helen McDermand (now Helen H. Nelson), was the beneficiary under each of the policies, and received the proceeds, She paid to the pledgee, from the proceeds of the policies, $18,846.68, the amount of premiums which it had paid with 5% interest, and $25,000 in addition. These payments were made in fulfilment of an agreement which she and her husband had made with the pledgee August 8, 1929 (amended April 26, 1930),<footnotemark>1</footnotemark> In substance, the agreement was that the pledgee should pay all premiums upon these policies until the insured reached the age of forty years or until he died if that event should first occur; that if he died before he was forty <page-number citation-index=\"1\" label=\"570\">*570</page-number>years of age, the pledgee should be paid, out of the proceeds of the insurance, all premiums which it had paid, with interest at 5% per annum, and $25,000 in addition; that if the insured lived until he was forty years 'of age, he and his wife should then pay to the pledgee all premiums paid by it, with interest, and that, upon such payment being made, the pledgee should have no further interest in the policies.</p>\n<p id=\"b626-4\">Three of the pledged policies, aggregating $100,000 in face value, had been applied for and issued to the insured several months before the pledge agreement was made. The other three policies were all applied for by, and issued to, the insured during the eight months subsequent to that time. The policies were twenty-payment life policies in the usual form, reserving to the insured the right to change the beneficiary and providing loan and surrender values after three years. They were assignable without the consent of the beneficiary.</p>\n<p id=\"b626-6\">The question presented is whether the' six policies in suit were “taken out” by the insured, so that that portion of the insurance receivable by the beneficiary in excess of $40,000 was required to be included in gross estate, by virtue of the provisions of § 302(g) of the Revenue Act of 1926 [c. 27, 44 Stat. 9, 70, 71; 26 U.S.C. § 411(g), 26 U.S.C.A. §.411(g)] and the applicable Treasury Regulations.<footnotemark>2</footnotemark></p>\n<p id=\"b627-3\"><page-number citation-index=\"1\" label=\"571\">*571</page-number>The petitioner’ contends that when the insured entered into the pledge agreement and secured its fulfilment by delivering the policies „to the pledgee, he no longer had any interest in them transferable by death, and that none of the premiums were paid by him either directly or indirectly. The respondent contends that the insured, in effect, borrowed the money with which the premiums were paid, and remained the owner of the policies, and that his death resulted in terminating substantial rights under the policies.</p>\n<p id=\"b627-4\">Reduced to its simplest terms, it seems to us that this is a plain case of an insured pledging his policies of insurance as security for the payment of premiums which he would otherwise have to pay himself. Whether the arrangement constituted the insured a debtor of the pledgee in a strict and technical sense, we regard as of no substantial importance. The pledgee contracted that there should be repaid to it by the insured and his wife or from the proceeds of the policies the moneys which it advanced for premiums. It charged these premium payments upon its hooks to “The Frank R. McDermand, Jr., Insurance Account.” If the insured did not contract a debt, he at least assumed an obligation that the amount advanced by the pledgee for premiums should be repaid and that it should retain possession of the policies until it was repaid.</p>\n<p id=\"b627-5\">It must be remembered that substance, not form, should control in the application of taxing statutes. United States v. Phellis, 257 U.S. 156, 168, 42 S.Ct. 63, 66 L.Ed. 180; S. A. MacQueen Co. v. Commissioner, 3 Cir., 67 F.2d 857, 858; Lonsdale v. Commissioner, 8 Cir., 32 F.2d 537, 539; Helvering v. Gordon, 8 Cir., 87 F.2d 663, 666; Sanborn v. Commissioner, 8 Cir., 88 F.2d 134, 137.</p>\n<p id=\"b627-6\">■ The insured retained the title to these policies subject to the pledge agreement. The rights of the beneficiary, which were contingent under the terms of the policies, were not enlarged by the pledge agreement. The fact that the insured, by pledging his policies for all or more than they were worth, made it impracticable to surrender them for cash, to secure policy loans, or even to change the beneficiary, is, we think, unimportant in determining whether the proceeds receivable by the beneficiary were to be included in the insured’s gross estate. It is, of course, true that any collateral which, to the extent of its full value, is pledged to secure a loan is, as a practical matter, not usable as security for another loan, hut it still belongs to the pledgor and remains a part of his estate, subject to the rights of the pledgee.<footnotemark>3</footnotemark></p>\n<p id=\"b627-9\">So in this case the insured retained title to the policies, with all the incidents of ownership. Not until his death did the rights of the beneficiary become vested. Then for the first time, it became certain that the insured would never change the beneficiary, that he would never surrender the policies for cash, or cancel them, or again pledge them as security for a loan. The termination by death of the legal incidents of ownership, which freed the beneficiary from the possibility of their exercise, was a transfer justifying the inclusion in gross estate of so much of the proceeds of these policies as was receivable by the beneficiary in excess of the statutory exemption. Chase Nat. Bank v. United States, 278 U.S. 327, 335, 49 S.Ct. 126, 73 L.Ed. 405, 63 A.L.R. 388; Walker v. United States, 8 Cir., 83 F.2d 103, 108; Brown v. Commissioner, 6 Cir., 95 F.2d 184, 188; Igleheart v. Commissioner, 5 Cir., 77 F.2d 704, 711.</p>\n<p id=\"b627-10\">Moreover, we think that the payment of the premiums upon these policies must be attributed to the insured, who owned and pledged them, and not to the beneficiary or to the pledgee. For that reason, also, the insurance is to be regarded as having been “taken out” by the insured. Lang v. Commissioner, 304 U.S. 264, 268-<page-number citation-index=\"1\" label=\"572\">*572</page-number>270, 58 S.Ct. 880, 82 L.Ed. 1331, 118 A.L.R. 319; Bank of America Nat. Trust &amp; Savings Ass’n v. Commissioner, 9 Cir,, 90 F.2d 981, 983; Walker v. Commissioner, 8 Cir., 83 F.2d 103, 109; Helvering v. Reybine, 2 Cir., 83 F.2d 215, 216-217; Wilson v. Crooks, D.C., 52 F.2d 692, 695.</p>\n<p id=\"Azf\">The order of the Board is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"AW4U\"> “Articles of Agreement, made and entered into this 8tli day of August, 1029, hy and between Columbian Hog &amp; Cattle Powder Company, a corporation organized and existing under the laws of the State of Missouri, of the first part, and Frank R. McDermand, Jr,, and Helen McDermand, his wife, of the second part, all of Kansas City, Missouri, Witnosseth:</p>\n<blockquote id=\"A4u\">“\"Whereas the recent death of Frank R. McDermand, Sr., has made necessary new management of first party, of which Frank R. McDermand, Jr., is president, as the successor of Frank R. McDermand, Sr.,; and</blockquote>\n<blockquote id=\"ADrP\">“Whereas for the next several years the death of the said Frank R. McDermand, Jr., would be a serious loss to first party; and</blockquote>\n<blockquote id=\"A64\">“Whereas Frank R. McDermand, Jr., one of the second parties, is desirous of having his life insured in favor of his wife, Helen McDermand, the other of said second parties, and desires the aid of first party in providing for and paying lire premiums on such insurance,</blockquote>\n<blockquote id=\"Afz\">“Now, Therefore, for and in consideration of the sum of one dollar ($1.00) each to the other in hand paid, the receipt of which is hereby acknowledged, and of the mutual covenants and agreements herein made, It Is Agreed by and between the parties hereto as follows, to-wit: -</blockquote>\n<blockquote id=\"ACm\">“1. The said Frank R. McDermand, Jr., one of second parties, agrees to procure and have his life insured in approved and recognized old line life insurance company or companies, in the sum of one, hundred seventy-four thousand five Irandred dollars ($174,500.00) payable to Helen McDermand, his wife, the other of second parties.</blockquote>\n<blockquote id=\"Ah_\">“2. The premiums on said insurance from year to year until the death of the said Frank R. McDermand, Jr., or until such time as ho attains the age of forty years, shall be paid hy first party.</blockquote>\n<blockquote id=\"ANk\">“3. Should the said Frank R. McDermand, Jr., die at or prior to attaining the age of forty years, it is agreed that there shall be paid to first party, from and out of the insurance hereinabove mentioned, the following items:</blockquote>\n<blockquote id=\"A0J\">“(a) The sum of twenty-five thousand dollars ($25,000.00).</blockquote>\n<blockquote id=\"AQ2g\">“(b) A sum equivalent to all premiums on said insurance paid by first party.</blockquote>\n<blockquote id=\"Aco\">“(c) Interest upon all premiums aforesaid paid by first party from the date of the respective payments, at the rate of five per cent. (5%) per annum.</blockquote>\n<blockquote id=\"Ab21\">“And it is agreed that the beneficiary under the terms of the policies aforesaid, shall come into possession of and hold the amount necessary to meet the aforesaid items (a), (b) and (c), as trustee for first party; <em>and </em>promptly upon receipt thereof from the insurance company or cornpanies, she agrees to pay the same to first party, <em>and </em>said policies of insurance shall be, and hereby are pledged, as collateral security to said payment so to be made to first parly. The balance of said insuranee shall be the absolute property of the beneficiary under the provisions of said policies of insurance,</blockquote>\n<blockquote id=\"AOr\">“4. Should the said Frank R. McDermand, Jr. live to attain the age of forty years, then, and at that time, the parties of the second part agree to and shall pay first party, its successors or assigns, a sum of money equivalent to all sums paid by first party to and upon the premiums for insurance aforesaid, together with interest thereon at the rate of five per cent. (5%) per.annum from the date of the respective premium payments; and upon the said Frank R. McDermand, Jr., attaining the age of forty years the said first party shall be under no obligation to make any further or additional premium payments on said insurance, and tliereafter, and upon receiving payment as aforesaid, it shall have no right, title nor <page-number citation-index=\"1\" label=\"570\">*570</page-number>claim in and to said insurance or any of the proceeds arising therefrom, but the whole of said policy or policies shall be paid as per the terms of said policy or policies, and this contract shall thereafter be null and void.</blockquote>\n<blockquote id=\"b626-9\">“In Witness Whereof, the said Columbian Hog &amp; Cattle Powder Company has caused these presents to be signed by its President and attested by its Secretary and the corporate seal to be hereto attached, and the said second parties have hereto set hands and seals on the day and year first above written.</blockquote>\n<blockquote id=\"b626-10\">“Columbian Hog &amp; Cattle Powder Company.</blockquote>\n<blockquote id=\"b626-11\">“By [Signature of parties.]”</blockquote>\n<blockquote id=\"b626-12\">“It being to the mutual interest of the undersigned, and in consideration of one dollar ($1.00) each to the other in hand paid, the receipt of which is hereby acknowledged, it is agreed that the insurance provided for in paragraph 1 of the within contract may be increased from one hundred seventy four thousand five hundred dollars ($174,500.00) to two hundred thousand dollars ($200,000.00); the said insurance being in all respects subject to the terms and provisions of the within contract bearing date August 8, 1929.</blockquote>\n<blockquote id=\"b626-13\">“Done this 26 day of April, 1930.</blockquote>\n<blockquote id=\"b626-14\">“Columbian Hog &amp; Cattle Powder ' Company.</blockquote>\n<blockquote id=\"b626-15\">“By [Signature of parties.]”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b626-16\"> “[Sec. 302.] The value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, real or personal, tangible or intangible, wherever situated.</p>\n<blockquote id=\"b626-17\">Sjí Sfc ifc ifc $ $</blockquote>\n<blockquote id=\"b626-18\">“(g) To the extent of the amount receivable by the executor as insurance under policies taken out by the decedent upon his own life; and to the extent of the excess over $40,000 of the amount receivable by all other beneficiaries as insurance under policies taken out by the decedent upon his own life.”</blockquote>\n<blockquote id=\"b626-20\">Treasury Regulations 70 (1929 Ed.): “Art. 25. Taxable insurance. — The statute provides for the inclusion in the gross estate of insurance taken out by the decedent upon his own life, as follows: (a) All insurance receivable by, or for the benefit of, the estate; (b) all other insurance to the extent that it exceeds in the aggregate $40,000.</blockquote>\n<blockquote id=\"b626-21\">“The term ‘insurance’ refers to life insurance of every description, including death benefits paid by fraternal beneficial societies, operating under the lodge system. Insurance is deemed to be taken out by the decedent in. all cases where he pays all the premiums, either directly or indirectly, whether or not he makes the application. On the other hand, the insurance is not deemed to be taken out by the decedent, even though the application is made by him, where all the premiums are actually paid by the beneficiary. Where a portion of the premiums were paid by the beneficiary and the remaining portion by the decedent the insurance will be deemed to have been taken out by the latter in the proportion that the premiums paid by him bear to ■ the total of premiums paid.”</blockquote>\n<blockquote id=\"b626-22\">“Art. 27. Insurance receivable by other beneficiaries. — All insurance in excess of $40,000 receivable by beneficiaries other than the estate, regardless of when taken out, must be included in the gross estate where the decedent during his life retained legal incidents of ownership in the policies of insurance, as, for example, a power to change the beneficiary, to surrender or cancel the policies, to assign them, to revoke an assignment of them, to pledge them for loans, or to dispose otherwise of them and their proceeds for his own benefit, * *</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b627-7\"> A pledge is a contract for the delivery of personalty, to bo retained by the pledgee as security for the performance of some obligation due from the pledgor; the legal title remaining in the pledgor and possession only passing to the pledgee, who has special property in the thing pledged until the obligation secured is satisfied. Tennent v. Union Cent. Life Ins. Co., 133 Mo.App. 345, 112 S.W. 754 , 759-760; Milliken-Helm Commission Co. v. C. H. Albers Commission Co., 244 Mo. 38, 147 S.W. 1065, 1067; Neal v. Heinrichs, Mo.App., 259 S.W. 492, 494; Williams v. Schmeltz, 223 Mo.App. 477, 14 S.W.2d 966, 967; New York Life Ins. Co. v. Rees, 8 Cir., 19 F.2d 781, 784; Mechanics’ &amp; T. Insurance Co. v. Kiger, 103 U.S. 352, 356, 26 L.Ed. 433; 21 R.C.L. §§ 1, 5, 7, pages 630-638. The obligation or debt is an essential element of the pledge. Mechanics &amp; T. Insurance Co. v. Kiger, supra, 356.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}