{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"592\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b634-3\">SOCONY MOBIL OIL COMPANY, Inc., Appellant, v. G. C. TAYLOR, as Next Friend of Katherine Taylor and J. P. Sharp, as Next Friend of Claudia Sharp, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AJP\">No. 23677.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b634-5\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b634-6\">Dec. 1, 1967.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b634-7\">Rehearing Denied Jan. 29, 1968.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b635-7\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>Max N. Osborn, Jack T. Akin, Midland, Tex., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b635-8\">Warren Burnett, Odessa, Tex., Richard C. Milstead, Kermit, Tex., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b635-9\">Before BELL, GODBOLD and DYER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b635-10\">GRIFFIN B. BELL, Circuit Judge:</author>\n<p id=\"b635-11\">This appeal is from a judgment entered on a jury verdict for plaintiffs-appellees in a diversity suit for damages sustained when the automobile in which they were riding was struck from the rear by an automobile owned by appellant Socony Mobil Oil Company, Inc. The automobile was being driven at the time by Gilbert Jurenka, Socony Mobil’s production foreman in Andrews, Texas.</p>\n<p id=\"b635-12\">Miss Taylor was driving an automobile on a street in the City of Andrews. Miss Sharp was a passenger in the vehicle. Miss Taylor signalled for a left turn and stopped to await a break in traffic so as to make the turn. Mr. Jurenka, approaching from the rear, prepared to swing into the right hand lane to avoid the Taylor car but failed to turn in time and struck the Taylor automobile in the rear. Mr. Jurenka was appellant’s man in charge in the Andrews area and was provided with a company car on his working days. He was responsible for the operation of three to four hundred oil wells. On the day of the accident, a Sunday, he was on duty. Being on weekend duty meant that he was on call and performed such duties as were necessary. His experience in the past had been to be called at any and all hours during the weekend. This included being called to duty from his home and even from the golf course. He received two days off in each two weeks which meant that he had on call duty every other weekend. On the morning of the day of the collision, Mr. Jurenka had spent about an hour clearing up paper work at his office. During the morning he also made four separate trips to an oil well which was operating improperly and determined to have it pulled. The accident occurred in the afternoon while he was returning from a drilling company-. He had gone to the drilling company in an effort to arrange for the pulling of the well. He was on call at the time of the accident and was riding in a company automobile equipped with a two .way radio for the purpose of receiving calls. He had picked up a chest of ice for his wife in the rear of the drilling company to take to the country club and was en route to the country club, but still on duty, at the time of the accident.</p>\n<p id=\"b635-15\"> There are four assignments of error. One, that the District Court erred in placing the fact of liability insurance before the jury when insurance was not involved, has merit. Two others are without merit. One of these, the contention that it was error to admit into evidence the fact that Jurenka had drunk one beer prior to the accident is rejected. The objection was grounded on relevancy. The evidence was relevant to the issue concerning Mr. Jurenka’s ability to judge distance. The other, the contention that the court erred in denying appellant’s motion for a directed verdict and a judgment notwithstanding the verdict is likewise rejected. The basis for the motions was that the evidence failed to show that Jurenka was acting in the scope of his employment at the time of the accident. We think the facts were such as to make a jury question on this issue. The additional assertion that the District Court erred in failing to instruct the jury that they must find both that Jurenka committed a specific negligent act and that that act was the proximate cause of the injury will not be considered since the problem is not likely to recur <page-number citation-index=\"1\" label=\"588\">*588</page-number>on a new trial. We reverse on the jury procedure question.</p>\n<p id=\"b636-4\">With respect to this question, the District Court conducted the voir dire examination and one of his questions was whether any of the jurors had “ever worked in the casualty business underwriting losses of any kind.” Two prospective jurors replied in the affirmative and were dismissed. The court then asked whether any other juror was connected with an insurance company or was engaged in writing casualty insurance. There was no further response. At this point appellant’s counsel approached the bench and objected, informing the court that no insurance was involved and requesting the court to pass the case and to quash the jury panel on the ground that the court had caused the jury to believe that the appellant was covered by liability insurance. The court refused the request for continuance with the comment that “nobody that has been in the business of writing insurance * * * or anyone that is connected with the insurance casualty business can be a fair and impartial juror in any kind of a tort case.” The motion to quash was also overruled.</p>\n<p id=\"b636-5\">No issue is presented as to the discretion of the court in excusing jurors, and this decision in no way involves such a question. No point is made here of the court’s apparent practice of excusing all casualty insurance industry employees in tort cases. The sole issue presented is whether appellant was prejudiced in the court’s voir dire examination by the injection into the case of the possibility that appellant had insurance coverage.</p>\n<p id=\"b636-6\">It is undisputed that there was no insurance coverage. It is also settled that a trial court will not be reversed for questions permitted or refused on voir dire unless there is a clear abuse of discretion as that discretion is subjected to the essential demands of fairness. See Louisville &amp; Nashville Railroad Company v. Williams, 5 Cir., 1966, 370 F.2d 839. There the court found no abuse of discretion in the refusal of the trial court to qualify the jury as to an insurance company having only a minor interest by way of subrogation in the litigation. Judge Rives pointed to the rule in effect in this circuit that where the trial court ascertains the fact of insurance coverage by private inquiry, i.e., outside the presence of the jury, the court should, on request, exclude jurors interested in behalf of the insurer, and that this should be done without needlessly publishing the fact of insurance, citing Martin v. Burgess, 5 Cir., 1936, 82 F.2d 321. The reasoning behind this rule is the necessity of preventing jurors from being influenced by irrelevant considerations. Suggesting insurance coverage to a jury where there is no coverage surely places an irrelevant fact before the jury; and, we think, a prejudicial one. Cf. Eppinger &amp; Russell Co. v. Sheely, 5 Cir., 1928, 24 F.2d 153, where we said that a defendant might show the absence of insurance coverage when voir dire examination based on interest because of insurance coverage is attempted, and thereby avoid injury and prejudice. The clear implication of the language used is that such an examination, when there is no insurance, would be harmful to a defendant. There the defendant did not contend that there was no insurance coverage.</p>\n<p id=\"b636-8\"> The Texas law gives emphasis to this proposition. The rule is stated in Green v. Ligon, Tex.Civ.App., 1945, 190 S.W.2d 742 (writ, ref., n. r. e.), that a judgment must be reversed where a jury is given the impression of insurance coverage when there is no coverage. The mere fact that the defendant is a large corporation which might have even more assets than an insurance company does not obviate the error in the evidentiary disclosure to the jury that a defendant is insured where there is insurance. Texas Company v. Betterton, Tex.Com.App., 1936, 126 Tex. 359, 88 S.W.2d 1039. These Texas authorities are persuasive on the federal procedural question presented. They are in line with the federal requirement of fairness in voir dire examination.</p>\n<p id=\"b637-4\"><page-number citation-index=\"1\" label=\"589\">*589</page-number>The standard of fairness as applied in the voir dire examination of prospective jurors in tort cases with respect to association with insurance companies has formed the subject matter of many state and federal decisions. See Annot, 4 A.L.R.2d 761, 792. The sixth, seventh, ninth and tenth circuits follow the same practice as the fifth: Examination is permitted where there is a good faith belief that an insurance company is interested in the result of the case. Louisville &amp; Nashville Railroad Company v. Williams, supra; Martin v. Burgess, supra; Eppinger &amp; Russell v. Sheely, supra; Cleveland Nehi Bottling Co. v. Schenk, 6 Cir., 1932, 56 F.2d 941-942; New Aetna Portland Cement Co. v. Hatt, 6 Cir., 1916, 231 F. 611, 617-619; Lentner v. Lieberstein, 7 Cir., 1960, 279 F.2d 385, 387; Andrews v. Hotel Sherman, 7 Cir., 1943, 138 F.2d 524, 527-528; Duff v. Page, 9 Cir., 1957, 249 F.2d 137, 139-340; Bass v. Dehner, 10 Cir., 1939, 103 F.2d 28, 36. Cf. Braman v. Wiley, 7 Cir., 1941, 119 F.2d 991, 993, where the action of the trial court in examining prospective jurors as to whether they had automobile insurance was held not to be reversible error but the defendant there had insurance coverage.</p>\n<p id=\"b637-5\">Appellees take comfort from the case of Kiernan v. Van Schaik, 3 Cir., 1965, 347 F.2d 775. There the Third Circuit reversed the trial court for limiting voir dire examination on the basis of the local Delaware practice. The court held that a federal plaintiff in a diversity case involving a slip and fall injury was entitled to inquire on voir dire as to whether any juror was or had been engaged in the general or casualty insurance business as an agent, investigator or adjustor, or whether any juror was employed by or was a stockholder in an insurance company engaged in the casualty insurance business. The opinion states that the trial court must give an adequate cautionary instruction “ * * * to make it clear to the jury that these questions do not imply either that any defendant is insured or that the matter of insurance or lack of insurance is to be considered in reaching a verdict”. Id. at 782. We are not told just how a cautionary instruction would be composed to avoid prejudice to a defendant with no insurance or one who had only slight coverage. There is no mention in the decision of a situation where there is no insurance but there is no statement that the defendant was insured. The case seems to go beyond the good faith belief doctrine and to permit the inquiry whether or not insurance is involved. Such voir dire questions would at least create a mystery as to insurance coverage <em>vel non </em>and a sufficient cautionary instruction might require that the jury be informed that the defendant had no insurance or the limits of the coverage. It seems plain that the practice adopted raises problems unresolved in the decision but it is sufficient to say here that this circuit has not adopted such a voir dire practice or rule.</p>\n<p id=\"b637-11\"> Appellees urge that appellant is barred by its failure to ask for a cautionary instruction but this is no answer. A cautionary instruction might be sufficient under some circumstances as a curative matter. We hold, however, in this case that appellant’s counsel did all that was necessary to preserve the error under the circumstances. In addition to asking that the ease be continued, a motion was also made that the panel be quashed. At this point it seems to us that the court should have taken the curative action suggested. We think essential fairness required no less. The court injected an irrelevant and prejudicial matter into the trial and appellant is entitled to a new trial.</p>\n<p id=\"b637-12\">Reversed and remanded for further proceedings not inconsistent herewith.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b637-13\">GODBOLD, Circuit Judge</author>\n<p id=\"ajz-dedup-0\">(specially concurring):</p>\n<p id=\"b637-14\">I concur in the result. But because of the mystique of “injecting insurance into the case” <footnotemark>1</footnotemark> I must state my under<page-number citation-index=\"1\" label=\"590\">*590</page-number>standing of what this case decides, and what it does not decide, on the issue of questioning of the jury panel by the trial judge.</p>\n<p id=\"b638-4\">The majority say: “No issue is presented as to the discretion of the court in excusing jurors, and this decision in no way involves such a question. No point is made here of the court’s apparent practice of excusing all casualty insurance industry employees in tort cases. The sole issue presented is whether appellant was prejudiced in the court’s voir dire examination by the injection into the case of the possibility that appellant had insurance coverage.” Thus the discretion of the trial judge to exclude jurors is recognized, but his exercise of discretion in this instance is found to require reversal. The error in the trial court was not the securing of information about employment of jurors in the insurance industry, nor the action the judge took once he had the information, but was in the <em>manner </em>by which the information was obtained. There was no undue publication to the jury of an irrelevant matter. But there was unnecessary publication of a relevant matter.</p>\n<p id=\"b638-5\">The power of the trial court is clear. Section 1863 of Tit. 28, U.S.C.A., provides :</p>\n<blockquote id=\"b638-6\">(a) A district judge for good cause may excuse or exclude from jury service any person called as a juror. (b) Any class or group of persons may, for the public interest, be excluded from the jury panel or excused from service as jurors by order of the district judge based on a finding that such jury service would entail undue hardship, extreme inconvenience or serious obstruction or delay in the fair and impartial administration of justice.</blockquote>\n<p id=\"b638-15\">Sub-section (a) is declaratory of an inherent power of all judges. Sub-section (b) is broader than the common law power.</p>\n<p id=\"b638-16\">Qualifications of jurors who meet the statutory standards<footnotemark>2</footnotemark> are in the discretion of the trial court, a discretion that is wide and large.<footnotemark>3</footnotemark></p>\n<p id=\"b638-17\">The judge’s exercise of discretion is reviewable only for abuse.<footnotemark>4</footnotemark> Mr. Justice Holmes states the scope of review to be that conclusions of the trial court on partiality or impartiality of a juror can be set aside only for manifest error. Holt v. United States, 218 U.S. 245, 31 S.Ct. 2, 54 L.Ed. 1021 (1910).</p>\n<p id=\"b638-18\">The court has an interest in having a jury free of persons whose employment —in the eyes of the judge, from the dispassionate height of the bench — is so closely allied to the subject matter of the suit that they cannot be fair and impartial.<footnotemark>5</footnotemark> If he has the view that bankers <page-number citation-index=\"1\" label=\"591\">*591</page-number>cannot impartially serve in suits on promissory notes, in such a case he may exclude jurors employed by banks. In a medical malpractice case he may exercise his discretion to see that no juror is employed by a doctor or a hospital. In some communities law firms handling cases for tort claimants employ persons not lawyers as accident investigators; undoubtedly in an accident case the judge may exclude any juror so employed. In a suit against a lawyer by his client for negligent representation or breach of contract the court may in its discretion remove any juror who works for a law firm. The possibilities are multitudinous. That the judge’s exercise of discretion takes him in a direction which plaintiff or defendant silently cheers does not mean discretion is lost.<footnotemark>6</footnotemark></p>\n<p id=\"b639-4\">The fact of sensitive employment is as relevant and as significant when the employment is in the insurance industry as when in other industries. Actually the fact of employment, in the eyes of the judge, (as it was with this particular trial judge), may be more important in the case of the casualty company employee, whose employer is engaged in the business of handling, and frequently contesting and litigating, the exact kind of claim involved in suit. Whether in a particular area or community, in a particular type of case or eases, a federal trial judge is to exercise his power to ex-elude jurors that he deems to be m sensitive employment is for him to decide, subject to review for abuse of discretion only.</p>\n<p id=\"b639-9\">“Injection of insurance” usually takes the form of an inquiry ostensibly for the purpose of securing information that would disqualify a juror as a matter of law (as by ownership of stock in a specifically named corporate insurer), or information useful in striking, when in fact the inquiry is not justified because no insurance company has any interest in the case. Inquiries conducted for this purpose may be by court or counsel or both.<footnotemark>7</footnotemark> In this case there was no inquiry for such purpose. From start to finish it is plain that the judge interrogated— and he did so on his own volition* and not at the request of a party- — to determine if there was good cause for him to exclude jurors from service in this case.<footnotemark>8</footnotemark></p>\n<p id=\"b639-10\">Cases such as Martin v. Burgess, 82 F.2d 321 (5th Cir. 1936), and Louisville &amp; Nashville R.R. v. Williams, 370 F.2d 839 (5th Cir. 1966), have no application to the power vested in the court itself to exclude jurors, except to the extent that they are useful analogies in weighing whether the court has abused its discretion.</p>\n<p id=\"b639-11\">If the trial court determines the facts about employment from occupational data otherwise available, or by simply asking each juror on the panel to state <page-number citation-index=\"1\" label=\"592\">*592</page-number>and describe his employment, and then acts without undue publication of its reasons, its discretionary exclusion in a tort case of jurors employed in the casualty insurance business would not be an abuse of discretion. I understand the majority do not hold otherwise, therefore I concur in the result.</p>\n<footnote label=\"1\">\n<p id=\"b637-7\">. This is a convenient and ear-catching phrase, but no more than that. As with many other shorthand statements in the law, it is easy for it to become a sub<page-number citation-index=\"1\" label=\"590\">*590</page-number>stitute for analysis of actual events and to be memorialized as a sort of immutable principle with foreordained consequences.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b638-8\">. 28 U.S.C.A. § 1861.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b638-9\">. E. g., Louisville &amp; Nashville R.R. v. Williams, 370 F.2d 839 (5th Cir. 1966); Spells v. United States, 263 F.2d 609 (5th Cir.), cert, denied, 360 U.S. 920, 79 S.Ct. 1439, 3 L.Ed.2d 1535 (1959) ; United States v. Sferas, 210 F.2d 69 (7th Cir.), cert, denied, sub. nom. Skally v. United States, 347 U.S. 935, 74 S.Ct. 630, 98 L.Ed. 1086 (1954); Beck v. United States, 298 F.2d 622 (9th Cir.), cert, denied, 370 U.S. 919, 82 S.Ct. 1558, 8 L.Ed.2d 499 (1962); Cox v. General Elec. Co., 302 F.2d 389 (6th Cir. 1962); Bratcher v. United States, 149 F.2d 742 (4th Cir.), cert, denied, 325 U.S. 885, 65 S.Ct. 1580, 89 L.Ed. 2000 (1945).</p>\n<p id=\"AE6\">Smith v. United States, 112 F.2d 217 (D.C.Cir.), cert, denied, 311 U.S. 663, 61 S.Ct. 20, 85 L.Ed. 425 (1940), held it a matter of the judge’s discretion, to excuse prospective jurors who had played the numbers game within two years, in a prosecution for violating the lottery law, saying that “it makes no difference whether the release was for cause or favor.” See 28 U.S.O.A. § 1870 providing in part that “[a] 11 challenges for cause or favor * * * shall be determined by the court.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b638-22\">. Spells v. United States, supra; Bratcher v. United States, supra; United States v. Sferas, supra; Cox v. General Electric Co., supra.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b638-23\">. The importance of employment as a source of possible bias was described by Mr. Justice Jackson in Frazier v. United States, 335 U.S. 497, 69 S.Ct. 201, 93 <page-number citation-index=\"1\" label=\"591\">*591</page-number>L.Ed. 187 (1948), speaking of government employees: “So I reject as spurious any view that government employment differs from all other employment in creating no psychological pressure of dependency or interest in gaining favor, which might tend to predetermine issues in the interest of the party which has complete mastery over the juror’s ambition and position.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b639-7\">. The court determined in its lengthy and careful voir dire that a juror at one time had discussed with one of plaintiff’s attorneys a personal injury claim. No suit was brought, in fact he never heard anything further from the attorney about it. This was not disqualification as a matter of law and could have been treated as informational only. But the judge, under his power to seek fairness and impartiality, excused the juror.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b639-12\">. See Fed.R.Civ.P. 47(a).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b639-13\">. <em>Before </em>revelation, or even discussion, of whether there was or was not “insurance in the case” the judge already had determined that two persons employed in the insurance industry could not, in his opinion, be “fair and impartial” and had excused them. In the conference at the bench <em>after </em>counsel informed the court there was no “insurance in the case,” the judge explained what he had done, saying “nobody that has been in the business of writing insurance for sixteen years or anyone that is connected with the insurance casualty business can be a fair and impartial juror in any kind of tort case.” This statement of the court’s view was not directed at the panel but made in the bench conference in what the record describes as “low tones.”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"rehearing\">\n<p id=\"b640-4\">ON PETITION FOR REHEARING EN BANC</p>\n<author id=\"b640-5\">PER CURIAM:</author>\n<p id=\"b640-6\">The Petition of Appellee for Rehearing is denied and no member of this panel nor Judge in regular active service on the Court having requested that the Court be polled on rehearing en banc. Rule 25(a), subpar. (b), the Petition for Rehearing En Banc is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}