{
  "casebody": {
    "data": "<casebody firstpage=\"569\" lastpage=\"578\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b593-4\">Atlantic City Tire and Rubber Corp., to use, Appellants, <em>v. </em>Southwark Foundry and Machine Co.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b594-5\"><page-number citation-index=\"1\" label=\"570\">*570</page-number>Argued April 14, 1927.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"Aqg4\">Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b594-11\"><em>Robert W. Archibald, Jr., </em>for appellants.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AT_\">No notice that compliance was demanded within a certain named time was either pleaded or proved: Riddle Co. v. Taubel, 277 Pa. 95; Forsyth v. Oil Co., 53 Pa. 168.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b594-12\">The judge erred stating in certain parts of the charge that mere lapse of time without notice would give a right to rescind; and in other parts submitted the reasonableness of the notice, when no notice was given.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b594-13\">Plaintiff is not liable for storage charges on the undelivered articles.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b594-14\"><em>William A. Gray, </em>for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AAOn\">A party who commits the first material breach of contract cannot maintain an action against the other contracting party for a subsequent failure to perform: Bartoe v. Coal &amp; Coke Co., <page-number citation-index=\"1\" label=\"571\">*571</page-number>269 Pa. 17; G. B. Hurt, Inc., v. Canneries Co., 269 Pa. 85; American T. &amp; S. Co. v. I. &amp; S. Co., 281 Pa. 10.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b595-3\">The failure of plaintiff to pay the balance of the purchase price, interest, and storage charges, under the facts was such a material breach of contract as to justify defendant in refusing to proceed further with the contract: American T. &amp; S. Co. v. I. &amp; S. Co., 281 Pa. 10; U. S. Trust Co. v. Ry., 150 U. S. 287.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b595-4\">A letter to plaintiff which refers to its continued neglect to make payment and inquires as to what may be expected in connection with the matter, to which no attention is paid, is sufficient notice of the necessity of strict compliance within a reasonable time upon which to base a definite default: Sloan v. Miller, 275 Pa. 452; Rittenhouse v. Machine Works, 283 Pa. 304.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b595-5\">The tender made by plaintiff of the balance of the purchase price and interest without the tender of the storage charges was not sufficient: Leinbach v. Wolle, 211 Pa. 629.</p>\n<decisiondate data-order=\"12\" data-type=\"decisiondate\" id=\"A8t\">May 9, 1927:</decisiondate>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b595-6\">Opinion by</p>\n<author id=\"AGAa\">Mr. Justice Sadler,</author>\n<p id=\"b595-7\">The trustees of the Atlantic City Tire &amp; Rubber Corporation brought this action of assumpsit to recover the sum of $9,200, with interest, which amount had been paid the defendant on account of the purchase of two vulcanizing machines. The New Idea Tire Company, through its. agent, ordered the same on January 5, 1920, and agreed to pay therefor the sum of $10,800 in cash on the first of April following, when delivery was to be made. ' The name of the buying corporation was twice changed, and it is now represented by the present plaintiffs, who are assignees for the benefit of creditors. The rubber company at no time actually manufactured any tires, and never was prepared to make use of the machines purchased, though later it constructed a factory building in Atlantic City. Shipping instructions were not furnished by the purchaser, nor the price agreed upon paid as contracted for, and in June it requested <page-number citation-index=\"1\" label=\"572\">*572</page-number>the defendant to withhold the forwarding for sixty days. The liquidation of the overdue account was demanded frequently until December 7, 1920, when $800 of the purchase price was paid. The machine company, defendant here, insisted upon the balance, and prepared to institute proceedings in the State of New Jersey for its protection. This led to. an agreement on January 25, 1921, by which it was understood that the remaining $10,000 should be satisfied in installments during the succeeding four months, and notes for this amount were given. These were paid in part, and renewed from time to time until November 28, 1921. Defendant then forwarded new obligations for $1,600, which were received under protest. The overdue account was thus carried until May, 1922, when two notes given, one for $400, due May 15th, and the other for $1,000, due May 25th, were dishonored, and a check for $200, dated May 12th, protested. No further efforts were made by the purchaser to comply with its contract. In August and September bills were again sent, including in the latter a charge of $1,450 for storage of the machines, but no attempt to liquidate followed, nor was any complaint made of the amount demanded as the balance due. On January 23, 1923, payment was again asked, but no attention was given to the request.</p>\n<p id=\"b596-4\">In the same month the rubber company made an assignment for the benefit of creditors, and the trustees named are the present plaintiffs. It was not until March 16, 1923, that the latter communicated with the defendant company as to any equity possessed by their assignor on account of the installments paid. They were advised that, because of the refusal to comply with the contract, the goods purchased had been sold for $2,800, and this sum applied to the indebtedness, including the storage charge, which was in excess of that amount. The machines, being of the model of 1920, had become practically valueless by reason of changes made in design. The one offering to buy at the sum named later refused <page-number citation-index=\"1\" label=\"573\">*573</page-number>to pay the price, and, as there was no available market, the property was thereafter disposed of as scrap with a value of not more than $300. Notwithstanding the information given the trustees, no protest was made by them, nor action taken, until November 16th, when a tender was made of $2,247, the amount admitted by them to be unpaid, in which there was included a small allowance for storage, and the delivery of the machines, already disposed of, was demanded.</p>\n<p id=\"b597-3\">This action was then brought to recover the sum of $9,200, advanced on account, with interest. It was insisted that defendant, having at various times extended the time of payment, could not alter its course of dealing, — though the company had become insolvent, — by mere demand for satisfaction of the balance, as it did in January, 1923, or dispose of the machines, without express notice of an intention to so proceed. Since there was later an offer to pay the sum claimed to be the balance due, and the seller failed to then deliver, it was insisted the buyer was justified in demanding the return of the installments turned over. The court below submitted to the jury the question whether there had been unreasonable delay in making payment after the last demand, resulting in an abandonment of the contract, and whether the resale of the goods was had for the best price obtainable. A verdict for the defendant resulted, and this appeal was taken.</p>\n<p id=\"b597-4\">It is now urged that an express notice of intention to enforce strict compliance with the contract was required before the seller proceeded to dispose of the machines, and, further, that storage charges were improperly included in the account payable. Error is also averred in the admission of evidence as to the resale value, in view of the fact that no notice of intention to so offer the property was given. This complaint, though without merit, is not suggested in the questions involved, and not properly before us for consideration: Furman v. Broscious, 268 Pa. 119; Pittston S. D. v. Dupont Bor. S. D., 275 <page-number citation-index=\"1\" label=\"574\">*574</page-number>Pa. 183. Certain excerpts from the charge of the court are assigned as error, referring principally to the instructions as to the necessity of notice by the vendor of the termination of the contract relation before proceeding to resell. The jury was told that, notwithstanding previous indulgences in time of payment had been granted, thus waiving strict performance of the terms agreed upon, if it found there was a reasonable final demand for payment, and a refusal or failure to comply with it, the buyer must be held in default. This was the position taken generally in the charge, and appears in the points presented by plaintiff, and the answers thereto, which are not assigned as error.</p>\n<p id=\"b598-4\">In passing upon the complaint now made, it must be borne in mind that this was not an action on the contract by a seller to recover the purchase price, nor for damages suffered, on the ground that there had been a rescission by him because of a breach by the buyer. It is not the case of an attempt of the vendor to rescind under section 61 or 65 of the Sales Act, in which case notice of election to do so, expressly or by some overt act indicating this intention, is required (Act May 19, 1915, P. L. 543), but was the exercise of the right to treat the contract as abandoned by the buyer and resell under sections 52, 53 and 60, where there had been a default for an unreasonable time, a distinction recognized before the passage of the Uniform Sales Act (Anvil Mining Co. v. Humble, 153 U. S. 540, 553; Sanders v. Brock, 230 Pa. 609), and also since: Henderson Tire &amp; Rubber Co. v. Wilson, 235 N. Y. 489, 139 N. E. 583; 2 Williston on Sales 1466.</p>\n<p id=\"b598-5\">In the present case the suit was by the buyer to recover back the installments paid, though he.was the one who breached its terms. The general rule applicable in such cases has been said to be “that the party who has advanced money, or done an act in part performance of the agreement, and then stops short and refuses to proceed to its ultimate conclusion, the other party being <page-number citation-index=\"1\" label=\"575\">*575</page-number>ready and willing to proceed and fulfill all his stipulations according to the contract, will not he permitted to recover back what has thus been advanced or done”: Hansbrough v. Peck, 5 Wall. 497; Sanders v. Brock, supra; 2 Williston on Sales 1502. If the testimony shows the purchaser to have been guilty of a material breach of his obligation, he cannot recover: Bartoe v. Bixler Coal &amp; Coke Co., 269 Pa. 17; Heller v. Continental Mills Co., 187 N. Y. Supp. 511, aff. 233 N. Y. 641. Whether the default is of this character is ordinarily for the jury, though, under proper circumstances, the court may so declare: American T. &amp; S. Co. v. Erie I. <em>&amp; </em>S. Co., 281 Pa. 10; First National Bank v. Pipe Supply Co., 273 Fed. 105.</p>\n<p id=\"b599-3\">The rubber company was under the duty to make payment for the machines at the time fixed for delivery, and its failure to do so constituted a default. It is, however, insisted there was a waiver of the necessity for prompt payment, and the evidence would justify such conclusion until the notes given during January, 1921, became due and remained unpaid. Even as to these obligations renewals were actually accepted until May of 1922, when two then outstanding, and a check for a part of another, were protested. From that time until after the insolvency proceedings of January, 1923, there was no evidence indicating an intention to grant a further delay. On the contrary, there were frequent demands for payment, which were not replied to. It is true that if strict compliance with the terms of an agreement has been waived, some indication of an intention subsequently to enforce the contract rights must be given before proceeding adversely: Riddle Co. v. Taubel, 277 Pa. 95. But the mere fact of receiving payments after the date when the purchaser is bound to make them does not operate as an abrogation of the written agreement, nor will it be a waiver of strict compliance as to amounts falling due thereafter: Hurt, Inc., v. Fuller Canneries Co., 269 Pa. 85; American T. &amp; S. Co. v. Erie I. &amp; S. Co., <page-number citation-index=\"1\" label=\"576\">*576</page-number>supra. Parties have no right to rely on past indulgences as a ground for claiming it on all future occasions: Shilanski v. Farrell, 57 Pa. Superior Ct. 137. There were no circumstances appearing here which could lead the rubber company to believe that after May, 1922, further delay in the payment of the dishonored obligations was contemplated by the vendor. The latter waited eight months before reselling, and did not proceed until the buyer had become insolvent and assigned its assets for the benefit of creditors. Thereafter no effort was made by the trustees to satisfy. The tender which the latter did make after many months elapsed was without effect, not only because of delay, but in the amount offered. If the assignees desired to enforce any rights the bankrupt might have in the contract on behalf of the estate, it was their duty to signify this purpose with promptness: U. S. Trust Co. v. Wabash Western Ry., 150 U. S. 287; Hanna v. Florence Iron Co., 222 N. Y. 290.</p>\n<p id=\"b600-4\">The unpaid seller had the right, either by reason of the breach by the purchaser, or because of its insolvency (Sales Act, section 53), to resell the goods, as provided in section 60, and it is to be noticed that it is expressly provided by subdivision 3 thereof that notice of intention to so proceed need not be given the buyer, but the failure to do so is to be considered, only in determining whether the right was exercised within a reasonable time; nor was it necessary to advise the purchaser of the time or place of sale (subdivision 4). This right to dispose of the goods in case of nonpayment is not lost by the retention of sums advanced in part payment (Danish Pride Products Co. v. Marcus, 272 Pa. 340), or by recovering a judgment for the price: D’Aprilo v. Turner-Looker Co., 239 N. Y. 427, 147 N. E. 15. In making sales, due diligence must be exercised (Lamborn v. Kirkpatrick Co., 288 Pa. 114; Huessener v. Fishel &amp; Marks Co., 281 Pa. 535), and a reasonable time after default must elapse: Hausman v. Buchman, 179 N. Y. Supp. 26; First Nat. Bank v. Pipe Supply <page-number citation-index=\"1\" label=\"577\">*577</page-number>Co., supra. The best available market must be sought, and effort made to secure the highest price obtainable (Rees v. Bowers Co., 280 Pa. 474) at public or private sale (Farrish Co. v. Harris Co., 204 N. Y. Supp. 638), but, in the absence of evidence to the contrary, the sum received will be presumed to be the best that could be secured: Raymond v. Phipps, 215 Mass. 559, 102 N. E. 905; Arkansas Short Leaf Lumber Co. v. Hemler, 281 Fed. 914. In the present case the machines had become worthless by reason of the changes made in designs of vulcanizers between 1920 and the time of sale. A purchaser was found who agreed to pay $2,800, a sum less than the amount remaining due the seller, but the offerer failed to carry out the contract. The only value which remained was as scrap (Parrish Mfg. Corp. v. Martin-Parry Corp., 285 Pa. 131, 140), and the proceeds from the sale as such amounted to less than $300.</p>\n<p id=\"b601-3\">Though unimportant, in view of the conclusions above indicated, note may be made of the claim for storage. The machines were kept for three years by reason of the buyer’s default. A bill for this service at the rate of $50 per month was rendered in 1922, and no objection made thereto, which latter fact is to be considered: Leinbach v. Wolle, 211 Pa. 629. Evidence was offered at the trial to show the charge was reasonable. That liability for some amount was recognized is apparent by the inclusion of an allowance for this debit when the attempted tender was made. “When the seller is ready and willing to deliver the goods and requests the buyer to take delivery, and the buyer does not within a reasonable time,......he is liable to the seller......for a reasonable charge for the care and custody of the goods”: Sales Act, section 51.</p>\n<p id=\"b601-5\">A careful examination of the charge of the court below convinces us that the case was fairly submitted, and that no prejudicial error appears therein. The jury has found a material breach of the contract, and a failure to pay after the lapse of a reasonable time following the <page-number citation-index=\"1\" label=\"578\">*578</page-number>final demand. The only objection to the resale is tbe failure to give notice thereof, which is not required, and the sum received was less than the balance remaining due on the purchase price, even if the charge for storage was eliminated. The assignments of error are without merit and are overruled.</p>\n<p id=\"b602-4\">The judgment is affirmed.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b602-5\">Mr. Justice Frazer and Mr. Justice Kephart</author>\n<p id=\"A12r\">dissented as to the disallowance of the claim alleged to have been made under a promise of adoption.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}