{
  "casebody": {
    "data": "<casebody firstpage=\"53\" lastpage=\"55\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b71-6\">Edward Mulligan, Appellant, <em>v. </em>W. F. Barnes.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b71-7\"><em>Execution—Belay of sale—Bistribution—Payment of proceeds into court </em>—Practice, <em>0. P.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b71-8\"><em>A </em>rule taken by a junior execution creditor to pay the proceeds of a sheriff’s sale of personal property into court should be made absolute where the testimony in support of the rule tends to show that the senior execution creditor had used his writ for the purpose of securing and maintaining a lien upon the defendant’s personal property, and not for the legitimate purpose of having a sale.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b71-9\">Argued March 28, 1895.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"Alq\">Appeal, No. 129, Jan. T., 1895, by plaintiff, from order of C. P. No. 3, Phila. Co., June T., 1894, No. 1693, discharging rule to pay the proceeds of sheriff’s sale into court.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"Azd\">Before Stkimiett, C. J., Williams, McCollum, Mitchell and Dean, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"A8C\">Reversed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b71-10\">Rule to show cause why the proceeds of a sheriff’s sale of personal property should not be paid into court.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b71-11\">The record showed that the original rule was a “ rule to postpone the lien of the two executions issued prior to the execution issued herein, to the lien of the writ of the plaintiff herein, so that the distribution shall be first made to the plaintiff herein. Proceedings to stay.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b72-3\"><page-number citation-index=\"1\" label=\"54\">*54</page-number>Edward Mulligan in his affidavit on which the rule was granted averred that “ on September 13, 1894, he obtained a judgment against the above named defendant for the. sum of $583. That upon the same day an execution was issued against the defendant, and the sheriff instructed to proceed with the same. That upon the first day of June, 1894, an execution was issued against the said defendant, at the suit of F. Q. Dutton, for the sum of $1,600, and upon the same day an execution, at the suit of John Barnes, for $1,400. Said latter judgments are entered of record in your honor’s court, as of June term, 1894, Nos. 614 and 615. That upon the 5th day of November, 1894, the sheriff sold the personal property of the said defendant, by virtue of the said execution, said sale bringing the sum of about $700. The plaintiff avers that when the two prior executions herein mentioned were delivered to the sheriff he was instructed to permit the defendant to remain in possession, and to permit the defendant to conduct his business, and to allow him to take and keep the money that should come into the defendant’s place of business. That said executions were treated by the plaintiffs therein for the purpose of securing a lien, and not for the purpose of making a lawful sale thereunder. The plaintiff avers further that under said prior executions the said sheriff was instructed not to proceed with the same, and that it was not until the execution in the plaintiff’s case that the sheriff took any steps to execute the said writs.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b72-4\">Depositions taken in support of rule tended to sustain the averments of the affidavit.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b72-5\">The court discharged the rule.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b72-6\"><em>Error assigned </em>was above order.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b72-7\"><em>Thomas Diehl </em>and <em>John Gr. </em>Johnson, for appellant.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AAB\">An execution is intended, not to secure, but to enforce payment of a debt. It must be used in good faith for its legitimate purpose, or the plaintiff, in whose favor it issues, gains no advantage from it: Larzelere’s App., 22 W. N. C. 100; Stern’s App., 64 Pa. <em>447; </em>Stroudsburg Bank’s App., 126 Pa. 529 ; Schwartz &amp; Graff’s App., 21 W. N. C. 246 ; Moore v. Dunn, 147 Pa. 359.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b72-8\"><em>William W. Eer, </em>for appellee.</attorneys>\n<decisiondate data-order=\"16\" data-type=\"decisiondate\" id=\"ABq\"><page-number citation-index=\"1\" label=\"55\">*55</page-number>October 7, 1895:</decisiondate>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b73-3\">Opinion by</p>\n<author id=\"AIo\">Mb. Chief Justice Steebett,</author>\n<p id=\"b73-4\">In its inception, this proceeding was irregular; but, in appellant’s history of the case it is averred arid not denied by appellee that, on argument in the court below in November, 1894, “the rule was amended to a rule to sliow cause why the fund arising from the sheriff’s sale under the writ in this ease and the two writs issued out of said court as of June term, 1894, Nos. 614 and 615, should not be paid into court and an issue awarded to determine the facts in dispute in regard to the distribution of said fund.”</p>\n<p id=\"b73-5\">After argument, the rule as thus amended was discharged and this appeal taken.</p>\n<p id=\"b73-6\">We have examined the record, and in view of the facts, as they appear therein, we are all of the opinion that the rule should have been made absolute. The controlling facts are practically undisputed. The legal questions involved are so well settled that discussion of them is unnecessary.</p>\n<p id=\"b73-7\">The decree discharging the rule is reversed with costs to be paid by the appellee, and it is now adjudged and decreed that the rule be made absolute and the issue awarded in due form.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}