{
  "casebody": {
    "data": "<casebody firstpage=\"122\" lastpage=\"124\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b140-3\">Gulf, Colorado &amp; Santa Fe Railway Co. v. T. E. Smith et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b140-4\">No. 6235.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b140-5\">Covenant Not Running with, the Land.—Bryan granted to the railway company the right of way across a tract of land owned by him. In the grant was the following covenant: “ It is expressly understood and agreed that whenever the whole or any portion of said land crossing the line of said railway is enclosed and used exclusively for pasturage, the said railway .company shall, so long as such land is used exclusively for pasturage as aforesaid, construct and maintain a lawful fence on each side of its right of way within said inclosure sufficient to keep off sheep and goats; wherever any portion of said land adjoining and abutting the right of way is used exclusively for pasturage, and is enclosed on all sides except the side abutting on said right of way, said company shall fence its right of way on the side of its railway next to said pasture.” Bryan sold the land, and a remote vendee brought suit against the railway company for damages for breach of said covenant. <em>Held, </em>That the covenant did not run with the land, and that plaintiff showed no cause of action. Following Spencer’s case, 3 Coke, 31.</headnotes>\n<summary data-order=\"3\" data-type=\"history\" id=\"b140-7\">Appeal from Bell. Tried below before Hon. W. A. Blackburn.</summary>\n<p data-order=\"4\" data-type=\"summary\" id=\"b140-8\">The case is stated in the opinion.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b140-9\"><em>Harris &amp; Saunders, </em>for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AQT\">The covenants and the deed in reference to the fencing of the right of way do not run with the land. Black v. Isham, vol. 7, Am. Law Reg., new series, 3; Weld v. Pentz, 17 Pick., 538.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b140-10\"><em>Montieth &amp; Furman, </em>for appellee,</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AOK\">cited Rawle on Cov. for Title, 4th ed., 314, 315, 317, and 318; Sugden on Vendors, 14 ed., 577-599.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b140-11\">Hobby, Judge.</author>\n<p id=\"AXj\">Appellant, the Gulf, Colorado and Sante Fe Railroad Company, was granted the right of way through and over a tract of land of about 1200 acres, in Bell County, by the terms of a deed from Guy M. Bryan, executed to them on the 23d day of July, 1881.</p>\n<p id=\"b140-12\">The deed conveying the right of way contained the following stipulation: <em>“ </em>It is expressly understood and agreed that whenever the whole or any portion of any of said land crossing the line of said railway is enclosed and used exclusively for pasturage, the said company shall, so long as such land is used exclusively for pasturage as aforesaid, construct and maintain a lawful fence on each side of its right of way within said enclosure sufficient to keep off sheep and goats; wherever any portion of said land adjoining and abutting the right of way is used exclusively for pasturage, and is enclosed on all sides except the side abutting on said right of way, said company shall fence its right of way on the side of its railway next to said pasture.”</p>\n<p id=\"b140-13\">By deed dated December 15, 1882, the same land was conveyed to the appellee, T. E. Smith, and Peter G. Rucker. In April, 1885, Rucker con<page-number citation-index=\"1\" label=\"123\">*123</page-number>Tejed his interest to appellee T. E. Smith, who with appellee 0. P. Smith are shown to be the owners of the land, and who instituted this suit against the appellant for the recovery of damages alleged to have been sustained by them by reason of the failure and refusal of the appellant to erect and maintain a fence adjoining and abutting its right of way in compliance with the stipulation embraced in the deed from Bryan to appellant; and which failure to erect the fence resulted in stock entering upon said land, eating and destroying the grass thereon, and trampling upon and injuring the sod, rendering it unfit and worthless for pasturage purposes.</p>\n<p id=\"b141-3\">The trial resulted in a judgment in favor of the appellees for the sum of one thousand dollars, from which the appellant appeals.</p>\n<p id=\"b141-4\">There are several assignments of error presented for consideration, but we think the disposition of the case is involved in the first and third, and these relate to the proper construction of the stipulation or covenant contained in the deed from Bryan to appellant. The court instructed the jury with reference to this clause in the deed as follows:</p>\n<p id=\"b141-5\">“By the terms of the contract in which the right of way was granted by Bryan to defendant, it was agreed by defendant on its part that whenever plaintiffs enclosed any part or the whole of their land exclusively for pasturage, then within a reasonable time after notice of plaintiffs’ intention to use said land for pasture exclusively, and that they had enclosed it for that purpose except that portion adjoining the right of way, then upon such notice the defendant would be required to fence their right of way along such portions as plaintiffs may have enclosed for the exclusive use of a pasture, and upon defendant’s failure to construct such fence it would be responsible for such damages as arise from such failure.”</p>\n<p id=\"b141-6\">The court was requested by appellant to instruct the jury that “the deed offered in evidence from Guy M. Bryan to the Gulf, Colorado and Santa Fe Railway Company, taken in connection with the deed from Guy M. Bryan to Smith and Rucker, offered in evidence, do not give to plaintiffs a right of action against defendant for breach of the covenant contained in the said deed from Bryan to defendant, and you will find for defendant.”</p>\n<p id=\"b141-7\">There has been much discussion in the cases turning upon this point “concerning express covenants and covenants in law, and which covenants run with the land and which of them are collateral and do not go with the land; and where the assignee shall be bound, without naming him, and where not.” In Spenser’s case, 3 Coke, 31, which is recognized as the leading authority upon this subject, the rule is said to, be that when the covenant extends to a thing <em>in esse, </em>part of the demise, the thing to be done by force of the covenant, is annexed and appurtenant to the thing demised, and shall go with the land and bind the as<page-number citation-index=\"1\" label=\"124\">*124</page-number>signee though he be not bound by express words; but when the covenant extends to a thing which is not in being at the time of the demise made, it can not be appurtenant or annexed to the thing which has no being.”</p>\n<p id=\"b142-5\">If the covenant be to erect or set up a new house and the like, it will not bind the assignees unless they be named in the covenant. Tollman v. Coffin, 4 Comst., 136; 4 Paige, 510; 8 Paige, 351.</p>\n<p id=\"b142-6\">Those covenants which are held to run with the land and enure to the benefit of the assignee, are such as generally affected the land itself and conferred a benefit on the grantor. In the case before us the rule announced in the authorities cited above would apply with additional force, from the fact that it appears from the language of the contract or covenant that it was intended to protect stock from injury by the railroad, rather than to confer a benefit on the grantor affecting the land itself. It was contingent and necessarily temporary in its application.</p>\n<p id=\"b142-7\">To construe this contract as a covenant running with the land, and the breach of which would authorize the action in this case, would be an extension of the rule beyond the limits already established in the cases cited. 17 Pickering, 543; 14 Ohio St., 51; 87 N. Y., 141; 59 Wis., 285; Hurd v. Curtis, 19 Pickering, 462.</p>\n<p id=\"b142-8\">We are of opinion that the charge complained of was error, and should not have been given, and that the charge requested should have been given; and for these errors we think the judgment should be reversed and the cause remanded.</p>\n<p id=\"b142-9\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b142-10\">Adopted November 27, 1888.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}