{
  "casebody": {
    "data": "<casebody firstpage=\"185\" lastpage=\"194\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b203-9\">R. R. Griffith et al. v. A. J. Rife et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b203-10\">No. 6116.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b203-11\">1. Maps.—It is competent and. proper to allow maps used by a witness to illustrate and explain his testimony to be so used and to be admitted in evidence with the testimony of witnesses using them.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b203-12\"><em>2. </em>Surveys—Priority.—Two surveys were made in 1885. Upon the junior a location was made in 1839, calling for the survey. This location was followed by a resurvey and matured into patent in 1841. Subsequent to this patent a location was made upon the senior of the surveys made in 1835, followed by resurvey and patent. In a conflict between the holders under the two patents, <em>held, </em>that the location, etc., in 1839 upon the junior survey appropriated the land included therein as against the relocation upon the older survey, and that too even if the lines of the survey in 1839 can only be run by course and distance from a known beginning, and when so run extend over upon the actual lines of the junior location upon the older survey. The surveys in 1835 were made without authority.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b203-13\">3. San Antonio Road..—See conflicting testimony to its locality between the San Marcos and Colorado rivers.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b203-14\">4. Estoppel.—That a defendant holds a tract of land not in controversy under a deed calling for the San Antonio road as a boundary at a known locality does not estop the defendant from showing another locality for the road in determining the boundary of the lands in litigation.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b203-15\">Appeal from Caldwell. Tried below before Hon. H. Teichmneller.</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b203-16\">The facts are sufficiently given in the opinion.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b203-17\"><em>Nix, Story &amp; Story, </em>for appellants.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"ACe\">On maps. Buford v. Bostick, 50 Texas, 377; Robinson v. Doss, 53 Texas, 509; Boon v. Hunter, 63 Texas, 589.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b203-18\">Call for same boundary line. Jones v. Andrews, 62 Texas, 660; Boon v. Hunter, 62 Texas, 588; Davis v. Smith, 61 Texas, 31.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b203-19\">On established fact. Wintz v. Morrison, 17 Texas, 387-8; Beaumont Pasture Co. v. Preston &amp; Smith, 65 Texas, 453.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b204-4\"><page-number citation-index=\"1\" label=\"186\">*186</page-number>A legal file is an appropriation of the land. Horton v. Pace, 9 Texas, 83; De Montel v. Speed, 53 Texas, 342; Sherwood v. Fleming, 25 Texas Supp., 427; Wright v. Hawkins, 28 Texas, 471; Burleson v. Durham, 46 Texas, 157; T. &amp; P. Ry. Co. v. Thompson, 65 Texas, 191; O’Neal v. Manning, 48 Texas, 407; Wyllie v. Wynne, 26 Texas, 42; H. &amp; T. C. Ry. Co. v. McGehee, 49 Texas, 482.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b204-5\">Bunion’s recognition of line. George v. Thomas, 16 Texas, 89; McArthur v. Henry, 35 Texas, 816; Floyd v. Rice, 28 Texas, 344.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b204-6\">The desideratum actual survey. Stafford v. King, 30 Texas, 273; Oliver v. Mahoney, 61 Texas, 612; Freeman v. Mahoney, 57 Texas, 624-6; Phillips v. Ayers, 45 Texas, 606.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b204-7\">Declarations of deceased persons as to ancient lines. Hobby Land Law, sec. 340; George v. Thomas, 16 Texas, 92; Stroud v. Springfield, 28 Texas, 649.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b204-8\"><em>Walton, Hill &amp; Walton, </em>for appellee Rife.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b204-9\"><em>Stringfellow &amp; McNeal, </em>for appellee Bunton.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b204-10\">Acker, Presiding Judge.</author>\n<p id=\"AoC\">Appellants brought this suit in the usual form of trespass to try title, claiming the land in controversy as part of the Pablo Martinez league. Appellees were in possession, claiming the land as part of the A. M. Leavy league, and defended under the plea of not guilty. The two leagues abut upon each other, the field notes of each calling for the San Antonio road as the dividing line between them. In 1835 two surveyors, Sims and Shackelford, surveyed the land embraced in these two leagues and the land embraced in several other surveys situated on each side of the San Antonio road, and returned the field notes of the surveys so made to the General Land Office, the field notes of the land embraced in the Leavy survey being designated as league No. 5 and the field notes of the land embraced in the Martinez survey being designated as league No. 9. The land covered by the Martinez certificate was surveyed January 15, 1835, and the land covered by the Leavy certificate was surveyed February 4, 1835.</p>\n<p id=\"b204-11\">On February 26, 1838, the A. M. Leavy certificate was presented to Sims, who was then surveyor of Bastrop County, for location, and he made the following endorsement thereon:</p>\n<blockquote id=\"b204-12\">“Located of the within one league of land on league No. 5 on the west of the Colorado on the north side of the San Antonio road, on Cedar Creek. This February 26, 1838. B. Sims, C. S., C. Bastrop.”</blockquote>\n<p id=\"b204-13\">On May 3, 1838, the Pablo Martinez certificate was presented to said Sims for location, and he made the following endorsement thereon:</p>\n<blockquote id=\"b204-14\">“Located on league No. 9, San Antonio road, west of Colorado River. This May 3, 1838. B. Sims, C. S., C. Bastrop.”</blockquote>\n<p id=\"b205-3\"><page-number citation-index=\"1\" label=\"187\">*187</page-number>On the same day the surveyor, Sims, returned to the General Land Office a plat of league No. 9, and certified that it was surveyed according to law for Harratio Griffith, assignee of Pablo Martinez, the certificate containing the following language: “Reference to the General Land Office for the field notes of league No. 9.”</p>\n<p id=\"b205-4\">On August 22,1845, the Commissioner of the General Land Office made the following endorsement on the report and certificate of the survey made by Sims on if ay 3, 1838:</p>\n<blockquote id=\"b205-5\">“The surveyor of Bastrop County is hereby authorized to survey anew the land designated by the within plat.</blockquote>\n<blockquote id=\"b205-6\">“Thos. Wm. Ward, Commissioner.”</blockquote>\n<p id=\"b205-7\">On this authority league No. 9 was resurveyed by the surveyor of Bastrop County for Harratio Griffith, assignee of Pablo Martinez, on the 4th day of September, 1845, and a patent was issued on the field notes of the resurvey on September 11, 1845. The survey under the location of the Leavy certificate was made March <em>20, </em>1839, and the patent issued thereon June 17, 1841.</p>\n<p id=\"b205-8\">The case was tried by the court without a jury and judgment rendered for appellees. The first and second assignments of error relate to the rulings of the court in admitting in evidence a map marked Z, and in permitting the witness Campbell to testify with reference to the locality of the several leagues and their lines, the locality of the roads, water holes, etc., on said map.</p>\n<p id=\"b205-10\">To the introduction of the map and the evidence of the witness relating thereto appellant objected, upon the grounds: “1. Because it was not an official map. <em>2. </em>Because no one had testified that it was a correct map of the lands or meanderings of the road to which it relates; because it could serve no legal purpose, and only tended to confuse and mislead.”</p>\n<p id=\"b205-11\">The witness Campbell was introduced as an expert surveyor. He had testified about the lines and boundaries of the Leavy, Martinez, and other surveys adjacent, and that he was with Chapman, the surveyor, when he made the survey of the Leavy and Martinez surveys under an order of court in this case. Then with the map Z before him he proceeded to explain and illustrate his testimony by reference to the map, and by diffi ferent colored lines drawn upon the map he illustrated where the boundary line between the two surveys would be located if course and distance were followed as given in the several field notes of the two surveys from a known and established corner of another survey. We do not think the testimony of this witness could have been well understood without some illustration such as was made by the use of this map. It was offered in connection with and explanatory of his evidence. We think the first and second assignments of error are not well taken.</p>\n<p id=\"b205-12\">The third assignment of error is: “The court erred in the sixth and <page-number citation-index=\"1\" label=\"188\">*188</page-number>seventh findings of the facts in the case, and in being governed by the facts thus found if true.”</p>\n<p id=\"b206-5\">The sixth and seventh findings of fact are as follows:</p>\n<blockquote id=\"b206-6\"><em>“6. </em>That the southeast corner of survey No. 4, made for James Montgomery, and which is the beginning point of the Leavy survey, can be identified by the corner of the adjacent Moore survey, which is known and well established.”</blockquote>\n<blockquote id=\"b206-7\"><em>“ </em>7. That the construction of the Leavy survey from said beginning point and following course and distance covers the land described in the patent and embraces the land in controversy.”</blockquote>\n<p id=\"b206-8\">There appears to be no controversy as to the true location of the corner of the Moore survey, from which the court, following course and distance, located the southeast corner of the Montgomery, which is identical with the beginning corner of the Leavy. The corners of neither the Leavy nor Martinez surveys are satisfactorily established by the evidence, and the Moore corner is the nearest known and satisfactorily identified corner to the surveys in controversy. The territory occupied by these and adjacent surveys is open prairie country.</p>\n<p id=\"b206-9\">The precise locality of the San Antonio road at the time these surveys were located is not satisfactorily established by the evidence. Appellee Rife claimed that his land was situated in the southeast corner of the Leavy survey. The surveyor, Chapman, who had surveyed Rife's land for him, testified that he surveyed Rife's land and located and established his southeast corner, which is also the southeast corner of the Leavy, before he made the survey under the order of the court. In making the survey for Rife the field notes which he used located the Moore corner one vara from its bearing tree, while it should have been one hundred varas; that beginning at one vara from the bearing tree he then ran the meanders of the Montgomery by the field notes of 1835, and after reaching the end of the last call he moved one hundred varas further on the same course (having discovered the error in the beginning corner), at which point he made and established the southeast corner of the Leavy survey and the Rife tract. He located this southeast corner from the calls in the Leavy patent, and Rife built his fence a few varas inside of this line.</p>\n<p id=\"b206-10\">The Montgomery survey No. 4 was surveyed in 1835 and patented on the field notes then made, which are as follows: Begin at south corner of Moore one-quarter league from which a post oak stump bears north 59 east 100 varas; thence south 85 west 580 varas; south 70 west 330 varas; south 76 west 700 varas; south 67 west 240 varas; north 77 west 660 varas; north 84 west 595 varas to a branch 30 varas below an old ford, 860 varas to the south corner.</p>\n<p id=\"b206-11\">The field notes of survey No. 5 (the Leavy), as made in 1835, are as follows: Begin at a stake on the San Antonio road and southwest corner <page-number citation-index=\"1\" label=\"189\">*189</page-number>of No. 4 (Montgomery) on the San Antonio road; thence along said road with its meanders north 75 west 760 varas; north 62 west 1250 varas; north 70 west 1050 varas; south 80 west 480 varas; west 410 varas; south 82 west 400 varas; south 77 west 170 varas to a post and corner for southwest corner this survey.</p>\n<p id=\"b207-5\">The Leavy was patented in 1841 and a survey and field notes made in 1839 calling for its front on the San Antonio road as follows: Begin at the southeast corner of survey No. 4, made for Jas. S. Montgomery; thence with the meanders of the San Antonio road south 80 west 1500 varas; south 86 west 1600 varas, 3100 varas to the southeast corner of survey No. 6.</p>\n<p id=\"b207-6\">The field notes of 1835 for league No. 9 (Martinez) describe the survey as follows: Situated on the San Antonio road, beginning at a post and northwest corner of league No. 9; thence for the three sides of the survey to the last call, which is if thence west with the meanders of the San Antonio road to the place of beginning.”</p>\n<p id=\"b207-7\">The field notes of the Martinez as contained in the patent issued in September, 1845, so much of them as relate to the dividing line between it and the Leavy, are as follows: Beginning at the northwest corner of Gideon Pace's league No. 8 at a stake, thence with the meanders of the road as follows: North 70 west 300 varas; north 68 west 384 varas; north 60 west 430 varas; north 68 west 955 varas; north 82 west 244 varas; north 89 west 1090 varas; south 84 west 390 varas; north 80 west 510 varas; north 87½ west 455, a stake marked 9.</p>\n<p id=\"b207-8\">It is not claimed that the San Antonio road as it existed at the time these surveys were made could be traced and identified upon the ground by its track or impression at the time of the trial. If its locality had been thus identified there would be no difficulty in determining the rights of the parties. Appellants claimed that at the time these surveys were located the road ran from- the established and identified Moore corner near by the Alligator water hole, which would put the land in controversy within the boundaries of the Martinez. • It devolved upon them to prove to the satisfaction of the trial court that the road did so run to entitle them to recover against appellees, who were in possession under title to the land as part of the Leavy survey.</p>\n<p id=\"b207-9\">It is insisted by appellants that the locality of the road should be determined by the field notes of the surveys made in 1835, and that by these field notes the dividing line would be located where they claim it to be. In the field notes of 1835 for league No. 5 (Leavy) the meanders of the road are given by numerous calls for courses and distances. In the field notes of that year for league No. 9 (Martinez) no meanders are given; the call is simply with the meanders of the road. The field notes of neither of these surveys call for the other survey. The field notes of 1835 of league No. 9 were made prior to those of the same year for league <page-number citation-index=\"1\" label=\"190\">*190</page-number>No. 5. If the then locality of the road can not now be identified by physical evidences found upon the ground its meanders could not be followed by the field notes of league No. 9 made in 1835, for there is no call in them for courses and distances. But it is insisted that the calls for the meanders of the road, as given in the field notes of 1835 of league No. 5, should control, and by them the road would be located where appellants claim it should be. We think a sufficient answer to this is, that upon the location of the Leavy certificate upon league No. 5 in 1838, a survey was made in 1839, the field notes of which superseded the field notes of 1835, and the patent was issued for the Leavy upon the field notes of 1839 several years before any steps were taken under the location of the Martinez certificate to have the field notes of 1835 of league No. 9 corrected so as to furnish the data necessary to identify the locality of the boundary line between the two surveys. The survey and field notes under the location of the Martinez certificate were not made until 1845, in which the meanders of the road were given by calls for courses and distances. Hearly four years before this was done, and while there was nothing in the field notes of 1835 for league No. 9 to indicate the meanders of the road by which it could be identified independent of the physical evidences of its locality, the State issued its patent for the Leavy, giving the meanders of the road by calls for courses and distances.</p>\n<p id=\"b208-4\">The meanders of the road as called for in the field notes of the patents for the two surveys are irreconcilable. The marks or evidences of its locality having been obliterated, we must look to the calls for courses and distances in the patents, and where there is irreconcilable conflict in these the junior must yield to the senior grant. If the corners and boundaries of the Leavy survey could not be identified by marks and objects upon the ground, and there was an established and identified corner of another survey having such relation to the Leavy as that it could be. constructed by following course and distance from such established and identified corner, the Leavy should be so constructed, even though the boundaries thus established should include land within the marked boundaries of a junior survey.</p>\n<p id=\"b208-5\">The surveys and field notes of 1835 appear to have been made without authority. The reports of the surveyors are in blank. They do not appear to have been made by virtue of certificates or for any particular persons. They did not operate as appropriations of these lands, and there was no appropriation of them until the Leavy and Martinez certificates were located thereon. The endorsement by the surveyor upon these certificates that he had located them respectively upon leagues 5 and 9, together with his reference to the field notes made in 1835 of these surveys, then in the Land Office, was sufficiently certain to designate what land was intended to be appropriated to each certificate. Horton v. Pace, 9 Texas, 82. If the field notes referred to had been correct and the patents had <page-number citation-index=\"1\" label=\"191\">*191</page-number>issued thereon, the rights of the parties would have been controlled and determined thereby. But the surveys made under the locations of the certificates superseded those of 1835, and have been adopted and ratified by the State in issuing patents thereon.</p>\n<p id=\"b209-5\">What has been said might well be regarded as sufficient to dipose of the case, but appellants press upon our attention other assignments, which we will now consider.</p>\n<p id=\"b209-6\">The fourth assignment of error is: “ The court erred in the first finding as to the law of the case, because the plaintiffs did establish with certainty thb locality of the San Antonio road by the production of abundant and competent evidence.”</p>\n<p id=\"b209-7\">The finding here referred t,o is: “That the plaintiffs have failed to-establish the locality of the San Antonio road as the dividing line between the two surveys with that degree of certainty which would entitle them to recover.”</p>\n<p id=\"b209-9\">Appellants claimed that the old San Antonio road, the boundary line between the two surveys, run from the Moore corner, according to the field notes of 1835, near to and south of the Alligator water hole. Appellees claimed that the old road run from the Moore corner near to and south of the Willow water hole, over a mile south forty-five degrees east from the Alligator water hole, according to the patented field notes of the Leavy league.</p>\n<p id=\"b209-10\">Chapman shows by his report of the survey made by order of court in this case, and testified, that the meanderings of the road from Moore's corner, according to the field notes of 1835, run near the Alligator water hole; and that the meanderings of the road, according to the patented field notes of the Leavy, run near the Willow water hole. On both of these lines an old road was several times intersected or run with for a short distance.</p>\n<p id=\"b209-11\">Thos. G. McGehee testified that he was with Sims and Shackelford in 1835 when they surveyed these leagues; that the road was then a plain road and run about twenty-five or thirty yards to the south of the Alligator water hole; that he was captain of a spy company along this road from February 28, 1836, to the fall of the Alamo, and had traveled the road hundreds of times.</p>\n<p id=\"b209-12\">J. H. Jenkins testified that he was one of the chainmen that resurveyed the Martinez in 1845; that the road was then plain and appeared to be an old traveled road; that he first traveled the road between these surveys in 1837; that he knew the Alligator water hole, it is but a short distance from the road, not more than two hundred yards; that had been the old San Antonio road ever since he had been in the county, and is the road that those leagues front on; that when they surveyed the Martinez in 1845 they found corners that had been made previous to that survey; that they found all of the corners.</p>\n<p id=\"b210-4\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>W. C. Walsh testified that Col. Andrew Neill, deceased, told him that at and prior to the Dawson massacre the old San Antonio road ran in one hundred yards of the Alligator water hole.</p>\n<p id=\"b210-5\">Levy Shackleford testified that he had known the San Antonio road since 1849, and that the old road passed about one hundred yards south of the Alligator water hole; that he was well acquainted with Col. Bunton, Capt Billingsley, and old Mr. Wining; they were old stockmen and lived near the old San Antonio road on Cedar Creek when witness came to the country; they were old Texans and are now all dead; they told him that the old San Antonio road ran by the Alligator water hole.</p>\n<p id=\"b210-6\">H. C. Harris testified that Col. Bunton and Capt. Billingsley told him the old road always ran by the Alligator <em>water </em>hole; that he has known the road since 1850; went with his father to live on the ranch 600 yards south of the Alligator water hole in 1854. The old road run about 100 yards south of the Alligator water hole; there was no road south of the Harris ranch; the only trail by the Willow water hole was made by stock going down from his father’s pens.</p>\n<p id=\"b210-7\">H. C. Skaggs testified that he settled the Harris ranch in 1853 or 1854; that the old San Antonio road then run near to the Alligator water hole; there was no road running south of the ranch; there was <em>a </em>trail made by stock going to the Willow water hole, which was afterward traveled by wagons.</p>\n<p id=\"b210-8\">R. P. Donahoe testified that he had known the country 32 years, and had lived on his place south of the San Antonio road 26 years, and knows of no road <em>except </em>that by the Alligator water hole.</p>\n<p id=\"b210-9\">James M. Patton testified that he had known the road since the spring of 1842; saw the Alligator water hole first in that year; the road run south of the Alligator water hole, as he recollects, between one and one and a half miles, passing near Cottomvood water hole; he knew Bunton and Billingsley, and thinks they knew the road as well as he did; the old road ran by the Blalock place from 1842 to 1845. A portion of the travel went by the Alligator water hole and a portion by the Willow water hole.</p>\n<p id=\"b210-10\">Paul Deats testified that he first saw the road in 1842, and traveled it between 1842 and 1843; that he knew one trail running from the road to the Alligator water hole; it run northwest from the water hole.</p>\n<p id=\"b210-11\">George J. Neill testified that he traveled the old San Antonio road in 1831, and frequently between 1834 and 1845, and knew said water holes; that the road run from three-fourths to a mile south of the Alligator water hole and near by the Willow water hole. From 1835 there were several trails running off from the main road at different points leading to the Avater holes; the Willow water hole is about southwest from the Alligator water hole; about 1837 the road was changed to run by the Alligator water hole, and since that time it has been used generally by travelers as a camping place, and is north of the road.</p>\n<p id=\"b211-2\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>The foregoing is a substantial statement of all the evidence bearing upon the question of the locality of the San Antonio road within the dates mentioned, from which it is apparent that there was very considerable conflict in the evidence. In such case it is well settled that this court will not disturb the judgment on the evidence. If the prior survey and appropriation of the land under the Leavy certificate did not preclude appellants’ right of recovery, as we have decided that it did, and the question of the locality of the road was the only question in the case, without regard to the question of prior appropriation, we could not say that the judgment was without evidence to support it, or that it was clearly against the great preponderance of the evidence. What we have already said disposes of the remaining assignments, except the ninth, which is as follows:</p>\n<blockquote id=\"b211-3\">“ The court erred in the sixth conclusion of law, because the boundary recognized by Bunton as the common corner between the Connell league and the Martinez league is a recognition of the road where plaintiffs claim it to be.”</blockquote>\n<p id=\"b211-4\">The sixth conclusion referred to in this assignment was filed in response to the following question by appellants:</p>\n<blockquote id=\"b211-5\">“Does not the defendant Bunton claim and hold ninety acres of land in the northeast of the Sampson Connell league by his purchase from Harris, and has he not by this purchase and holding recognized the locality of the San Antonio road to be at his said northeast corner, and to run thence by the Alligator water hole, as claimed by plaintiffs ?”</blockquote>\n<p id=\"b211-6\">The answer of the court was as follows: “ The defendant Bunion’s purchase and holding said land does not constitute such recognition of the <em>locus </em>of the line in controversy as would operate as an estoppel; it does not establish said line, and does not affect the general result of the cause as indicated in the conclusions of the court.”</p>\n<p id=\"b211-8\">We fail to discover in the question propounded by appellants, in response to which the sixth conclusion was filed, or in the facts of the case, any of the elements of the doctrine of estoppel that could be applied to the appellee Bunton.</p>\n<p id=\"b211-9\">In Pomeroy’s Equity, vol. 2, sec. 804, the following definition of an estoppel <em>in pais </em>is given: “ Equitable estoppel is the effect of the voluntary conduct of a party whereby he is precluded, both at law and in equity, from asserting the rights which might perhaps have otherwise existed, either of property, of contract, or of remedy, as against another person, who has, in good faith, relied upon such conduct, and has been led thereby to change his position for the worse, and who on his part acquires some corresponding right either of property, of contract, or of remedy.”</p>\n<p id=\"b211-11\">It does not appear that Bunton’s purchase and holding the ninety acres of land in the Connell survey has induced appellants to change their po<page-number citation-index=\"1\" label=\"194\">*194</page-number>sition for the worse. We think the court did not err in the conclusion here complained of.</p>\n<p id=\"b212-5\">We find no error in the judgment and are of opinion that it should be affirmed.</p>\n<p id=\"b212-6\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b212-7\">Adopted December 4, 1888.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}