{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b19-12\">Kane, a Minor, Appellant, <em>v. </em>Quigley, Appellee. (Two cases.)</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b19-13\">[Cite as Kane v. Quigley, 1 Ohio St. 2d 1.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b19-16\">(Nos. 38584 and 38585</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Av\">— Decided December 29, 1964.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b20-10\"><page-number citation-index=\"1\" label=\"2\">*2</page-number><em>Mr. John L. Dowling, </em>for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b20-11\"><em>Messrs. Ward é Kennedy </em>and <em>Mr. Thomas G. Ward, </em>for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b20-12\">0 ’Neill, J.</author>\n<p id=\"AqK\">The question presented is whether a minor child, acting through a parent as next friend, can maintain an action against a third party for wrongfully disrupting the family circle and <em>depriving </em>the child of affection, companionship and guidance of his father, and for bringing unwanted attention and unwarranted publicity to the child, causing him embarrassment, humiliation and loss of social standing.</p>\n<p id=\"b20-13\">There is no statutory basis for such a cause of action in Ohio.</p>\n<p id=\"b20-14\">Such an action is not known at common law.</p>\n<p id=\"b20-15\">At common law, the benefits and duties accruing as a result of the family relationship are deemed to be social rather than legal.</p>\n<p id=\"b20-16\">Some jurisdictions allow such a cause of action on the theory that the common law is sufficiently flexible to be adaptable to modern concepts of family obligations. This is the minority view. See <em>Daily </em>v. <em>Parker </em>(C. C. A. 7, 1945), 152 F. (2d), 174; <em>Johnson </em>v. <em>Luhman </em>(1947), 330 Ill. App., 598, 71 N. E. (2d), 810; <em>Miller </em>v. <em>Monsen </em>(1949), 228 Minn., 400, 37 N. W. (2d), <page-number citation-index=\"1\" label=\"3\">*3</page-number>543. Under this minority rule, the child is entitled to benefits of the marital relation as is the spouse.</p>\n<p id=\"b21-6\">In Ohio, an action by the spouse against a third party is maintainable. <em>Westlake </em>v. <em>Westlake </em>(1878), 34 Ohio St., 621; <em>Flandermeyer </em>v. <em>Cooper </em>(1912), 85 Ohio St., 327. The basis for such action is the right of consortium or conjugal society, a right growing out of the marital relation and limited to the spouse. No right of consortium exists between a parent and child. See <em>Whitcomb </em>v. <em>Huffington </em>(1956), 180 Kan., 340, 304 P. (2d), 465; <em>Morrow </em>v. <em>Yannantuono </em>(1934), 152 Misc., 134, 273 N. Y. Supp., 912; <em>Garza </em>v. <em>Garza </em>(Tex. Civ. App., 1948), 209 S. W. (2d), 1012.</p>\n<p id=\"b21-7\">A child may indeed expect that his parent will have affection for him. This may be a moral obligation, but no legal obligation exists. The sole legal obligation imposed upon the parent is that of support. See Sections 2151.42, 3103.03 and 3109.05, Revised Code. See, also, <em>Henson </em>v. <em>Thomas </em>(1949), 231 N. C., 173, 175, 56 S. E. (2d), 432, 434; <em>Lucas </em>v. <em>Bishop </em>(1954), 224 Ark., 353, 273 S. W. (2d), 397.</p>\n<p id=\"b21-8\">Several reasons have been advanced as justifying the refusal to allow recovery by children, <em>i. e., </em>that this invades the province of the Legislature, that there is a danger of multiplicity of suits, that there is a possibility of fraud, and that it would place the love and affection of the parent on a commercial basis. <em>Taylor </em>v. <em>Keefe </em>(1947), 134 Conn., 156, 56 A. (2d), 768; <em>Whitcomb </em>v. <em>Huffington, supra; Henson </em>v. <em>Thomas, supra; Morrow </em>v. <em>Yannantuono, supra; Nelson </em>v. <em>Richwagen </em>(1950), 320 Mass., 485, 95 N. E. (2d), 545; <em>Gleitz </em>v. <em>Gleitz </em>(1951), 88 Ohio App., 337; <em>Scholberg </em>v. <em>Itnyre </em>(1953), 264 Wis., 211, 58 N. W. (2d), 698.</p>\n<p id=\"b21-9\">If there is a legal right to maintain an action, this court is bound by Section 16, Article I, Constitution of Ohio, to provide a forum to administer justice.</p>\n<p id=\"b21-10\">There is no legal right in a child to maintain such an action for alienation of affections since that cause of action is based upon the right of consortium.</p>\n<p id=\"b21-11\">On the facts of these cases, no cause of action has been stated for invasion of privacy. <em>Housh </em>v. <em>Peth </em>(1956), 165 Ohio St., 35, recognized that such a right existed in Ohio. It <page-number citation-index=\"1\" label=\"4\">*4</page-number>was not the purpose of the court, in recognizing the right of privacy in Ohio, to extend it to all cases in which a person may be subjected to unwanted notoriety.</p>\n<p id=\"b22-5\">No affirmative act was directed toward the plaintiffs in these cases and the resultant publicity was merely an incident of the alleged actions of the defendant. The invasion of the right to privacy may be defined in part as the wrongful intrusion into one’s private activities. It is clear that the defendant, while she may have disrupted the family circle to which plaintiffs belong, did not actually intrude personally upon the solitude of the plaintiffs.</p>\n<p id=\"b22-6\">As to the third theory upon which plaintiffs attempt to predicate a cause of action, malicious procurement of a breach of a third-party beneficiary contract, there is no authority in Ohio law to sustain such a contention.</p>\n<p id=\"b22-7\">The marital contract is the subject of statute. It is provided in Section 3103.01, Revised Code, that “husband and wife contract toward each other obligations of mutual respect, fidelity and support. ’ ’ Each spouse thus has contractual rights and obligations toward the other spouse. These rights may be enforced in an action for damages against anyone who wrongfully and maliciously interferes with the marital relationship and thereby deprives one of the society, affection and consortium of the other. <em>Flandermeyer </em>v. <em>Cooper, supra.</em></p>\n<p id=\"b22-8\">Under the provisions of Section 3103.03, Revised Code, the husband has a duty to support his wife and minor children. Under Section 3109.05, Revised Code, the court may order either or both parents to support or help support their children. See, also, Section 2151.42, Revised Code.</p>\n<p id=\"b22-9\">The basis of this cause of action against an enticer who has disrupted the family must rest upon the marital contract. A spouse is the sole beneficiary of that contract. Therefore,, the cause of action must fail.</p>\n<p id=\"b22-10\">The judgments of the Court of Appeals are, therefore, affirmed.</p>\n<p id=\"b22-11\">\n<em>Judgments affirmed.</em>\n</p>\n<judges id=\"b22-12\">Taft, C. J., Zimmerman, Matthias, Griffith and Herbert, JJ., concur.</judges>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b23-5\"><page-number citation-index=\"1\" label=\"5\">*5</page-number>Gibson, J.,</author>\n<p id=\"AZ\">dissenting. In my opinion, these minor plaintiffs have stated facts sufficient to constitute a cause of action against a third person for enticing one of their parents away from their home. As the cases are before this court on demurrers to plaintiffs’ amended petitions all their allegations must be taken as true. Except for their references to the respective plaintiffs, the amended petitions, relative to the defendant’s alienation of their father’s affections, allege:</p>\n<p id=\"b23-6\">“Plaintiff further says that until the occurrence of the matters hereinafter complained of * * * that the plaintiff received the love and affection of both her father and mother.</p>\n<p id=\"b23-7\">“Plaintiff further says that on or about the 1st day of April, 1961, the defendant commenced and pursued a course of conduct which was wrongful, willful and malicious, designed and intended to estrange the plaintiff’s father from plaintiff’s mother and from the plaintiff and her brother; that the said course of conduct was intended to alienate the affection which plaintiff’s father had for his family, including the plaintiff, and that said course of conduct did alienate and destroy the affections which plaintiff’s father had for his family, including the plaintiff.</p>\n<p id=\"b23-8\">“Plaintiff further says that in August of 1961, defendant commenced to commit adultery with the plaintiff’s father with the willful and deliberate intention of alienating his affections for his family, including this plaintiff, and from such time defendant and plaintiff’s father have frequently joined in adultery with each other, and as a result thereof, he became estranged toward his family, including the plaintiff, and abandoned them.</p>\n<p id=\"b23-9\">“Plaintiff further says that, without the consent or approval of plaintiff’s mother, the defendant, about the month of April, 1961, began to associate with the plaintiff’s father, frequently dining with the plaintiff’s father, meeting the plaintiff’s father at diverse places, bestowing her attention and affections upon plaintiff’s father, presenting gifts to plaintiff’s father, and by other devices, methods and artifices, attempted to win the affections of plaintiff’s father.</p>\n<p id=\"b23-10\">“Plaintiff further says that defendant knew at all such times that the plaintiff’s father was married to her said mother; that defendant knew that the conjugal relationship of plaintiff’s <page-number citation-index=\"1\" label=\"6\">*6</page-number>father and plaintiff’s said mother was not severed; that defendant knew that plaintiff’s father was residing in harmony with plaintiff’s said mother and family, including this plaintiff.</p>\n<p id=\"b24-6\">“Plaintiff further says that, on or about the 12th day of October, 1961, as a proximate result of the aforesaid conduct of defendant, the plaintiff’s said father left plaintiff’s said mother and family, including this plaintiff, and ceased living with them.</p>\n<p id=\"b24-7\">“Plaintiff further says that, on or about the 17th day of November, 1961, the plaintiff’s said father was willing and ready to return to the plaintiff’s said mother and his family, including this plaintiff, and resume his status as husband, father, and cohabiting head of the family, including this plaintiff; that, at the said date, plaintiff’s mother was willing and ready to condone and forgive the previous conduct of plaintiff’s father but the defendant, through her wrongful and malicious acts, persuasions, machinations, and protestations of love for the plaintiff’s said father, induced and prevented him from returning to plaintiff’s mother and family, including this plaintiff.</p>\n<p id=\"b24-8\">“Plaintiff further says that, before the defendant induced plaintiff’s said father to abandon the plaintiff and plaintiff’s mother and brother, the plaintiff’s said father loved her very dearly and showered her with love, care, protection, advice, assistance and fatherly guidance; that she enjoyed the affection, company and companionship of her said father; that the defendant’s actions have deprived the plaintiff of all of said benefits, except for occasional visitations of plaintiff’s father with the plaintiff.”</p>\n<p id=\"b24-9\">The issue, then, is whether a child has a cause of action when a third person wrongfully, willfully and maliciously alienates the affections a parent has for that child, depriving .that child of the love, care, protection, advice, assistance, guidance, companionship and society of that parent.</p>\n<p id=\"b24-10\">It should be remembered, as the court stated in <em>Miller </em>v. <em>Monsen, </em>228 Minn., 400, 401, 37 N. W. (2d), 543, that:</p>\n<p id=\"b24-11\">“# * # family rights consist of two kinds, viz., (1) those of the members of the family among themselves, and (2) those of the members of the family as against the world. Among the former are such duties of the parent as providing his child with support, education, and protection, and of the child to render <page-number citation-index=\"1\" label=\"7\">*7</page-number>obedience and services to the parent. * * * Among the rights of the members of a family as against the world are those of having the family maintained intact without interference by outsiders. * * *” The instant cases are concerned entirely with the family rights of the child as against the world, not those of the child as a member of the family as against other members thereof.</p>\n<p id=\"b25-6\">The majority, citing <em>Westlake </em>v. <em>Westlake </em>(1878), 34 Ohio St., 621, acknowledges that a spouse has a cause of action for alienation of affections against a third person but denies a child such a cause of action since the child has no right of consortium. Consortium is merely a term which encompasses rights flowing from the marital relationship. This court has said that the term, “consortium,” includes conjugal fellowship, society, comfort, affection, solace and companionship. <em>Flandermeyer </em>v. <em>Cooper </em>(1912), 85 Ohio St., 327; <em>Smith </em>v. <em>Nicholas Building Co. </em>(1915), 93 Ohio St., 101; <em>Westlake </em>v. <em>Westlake, supra.</em></p>\n<p id=\"b25-7\">This court in the instant cases is saying that although a spouse has rights flowing out of the marital relationship the child has none. Why deny a child rights because his parents have rights? Why deny a child the right to prevent malicious interference by a third person with his rights and yet grant that right to a spouse? Surely the court is not saying that because one person has a right another person does not have a right.</p>\n<p id=\"b25-8\">The majority says that a parent may have a <em>moral </em>obligation to have affection for his child, but that a parent’s sole <em>legal </em>obligation is to support the child. True, the law cannot compel a parent to have affection for his child, but this is not to say that the care and affection which flow ordinarily as a matter of course from the parental relationship are in any way limited by Sections 2151.42, 3103.03, and 3109.05, Revised Code, enumerated by the majority. In my opinion, it makes no difference that a parent, as between the parent and his child, is or is not under a legal duty to support or maintain his child. The fact is that, unless interfered with, service, care and affection flow as a matter of course from the relationship of parent and child.</p>\n<p id=\"b25-9\">It is true that only a few jurisdictions have allowed a cause of action to a minor child against a third person who has enticed one of his parents away from the home. <em>Johnson </em>v. <em>Luh</em><page-number citation-index=\"1\" label=\"8\">*8</page-number><em>man </em>(1947), 330 Ill. App., 598, 71 N. E. (2d), 810; <em>Heck </em>v. <em>Schupp </em>(1946), 394 Ill., 296, 68 N. E. (2d), 464; <em>Daily </em>v. <em>Parker </em>(C. C. A. 7, 1945), 152 F. (2d), 174; <em>Miller </em>v. <em>Monsen </em>(1949), 228 Minn., 400, 37 N. W. (2d), 543; <em>Russick </em>v. <em>Hicks </em>(W. D. Mich., 1949), 85 F. Supp., 281. By the same token only a few jurisdictions have denied a child a cause of action; See <em>Coulter v. Coulter </em>(1923), 73 Colo., 144, 21 P., 400; <em>Morrow </em>v. <em>Yannantuono </em>(1934), 152 Misc., 134, 273 N. Y. Supp., 912; <em>Taylor </em>v. <em>Keefe </em>(1947), 134 Conn., 156, 56 A. (2d), 768; <em>Nelson </em>v. <em>Richwagen </em>(1950), 326 Mass., 485, 95 N. E. (2d), 545; <em>Gleitz </em>v. <em>Gleits </em>(1951), 88 Ohio App., 337; <em>Scholberg </em>v. <em>Itnyre </em>(1953), 264 Wis., 211, 58 N. W. (2d), 698; <em>Garza </em>v. <em>Garza </em>(Tex. Civ. App., 1948), 209 S. W. (2d), 1012; <em>Whitcomb </em>v. <em>Huffington </em>(1956), 180 Kan., 340, 304 P. (2d), 465; <em>Lucas </em>v. <em>Bishop </em>(1954), 224 Ark., 353, 273 S. W. (2d), 397; <em>Hanson </em>v. <em>Thomas </em>(1949), 231 N. C., 173, 56 S. E. (2d), 432.</p>\n<p id=\"b26-6\">Other than the argument that a child has no cause of action at common law, the cases denying a remedy are supported by makeweight arguments such as the danger of a multiplicity of suits, the possibility of fraud, the commercialization of the love and affection of a parent for his child, and the difficulty of fixing damages. None of these reasons, most of which are applicable where a spouse sues a third person for alienation of affections, prevents any court from recognizing the spouse’s cause of action.</p>\n<p id=\"b26-7\">For the purpose of wrongful death actions under Chapter 2125, Eevised Code, there is authority that a child’s loss of parental care, training and education may properly be considered in fixing damages. See 16 Ohio Jurisprudence (2d), 489, Death, Section 132, and cases cited therein; annotation, 74 A. L. E., 11, 95. The care, attention, instruction, training, advice and guidance which a father of minor children could reasonably be expected to give his children had he lived are proper elements of pecuniary loss to such children and are recoverable in an action under the Federal Employers’ Liability Act, Section 51 <em>et seq., </em>Title 45 U. S. Code, against a railroad for the death of the father. See, <em>e. g., Michigan Central Rd. Co. </em>v. <em>Vreeland </em>(1913), 227 U. S., 59, 71; <em>Norfolk &amp; Western Ry. Co. </em>v. <em>Holbrook </em>(1915), 235 U. S., 625, 629; <em>Miller, Admx., </em>v. <em>Southern Pacific Co. </em>(1953), 117 Cal. App. (2d), 492, 508, 256 P. (2d), 603, 612.</p>\n<p id=\"b27-5\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>The novelty of the asserted right of a minor child and the lack of common-law precedents are not reasons for denying its existence. The common law does not consist of absolute, fixed and inflexible rules, but rather of broad and comprehensive principles based on justice, reason and common sense. It is of judicial origin. The principles of the common law are determined by the needs of society and are changed with changes in such needs.</p>\n<p id=\"b27-6\">This court, apparently with some difficulty, created a cause of action where there is an intentional invasion of the right of privacy. <em>Housh v. Peth </em>(1956). 165 Ohio St., 35. And the court since 1949 has permitted an unborn viable child to recover for negligently inflicted injuries subsequent to its birth. <em>Williams </em>v. <em>Marion Rapid Transit, Inc., </em>152 Ohio St., 114. This court was not deterred in these instances from creating a new cause of action because of the dangers of a multiplicity of suits, the difficulty of fixing damages, or the absence of an established common-law right of action.</p>\n<p id=\"b27-7\">The failure of the common law to keep pace with the changes in family life, particularly those affecting children, was noted by Dean Pound nearly half a century ago in an article entitled “Individual Interests in the Domestic Relations,” 14 Mich. L. Rev., 177,185 (1916). Dean Pound said: “As against the world at large a child has an interest in the relation [with his parents] because of the support he may expect # * *. Also, he has an interest in the society and affection of the parent, at least while he remains in the household. But the law has done little to secure these interests.” Prosser on Torts (3 Ed. 1964), 909, says, “It has been contended, <em>with obvious reason, </em>that the interests of the child in an undisturbed family life is at least of equal importance with that of either parent, and is entitled to equal consideration and redress * * *.”<footnotemark>*</footnotemark> (Emphasis added.)</p>\n<p id=\"b28-3\"><page-number citation-index=\"1\" label=\"10\">*10</page-number>The majority has not denied these minor plaintiffs a cause of action on the merits of the cases. In fact the majority fails to discuss the merits of the cases.</p>\n<p id=\"b28-4\">Surely there can be no doubt that, in today’s fast-paced complex society, benefits of the greatest value flow to the child from its father’s love, society, care and services, which may-be a major factor in the welfare of the child during its entire life. Because the child’s character, disposition and abilities have a corresponding impact upon society, it is of the highest importance to the child and to society that its right to receive the benefits derived from its father be protected. The adverse effects of a broken home on a child are often tragic for the child and for the state. Although minor children generally contribute only companionship and inspiration to the family circle, they are entitled to both tangible incidents of family life, such as food, shelter and clothing, and to intangible though equally significant elements of affection, moral support and guidance from both parents.</p>\n<p id=\"b28-5\">In my opinion, every member of the family, not just the spouse, has a “right” to protect his interests in the family and its benefits against outside interference. When the family relationship has been disrupted there are “injured members” and not merely an injured husband or wife.</p>\n<p id=\"b28-6\">Section 16, Article I of the Ohio Constitution, provides that “All courts shall be open, and <em>every person, for an injury done him in his </em>land, goods, <em>person, </em>or reputation, <em>shall have remedy </em>by due course of law, and shall have justice administered without denial or delay.” (Emphasis added.) In my opinion, a child is injured in his person when a third person intentionally and maliciously destroys that child’s relationship with his parent which is so necessary for the welfare of the child and society. The Constitution gives such a child a remedy.</p>\n<footnote label=\"*\">\n<p id=\"b27-8\">For a review of the arguments for and against a cause of action of the child, see Nocca, Should a Child Have a Right of Action Against a Third Person Who Has Enticed One of His Parents Away from the Home (1956), 2 N. Y. Law Forum, 357: 39 Cal. L. Rev., 294 (1951); 32 Boston U. L. Rev., 82 (1952); 6 Vanderbilt L. Rev., 926 (1953); 6 Okla. L. Rev., 500 (1953); 14 La. L. Rev., 713 (1954) ; 37 Marq. L. Rev., 271 (1954); 8 S. C. L. Q., 477 (1956); 42 Cornell L. Q., 115 (1957); 6 Kan. L. Rev., 95 (1957); 20 Cornell L. Q., 255 (1935); 83 Penn. L. Rev., 276 (1935).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}