{
  "casebody": {
    "data": "<casebody firstpage=\"82\" lastpage=\"84\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b100-4\">Dodds <em>v. </em>Haskins, Supt., London Correctional Institution.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b100-5\">[Cite as Dodds v. Haskins, Supt., 1 Ohio St. 2d 82.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b100-7\">(No. 39170</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Abq\">Decided January 27, 1965.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b100-10\">\n<em>Mr. Boger M. Dodds, in propria persona.</em>\n</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b100-11\"><em>Mr. William B. Saoobe, </em>attorney general, and <em>Mr. William C. Baird, </em>for respondent.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b100-12\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"AUh\">It is necessary to dispose of a preliminary matter before considering the merits of the contentions of petitioner’s application for release by habeas corpus. Petitioner indicated that he wished to subpoena three witnesses to appear at his hearing on such application. Upon inquiry, petitioner testified that two of these witnesses would corroborate the fact that petitioner attempted to exercise his remedy of appeal by sending a letter to the Supreme Court. <page-number citation-index=\"1\" label=\"83\">*83</page-number>According to petitioner the third witness would corroborate the fact that the journal entry does not reflect what actually occurred at his hearing in that it recites that “this cause now coming on for sentencing and the defendant inquired of if he had anything further to say why sentence and judgment should not be pronounced against him and having nothing further to say other than what he has already said * *</p>\n<p id=\"b101-6\">Petitioner states that this is wrong, that he did have something to say, that he told the court that he had been denied a fair trial, and that he was under the impression that if he pleaded guilty to all six charges of forgery he would be sentenced on only one. He testified further that the court told him that he could raise that question by appeal.</p>\n<p id=\"b101-7\">The state advising that it had no way to refute petitioner’s statements, they will be accepted as true, and we found that it was unnecessary to call witnesses to corroborate them. Such witnesses’ testimony would be cumulative and, therefore, unnecessary.</p>\n<p id=\"b101-8\">We come now to a consideration of the merits of petitioner’s contentions.</p>\n<p id=\"b101-9\">First, petitioner contends that he was denied bail. The denial of bail after arrest is a nonjurisdictional irregularity which cannot be raised by habeas corpus after conviction. <em>Norton </em>v. Green, <em>Supt., </em>173 Ohio St. 531.</p>\n<p id=\"b101-10\">Second, petitioner alleges that he was denied counsel. Petitioner does not deny that he signed the waivers of counsel introduced into evidence but urges that he thought he was merely signing waivers of his right to employ counsel. He contends that he did not know of his right to have state-appointed counsel. Although this argument might be tenable if made by one who had no prior criminal experience, such is not the fact in the instant case. Petitioner, who is in his thirties, had a prior felony conviction in Ohio in 1959, served a year in the Ohio Pententiary thereon and had state-appointed counsel to represent him at that time. Therefore, his statement as to lack of knowledge of his right to state-appointed counsel does not bear substance.</p>\n<p id=\"b101-11\">Third, petitioner urges that the court did not have jurisdiction to accept Ms guilty pleas because he did not sign a writ<page-number citation-index=\"1\" label=\"84\">*84</page-number>ten waiver of jury. Where one pleads guilty, the failure to file a written waiver of jury does not affect the jurisdiction of the court to accept such plea. <em>Rodriguez </em>v. <em>Sacks, Warden, </em>173 Ohio St. 456; <em>Norton </em>v. <em>Green, Supt., </em>173 Ohio St. 531; and <em>Click </em>v. <em>Eckle, Supt., </em>174 Ohio St. 88.</p>\n<p id=\"b102-6\">Fourth, petitioner urges that he was taken to Portsmouth from Ironton by kidnapping. This argument does not factually bear substance. However, even if it did, it would not affect the validity of his present imprisonment. <em>Tomkalski </em>v. <em>Maxwell, Warden, </em>175 Ohio St. 377; <em>Jetter </em>v. <em>Maxwell, Warden, </em>176 Ohio St. 219.</p>\n<p id=\"b102-7\">Fifth, petitioner urges that he was illegally detained and held incommunicado after his arrest. A mere illegal detention prior to preliminary hearing does not entitle an accused to release after conviction. <em>Churchill </em>v. <em>Haskins, Supt., </em>176 Ohio St. 183; and <em>Henderson </em>v. <em>Maxwell, Warden, </em>176 Ohio St. 187.</p>\n<p id=\"b102-8\">Finally, petitioner urges that he made a coerced confession. He does not indicate in what manner the confession was coerced. However, even if such had been the case, it would not serve as a ground for his release. Petitioner pleaded guilty to the charges and thus had no trial. Therefore, the confession was not introduced into evidence. The fact that such confession existed does not affect the validity of his detention under a plea of guilty. <em>Caldwell </em>v. <em>Haskins, Supt., </em>176 Ohio St. 261. The petitioner is being legally detained.</p>\n<p id=\"b102-9\">\n<em>Petitioner remanded to custody.</em>\n</p>\n<judges id=\"b102-10\">Taft, C. J., Zimmerman, Matthias, 0 ’Neill, ■ Herbert, Schneider and Brown, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}