{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"353\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b344-13\">John Delano <em>versus </em>The Bedford Marine Insurance Company.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b344-15\">An insurance was made upon a ship from <em>New Bedford </em>to <em>Charleston, </em>with liberty to touch at <em>Savannah, </em>and at and from thence to a port or ports ir. <em>Great. Britain, </em><page-number citation-index=\"1\" label=\"345\">*345</page-number>to the policy was annexed this stipulation, — “ In case of capture or detention, the assured shall not abandon short of six months after notice thereof shall be given to the underwriters, unless sooner condemned; <em>” </em>while the ship lay at <em>Savannah, </em>a law of the <em>United States </em>imposed an embargo on all ships and vessels for ninety days; and, before the ninety days expired, war was declared by the <em>United States </em>against <em>Great Britain • </em>after the embargo took place, the assured gave notice thereof, and in six months afterwards abandoned to the underwriters, having in the mean time returned to <em>JYew Bedford; </em>— it was holden that the assured was not entitled to recover for a total loss.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b345-5\">This was an action of the case upon a policy of insurance by which the defendants, for a premium of ten and a half per cent., insured the plaintiff 6000 dollars, and two other persons named in the policy 1000 dollars each, upon the ship <em>Emulous </em>and her appurtenances, for a voyage from <em>New Bedford </em>to <em>Charleston, </em>in <em>South Carolina, </em>with liberty to go from thence to <em>Savannah, </em>and at and from thence to a port in the <em>United Kingdom </em>of <em>Great Britain, </em>and at and from thence to her port of discharge in the <em>United States, </em>with liberty to go to a second port in the <em>United Kingdom, </em>and also the * <em>Cape de Verds. </em>The policy contained the risks [ * 348 ] usually insured against, among which were <em>“ </em>arrests, restraints, and detainments of all kings, princes, and people, of what nation, condition, or quality, soever; ” and at the foot of the policy was the following stipulation : “ In case of capture or detention, the assured shall not abandon short of six months after notice thereof shall be given to this office, unless sooner condemned.” The com pany also agreed to make the following return of premiums, in case the risk should end without any loss, <em>viz., </em>two per cent., in case the ship should go neither to the second port in the <em>United Kingdom </em>nor to the <em>Cape de Verds ; </em>one per cent., should she go to one only of those places; five per cent., if the risk end at the first port of the <em>United Kingdom; </em>four per cent., if it end at the second port, and also a half per cent, more, should she not go to <em>Savannah; </em>eight and a half per cent., if the risk end at <em>Savannah; </em>and nine per cent., if it end at <em>Charleston.</em></summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b345-6\">The plaintiff alleges a total loss in the course of the voyage insured at <em>Savannah, </em>where he avers that <em>“ </em>the said ship was forcibly and effectually prevented from performing her said voyage, and detained and restrained therefrom by the operation of a law of the <em>United States, </em>laying an <em>embargo </em>on all vessels in the\" ports of the <em>United States; </em>which said law was enacted after the making of the aforesaid policy of insurance, and after the beginning of said voyage; by reason of which restraint and detention the plaintiff has wholly lost all benefit or profit of, from, or by, the said ship and appurtenances, and the said voyage; and the whole is thereby rendered of no use, benefit, or advantage, to him, &amp;c., and a legal right accrued <page-number citation-index=\"1\" label=\"346\">*346</page-number>to the plaintiff to abandon, &amp;c.; and, accordingly, on the 1st of November afterwards, he did abandon,” &amp;c.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b346-5\">There is a second count, in which a total loss is averred in nearly the same words, or in words of the same import, as to the questions which arose in the cause; and a third count, for money had and received to the use of the plaintiff.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b346-6\">The action was submitted to the opinion of the Court [ * 349 ] upon * an agreed statement of facts, in which the averments in the two special counts of the plaintiff’s declaration are substantially admitted as proved. It is further agreed that the embargo, by which the <em>Emulous </em>was detained, was enacted to continue for ninety days; and that, within that period, the government of the <em>United States </em>declared war against <em>Great </em>Britain, and hostilities actually commenced between the two countries; — by all which, the said ship could never afterwards lawfully proceed on her said voyage. But before that event, in the latter part of April, after the commencement of the embargo, the ship sailed from <em>Savannah </em>back to the port of <em>New Bedford, </em>and arrived there about the middle of May, 1812. It also appears that the plaintiff, on the 26th of April, gave the defendants notice of the detention, and the 26th of October following offered them an abandonment, while the ship lay in the harbor of <em>New Bedford. </em>Upon these facts, the parties agreed that the Court should render such judgment, either for the plaintiff or defendants, as to them should appear just and according to law.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b346-7\"><em>Holmes, </em>for the plaintiff,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AGr\">contended that the case exhibited a total loss, by the risks insured against by the policy. The voyage was defeated, in part by the embargo, and afterwards by the declaration of war, by which the voyage became unlawful. These restraints continued more than six months after notice of their commencement, and thus the plaintiff’s right to abandon became vested. That an embargo, even by the government of the country of the parties to a policy of insurance, is a restrain within the words of the policy, although it was heretofore doubted, seems now to be well settled, noth in this country <footnotemark>(1)</footnotemark> and in <em>England. </em><footnotemark>(2)</footnotemark></p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b346-8\"><em>Dexter, </em>for the defendants,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"ATg\">argued that an embargo, imposed by the government of a free country, was to be considered as the act of every citizen or member of the community. The plaintiff himself assented to it, and ought not to recover for a loss arising from an act to which he was a party. But if the detention by [ * 350] an embargo was within the * risks covered by the <page-number citation-index=\"1\" label=\"347\">*347</page-number>policy, yet, unless it continued six months, the plaintiff, by the terms of his contract, could not abandon. The declaration of war imposed no restraint on the vessel. After the ninety days had expired, she was at liberty to leave her port for any lawful voyage. If the voyage insured had become unlawful by that declaration, the same declaration suspended or annulled the contract between these parties. The detention intended in the memorandum annexed to this policy, under which an abandonment was to be delayed six months, was one from which condemnation might follow ; not such a one as an embargo operates. So, then, the abandonment was not seasonably made, and, on this ground, the plaintiff cannot recover.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b347-5\">Here was a deviation from the voyage insured, in returning to <em>New Bedford, </em>which, of itself, deprives the plaintiff of his claim for a loss. But as part of the course from <em>Savannah </em>to <em>Great Britain </em>must coincide with that to <em>New Bedford, </em>and an intent to deviate is no deviation, the plaintiff can be entitled to a return of premium of no more than two per cent., according to the stipulations in the policy.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b347-6\"><em>Whitman, </em>for the plaintiff, in reply.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AkT\">The embargo operating the total destruction of the voyage, gave the plaintiff an immediate right to abandon. That right was rather extended than limited by the particular stipulation in this policy. Being once attached, it could not afterwards be divested but by the plaintiff’s negligence, which is not to be charged to him in this case. While the embargo ex isted as a temporary impediment, the declaration of war supervened, and entirely prohibited the prosecution of the voyage. Both these events had happened, and operated a total loss before the pretended deviation ; it is therefore out of the case. But should the Court be against us on the claim for a loss, the plaintiff, by the facts in the case, has a claim for a return of premium, at the rate of eight and a half per cent.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b347-7\">The action being continued <em>nisi </em>for advisement, judgment was pronounced at the next March term in <em>Suffolk.</em></p>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"(1)\">\n<p id=\"b346-9\"> <em>Day's </em>ed. of <em>Bos. Pul. </em>vol. iii. 301. — <em>Page </em>vs <em>Thompson, in </em>notis, 5 <em>Johns 999.—M’Bride </em>vs. <em>Mar. Ins. Co.</em></p>\n</footnote>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-2\" label=\"(2)\">\n<p id=\"b346-10\"> 10 <em>East, </em>546, <em>Conway </em>vs. <em>Gray &amp; Al.</em></p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b347-8\">* Sewall, J.</author>\n<p id=\"AK-\">The demand for a total loss by deten- [ * 351 ] tion, made by the plaintiff in this action, is resisted, on the part of the insurers, on the ground, <em>first, </em>that an embargo, enacted and enforced by a law of the <em>United States, </em>is not a loss within the clause of restraints and detentions, as a risk insured agains't in a contract of insurance between citizens of the <em>United States, </em>there effected and demanded; and, <em>secondly, </em>that the embargo, enacted for three months, and by which the vessel insured in this case was detained, was not a loss within this policy, because it contains a slip ulation, accepted by the assured, that in case of capture and deten tion, he shall not abandon short of six months after notice; and <page-number citation-index=\"1\" label=\"348\">*348</page-number><em>thirdly, </em>that the assured is not entitled to recover, because the voyage insured was relinquished, on his part, during the period of the embargo, before the right of abandoning to the insurers had accrued.</p>\n<p id=\"b348-5\">We have not found it necessary to form a decided opinion upon the question raised by the first point oí the defence.</p>\n<p id=\"b348-6\">An embargo is a restraint and detention by public authority, and may be considered as within the import of the clause in question. The same clause in <em>English </em>policies of insurance has been there spoken of as having necessarily that construction ; not, indeed, in any judicial decision of the question now made respecting it, but in deciding other analogous questions. <footnotemark>(3)</footnotemark> There have been, it is said, decisions in the courts of the <em>United States, </em>and of the several states, favorable to the assured, in cases where this question was directly considered. <footnotemark>(a)</footnotemark></p>\n<p id=\"b348-7\">On the other hand, the principle latterly resorted to in <em>England, </em>particularly in the case of the <em>Swedish </em>ship chartered to an <em>English </em>merchant, and prevented from a seasonable prosecution of the <page-number citation-index=\"1\" label=\"349\">*349</page-number>voyage, by a <em>British </em>embargo of <em>Swedish </em>vessels, that acts of the government are to be attributed to the individuals of the nation, as done with their concurrence and authority, <footnotemark>(4)</footnotemark> would seem to militate with the position, that an embargo by the government of the assured * is a loss within the clause against [ * 352 J restraints and detentions.</p>\n<p id=\"b349-5\">It is, however, to be observed, that, in the case cited, the application of the principle seems to be restricted to the case of an embargo by way of reprisal, or partial hostility, provoked by an act of hostility on the part of the government of the assured. In the detention by the embargo, the <em>Swedish </em>vessel had been treated, <em>quoad hoc, </em>as enemy’s property; and for this act of their government <em>British </em>subjects were holden not to be liable, as they are not for an insurance of enemy’s property, when the loss happens by <em>British </em>capture.</p>\n<p id=\"b349-6\">For every purpose of the present inquiry, the embargo by a law of the <em>United States </em>has been considered as a loss within the policy, if any restraint or detention would be, notwithstanding the stipulation insisted on in the second point of the defence. And in determining the construction and effect of that memorandum, the opinion of the Court is clearly with the defendants. A restraint and detention by an embargo has been determined to be a constructive total loss, <footnotemark>(5)</footnotemark> as an event by which the voyage insured is lost, although the subject matter of the.contract may remain in safety, and under the control of the assured.</p>\n<p id=\"b349-7\">But it is essential to the right of the assured to recover for a loss of this description, that' he has the right of abandoning, and the power of exercising it; and that he actually exercises it seasonably, by abandoning to the insurers the property and subject of their contract, and entitling them to the benefit of the <em>spes recuperandi. </em>The assured, by this course of conduct, reduces the amount of damages, recoverable of the insurers, to the loss incurred by the interruption of the voyage insured; and in this course the right of the assured is restricted to the indemnity provided for by the contract. The right to abandon, and the right to recover for the total loss of the voyage insured, when the subject matter of the contract' remains in safety under the control of the assured, are therefore correlative ; and when the assured, * by the [ * 353 ] terms of his contract, has not the right of abandoning, the mere loss of the voyage insured is not recoverable as a loss within the policy. Thus, in the case of <em>Pole </em>vs. <em>Fitzgerald, </em><footnotemark>(6)</footnotemark> the voyage and cruise insured were prevented and defeated by the <page-number citation-index=\"1\" label=\"350\">*350</page-number>mutiny of the crew, in consequence of which the vessel was detained in port; but the policy being without further account, and free of average, it was decided that the plaintiff could not be entitled to recover but in case of a total loss; that is, as it must be understood, in case of an actual loss or deterioration of the property, as distinguished from an event which prevented the assured from the use of it for a particular purpose.</p>\n<p id=\"b350-5\">But the meaning and effect of a stipulation of the same import with that now under consideration, were determined by this Court in the case of <em>Dorr </em>vs. <em>The Union Insurance Company; </em><footnotemark><em>(7)</em></footnotemark><em> </em>that it does not extend, but is to be construed as restricting the assured ii. the privilege of abandoning. And in applying that decision in the case at bar, we may add, that this suspension of the right of abandoning is not to be regarded as a mere suspension of a particular remedy; but the property detained continues to every purpose the property of the assured, protected, indeed, by the policy against the other perils undertaken by the insurers; but not in any sense lost by a restraint or detention, unless that shall be continued for the period stipulated, and, further, until the time when the offer to abandon is made.</p>\n<p id=\"b350-6\">It is, however, contended for the plaintiff in this case, that, in consequence of the embargo, and the delay thereby incurred for three months, the voyage insured was, in the event, wholly defeated and lost; and that it is competent for the assured to prove these consequences in maintaining his action upon the averment of a total loss by detention. And it is true that proof to this effect is admissible of the consequences of a particular disaster, as in a case of stranding followed by shipwreck, and in other cases which might be mentioned.</p>\n<p id=\"b350-7\">But in the case at bar, the declaration of war with <em>Great Britain, </em>which defeated the voyage insured, by rendering it [ * 354 ] * unlawful, is in no sense, as it regards the rights of these parties, a consequence of the embargo. The two events are unconnected and distinct. As to the voyage insured by this policy, the consequence of the embargo, supposing the detention to have terminated at the time prescribed, is unknown; and the voyage became unlawful, not in consequence of the embargo, but by those general legal principles and duties which are connected with a state of war.</p>\n<p id=\"b350-8\">If the <em>Emulous </em>had been stranded and wrecked in the port of <em>Savannah, </em>while detained there under the embargo, the insurers would have been liable for the loss, but not upon the averment of a loss by detention; although it might be argued that it was entirelj <page-number citation-index=\"1\" label=\"351\">*351</page-number>the consequence of the detention, and that, but for the embargo, the peril by which the ship had been lost would not have been incurred. In every question of loss demanded upon a policy of insurance, it is the immediate and direct, not the remote or contingent, cause of the loss, which is to be regarded in stating and maintaining the title of the assured to recover upon the contract. <footnotemark>(a)</footnotemark></p>\n<p id=\"b351-5\">In the case at. bar, the assured, having precluded himself from demanding a loss, in any event of a restraint or detention not continued for the term of six months, has failed of proving the loss averred ; because an embargo of three months, which was never, in fact, a restraint or detention of six months, was not a total loss, and, as this case is, was not a loss of any description within the risks insured against by this policy.</p>\n<p id=\"A26t\">And this opinion renders an examination of the third point stated in the defence unnecessary, as it respects the demand of loss. It may deserve attention in considering the question of return premium, made upon the count for money received to the use of the plaintiff; and it may be necessary to determine the effect upon this contract of the return of the vessel from <em>Savannah </em>to <em>New Bedford. </em>This act of the assured, or of his agent, has been treated as a deviation; that is, as a continuance of the risk beyond the port of <em>Savannah, </em>and a subsequent departure from the voyage, to the effect of discharging the insurers. Viewed in that light, the insurers would be entitled to their premium as upon a voyage * terminating at a port in <em>Great 'Britain. </em>But it [ * 355 ] is essential to this supposition, that the voyage from <em>Savannah </em>should be regarded as the commencement of a voyage to some port in <em>Great Britain. </em>This it was not, if the suggestion made for the plaintiff, and the circumstances of necessity and caution which may be collected from the protest of the master, &amp;c., of the ship, accompanying the state of facts, are to be considered as proved. If the vessel returned to <em>New Bedford </em>unnecessarily, as an accommodation to the captain and crew while waiting the termination of the embargo, the assured intending, in that event, to prosecute the voyage insured, this conduct may be regarded as a termination of the voyage at <em>Savannah; </em>or if the measure was of necessity a measure adopted for the preservation of the property insured, and fairly directed to the benefit of the concerned, then the voyage is to be considered as terminating at <em>New Bedford, </em>with <page-number citation-index=\"1\" label=\"352\">*352</page-number>the same advantage to the assured, as to return premium, as if it had been explicitly terminated and concluded at <em>Savannah.</em></p>\n<p id=\"b352-5\">The agreement in the memorandum, respecting returns of premium, gives to the contract the effect of as many distinct insurances as there are ports designated, where the assured may, at his election, determine the risk and voyage insured. <em>Savannah </em>is one of these. ' Eight and a half per cent, of the premium of ten and a half was to be returned, should the voyage end at <em>Savannah, </em>and five per cent, if it terminated at the first port in <em>Great </em>Britain, This was the utmost continuance of the risk in any view of the case; and the construction of the conduct of the assured^ in coming back to <em>New Bedford, </em>must be severe, to give the voyage any continuance beyond the port of <em>Savannah.</em></p>\n<p id=\"b352-6\">The parties are at liberty to compromise the amount of the return premium; and if they cannot agree, the action may stand continued for an inquiry into the fact, whether the return from <em>Savannah </em>was in prosecution of the voyage to <em>Great Britain</em></p>\n<p id=\"b352-7\">ADDITIONAL NOTE</p>\n<p id=\"b352-8\">[An abandonment, rightfully made, of a vessel lost at sea, by capture, transfers the <em>spes recuperandi </em>as well as the interest of the assured, though the insurer has not actually paid the loss. — <em>Rogers </em>vs. <em>Hosack, </em>18 <em>Wend. </em>319.</p>\n<p id=\"b352-9\">A ship, belonging to a citizen of the <em>United </em>States, and insured, sailed on a voyage from <em>Buenos Ayres </em>to <em>China </em>and back, with a cargo belonging to citizens of <em>Buenos Ayres, </em>and after entering the <em>La Plata </em>River, on her return voyage, the master being ignorant that war had commenced between the <em>Brazils </em>and <em>Buenos Ayres, </em>she was taken by a <em>Brazilian </em>squadron, blockading the port of <em>Buenos Ayres, </em>and sent under a prize-master to <em>Rio Janeiro, </em>where prize proceedings were instituted by the captors, and while they were pending she was seasonably abandoned to the underwriters. Held, the capture was hostile; that it did not come within the perils excepted, of illicit trade, or trade in articles contraband of war, there being no evidence that the ship was violating any of the laws of trade of <em>Buenos Ayres, </em>or had on board any contraband articles; that she was not violating the belligerent rights of <em>Brazil, </em>having no notice of the blockade, and that the insurers were liable. — <em>Lovering </em>vs. <em>Mercantile, </em>&amp;c. 12 <em>Pick. </em>348.</p>\n<p id=\"b352-10\">Where the policy contains a clause, that “ in case of capture or detention', tne assured shall not have the right to abandon therefor, until proof is exhibited of condemnation, or of the continuance of the detention for at least ninety days; ” though the detention may have continued for that time, the assured cannot abandon, till informed of the fact. — <em>Ibid.</em></p>\n<p id=\"b352-11\">But a premature offer to abandon for such detention may, in consequence of the acts of the parties, operate as a continuing notice of abandonment, which will take effect, when the assured receives and communicates to the underwriters evidence that the detention has continued ninety days.— <em>Ibid.</em></p>\n<p id=\"b352-12\">The kind or degree of proof, necessary to be furnished on the offer to abandon, of the continuance of the detention, is not that which would be necessary to sustain an action on the policy. It is enough that it be such as is usually offered as preliminary proof of loss. — <em>Ibid.</em></p>\n<p id=\"b352-13\">Redelivery of the vessel to the assured, by order of the prize court, upon his giving bond, either to return her in specie, or pay her value in case of condemnation, is no determination of the hostile detention. — <em>Ibid.</em></p>\n<p id=\"b352-14\">Delivery of the vessel on bail, to an agent appointed by the master after capture, is no waiver of the abandonment; for, if the abandonment was valid, such agent was agent of the underwriters, not of the assured - <em>Ibid.</em></p>\n<p id=\"b353-4\"><page-number citation-index=\"1\" label=\"353\">*353</page-number>For the same reason, the abandonment is not affected by the master’s appointing an unsuitable person — e. g., the agent of the captors — to protect the property. — <em>Ibid.</em></p>\n<p id=\"b353-5\">Where a vessel insured by a valued policy is captured as prize, abandoned, and redelivered on bail, upon a valuation made by order of .the prize court; the measure of damages in an action for a total loss is the valuation in the policy, and not that made in the prize court. — <em>Ibid.</em></p>\n<p id=\"b353-6\">A vessel was insured for twelve months or until her arrival, at the premium of 4J per cent, per annum, and at that rate for a longer or shorter period, but warranting ¿í per cent, for six months, with a clause forbidding any abandonment for capture or detention, until proof was furnished that the detention had continued ninety days. The ship was captured just before the expiration of the six months, and, after proof had been exhibited of her detention for ninety days, was abandoned. Held, the abandonment related back to the capture, the event showing a total loss at that time, and that the underwriters were entitled to a premium for only six months. — <em>Ibid </em>— F. H.]</p>\n<footnote label=\"(3)\">\n<p id=\"b348-8\"> 3 <em>Bos. &amp; Pul. </em>298, <em>et seq. —Park. </em>81. — <em>Marsh. </em>437. — 8 <em>D. &amp; E. </em>259, <em>Hadley </em>vs. <em>Clarke.</em></p>\n</footnote>\n<footnote label=\"(a)\">\n<p id=\"b348-9\"><em> [M'Bride </em>vs. <em>Marine Ins. Co. </em>5 <em>Johns. </em>299.— <em>Walden </em>vs. <em>Pheniz Ins. Co. </em>5 <em>Johns. Rep. </em>310.— <em>Ogden </em>vs. JVcio <em>York Fire Ins. Co. </em>10 <em>Johns. </em>177. —12 <em>Johns. </em>25 — <em>Odlin </em>vs. <em>Ins. Co. </em>Pennsylvania, 2 <em>Wash. C. C. R. </em>312. <em>—Page </em>vs. Thomson, <em>Park Ins. </em>7th ed. 127, 131, and note. — <em>Green </em>vs. Young, 2 Lord <em>Raym. </em>84, <em>a. </em>—2 <em>Salk. </em>444. — <em>Robertson </em>vs. Ewer, 1 D. &amp; <em>E. </em>127.— <em>Visgir </em>vs. <em>Prescott, </em>5 <em>Esp. </em>184. — <em>Simeon </em>vs. Barrett, 2 <em>M. &amp; S. </em>94.— <em>Marsh. Ins. </em>3d ed. 512—517. — <em>Barrett </em>vs. Meyer, 5 <em>Taunt. </em>824. — <em>Hore </em>vs. Whitmore, <em>Cowp. </em>p. <em>174.—2 M. &amp; S. </em>98.— Hughes, <em>Ins </em>82, and cases in note (u). — “ There is an obvious distinction,” says Mr. Justice <em>Washington, </em>“between a law which renders the performance <em>unlawful altogether, </em>and one which <em>merely suspends this performance, </em>without condemning the subject of the contract.” “ In the case of a temporary restraint upon the performance of the contract, the subject matter of it is not declared to be unlawful — the trade itself is not condemned : the legality of it is rather admitted, but it is not permitted to be performed for the present. Here the rule applies, that, if a law forbids a performance of a contract in part only, he who is bound by it must still perforin what he lawfully may. In the case of an embargo, for example, the ship owner is disabled from commencing his voyage at the specified time, but he is bound to go when the prohibition is removed.” “ We can see no good reason why one man may not, for a valuable consideration, and in relation to a real transaction concerning property, agree to stand in the shoes of another, as to any loss that may result to that other, in case a measure of this sort should be adopted by the government. The effect of an interest created in one man by such a contract, in opposition to the measure itself, is too remote, as to its influence upon the conduct of the government, to be regarded.” <em>—-2 Wash. C. C. R. </em>312.</p>\n<p id=\"b348-12\">But, according to the <em>English </em>cases, as a consequence of the rule by which the insured are precluded from recovering for a loss occasioned by their own act, a subject of a foreign country, in general, is precluded from recovering against a <em>British </em>underwriter for a loss occasioned by the act of the foreign government. For every subject is virtually a party to the acts of his own government, and their acts are in effect his. Hence a foreigner insuring his ship or goods in <em>England </em>is not entitled to abandon on account of an embargo in the ports of his own country. To render the policy available to protect a foreigner against the acts of his own government, it should appear, either from the express terms of the policy, or the known circumstances under which it was effected, that it was the intention of the underwriters to insure against this species of risk. — <em>Hughes, </em>260, 261. — Ed.J</p>\n</footnote>\n<footnote label=\"(4)\">\n<p id=\"b349-8\"> 3 <em>Bos. &amp; Pul. </em>291.</p>\n</footnote>\n<footnote label=\"(5)\">\n<p id=\"b349-10\"> <em>Marsh. </em>439. — 6 <em>D. &amp; E. </em>413, <em>Rotch vs. Edie.</em></p>\n</footnote>\n<footnote label=\"(6)\">\n<p id=\"b349-11\"> 5 <em>Brown, P. C. </em>131.</p>\n</footnote>\n<footnote label=\"(7)\">\n<p id=\"b350-10\"> 8 <em>Mass. Rep. </em>502.</p>\n</footnote>\n<footnote label=\"(a)\">\n<p id=\"b351-7\"> <em>[Law </em>vs. <em>Goddard, </em>12 <em>Mass. Rep. </em>112. — <em>Rice </em>vs. <em>Homer, </em>12 <em>Mass. Rep. </em>230. — <em>Tucker </em>vs. <em>The U. M. &amp; F. Ins. Co. </em>12 <em>Mass. Rep. </em>288.— <em>Powell </em>vs. <em>Gudgeon, </em>5 <em>M. </em>&amp; S. 436. — <em>Greene </em>vs. <em>Elmsley, Peake’s C. </em>278. <em>—Hodgson </em>vs. <em>Malcolm, </em>2 N. <em>R. </em>336 — <em>Hogedon </em>vs. <em>Whitmore, </em>l <em>Stark. </em>N. <em>P. C. </em>157. — <em>Walker </em>vs. <em>Maitland, </em>5 <em>B. &amp; A </em>174. — <em>Busk </em>vs. <em>Roy, </em>ex. ass. 2 <em>B. </em>&amp; <em>A. </em>73. And see 7 <em>B. </em>&amp; <em>C. </em>223. — 2 <em>Camp </em>110. —Ed.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}