{
  "casebody": {
    "data": "<casebody firstpage=\"203\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b237-7\">(164 App. Div. 464)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b237-8\">BEADLE v. HOLBROOK, CABOT &amp; ROLLINS CORPORATION.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"Agqb\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4Y\">November 20, 1914.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b237-9\">1. Master and Servant (§ 252<footnotemark>*</footnotemark>)—Actions foe Injuries—Notice of Injury —Time for Service.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b237-11\">While the statute contemplates the service of notice of an employe’s injury within a time near enough to the accident to enable the employer to investigate, and use the knowledge acquired for the purpose of defense or settlement, it does not provide for such an interval between the service of the notice and the service of the summons as will enable the employer to make and act upon such inquiry.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b237-12\">[Ed. Note.—Eor other cases, see Master and Servant, Cent. Dig. § S06; Dec. Dig. § 252.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b237-13\">2. Master and Servant (§ 252*)—Actions for Injuries—Notice of Injury —Sufficiency.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b237-15\">Where, although the notice of an employe’s injury particularized the negligence of the superintendent. and foreman in failing to warn the employe, it referred to a general failure to protect him against falling material, and did not specifically .refer to his negligence in ordering an- - other employé to dump a barrow without warning the injured employs, <page-number citation-index=\"1\" label=\"204\">*204</page-number>or seeing that it was safe to follow such order, a recovery for such negligence could not be sustained.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b238-3\">[Ed. Note.—For other cases, see Master and Servant, Cent. Dig. § 806; Dec. Dig. § 252.*]</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b238-4\">Appeal from Trial Term, Kings County.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b238-5\">Action by James Beadle against the Holbrook, Cabot &amp; Rollins Corporation. From a judgment for plaintiff, and an order denying a new trial, defendant appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b238-6\">Argued before JENKS, P. J., and THOMAS, CARR, STAPLETON, and PUTNAM, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b238-7\">Benjamin Patterson, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b238-8\">Frank L. Tyson, of New York City (J. Arthur Hilton, of New York City, with him on the brief), for respondent.</attorneys>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b237-16\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date. &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b238-9\">THOMAS, J.</author>\n<p id=\"AWC\"><bracketnum>[1, 2]</bracketnum> If the notice is sufficient, the jury was justified by the evidence in finding that the Polish servant was coerced by the peremptory order of the foreman to dump the barrow on the already loaded car, and that the order was so negligent as to inculpate the master. The notice was served before the action was begun. The statute contemplates the service of the notice within a time so proximate to the accident as to enable the master to investigate, and use the knowledge acquired for the purpose of defense or settlement; but it does not provide for such interval intermediate the service of the notice and summons as would enable the master to make and to act upon such inquiry. The court submitted to the jury the command of the foreman to dump the barrow, and whether he was negligent in so doing without warning plaintiff of the order, or seeing to it that it was safe to follow the order. I find nothing in the notice that suggests such cause of the injury. The negligence of the superintendent and foreman is particularized, and, while the notice refers to failure to warn, the reference is not to any fact or circumstance that covers the foreman’s order, but to general failure to protect against falling material. In the notice, complaint, or bill of particulars there is nothing specifically apprising the defendant of the issue submitted to the jury, and the notice does not include it.</p>\n<p id=\"b238-10\">. The judgment and order should be reversed, and a new trial granted ; costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}