{
  "casebody": {
    "data": "<casebody firstpage=\"616\" lastpage=\"618\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b650-4\">RIVIERA REALTY CO. v. ILLINOIS SURETY CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AEYX\">(No. 6473.)</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"AqI\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ArK\">December 18, 1914.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b650-5\">1. Principal and Surety (§ 82<footnotemark>*</footnotemark>) — Indemnity Insurance — Building Contracts—Risk—Strikes.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"An1\">Under a surety bond for a contractor’s performance of work on a building, excepting loss resulting from strikes not caused by the acts of the contractor, requiring the contractor to • use only union labor to avoid strikes, and providing that, should he be delayed by the action of workmen not resulting from his default or collusion, the time fixed for completion should be extended for a time equal to that so lost, the exemption from liability for loss occasioned by strikes meant such strikes as were specified in the contract, and the surety was not relieved from liability arising from any strike, whether caused by the default or collusion of the contractor or not.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b650-9\">[Ed. Note.—For other cases, see Principal and Surety, Cent. Dig. § 127; Dec. Dig. § 82.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b650-10\">2. Principal and Surety (§ 160*)—Action on Indemnity Bond—Evidence— Wages.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b650-12\">In an action on such bond, evidence for defendant that the contractor in fact paid full union wages, and that a strike resulted from no fault on his part, but from his refusal to submit to unlawful demands on the part of representatives of certain labor unions, was competent.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b650-13\">[Ed. Note.—For other cases, see Principal and Surety, Cent. Dig. §§ 436—438; Dec. Dig. § 160.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"judges\" id=\"b650-14\">Dowling, X, dissenting, and Hotchkiss, X, dissenting in part.</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b650-15\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b650-16\">Action by the Riviera Realty Company against the Illinois Surety Company. From a judgment entered upon a verdict in favor of plaintiff, and from an order denying a motion for a new trial, defendant appeals. Judgment and order reversed, and new trial ordered.</summary>\n<p data-order=\"13\" data-type=\"judges\" id=\"b650-17\">Argued before INGRAHAM, P. J., and CLARKE, SCOTT, DOWLING, and HOTCHKISS, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b650-18\">L. Laflin Kellogg, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b650-19\">Edgar M. Cullen, of Brooklyn, for respondent.</attorneys>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b650-22\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b650-20\">SCOTT, J.</author>\n<p id=\"A9n\">This is an action upon a bond given by defendant as surety for the performance by one John Barba of a contract to do the carpenter work necessary for the erection of an apartment house. The recovery sought is for the expense incurred by plaintiff in the completion of work under said contract after default by the contractor, and for damages for the'contractor’s delay. Several grounds are assigned by defendant why the judgment should not stand, only one of which requires extended consideration.</p>\n<p id=\"b650-21\"><bracketnum>[1]</bracketnum> It is urged that the plaintiff did not follow strictly the letter of the contract in giving the requisite notice to the contractor and in procuring a certificate of delay from the architect. We are of opinion that there is no merit in this contention, but, on the contrary that the plaintiff proceeded within the terms and intention of the contract. The objection which does require consideration relates to the defense that the contractor’s default and the consequent delay were due to a strike <page-number citation-index=\"1\" label=\"617\">*617</page-number>by the laborers employed'by him. The contract contained a clause by which the contractor agreed “to use labor only of a recognized labor union, having affiliations with labor unions and other building trades, in order to avoid strikes and disagreements during the performance of this contract.” It was further provided that:</p>\n<blockquote id=\"b651-4\">“Should the contractor be delayed in the prosecution or completion of the work by * * * combined action of workmen in no wise resulting from default or collusion on the part of the contractor, then the time herein fixed for the completion of the work shall be extended for a period equivalent to the time lost by reason of any or all of the causes aforesaid. *• * * ”</blockquote>\n<p id=\"b651-5\">The contractor did employ union labor, as he had agreed to do; but notwithstanding a strike occurred among his workmen, which, as he claims, was the cause of the delay which led plaintiff to take over the work. The defendant by a separate defense falls back upon the clauses of the contract above quoted, and alleges that by reason of combined action of workmen, in no wise caused by or resulting from default or collusion on the part of the contractor, he was unable to obtain or supply and use labor of any recognized labor union having affiliations with other labor unions and other building trades, and that in consequence thereof he was delayed in the prosecution and completion of the work.</p>\n<p id=\"b651-6\">The plaintiff offered evidence tending to show, and which the jury evidently believed did show, that the strike was in reality caused by the acts of the contractor, in that, while professing to pay union wages, and in form doing so, he would subsequently by some subterfuge take back part of the- wages, thus in effect paying less than the union scale of wages, and that it was in consequence of these practices that the strike was ordered.</p>\n<p id=\"b651-7\">The defendant, although alleging in its answer that its bond was made by it, and accepted by plaintiff subject to the strike conditions contained in the contract, now asserts that its liability is more restricted than that of its principal, and that it is relieved from liability arising from any strike, whether caused by the default or collusion of the contractor or not. It bases this contention upon a clause in its bond reading as follows:</p>\n<blockquote id=\"b651-8\">“(7) That this bond shall not cover loss resulting from acts of God, war, riots, fire, the elements, or labor difficulties called strikes, nor reconstruction or repair made necessary by reason of any of such causes.”</blockquote>\n<p id=\"b651-9\">In our opinion this contention is untenable. Not only is the bond given as security for the performance of the contract by the contractor, but the contract is expressly read into and made a part of the bond itself by precise words. When the bond, therefore, exempts defendant from liability for loss occasioned by strikes, it means such strikes as are specified in the contract as those for the consequences of which the contractor is not to be held liable.</p>\n<p id=\"b651-10\"><bracketnum>[2]</bracketnum> We are, however, of the opinion that the judgment must be reversed for errors in the exclusion of evidence. The defendant offered proof to show that the contractor in fact paid full union wages, and that the strike resulted from no fault on his part, but from his refusal to submit to unlawful demands and exactions on the part of represent<page-number citation-index=\"1\" label=\"618\">*618</page-number>atives of certain labor unions. This evidence was clearly competent, and the defendant was entitled to have it placed before the jury.</p>\n<p id=\"b652-5\">The judgment and order appealed from must therefore be reversed, and a new trial granted, with costs to appellant to abide the event.</p>\n<p id=\"b652-6\">INGRAHAM, P. J., and CLARKE, J., concur.</p>\n</opinion>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b652-7\">HOTCHKISS, J.</author>\n<p id=\"ArSh\">I concur for reversal, because of the error of the trial court in excluding the evidence offered by defendant and tending to show that the contractor paid full union wages and that the strike was due to \"the unlawful demand of the delegate.</p>\n<p id=\"b652-8\">I dissent from so much of the opinion as holds that the strike provision of the bond does not defeat the plaintiff’s right to recover.</p>\n</opinion>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-4\" type=\"dissent\">\n<author id=\"b652-9\">DOWLING, J.</author>\n<p id=\"Ai3\">I dissent from the reversal of this judgment, and am in favor of its affirmance, believing that the refusal to receive the proof offered did not constitute reversible error, as the sole offer of testimony made was to show that the contractor had actually paid marked money to a walking delegate, which was extorted from him by threats.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}