{
  "casebody": {
    "data": "<casebody firstpage=\"407\" lastpage=\"416\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b439-6\">[Civ. No. 1909.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AdP\">Third Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZp\">March 22, 1919.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b439-7\">F. M. DREISBACH et al., Copartners, etc., Appellants, v. LOUIS A. BRADEN, as Sheriff, etc., et al., Respondents.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b439-8\"><bracketnum>[1]</bracketnum> Executions—Sale of Property—Third Party Claims—Duty of Sheriff to Adjudicate.—It is not incumbent on the sheriff as a legal duty to settle any disputes which, after a sale on execution and the delivery by him to the purchasers of a certificate of sale, might arise between such purchasers and third parties as to the right to the possession of the property.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b439-9\"><bracketnum>[2]</bracketnum> Id.—Bulky Property—Symbolical Delivery.—Where, as in this action, the property which is the subject matter of the execution sale is of that character and of such bulk in quantity that it is not capable of manual delivery, the sheriff, in the.sale thereof, is only required, under section 699 of the' Code of Civil Procedure, to make a symbolical delivery thereof to the purchasers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b439-10\"><bracketnum>[3]</bracketnum> Id.—Third Party as Agent for Sheriff—Evidence.—In this action against a sheriff and the surety bn Ms official bond for alleged failure to deliver certain property sold to the plaintiffs at an execution sale, the contention of such plaintiffs that a third party who had claimed a lien on the property was the custodian of the property as the appointee and agent of the sheriff was not supported by the evidence—the facts being that a deputy sheriff was placed in charge of the property under a writ of attachment and remained in the capacity of keeper of the property until it was sold to the plaintiffs to satisfy their judgment, the property merely having been allowed to remain in a shed of such third1 party where it was located at’ the time of the levy.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b439-11\">APPEAL from a judgment of the Superior Court of Plumas County. H. D. Burroughs, Judge Presiding. Affirmed.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b439-12\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b440-4\"><page-number citation-index=\"1\" label=\"408\">*408</page-number>C. L. Colvin for Appellants.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b440-5\">M. C. Kerr and. H. B. Wolfe for Respondents.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b440-6\">HART, J.</author>\n<p id=\"A56\">The defendant, Braden, as sheriff of Plumas County, and the National Surety Company, as the surety on his official bond, were sued by plaintiffs for the sum of $1,050, the alleged value of about 50 tons of chrome ore which they had purchased at an execution sale and which they alleged the sheriff had not delivered to them, and for damages caused to them by his failure so to deliver said ore. Defendants had judgment, from which plaintiffs prosecute this appeal.</p>\n<p id=\"b440-7\">The first finding of the court was: That all the allegations in plaintiffs’ complaint-in paragraphs 1 to 11, inclusive, are true.</p>\n<p id=\"b440-8\">Said paragraphs of the complaint, briefly, are: That plaintiffs at all times mentioned were copartners under the name of Zenith Chrome Mining Company and have complied with the laws of the state relative to copartnerships; that the defendant, National Surety Company, is a corporation organized under the laws of the state of New York and authorized to do business in the state of California; that defendant, Braden, is the sheriff of Plumas County and that'he executed an official bond, with the usual covenants, with the defendant, National Surety Company, as surety, which was duly ap-' proved as required by law; that, on or about the twenty-second day of July, 1916, plaintiffs brought an action in the superior court of Plumas County against one C. W. Adams for the recovery of a sum of money alleged to be due and owing to them from said Adams; that, at the time of filing said complaint, plaintiffs filed the usual affidavit for the issuance of an attachment and that an attachment was issued and placed in the hands of the sheriff, which he served by attaching about 140 tons of chrome ore by taking the same into his custody and putting a keeper in charge thereof; that, on the thirty-first day of July, 1916, the sheriff made a return on said writ in which he certified that he had levied upon and taken possession of said 140 tons of ore; that, on December 13, 1916, a judgment was rendered in said action in favor of plaintiffs and against said C. W. Adams, for the sum of $305 and costs; and, on the same day, execution was isued on said judgment, directing the sheriff to make the same out of prop<page-number citation-index=\"1\" label=\"409\">*409</page-number>erty belonging to «¡aid Adams; that the sheriff levied upon about 90 tons of chrome ore, being a portion of the 140 tons attached, and, on December 27, 1916, he sold the same after due and regular notice of such sale.</p>\n<p id=\"b441-5\">The court then found that defendant, Braden, as sheriff, “did deliver the possession of all property sold under execution to said plaintiffs as required by law.”</p>\n<p id=\"b441-6\">Appellants complain of this last finding, urging that it is contrary to the evidence; and also that it is insufficient as a finding upon further allegations of the complaint.</p>\n<p id=\"b441-7\">The twelfth paragraph of the complaint was, that at said execution sale plaintiffs became the purchasers of the said 90 tons of chrome ore from the said sheriff; that at the time of the said purchase the property so purchased was in the possession and under the control of the sheriff; that plaintiffs, as such purchasers, paid the sheriff the full amount of the purchase price and demanded delivery of the property; that the sheriff did deliver to them about 34 tons of the property purchased by them, but failed and neglected to deliver about 50 tons thereof.</p>\n<p id=\"b441-8\">In the thirteenth paragraph it is alleged that plaintiffs were the highest bidders for the property so purchased at said sale and that the sheriff delivered to them a certificate of sale of about 90 toms of chrome ore. Written demand upon the sheriff to deliver said property was alleged and his refusal so to do, and that he has converted 50 tons to his own use. There were allegations as to the value of the property and the amount expended by plaintiffs in pursuit thereof.</p>\n<p id=\"b441-9\">The answer of defendants contained the following affirmative allegations: That the sheriff “levied upon about 34 tons of chrome ore then upon and under the depot station of- the Western Pacific Railway Company’s depot at Keddie, Plumas County, California, then represented by plaintiffs to defendant Braden as the property of Said C. W. Adams, and thereupon placed a beeper in charge thereof; that at said timé and pursuant to said writ said defendant Braden levied upon . . . about 50 tons- of chrome ore situate in the barn of one W. C. Lawrence at Keddie . . . , at which time, and in the presence of plaintiffs, and of their attorney, L. N. Peter, the said W. C. Lawrence claimed said ore and claimed and asserted a lien thereon for and on account of transportation of the <page-number citation-index=\"1\" label=\"410\">*410</page-number>same from the place where mined to the place where stored, and claimed to he and was then in possession thereof.”</p>\n<p id=\"b442-4\">It appears that the plaintiffs brought two actions against the sheriff, one for the value of the property sold, the-other for a failure to make a return to the execution. By stipulation, both cases were tried together. A motion for a new trial , was made in each case and the same bill of exceptions was used on both. The result is that there is considerable testimony in the record which does not apply to the case before us. -</p>\n<p id=\"b442-5\">Preliminarily, certain points made as to the issues tendered by the answer and as to the findings should be considered and disposed of.</p>\n<p id=\"b442-6\">The appellants are in error in the statement in their opening brief that the answer does not deny that the sheriff failed to deliver to the plaintiffs the ore in the Lawrence shed, and in the further statement that “all through the answer it is virtually admitted that he did not deliver the property.” In paragraph 8 it is denied that “defendant, Braden, as sheriff, has failed and neglected, or failed or neglected or refused, in any manner or at all, to deliver all the property set forth and described in said certificate of sale.” The answer, it is true, admits that the actual possession of the property was not delivered to the plaintiffs, but declares that said property was not capable of manual delivery. The answer, it may well be admitted, is not a model pleading of the “negative” kind, but there was no demurrer thereto and the denial referred to was sufficient to raise the issue' as to the delivery of the property to the plaintiffs.</p>\n<p id=\"b442-7\">It is next asserted that the court failed to find upon the question whether, at the time the property was purchased by the plaintiffs, the property so purchased was in the possession and under the control of the defendant, Braden. The contention is unfounded. Paragraph 7 of the complaint alleges that, at the time of the purchase of the\" property by the plaintiffs, said property was taken into possession by said Braden and a keeper put in charge thereof by him. The court found that all of the allegations of said paragraph 7 of the complaint are true.</p>\n<p id=\"b442-8\">The objection that the court failed1 to make a specific finding upon the question whether the property was or was not capable of manual delivery is without merit in view of the finding that the property was delivered to the plaintiffs.</p>\n<p id=\"b443-4\"><page-number citation-index=\"1\" label=\"411\">*411</page-number>There are other objections with respect to the findings which do not call for special notice.</p>\n<p id=\"b443-5\">We will now proceed to a consideration of the merits of the case.</p>\n<p id=\"b443-6\">The whole controversy 'here rests, in the main, upon the solution of the question whether the property sold by the sheriff to the plaintiffs was capable of manual delivery. Another point which the appellants attempt to sustain is that the sheriff, upon attaching the ore, made one Lawrence the custodian of a certain portion of the seized property and that, upon the sale under the execution taking place, said Lawrence refused to deliver the ore to the plaintiffs. Thus, it is claimed, as the complaint charges, the defendant, Braden, converted the ore to his own use.</p>\n<p id=\"b443-7\">The circumstances attending the seizure of the property by attachment and the subsequent sale thereof under the execution by the sheriff are these: The defendant, as sheriff at the time of the issuance of summons in the case of the plaintiffs against the said C. W. Adams, levied, under written instructions from the attorney of the plaintiffs, an attachment on about 140 tons of chrome ore, about 40 or 45 tons of which were situated at the time of the levy in a wagon-shed on the premises of one W. 0. Lawrence; that the sheriff, upon making said levy, placed in charge of the chrome ore so attached, as keeper, one L. P. McIntyre, a deputy sheriff under the defendant, Braden; that, at about the moment of time the levy was made on the ore situated in the shed of said Lawrence, the latter put in an appearance, whereupon he was asked by L. N. Peter, attorney for the plaintiffs, who, with the plaintiffs, was present when the levy was made, whether he (Lawrence) had any claim on the ore in the shed, and he replied that he had, the same being due for hauling or transporting the ore from the mine; that the sheriff then said to Lawrence that he would have to attach the ore, to which statement Lawrence replied: “You can go ahead and attach it, but you cannot move it. I hold a lien against it for hauling it from the mine.” As stated, McIntyre, as the defendant, Braden’s, deputy, was placed and left in charge of the ore as the sheriff’s keeper and s.o remained until judgment was obtained and execution thereupon issued in the case. What occurred after the writ of execution was issued and placed in the hands of the sheriff may best be told by the testimony of that official <page-number citation-index=\"1\" label=\"412\">*412</page-number>and also that of McIntyre. The sheriff testified, in part, as follows:</p>\n<blockquote id=\"b444-4\">“I made a sale of the ore on the platform and also that in the shed. I do not think that Mr. Lawrence was present. I do not think that it was physically possible for me to make a delivery of the ore at the time of the sale. I would have had to get a team and horse. I might have done it in time. The weight of the ore in- the shed was about 40 tons. The, sale took place at Keddie, near the depot. . . . Mr. Nutting was there at the time. He was there as attorney for the plaintiffs. No demand was made by him for actual delivery. I made the sale. The money was turned over. We came back to town, and I gave him a certificate of sale. Mr. Nutting was present at that time, and Mr. Dickey. At that time there was no objection made, nor any demand for actual delivery. That property is not in my possession at the present time. I have not had control nor possession of the property since the sale. ... I do not think that he [L. P. McIntyre] ever delivered it over to the purchasers, because Lawrence had a claim against it, and would not let it go. Lawrence never gave me any written claim. ... I do not know what became of the ore in' Lawrence’s shed. I did not have anything to do with it after I sold it. I discharged McIntyre at the time of the sale. ’ ’ The sheriff further testified that, while in the first instance Lawrence claimed that he had a lien on the ore in his shed for services performed in hauling said ore from the mine, he later notified the sheriff to remove it from the shed, as he was in need of the use of the shed for other purposes and did not want the ore to be kept therein any longer. This conversation (said the sheriff) occurred a short time prior to the sale under the execution. At that time Lawrence said nothing about claiming a lien on the ore. The reason the sheriff gave for not removing the ore from Lawrence’s shed was that a Mr. Nutting, who was also an attorney for the plaintiffs, advised him to do nothing in that regard “until I heard from him. ’ ’</blockquote>\n<p id=\"b444-5\">L. P. McIntyre, the deputy sheriff, who was made keeper of the attached property by the defendant sheriff, testified:</p>\n<blockquote id=\"b444-6\">‘ ‘ I was put in charge of the ore. I was in charge of it from the day of the attachment until the day of the sale. That was from somewhere in the latter part of July until the first part of January, or the latter part of December. I was there at <page-number citation-index=\"1\" label=\"413\">*413</page-number>the time of the sale. Mir. Dickey, Mr. Braden, and Mr. Nutting were there. There was no demand made by Mr. Dickey or Mr. Nutting on Mr. Braden that manual delivery be made of the ore in Lawrence’s shed. I never heard them make any demand for any such thing. ... I considered I was discharged from custody when the sale of the ore was made. I did not regard it as the proper thing to deliver the ore to the purchasers. I would not deliver that ore to anyone. ’ ’</blockquote>\n<p id=\"b445-5\">It appears that the plaintiffs, neither at the time óf the sale nor when the sheriff delivered to them the certificate of sale, demanded of that officer manual delivery of the ore. Indeed, it is clear from the evidence that they were perfectly satisfied with the situation after the sheriff’s certificate was delivered to them until the time when Lawrence refused to permit them to take or remove the portion of the ore purchased by them which was at all times, from the date of the levying of the writ of attachment, situated in his (Lawrence’s) shed.</p>\n<p id=\"b445-6\">The foregoing embraces a statement of the facts sufficient for the purposes of the decision of the points presented.</p>\n<p id=\"b445-7\">The contention of the appellants is that it was the duty of the sheriff to deliver the ore to them by manual tradition, while the respondents maintain that the property sold is of a character which rendered manual delivery thereof impossible or, at least, impracticable, and that, therefore, the mere execution and delivery by the sheriff to the appellants of a certificate of sale was as far as that officer could go, or, in fact, that could practicably be done by him with personal property of the nature of that which was the subject of the sale.</p>\n<p id=\"b445-8\">Section 698 of the Code of Civil Procedure requires an officer making a sale of personal property under an execution, where the same is capable of manual delivery, to deliver such property to the purchaser upon the payment of the purchase money by the latter. If desired, the officer must also execute and deliver to the purchaser a certificate of sale. Where, however, personal property so sold is not capable of manual delivery, the officer making the sale is, by the terms of section 699 of the same code, required only to execute and deliver to the purchaser, upon payment of the purchase money by the latter, a certificate of sale. In either case, the certificate so executed and delivered conveys all the right the debtor had in such property on the day the execution or attachment was levied.</p>\n<p id=\"b446-3\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>1. It has been held that where personal property levied upon by attachment is of such a ponderable character as that its actual possession cannot be taken and its removal for that purpose effected by the officer levying the writ without injury to such property or great expense, the taking of actual possession by the officer or its removal to effectuate such possession may be dispensed with. It has frequently been held that “with regard to heavy and unmanageable articles there seems to be no necessity for an actual handling to constitute an attachment.” (See eases and other authorities cited in footnote of <em>Hollister </em>v. <em>Goodale, </em>21 Am. Dec. 680.) For further illustration, it has been held!, under statutes similar to our own, that a stack of grain may be levied upon by going to it and making a formal levy, and forbidding the defendant from touching it. <em>(Gallagher </em>v. <em>Bishop, </em>15 Wis.276.) Again, a similar levy upon hewn stones <em>(Hemmenway </em>v. <em>Wheeler, </em>14 Pick. (Mass.) 408, [25 Am. Dec. <em>411] ; Polley </em>v. <em>Lenox Iron Works, </em>4 Allen (Mass.), 329) ; on iron ore <em>(Mills </em>v. <em>Camp, </em>14 Conn. 219, [36 Am. Dec. 488]) ; and on mill logs <em>(Bicknell </em>v. <em>Trickey, </em>34 Me. 273), has been upheld as sufficient.</p>\n<p id=\"b446-4\">In the case at bar, the validity of the seizure by attachment is not challenged. Nor is it questioned that the sheriff, upon levying the writ of attachment, took legal possession of the ore and continued in such possession to the time of the sale of the property under the writ of execution. Indeed, the appellants themselves insist throughout their whole argument that the sheriff took and had such possession. But, as has been observed, they say that upon the sale being made to them under the writ of execution, it was the legal duty of the sheriff to have made an actual physical delivery of the ore into their possession. We believe the property so sold to them was of a character that manual delivery thereof could not conveniently and without great expense be made by the sheriff. That officer could not, nor was it expected of him to attempt so impracticable and, indeed, so preposterous an act, to deliver the ore to the plaintiffs piece by piece. The most he could have done would have been to have loaded the ore on a wagon or truck and by such means have hauled or caused it to be hauled and so delivered to some place or point designated by the plaintiffs. He was not asked by the plaintiffs to do this, nor do we think he was required to do it, for, as stated, it would obviously have involved great expense to do so, thus <page-number citation-index=\"1\" label=\"415\">*415</page-number>adding to the costs and so creating an additional burden which ultimately would fall on the shoulders of the debtor. Having made the sale to the plaintiffs and delivered to them the certificate of salé, the latter thereby acquired all the right the debtor had in the ore. They knew where the ore was situated and it was up to them to take possession of it. As to the claim that Lawrence made to a lien on the ore in his shed, it is to be remarked that the plaintiffs were at all times, from the time the writ of attachment was levied on the ore, aware of said claim. With such knowledge they accepted the certificate of sale without then making a demand' on the sheriff for a manual delivery to them of the ore, and only made such demand after Lawrence had refused to deliver to them the ore that was in his shed at the time of the levy. <bracketnum>[1]</bracketnum> Obviously, it was not incumbent on the sheriff as a legal duty to settle any disputes which might after the sale and the delivery by him to the plaintiffs of the certificate of sale arise between plaintiffs and third parties as to the right to the possession of the property. <bracketnum>[2]</bracketnum> But however this all may be, it is, as above declared, clear to our minds that the property is of that character and of such bulk in quantity that it was not capable of manual delivery, and that the sheriff, in the sale thereof under the execution sale, did all that the statute required of him by making symbolical delivery thereof to the plaintiffs. Indeed, we can conceive of no case where section 699 of the Code of Civil Procedure would be more applicable than it is to the facts of this case.</p>\n<p id=\"b447-5\"><bracketnum>[3]</bracketnum> 2. The proposition that Lawrence was the custodian of the ore situated in his shed a® the appointee and agent of the sheriff is not supported either by the evidence or the findings. McIntyre, the deputy sheriff, was by the sheriff placed in charge of all the ore seized by the latter under the, writ of attachment and remained in the capacity of keeper of the property until it was sold to satisfy the judgment against Adams. It is true that the ore attached in the shed of Lawrence was allowed to remain there, but it was at all times in the legal custody of the sheriff through his keeper. There is not a word of testimony that Lawrence acted or was ever authorized to act as custodian of the ore for the sheriff.</p>\n<p id=\"b447-6\">The ease of <em>Aigeltinger </em>v. <em>Whelan, </em>133 Cal. 110, [65 Pac. 125], cited by appellants, in its facts bears no resemblance to this case. There the sheriff levied an attachment upon certain <page-number citation-index=\"1\" label=\"416\">*416</page-number>personal property, and placed the same in a warehouse in charge of a keeper. Nearly two years later judgment was given in favor of the defendants and against the plaintiff in the action in which the writ of attachment was issued. Thereupon one of the defendants demanded of the sheriff that he return the property taken by him under the attachment, but the sheriff answered that he did not have the property, but that he had stored it in a warehouse and that the warehouseman had sold it for storage. The sheriff made no claim of lien on the property for any costs, charges, or keeper’s fees. All these facts were proved at the trial, and it was held by the supreme court, in sustaining the judgment of the court below against the sheriff, that the latter, being charged with the duty of safely keeping the seized property and restoring the same to the defendant on his recovering judgment (Code Civ. Proc., secs. 540, 553), violated the duty so enjoined upon him by allowing the property to be sold or so disposed of. Thus it will readily be perceived that that ease has no pertinent application to the facts of the instant case.</p>\n<p id=\"b448-5\">Our conclusion is that the plaintiffs have failed to make out a case against the sheriff, and the judgment is accordingly affirmed.</p>\n<p id=\"b448-6\">Buck, P. J., <em>pro tem., </em>and Burnett, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}