{
  "casebody": {
    "data": "<casebody firstpage=\"670\" lastpage=\"672\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b702-6\">[Civ. No. 2645.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AFc\">First Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-B\">April 16, 1919.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b702-7\">GEORGE J. FERGODO et al., Appellants, v. W. H. DONOHUE et al., Respondents.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b702-8\"><bracketnum>[1]</bracketnum> Estates op Deceased Persons—Probate Homestead—Erroneous Decree—Collateral Attack.—A decree made in the course of probate proceedings, upon the petition of the guardian of minor children of the deceased, and after due notice and hearing, setting apart absolutely in fee to such minor children certain separate property of the deceased, though erroneous, cannot be indirectly attacked.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b702-9\">APPEAL from a judgment of the Superior Court of Contra Costa County. A. B. McKenzie, Judge. Affirmed.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b702-10\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b702-11\">Cedric W. Peterson for Appellants.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b702-12\">Neal Power, W. S. Tinning, C. A. Gale and W. H. L. Hynes for Respondents.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b702-13\">KERRIGAN, J.</author>\n<p id=\"Azq\">This is an action to quiet title. The complaint was in two counts. The cause was tried on the first count, and judgment went for the defendants. As to the second count a demurrer thereto was sustained, and plaintiffs having refused to amend, judgment by default upon that count was also entered against them. The plaintiffs appealed from both judgments. That relating to the default judgment not being seasonably taken, it was heretofore, upon motion made in this court, dismissed.</p>\n<p id=\"b702-14\">The question involved in the remaining appeal concerns the construction of an order setting apart a homestead to minor children. The facts are undisputed and .simply told. The <page-number citation-index=\"1\" label=\"671\">*671</page-number>property set apart was community in character, and. had belonged to E. S. Fergodo and his wife. Mrs. Fergodo predeceased her husband, and the latter died in the year 1904, leaving him surviving as the result of this union eleven children, six of whom were minors. No homestead had ever been selected by either spouse in lifetime, but in the course of probate proceedings upon the estate of E. S. Fergodo, deceased, the court, upon petition of the guardian of the minor children, and after due notice and hearing, set apart absolutely in fee as a homestead to the minor children the property here involved. Subsequently the estate was closed, and the remaining property distributed to all the children, both adults and minors. After the latter reached majority they conveyed the homestead property to the defendants. No objection was made, at the time of the making thereof, either to the decree setting apart the homestead, or to the final decree of distribution, and no appeal was ever taken from either of them.</p>\n<p id=\"b703-5\"><bracketnum>[1]</bracketnum> It is conceded that the property had been the community property of E. S. Fergodo and his wife; and assuming for the purposes of this case that upon the death of Mrs. Fergodo the property became the separate property of the surviving husband within the meaning of section 1468 of the Code of Civil Procedure, and that therefore the court committed error in setting it aside as a homestead absolutely instead of for a limited time, still we think it was but an error committed in the exercise of its jurisdiction, which cannot be indirectly attacked. It has been so decided. In the <em>Matter of Moore, </em>96 Cal. 530, [31 Pac. 584], the probate court had set aside to the widow of the deceased absolutely a homestead from the separate property of the deceased; and in a proceeding similar to the present the same question came before the supreme court which, in passing thereon, said: “If it should be conceded that the court erred in setting apart any portion of it absolutely to the widow, still it was only an error committed in the exercise of its jurisdiction, and the order was not void. No appeal was ever taken from this order, and it is now in full force. This being so, the court erred in distributing, as part of the estate, the land so set apart as a homestead. By force of the decree setting it aside, the title to the homestead is, as against the heirs of the deceased, in the parties named in that decree.” (See, also, <em>Estate of Bette, </em>171 Cal. 584, [153 Pac. 949] ; <em>Rountree </em>v. <em>Montague, </em>30 Cal. App. <page-number citation-index=\"1\" label=\"672\">*672</page-number>170, [157 Pac. 623] ; <em>McGavin </em>v. <em>San Francisco Protestant Orphan Asylum Society, </em>34 Cal. App. 168, [167 Pac. 182].) Upon the authority of those cases the judgment is affirmed.</p>\n<p id=\"b704-4\">Waste, P. J., and Richards, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}