{
  "casebody": {
    "data": "<casebody firstpage=\"224\" lastpage=\"233\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b278-3\">The COLD METAL PROCESS COMPANY and The Union National Bank of Youngstown, Ohio, Trustee, v. UNITED ENGINEERING <em>&amp; </em>FOUNDRY COMPANY. Appeal of UNITED ENGINEERING <em>&amp; </em>FOUNDRY CO. Appeal of the COLD METAL PROCESS COMPANY and the Union National Bank of Youngstown, Ohio, Trustee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ADX\">Nos. 11582, 11617.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b278-7\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b278-8\">Argued Oct. 3, 1955.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b278-9\">Decided July 19, 1956.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b278-10\">Rehearing Denied Sept. 7, 1956.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b279-16\"><page-number citation-index=\"1\" label=\"225\">*225</page-number>William H. Webb, Pittsburgh, Pa. (Clarence B. Zewadski, Detroit, Mich., William Wallace Booth, Webb, Mackey &amp; Burden, Pittsburgh, Pa., Whittemore, Hulbert &amp; Belknap, Detroit, Mich., Reed, Smith, Shaw <em>&amp; </em>McClay, Pittsburgh, Pa., on the brief), for plaintiffs.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b279-17\">Jo Baily Brown, Pittsburgh, Pa. (Patterson, Crawford, Arensberg &amp; Dunn, Brown, Critchlow, Flick &amp; Peckham, Pittsburgh, Pa., James S. Crawford, Julian Miller, James D. Morton, Pittsburgh, Pa., on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b279-18\">Before BIGGS, Chief Judge, and MARIS and GOODRICH, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b279-19\">MARIS, Circuit Judge.</author>\n<p id=\"b279-20\">On January 20, 1927 the plaintiff, The Cold Metal Process Company,<footnotemark>1</footnotemark> an Ohio corporation, entered into a contract in Pittsburgh, Pennsylvania, to grant a license to the defendant, United Engineering &amp; Foundry Company, a Pennsylvania corporation, under a patent thereafter to be obtained, to manufacture, use and sell 4-high steel rolling mills.<footnotemark>2</footnotemark> The patent contemplated by the contract, Patent No. 1,779,195, was issued to Cold Metal as assignee of the applicant, Steekel, on Oc<page-number citation-index=\"1\" label=\"226\">*226</page-number>tober 21, 1930 on a division of the original Steckel application. On January 14, 1930 Patent No. 1,744,016 had been issued to Cold Metal covering other subject matter of the original Steckel application. Both the contract and patent ’195 have been in litigation continuously for a quarter of a century.</p>\n<p id=\"b280-4\">In a suit in equity (No. 2506) begun in the District Court for the Western District of Pennsylvania in 1931 between Cold Metal and United it was determined by a decree entered on January 9, 1933 that patent ’195 was valid and that the 1927 contract was also valid and gave United the right to a license under it. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1933, 3 F. Supp. 120, appeal dismissed, 3 Cir., 1934, 68 F.2d 564, certiorari denied 291 U.S. 675, 54 S.Ct. 530, 78 L.Ed. 1064. On November 17,1934 the present suit in equity (No. 2991) was instituted by Cold Metal against United in the same district court seeking, inter alia, the enforcement of the 1927 contract and a determination of the amount due thereunder by United. After proceedings therein not now pertinent<footnotemark>3</footnotemark> Cold Metal filed a supplemental complaint in which it asked, inter alia, in the alternative for rescisión of the 1927 contract and again for a determination of the amount due thereunder by United. Following final hearing the district court refused rescisión of the 1927 contract, granted specific performance of it and held that Cold Metal was entitled to be paid by United the amount due under the contract, the amount and basis of payment to be determined by a master. D.C.1938, 83 F.Supp. 914. The judgment in all these respects was affirmed by this court. 1939, 107 F.2d 27.</p>\n<p id=\"b280-9\">Thereafter a master was appointed by the district court to determine the amount due by United to Cold Metal.<footnotemark>4</footnotemark> The master held extensive hearings and filed an elaborate report. He found United liable to Cold Metal in the amount of $387,650.00 for 91 mills sold under the license, that Cold Metal was not entitled to interest on that sum prior to the time of filing his report and that United was not liable for 32 mills manufactured in the United States and sold outside its territorial limits. Exceptions were filed by both parties. The district court adopted the master’s report in toto and directed the entry of a judgment in favor of Cold Metal in the amount of $387,650.-00, with interest from the date of the filing of the master’s report. D.C.1955, 132 F.Supp. 597. Both parties have appealed from this judgment. In directing its entry the district court, in compliance with Rule 54(b) of the Federal Rules of Civil Procedure, 28 U.S.C., expressly determined that there was no just reason for delay in entering a final judgment.<footnotemark>5</footnotemark></p>\n<p id=\"b280-10\">We consider first the appeal of Cold Metal. Its primary contention is that the master erred in determining the amount of the royalties due it under the 1927 contract. Its position is that recovery should have been based on the value of the rights obtained by United under the license. Our review of the record satisfies us that the amount of royalties ar<page-number citation-index=\"1\" label=\"227\">*227</page-number>rived at by the master comports with the intention and understanding of the parties at the time the license contract was executed and that this was the proper standard to apply.</p>\n<p id=\"b281-4\">The background facts of this case which we have stated above in barest outline have been so many times recounted in opinions of the district court, of this court and of the Supreme Court,<footnotemark>6</footnotemark> as well as in opinions of other courts,<footnotemark>7</footnotemark> that it is unnecessary to go over them again in detail here. Suffice it to recall that in 1927 Cold Metal and United each had applications pending in the United States Patent Office relating to 4-high steel rolling mills which were believed to include common subject matter. On June 20, 1927 they executed the contract already mentioned which provided that if the claims to the common subject matter in their applications were granted in any patents to Cold Metal, it would grant to United a license to make, use and sell rolling mills under such claims.<footnotemark>8</footnotemark> They further agreed immediately, without waiting for such claims to be secured, to negotiate the payments to be made by United for the license, when and if granted, and that if they were unable to agree, the matter be submitted to three arbitrators named therein.<footnotemark>9</footnotemark></p>\n<p id=\"b281-13\">On October 21,1930, Patent No. 1,779,-195 was granted to Cold Metal and United thereafter made and sold 4-high rolling mills which were within the claims of that patent. No formal license was ever executed nor has United paid any royalties for its use. However, in accordance with their contract, the parties had started to negotiate the basis for payment by United for the license contemplated by the contract. Under date of January 11, 1928 United forwarded the following letter to Cold Metal:</p>\n<blockquote id=\"b281-14\">“Jan. 11, 1928</blockquote>\n<blockquote id=\"b281-15\">“Mr. A. P. Steckel, Cold Metal Process Co., 1200 City Bank Bldg., Youngstown, O.</blockquote>\n<blockquote id=\"b281-19\">Dear Mr. Steckel — -</blockquote>\n<blockquote id=\"b281-20\">Relative to our conversation of the 9th, we understand that the royalty we are to pay on the 4-high mills, is to be at the following rate:</blockquote>\n<blockquote id=\"b281-21\">Mills having rolls 18\" body length and less $500.00 per stand of mills.</blockquote>\n<blockquote id=\"b281-22\">Mills having rolls longer than 18\", $500.00 plus $65.00 per inch for each inch over 18\" length of body.</blockquote>\n<blockquote id=\"AYj\">We are writing this letter merely as a confirmation, as we have <page-number citation-index=\"1\" label=\"228\">*228</page-number>asked Byrnes,- Stebbins &amp; Parmelee, to put the matter in the form of an agreement which will meet their requirements.</blockquote>\n<blockquote id=\"b282-5\">Very respectfully</blockquote>\n<blockquote id=\"b282-6\">United Engineering &amp; Foundry Co.</blockquote>\n<blockquote id=\"b282-7\">F. C. Biggert Jr.</blockquote>\n<blockquote id=\"b282-8\">President.”</blockquote>\n<p id=\"b282-9\">Under date of January 12th, 1928 Cold Metal replied as follows:</p>\n<blockquote id=\"b282-10\">“January Twelfth 1928</blockquote>\n<blockquote id=\"Aq1\">“Mr. F. C. Biggert, Pres., United Engineering &amp; Foundry Co., Farmers Bank Bldg., Pittsburgh, Pa.</blockquote>\n<blockquote id=\"b282-13\">Dear Mr. Biggert:</blockquote>\n<blockquote id=\"b282-14\">We are pleased to acknowledge receipt of your letter of the 11th, confirming our verbal understanding as to royalties.</blockquote>\n<blockquote id=\"b282-15\">We understand, of course, that these royalties will appear in a definitive agreement which the attorneys will draw up.</blockquote>\n<blockquote id=\"b282-16\">Appreciating very much the manner in which you have handled this matter, we remain,</blockquote>\n<blockquote id=\"b282-17\">Yours very truly,</blockquote>\n<blockquote id=\"b282-18\">The Cold Metal Process Company A. P. Steckel,</blockquote>\n<blockquote id=\"b282-19\">President”</blockquote>\n<p id=\"b282-20\">After the exchange of the January 1928 letters a license agreement incorporating the provisions of United’s letter of January 11, 1928 was drafted but never signed. Upon the basis of this exchange of letters the master concluded that the royalty rate to be paid by United under the 1927 contract for mills manufactured and sold under the contract was as follows:</p>\n<blockquote id=\"b282-21\">Mills having rolls 18\" body length and less, $500 per stand of mills.</blockquote>\n<blockquote id=\"b282-22\">Mills having rolls longer than 18\", $500 plus $65 per inch for each inch over 18\" length of body.</blockquote>\n<p id=\"b282-23\">The district court approved and adopted this conclusion. 132 F.Supp. 597, 600.</p>\n<p id=\"b282-24\">Cold Metal contends that the court erred in so doing because the conclusion is predicated upon a proposal made and rejected by both parties in 1928 before the patent issued and before there was any opportunity to determine the real value of the invention covered by the patent, whereas it is the real value of the license to which it is entitled. For this proposition Cold Metal relies on statements made by United during the various proceedings conducted during the litigation of this case. The contention is without merit. For we are not concerned with the fact that the royalty rate proposed in the 1928 correspondence now appears to be low in the light of subsequent, developments. What does concern us, in the absence of a formal agreement as to the royalty rate, is the-intention of-the parties at the time the contract was made.</p>\n<p id=\"b282-26\">In the opinion of this court rendered in this case in 1939 upholding the validity of the 1927 contract the court said:</p>\n<blockquote id=\"b282-27\">“This ‘contract’ has been partly performed and equity requires that it be completed by supplying the amount which United must pay for the license in accordance with the intention of the parties. * * * The evidence shows what that intention was, for the parties had an ‘understanding’ as to what the royalties would be and what that understanding was can readily be ascertained from the evidence by the master appointed or to be appointed by the District Court.” 107 F.2d 27, 32-33.</blockquote>\n<p id=\"AOe\">We are satisfied that the master correctly performed the duty thus laid upon him by this court. The January 1928 letters were obviously what this court had in mind. It is perfectly clear from reading them that the minds of the parties had met on the royalty rate. They had agreed upon the figures and had turned the matter over to counsel merely to put it into formal shape. That the formalizing was never completed is unimportant for our present purposes. It is sufficient that the parties did in January 1928 agree upon this missing term-of the contract. The district court was, therefore, right in approving the royalty basis adopted by the master.</p>\n<p id=\"b282-28\">Cold Metal’s next contention is that the district court erred in adopting the <page-number citation-index=\"1\" label=\"229\">*229</page-number>master’s finding that United was not liable for royalties on rolling mills made for shipment to and use in foreign countries. Thirty-one mills are involved<footnotemark>10</footnotemark> which fall into two groups, 17 mills for which the bearings for the backing rolls were made outside the United States while the rest of the mills were made in the United States and 14 mills all of the parts of which were made in the United States. Bearings for the work rolls for two mills of the latter group were made outside the United States, but the master noted that bearings for the work-rolls are not included in the structural combination claimed under patent ’195 and it does not appear that this fact is disputed. The steel rolling mills here involved were built to engineering specifications and were not assembled until put together on specially built foundations in the plants of the purchasers.</p>\n<p id=\"b283-4\">Cold Metal does not attack the master’s finding that the individual elements of the patented combination were old and well known long prior to the issuance of patent ’195 and could be bought separately in the open market before and after the patent was granted. Cold Metal contends, and the master found, that the claims of the patent are not for a complete operative mill but for the structural combination of working and backing rolls with bearings. The master found that United was not liable for royalties on the first group of 17 mills because all the elements comprising the structural combination of the patent were not made in the United States. As to the second group of 14 mills, the master found that United was not liable for royalties because the mills were not assembled in the United States.</p>\n<p id=\"b283-5\">The 1927 contract granted United the right to make, use and sell rolling mills under the patent. We agree with the district court that, in the absence of an express provision to the contrary, the right thus granted by the contract must be construed to have had the same terri torial limitation in its scope as in the case of a patent, that is, the right did not extend beyond the territorial limits of the United States.<footnotemark>11</footnotemark> Therefore the question is whether under the facts of this case United made, used or sold these foreign mills in the United States within the meaning of the patent law.</p>\n<p id=\"b283-10\">We consider first whether United “made” the 17 foreign mills in the United States when some parts of the structural combination were made outside the United States. The test to be applied is whether United would have been an infringer under the rules of the patent law in these instances if it had not had a license. Hewitt v. American Telephone &amp; Telegraph Co., D.C.S.D.N.Y. 1920, 272 F. 194, affirmed 2 Cir., 1921, 272 F. 392. The Supreme Court said in Adams v. Burke, 1873, 17 Wall. 453, 84 U.S. 453, 456, 21 L.Ed. 700: “The right to manufacture, the right to sell, and the right to use are each substantive rights, and may be granted or conferred separately by the patentee.”<footnotemark>12</footnotemark> The monopoly of a patent accordingly extends to the mere making of the patented device within the United States. Bullock Elec. &amp; Mfg. Co. v. Westinghouse Elec. &amp; Mfg. Co., 6 Cir., 1904, 129 F. 105, 109; Computing Scale Co. v. Toledo Computing Scale Co., 7 Cir., 1921, 279 F. 648, 678. But in the case of a combination patent, the combination is not to be regarded as made until all its elements are completed. Cimiotti Unhairing Co. v. American Fur Ref. Co., 1905, 198 U.S. 399, 410, 25 S.Ct. 697, 49 L.Ed. 1100; 2 Walker on Patents, Deller’s ed., p. 1282.<footnotemark>13</footnotemark> The district court, therefore, was right in adopting the master’s findings that United was not liable for royalties on the 17 mills which were not completely manufactured in the United States.</p>\n<p id=\"b283-11\">This brings us to the consideration of the second group of mills, all the parts of which were manufactured in the Unit<page-number citation-index=\"1\" label=\"230\">*230</page-number>ed States, but which were shipped unassembled to foreign countries and there assembled and used. The master held that these mills were not within the license because, if there had been no license, United would not have been either a direct or a contributory infringer with respect to them. He based his conclusion upon the rule laid down by the Court of Appeals for the Second Circuit in Radio Corporation of America v. Andrea, 1935, 79 F.2d 626, a case involving the sale for export of unassembled radio sets involving a patented combination when assembled. In that case Judge Swan said, 79 F.2d at pages 628-629:</p>\n<blockquote id=\"AIG\">“Under the facts at bar, however, we cannot say that the patented combination was complete until physical connection is established between the terminals of the circuits and the electrodes of the tube, for such relationship is the essence of the patent.</blockquote>\n<blockquote id=\"b284-4\">“Nor is this conclusion so highly technical as it may at first blush appear. No wrong is done the patentee until the combination is formed. His monopoly does not cover the manufacture or sale of separate elements capable of being, but never actually associated to form the invention. Only when such association is made is there a direct infringement of his monopoly, and not even then if it is done outside the territory for which the monopoly was granted. This is the basis for the doctrine of contributory infringement, which permits the elements of a patented combination to be sold in this country with the intent that the purchaser shall make and use the invention abroad. Bullock Electric &amp; Mfg. Co. v. Westinghouse Electric &amp; Mfg. Co., 6 Cir., 129 F. 105; Computing Scale Co. v. Toledo Computing Scale Co., 7 Cir., 279 F. 648, 678; In re Amtorg Trading Corporation, 75 F.2d 826, 831, 22 C.C.P.A., Customs, 558. Not disputing this principle of law when only part of the elements of a patented combination are involved in the sale, the plaintiffs apparently contend that it is inapplicable when all the elements are sold together, though disassembled and intended to be put into operable relationship only abroad. No authority has been cited which puts any such limitation upon the doctrine of contributory infringement; and on principle none such is justifiable. By their sales for export the defendants were guilty of neither direct nor contributory infringement.”</blockquote>\n<p id=\"b284-6\">We are in full accord with the rule thus laid down in the Andrea case and we think that the master and the district court were right in applying it here. Its force, in our view, is not impaired by the later opinion of the court after final hearing in the same case, 2 Cir., 1937, 90 F.2d 612, which held that the defendant had infringed the combination patent there sued on in view of evidence that the radio sets in question had been completely assembled in this country and tests of operation made after which they were disassembled and shipped to purchasers abroad. We do not quarrel with the conclusion of the court that such assembling and testing constituted a making and use of the patented combination in this country. In the present case, however, no such assembling or testing in this country took place. Accordingly the rule laid down in the first Andrea opinion applies here rather than that stated in the second.</p>\n<p id=\"b284-7\"> Cold Metal relies upon statements in III Robinson on Patents, 1890, sections 903, 924 and 1252, to the effect that a patented combination is complete when all its elements are finished ready to be united. An examination of Professor Robinson’s text and the cases which he cites in support of it satisfies us that he was discussing what later came to be known as the doctrine of contributory infringement. This doctrine is, of course, firmly established but it applies only in cases in which a direct infringement occurs in this country. As Judge Swan pointed out in the Andrea case there can be no contributory infringement by the <page-number citation-index=\"1\" label=\"231\">*231</page-number>sale of the elements of a patented combination which is to be assembled and used only abroad. We are satisfied that the district court did not err in upholding the master’s conclusion that United is not liable for royalties on the mills sold disassembled to customers beyond the territorial limits of the United States.</p>\n<p id=\"b285-4\">Cold Metal’s final contention is that the district court erred in determining that Cold Metal should have interest only from May 28, 1954, the date of the filing of the master’s report. The basis for the court’s conclusion was that the action brought by Cold Metal was one for un-liquidated damages for breach of contract and not a suit on a contract for a sum certain due thereunder. D.C., 132 F.Supp. 597, 604. Cold Metal contends that this is in direct conflict with the court’s holding that the January 1928 letters fixed the royalties to be paid by United and that the district court should have applied the rule that when a party has failed to pay sums provided in a contract, interest should be allowed on the debt from the time performance became due.</p>\n<p id=\"b285-5\">We must look to the law of Pennsylvania with regard to this problem. Klaxon Co. v. Stentor Electric Mfg. Co., 1941, 313 U.S. 487, 61 S.Ct. 1020, 85 L. Ed. 1477; Wilson v. Homestead Valve Manufacturing Co., 3 Cir., 1954, 217 F. 2d 792, 800. In McCornack v. Sharples, 1916, 254 Pa. 541, 543, 99 A. 155, the Supreme Court of Pennsylvania said:</p>\n<blockquote id=\"AQd\">“It is a sound principle, equally applicable in equity or at law, that one who retains money, after it is justly due and payable to another should pay interest for the detention.”</blockquote>\n<p id=\"b285-6\">However, in that case, upon which Cold Metal relies, the parties had contracted for a definite royalty rate and royalties were paid for nine years at the rate stipulated. Thereafter a difference of opinion arose as to assignments of various pat-; ents. The situation in the McCornack case is thus seen to be inapposite.</p>\n<p id=\"b285-10\">This court in United States v. Bethlehem Steel Corporation, 3 Cir., 1940, 113 F.2d 301, at page 308, affirmed 315 U.S. 289, 62 S.Ct. 581, 86 L.Ed. 855, said:</p>\n<blockquote id=\"b285-11\">“Likewise it is well settled in Pennsylvania that in an action to recover unascertained damages for a breach of contract the allowance of interest prior to judgment is discretionary.”</blockquote>\n<p id=\"b285-12\">We have seen that the contract here involved did not specifically state the amounts which United was required to pay. Moreover, Cold Metal has vigorously contended that there was no understanding as to the royalty rates and that they should now be fixed on the basis of the value of the patent. Under these circumstances we cannot hold that the district court erred in concluding that the action is in reality one for unliquidated damages in which the allowance of interest is discretionary.<footnotemark>14</footnotemark> We are satisfied that there was no abuse of that discretion here.</p>\n<p id=\"b285-13\">We turn then to the appeal of United. It contends that it should be relieved from all liability to pay royalties because Cold Metal breached its obligations under the 1927 contract by interfering in various ways with its enjoyment of the benefits of the exclusive license to which it was entitled. The master discussed these contentions in detail and found as a fact that Cold Metal had not granted an express license to United upon obtaining patent ’195 or taken other affirmative action to recognize its license rights, had charged United with infringement in the prior suit in equity (No. 2506) in the district court,<footnotemark>15</footnotemark> had applied for and obtained for a limited period in this suit an <page-number citation-index=\"1\" label=\"232\">*232</page-number>injunction restraining United from prosecuting certain suits for the infringement of patent ’195 brought against unlicensed manufacturers,<footnotemark>16</footnotemark> and had charged Republic Steel Corporation with infringement of patent ’195 by the use of hot steel rolling mills purchased from United<footnotemark>17</footnotemark> He concluded that these constituted a partial failure of performance by Cold Metal of its duties and obligations under the 1927 contract, not justified by the conduct of United, but that the failure was “not so material as to justify the discharge of United of all liability for royalties under the 1927 contract, and, considering all the attendant circumstances, it would not be just and equitable to do so.” The district court adopted these findings and conclusions.</p>\n<p id=\"b286-4\">This has been almost from the beginning a bitterly fought controversy which has never been marked by the amiable acceptance of the obligations of the contract by either party. The charges of misconduct now brought by United against Cold Metal are reminiscent of similar charges previously brought by Cold Metal against United and rejected by this court as a basis for terminating the obligations of the contract.<footnotemark>18</footnotemark> After full consideration of the record we find ourselves in complete agreement with the conclusion of the master that it would be inequitable under all the circumstances of this case to discharge United from its obligation to pay royalties to Cold Metal under the agreement.</p>\n<p id=\"b286-5\">Only three other contentions of United need be mentioned. The first is that royalties received by Cold Metal under licenses which it had granted to users of United’s mills and lump sum payments which it received in settlement of infringement suits in excess of the royalties due by United on the mills involved relieved United from its liability for royalties thereon. The master pointed out that Cold Metal’s licenses were not only of rights under patent ’195 but also under patent ’016 and, in many instances, also under other patents not involved in the 1927 contract. The royalty payments were for all the rights granted, not merely the rights under patent ’195. Moreover most of the license agreements were expressly made subject to the 1927 contract between Cold Metal and United. The master concluded that United was not discharged from its liability by these transactions of Cold Metal with United’s customers. The district court agreed with the conclusion of the master and so do we. We find United’s position in this regard to be without legal basis.</p>\n<p id=\"b286-7\">United also asserts that certain of the mills upon which it is being required to pay royalties are not within patent ’195 and, therefore, not within its license because they use Morgoil bearings rather than roller bearings. It points to the case of Cold Metal Process Co. v. Republic Steel Corporation, D.C.N.D.Ohio 1954, 123 F.Supp. 525, affirmed, 6 Cir., 1956, 233 F.2d 828, as having held that mills equipped with Morgoil bearings are not within the claims of patent ’195. The difficulty with this contention is that United did not raise it before the master. On the contrary, in a statement filed with the master on January 6, 1950, United formally admitted that 108 specified mills, which number included at least 41 mills equipped with Morgoil bearings, “fall as to structure within United’s license”. On this record we cannot convict the master and the district court of error in giving effect to United’s admission in this regard.</p>\n<p id=\"b286-8\">United also seeks a determination that its license under the 1927 contract ex<page-number citation-index=\"1\" label=\"233\">*233</page-number>tends to and under patent No. 1,744,016. The master pointed out that in “the early stages of the proceedings before the master the position of both parties was that it would not be necessary for the master to determine the scope of United’s license rights under the 1927 contract, but in the later stages of the proceedings there has been discussion of patent ’016 and United’s claim of implied license thereunder”. The master was of the opinion that it was not necessary for him to determine what rights United had under patent ’016 and he did not consider the record to afford adequate basis for such a decision. United objects to a statement made in the opinion of the district court in this regard but it does not appear that the district court did more than concur in the master’s finding. We do not draw from its opinion a conclusion that United had no rights at all under patent ’016, but only that the issue of its rights under that patent was not involved in the proceedings now before us and accordingly was not determined in these proceedings.</p>\n<p id=\"b287-4\">We have considered all the other points raised by United but find them so lacking in merit as to require no discussion here.</p>\n<p id=\"b287-5\">The judgment of the district court will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b279-21\">. The Union National Bank of Youngstown, Ohio, Trustee, holds certain patents by assignment from Cold Metal Process Company and joined this action as a co-plaintiff during the course of the litigation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"AMJ\">. The contract is set out in the opinion of this court in this case reported in 107 I\\2d 27, 28, footnote 1.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b280-5\">. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1935, 9 F. Supp. 994, reversed, 3 Cir., 79 F.2d 666.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b280-6\">. See Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1942, 43 F.Supp. 375, 376.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b280-7\">. On March 28, 1949, 15 years after this suit was started, United filed a cross-complaint seeking injunctive relief and an accounting from Cold Metal which has not as yet been determined by tbe district court on its merits. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1950, 92 F.Supp. 969, reversed, 3 Cir., 1951, 190 F.2d 217. Cold Metal filed a motion to dismiss the present appeal of United on the ground that the judgment appealed from was not final as to United since the counterclaim was still pending. This court denied the motion to dismiss on April 21, 1955, 2 Cir., 221 F.2d 115. Argument was subsequently had in this court on the merits of the case but consideration was deferred since certiorari had been granted from our refusal to dismiss the appeal. On June 11, 1956 the Supreme Court affirmed our action in denying the motion to dismiss. 76 S.Ct. 904. The case, therefore, is now properly before us for consideration on the merits.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b281-5\">. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1933, 3 F. Supp. 120, appeal dismissed, 3 Cir., 1934, 68 F.2d 564, certiorari denied 291 U.S. 675, 54 S.Ct. 530, 78 L.Ed. 1064; Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1935, 9 F.Supp. 994, reversed, 3 Cir., 1935, 79 F.2d 666; Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1938, 83 F.Supp. 914, modified and affirmed, 3 Cir., 1939, 107 F. 2d 27; Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1942, 43 F.Supp. 375; United Engineering &amp; Foundry Co. v. Cold Metal Process Co., D.C.1950, 92 F.Supp. 596, reversed, D.C. 1951, 190 F.2d 217; Cold Metal Process Co. v. United Engineering &amp; Foundry Co., 2 Cir., 1955, 221 F.2d 115, affirmed, 1956, 76 S.Ct. 904.</p>\n<p id=\"b281-11\">See also Cold Metal Process Co. v. American Slieet &amp; Tin Plate Co., D.C.N.J. 1938, 22 F.Supp. 75, decree reversed in part, Cold Metal Process Co. v. Carnegie-Illinois Steel Corp., 3 Cir., 108 F.2d 322, certiorari denied 309 U.S. 665, 60 S.Ct. 590, 84 L.Ed. 1012, opinion of Court of Appeals 'withdrawn and orders vacated, Cold Metal Process Co. v. Carnegie-Illinois Steel Corp., 3 Cir., 1940, 115 F.2d 33.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b281-24\">. United States v. Cold Metal Process Co., D.C.N.D.Ohio, 1945, 62 F.Supp. 127, affirmed, 6 Cir., 1947, 164 F.2d 754, certiorari denied 334 U.S. 811, 68 S.Ct. 1016, 92 L.Ed. 1742; Cold Metal Process Co. v. Republic Steel Corp., D.C.Ohio, 1954, 123 F.Supp. 525, affirmed, 6 Cir., 1956, 233 F.2d 828.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b281-28\">. The license was to be exclusive “for 4-higli hot mills and for 4-high cold mills, in which the major portion of the power required by a roll stand is supplied to the rolls directly and not through tension exerted on the material for pulling it through the rolls.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b281-29\">. See footnote 2 supra.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b283-6\">. Cold Metal concedes that one mill, No. 116, drops out of the case.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b283-8\">. 35 U.S.C. § 154.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b283-12\">. 35 U.S.C. § 271.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b283-13\">. See also III Robinson on Patents §§ 897, 924 ; 69 C.J.S., Patents, § 801(b).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b285-7\">. See Randolph Laboratories v. Specialities Develop. Corp., 3 Cir., 1954, 213 F. 2d 873, 875. Restatement, Contracts, § 337.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b285-14\">. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1933, 3 F. Supp. 120, appeal dismissed, 3 Cir., 1934, 68 F.2d 564, certiorari denied 291 U.S. 675, 54 S.Ct. 530, 78 L.Ed. 1064.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b286-9\">. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1935, 9 F. Supp. 994, reversed, 3 Cir., 1935, 79 F.2d 666; Cold Metal Process Co. v. United Engineering &amp; Foundry Co., D.C.1938, 83 F.Supp. 914, modified and affirmed, 3 Cir., 1939, 107 F.2d 27.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"APv\">. See Cold Metal Process Co. v. Republic Steel Corp., D.C.N.D.Ohio 1954, 123 F. Supp. 525, affirmed, 6 Cir., 1956, 233 F.2d 828.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"Ajag\">. Cold Metal Process Co. v. United Engineering &amp; Foundry Co., 3 Cir., 1939, 107 F.2d 27, 29-32.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}