{
  "casebody": {
    "data": "<casebody firstpage=\"835\" lastpage=\"838\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b905-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b905-5\">William H. Bacon, Jr., et als. v. Norman L. Dettor, et als., Etc.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b905-6\">April 23, 1945.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b905-7\">Record No. 2902.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b905-8\">Present, All the Justices.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b906-6\"><page-number citation-index=\"1\" label=\"836\">*836</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b906-7\"><em>Raymond M. Hudson, Carl A. Marshall </em>and <em>Minor Hudson, </em>for the plaintiffs in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b906-8\">No appearance for the defendants in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b906-10\">Holt, J.,</author>\n<p id=\"Af7\">delivered the opinion of the court.</p>\n<p id=\"b906-12\">On January 22, 1944, plaintiffs had issued a notice of motion for judgment, returnable on February 7, 1944, in which they set out that there was due to them from the defendants $1,249.37, that being the unpaid balance claimed on a negotiable note of $4,509.45. The notice itself reads:</p>\n<blockquote id=\"b906-13\">“To William H. Bacon, Jr. and Stella Maurice Bacon, Near Annandale, Virginia:</blockquote>\n<blockquote id=\"b906-15\">“You are hereby notified that on the 7th day of February, 1944, at ten o’clock A. M., or as soon thereafter as counsel may be heard, the undersigned will move the Judge of the above styled Court in the courtroom in the Fairfax County Courthouse at Fairfax, Virginia, for a judgment and execution against you and each of you -in the full and just sum of $1,249.34 with interest thereon at the rate of six per cent per annum from December 18th, 1943, until paid, together with an attorney’s fee .of fifteen per cent of principal and interest, all of which sum is justly due and payable by you and each of you as the balance due on a certain negotiable homestead waiving promissory note <page-number citation-index=\"1\" label=\"837\">*837</page-number>dated November 18, 1940, originally in the sum of $4,509.45. Taxes on the said note have been paid.</blockquote>\n<blockquote id=\"b907-5\">Norman L. Dettor George M. Kostetler William V. Blumér</blockquote>\n<blockquote id=\"b907-6\">Partners trading and doing business as Arlington Millwork Company By Counsel</blockquote>\n<blockquote id=\"b907-7\">Jesse, Phillips, Klinge &amp; Kendrick By: (Signed) Caldwell C. Kendrick Attorneys for Plaintiff”</blockquote>\n<blockquote id=\"b907-9\">At the same time and as a part thereof there was a computation attached, showing how the amount of their claim was reached, and in it is included this item: “Sales after Nov. 18, 1940 $733.10”</blockquote>\n<p id=\"b907-10\">On February 3, 1944, the defendants filed this motion:</p>\n<blockquote id=\"b907-11\">“Now comes the defendants by their attorney, Carl A. Marshall, and moves the court to strike the second item entered on the account same being as follows: ‘Sale after Nov. 18, 1940......733.10’ and for reasons therefore says as follows:</blockquote>\n<blockquote id=\"b907-14\">“1. The action is filed on a promissory note and this item is no part of promissory note as disclosed by the record.</blockquote>\n<blockquote id=\"b907-15\">“2. The promissory note sued on stated that ‘interest at <em>6% </em>after maturity’ shall be paid and the note did not mature until December 18, 1940. Therefore, no interest should be charged until beginning December 18, 1940.</blockquote>\n<blockquote id=\"b907-16\">“3. And there are other discrepancies in the account as filed which will be called to the attention of the court upon argument.</blockquote>\n<blockquote id=\"b907-17\">(Signed) Carl A. Marshall Carl A. Marshall McLean, Virginia Attorney for defendants”</blockquote>\n<p id=\"b908-4\"><page-number citation-index=\"1\" label=\"838\">*838</page-number>Had the defendants never appeared, the court was without authority to enter judgment in the nature of an office judgment for $1,249.34, for on the face of the computation attached the sum of $733.10 was no part of the note sued on. Moreover, the defendants’ motion of February 3, 1944, should have been passed upon- before the defendants could be required to plead to the merits.</p>\n<p id=\"b908-5\">The defendants claim that under no possible conditions could there have been due from them more than $254.43.</p>\n<p id=\"b908-6\">The court was not in session on February 7, 1944, and the matter went over until February 8, 1944. On that day counsel for the defendants appeared and stated that he had an affidavit of defense which he would file if the motion to strike out was denied.</p>\n<p id=\"b908-7\">On motion of counsel for the plaintiffs, this case was transferred to Arlington, and the court told counsel for the defendants that the motion to strike would be heard there. It was transferred and was set down for hearing on February 19, 1944. It was not then heard but at the request of counsel for the plaintiffs was continued and set down for hearing on March 28, 1944, and came on to be heard on that day. Counsel for the plaintiffs then moved for judgment for the lack of an affidavit of defense. Such an affidavit of defense was then tendered, the sufficiency of which was riot ques-. tioned. Thereupon the court proceeded to enter judgment for the full amount of plaintiffs’ claim. This was error for at least two reasons:</p>\n<p id=\"b908-8\">Plaintiffs were not entitled to any such judgment on the face of their motion and for reasons noted. They were not entitled to it for another reason: On February 8, counsel for defendants told the court that they had an affidavit of defense to be filed when their motion to strike had been passed upon and were told by the court that it would be passed upon in Arlington. The court did not pass upon it there and did not pass upon it at all. Certainly at some time it should have passed upon it before hearing the cáse upon its merits' which, so far as the record goes, it never did.</p>\n<p id=\"b908-9\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}