{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"259\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b258-6\">[Decided January 18, 1887.]</decisiondate>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b258-7\">OREGON RAILWAY AND NAVIGATION COMPANY <em>v. </em>HENRY B. DAY.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b258-8\">1. Railroad Companies — Eminent Domain —Asreement to Convey Land. — A railroad company, eleven days after it commenced to construct its road through certain lands, obtained an assignment of a contract by which the owner agreed to convey a strip of land to another company, in consideration of its building its road between certain points: <em>held, </em>that the right of the owner to compensation accrued when the-company entered upon the land; and that having entered and built its road without reference to the agreement in question, the company could, not claim any right thereunder to have the land conveyed, which it had already appropriated under the power of eminent domain.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b258-10\">2. Same — Estoppel. — <em>Heidi </em>o&amp;o, that the land-owner was not estopped from claiming compensation by his previous contract, the company having acted independently, and not upon the faith of the contract, which was not assigned to it until after its road was commenced.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b258-12\">3. Real Property — Contract to Convey. <em>—Semble, </em>that it is not necessary that an executory agreement to convey land should be sealed or acknowledged to make it valid.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b258-14\">Appeal from the District Court holding terms at Dayton. First District.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b258-15\">Statutory proceedings by Henry B. Day against the Oregon Railway and Navigation Company for a strip of land for. a railroad, appropriated by the latter under its right of eminent domain, instituted before a justice of the peace under the provisions of chapter 188 of the Code. Objection having been made to the report of householders and the parties electing to have the cause <page-number citation-index=\"1\" label=\"253\">*253</page-number>tried in the District Court, the ordinary pleadings were ordered as in civil actions. In his complaint, plaintiff, the appellee herein, alleged that defendant herein, a corporation organized for the purpose of constructing railroads, entered upon his premises, in the complaint described, and took and appropriated for right-of-way purposes a strip of land one hundred feet in width, and that by reason thereof the said premises were damaged in the sum of two thousand dollars, for which he prayed judgment. The award of the householders was nine hundred dollars.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b259-4\">The defendant admitted the appropriation of the land, denied the damages, and as an equitable defense, alleged the execution and delivery, by plaintiff and wife, to Jay Lynch and W. E. Wilson, of a contract in writing under seal, duly acknowledged by said plaintiff and wife, of which the following is substantially a copy:—</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b259-5\">“Articles of agreement made and concluded this ninth day of October, in the year of our Lord eighteen hundred and eighty-three, between Henry B. Day and Anna M. Day, his wife, of the first part, and Jay Lynch and W. E. Wilson, trustees of the Pataha Railroad Company, and assigns, of the second part, witnesseth: that the party of the first part, at the request of the party of the second part., and in consideration of one dollar in hand paid, the receipt whereof is hereby acknowledged, hereby agree to sell to said party of the second part all that certain lot and parcel of land situate in Columbia County, Washington Territory, known and designated as a strip of land one hundred feet wide, running upon and through the north half of the northwest quarter of section 11, and the southeast quarter and the northwest-quarter, and the southwest quarter of the southeast quarter of section 2, in township 12 north, of range 39 east, of W. M. As added consideration, it is agreed by the parties of the second part that they shall build an under passway sixteen (16) feet wide and ten (10) feet long, at <page-number citation-index=\"1\" label=\"254\">*254</page-number>the expense of said second party, and at request of first party and instance of same, for the purpose of constructing a railroad thereon, said strip of land to be selected by said parties of the second part, or their assigns, they or any of them to have full power to enter upon said lands at any time within two years from the date hereof, for the purpose of selecting the same, and with full right to enter at any time or times with men, implements, and teams, and construct a grade thereon, with the right to dig and take stones and earth therefrom, to make necessary excavations, and to deposit stones and earth thereon to build necessary elevations; hut with no right to take, touch, or adjust stones or earth outside of said one-hundred-foot strip of land, and to do no more damage than is necessary; and the said parties of the first part further covenant and agree, with the said party of the second part, that at any time within three years from this date, and after said parties of the second part, théir heirs and assigns, shall make or cause to be made or built a grade, running over and through the lands above described, or any portion thereof, in any direction or directions or course selected by them as aforesaid, with all necessary cattle-guards and crossings thereon, and upon the request of said parties of the second part, their heirs and assigns, and at the expense of the parties of the second part, shall and will, without delay, well and faithfully execute and deliver a good and sufficient deed or deeds, and thereby assign and convey to the said parties of the second part, their heirs and assigns, a good, perfect, and unencumbered title in fee-simple to said strip of land, tO' wit, a strip of land one hundred feet wide, along the course of said grade when constructed, fifty feet on each side of and along a line in the center of said grade,, through the premises above described.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b260-5\">“ Sealed and delivered in the presence of O. G. Austin and J. B. Blanfield. “ Henry B. Day.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b260-6\">“Anna M. Day.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b261-3\"><page-number citation-index=\"1\" label=\"255\">*255</page-number>And further alleged the due assignment of said contract to appellant, the defendant in said action, a performance of the conditions on its part, and on the part of its assigns, so as to entitle it to a conveyance under the terms of the contract, and prayed that appellee be enjoined from the prosecution of his action, and be required to execute and deliver to appellant a conveyance as called for by said agreement.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b261-4\">Upon the ruling of the court, the cause proceeded to trial before the judge upon the equitable issue made by the answer and reply. And from the evidence the court found against the defendant, and directed the trial of the remaining issue of fact as to damages before a jury, which resulted in verdict and judgment for the plaintiff, from which defendant appealed.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b261-5\"><em>Mr. Rufus Mallory, Mr. R. F. Sturdevant, </em>and <em>Messrs. Allen &amp; Crowley, </em>for the Appellant.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b261-6\">The agreement of Day and wife to convey the strip of land for a right of way for the railroad was a valid, subsisting contract, entitling appellant to demand a deed for a right of way across the premises of appellee. It could be, and was properly, pleaded as an equitable defense. The answer presenting such a defense is in the nature of a bill in equity, by which the defendant becomes an actor with respect to the matter alleged by him. The equitable defense is, therefore, first to be passed upon by the court, and until it is disposed of, the assertion of the legal remedy is in effect stayed. Upon the determination of the court, upon the relief prayed by the answer, the necessity of proceeding with the action at law depends. The court should by its decree have compelled appellee and his wife to execute a deed for the right of way in question. Even if appellant had not asked for specific performance, the court should have stayed the proceeding upon the principle that equity considers that done which ought to be done. The mat<page-number citation-index=\"1\" label=\"256\">*256</page-number>ters pleaded in the answer amount to an equitable estoppel, or estoppel <em>in pais, </em>by virtue of which the title of appellee and his wife to the right of way in question inured to appellant. Under the Code of this territory, a married woman may be bound by an equitable estoppel, being accorded the same right and liberty, to acquire, hold, enjoy, and dispose of every species of property as if she were unmarried. (Code, secs. 83, 2396; <em>Estrada </em>v. <em>Murphy, </em>19 Cal. 248, 272; <em>Lestrade </em>v. <em>Barth, </em>19 Cal. 660; <em>Downer </em>v. <em>Smith, </em>24 Cal. 114, 124; Sedgwick and Wait on Trial of Title to Land, secs. 487, 488; <em>Craig </em>v. <em>Goodman, </em>12 N. Y. 267; <em>Hoppough </em>v. <em>Struble, </em>60 N. Y. 430; 1 Pomeroy’s Eq. Jur., sec. 368; 3 Pomeroy’s Eq. Jur., secs. 1368-1370; <em>Craig </em>v. <em>Leslie, </em>3 Wheat. 563; <em>Dickerson </em>v. <em>Colgrove, </em>100 U. S. 578; <em>Kirk </em>v. <em>Hamilton, </em>100 U. S. 68.)</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b262-5\"><em>Messrs. Anders, Brents, and Clark, </em>for the Appellee.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"b262-6\">Sealing, and due acknowledgment of the agreement to convey, before an authorized officer, both of which were wanting, were essential requisites to due execution of instrument set up in defense. (Code, secs. 2311, 2312, 2410; <em>Holyoke </em>v. <em>Jackson, </em>3 Pac. Rep. 841; <em>Blackburn’s Heirs </em>v. Pennington, 8 B. Mon. 217; <em>Pease </em>v. <em>Barbiers, </em>10 Cal. 440; 2 Story’s Eq. Jur., secs. 756, 757.) The acts of the railroad’company in locating and constructing its road, and appropriating strip before assignment of contract to it, and not in reliance on it, raise no equities in its favor so as to entitle it to specific performance of invalid contract, or estop appellee from recovering his damages. (3 Pomeroy’s Eq. Jur., secs. 1407, 1409, and cases there cited; Bigelow on Estoppel, 431, 437, 492, et seq.; 2 Story’s Eq. Jur., sec. 762; <em>Johnson </em>v. <em>Glancey, </em>28 Am. Dec. 49, 50; <em>Winnegar </em>v. <em>Fowler, </em>82 N. Y. 318.) Appellant’s right to specific execution of contract cannot be determined and enforced in this proceeding, and specially since appellee’s wife is not a party. (2 Story’s Eq. Jur., secs. 733, 735, 787.)</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b263-3\"><page-number citation-index=\"1\" label=\"257\">*257</page-number>Mr. Justice Turner</author>\n<p id=\"ALe\">delivered the opinion of the court.</p>\n<p id=\"b263-4\">The appellant — a railroad corporation — appropriated a strip of land one hundred feet wide through the farm of appellee, for the right of way of a railroad which it proposed to build thereon. The appellee, finding himself unable to agree with the' company as to the compensation to be paid for said right of way, instituted proceedings before a justice of the peace to have his compensation determined agreeably to the provisions of chapter 188 of the Code. The case proceeded to a determination before said justice, and subsequently found its way into the District Court, agreeably to the provisions of the chapter before referred to. In the latter court pleadings were filed as in an adversary civil action; and among other defenses interposed by the appellant to the claim of the appellee was one averring a contract in writing, made by the appellee and wife with Jay Lynch and W. E. Wilson, trustees of the Pataha Railroad Company, in which appellee and wife agreed to convey to the persons last named a strip of land one hundred feet wide, through said farm, for the purpose of constructing a railroad thereon. The answer averred due assignment of this contract to appellant, and prayed that appellee be enjoined from further prosecuting his action for damages, and that he be required to execute and deliver to appellant a conveyance as called for by said agreement. The issues made by this equitable defense were first tried by the district judge, sitting as chancellor, and said issues having been found for the appellee, the cause proceeded to trial before the court and jury upon the question of damages, as in an action at law.</p>\n<p id=\"b263-5\">The only rulings of the court to which the appellant adverts in the brief of its counsel as error are those made by the judge in the trial of the equitable defense, and as the case is here by appeal, pure and simple, none others could probably be urged. Coming then to the <page-number citation-index=\"1\" label=\"258\">*258</page-number>merits of the case, we do not deem it necessary to examine and pass upon the various findings of facts and conclusions of law made by the learned judge in the court below. These findings relate principally to the sealing and acknowledgment of the agreement pleaded in the answer’of appellant, and to the validity of the assignment of said agreement to appellant. Admitting the validity of the agreement, and we may say in passing, that we see no necessity that an agreement to convey land should be sealed or acknowledged, and admitting that the interest of the Pataha Railroad Company therein passed to the appellant by the assignment, the facts disclosed in the record present an insuperable obstacle to the equitable relief which the appellant seeks.</p>\n<p id=\"b264-3\">The appellant entered on the land of the appellee and surveyed its right of way thereon, about November 1, 1885, and early in November its graders were at work thereon. These facts are deposed to by the engineer of the company, and are not denied by any witness examined. Thereupon, the right of the appellee to compensation under the statute became fixed. \"Without deciding what right, if any, appellant took by virtue of the contract as signed to it, on November 11, 1885, eleven days after it had appropriated the land, we are clear that it took no right thereunder to have conveyed to it by the appellee the land which it had already appropriated under the power of eminent domain.</p>\n<p id=\"b264-4\">The consideration moving to the appellee for the agreement to convey his land was the building of a railroad through his premises, from some point to some point not disclosed by the agreement, but which no doubt the parties had in mind. Appellant having built its road without reference to that agreement, to now give it the benefit of the agreement as a defense to the suit for compensation would be to give it something for nothing. When it proposes to build a new line of road through the lands <page-number citation-index=\"1\" label=\"259\">*259</page-number>of appellee on the faith of this agreement, and shows that its line is one substantially like that which the original parties to the agreement had in mind, something not shown of its present line, it may have some rights under the agreement; it will then be time enough to determine what they are.</p>\n<p id=\"b265-5\">This view of the facts disposes of the contention of counsel for appellant, that if the contract be one upon which specific performance may not be decreed, yet its execution by the appellee, and the contention by the appellant of its line of road partly on the faith of it, raise an equitable estoppel against the appellee to claim compensation. We have seen that the lands of appellee were appropriated before the appellant took any rights under the agreement. It did not, then, construct its road partly on the faith of said agreement, and no estoppel against the appellee arises.</p>\n<p id=\"b265-6\">A different coloring might be given to this branch of the case if the testimony offered in the lower court and rejected were before us. But it is not before us, and appellant has not contended that it was prejudiced by the action of the lower court in respect to said testimony. Nor are we prepared to say that it was prejudiced.</p>\n<p id=\"b265-7\">The judgment of the lower court is affirmed.</p>\n<p id=\"b265-8\">Greene, O. J., and Hoyt, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}