{
  "casebody": {
    "data": "<casebody firstpage=\"76\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b96-3\">Michael S. Pigott, et al. v. Edna Moran, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b96-6\">Record No. 830112</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Abg\">March 7, 1986</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"ARB\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b97-6\"><page-number citation-index=\"1\" label=\"77\">*77</page-number><em>E. Curtis Schwab, Jr. </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b97-7\"><em>William B. Hopkins (Claude D. Carter; Martin, Hopkins, Lemon and Carter, P.C., </em>on brief), for appellees, Edna Moran and Lemon and Landon, Inc.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b97-8\">No brief or argument for appellee, Norris &amp; Jones Construction Co., Inc.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b97-9\">COMPTON, J.,</author>\n<p id=\"AP-\">delivered the opinion of the Court.</p>\n<p id=\"b97-10\">In 1977, as part of the revision of the general laws of Virginia relating to civil remedies and procedure, the General Assembly enacted Code §§ 8.01-243 and -248, dealing with statutes of limitation. Section 8.01-243 provides:</p>\n<blockquote id=\"b97-11\">“Personal action for injury to person or property generally. — A. Unless otherwise provided by statute, every action for personal injuriés, whatever the theory of recovery, except as provided in B. hereof, shall be brought within two years next after the cause of action shall have accrued.</blockquote>\n<blockquote id=\"b97-13\">“B. Every action for injury to property, including actions by a parent or guardian of an infant against a tort-feasor for expenses of curing or attempting to cure such infant from the result of a personal injury or loss of services of such infant, shall be brought within five years next after the cause of action shall have accrued.” Acts 1977, ch. 617 at 1088.</blockquote>\n<p id=\"b97-14\">Section 8.01-248 provides:</p>\n<blockquote id=\"b97-15\">“Personal actions for which no other limitation is specified. — Every personal action, for which no limitation is otherwise <page-number citation-index=\"1\" label=\"78\">*78</page-number>prescribed, shall be brought within one year after the right to bring such action has accrued.” Acts 1977, ch. 617 at 1089.<footnotemark>1</footnotemark></blockquote>\n<p id=\"b98-5\">In this action for damages based on fraud, we have the first opportunity to construe in an opinion the foregoing new statutes. The main question is whether the one-year limitation of § 8.01-248 or the five-year limitation of § 8.01-243(B) applies under the facts and circumstances of this case. Also, we must determine when the cause of action accrued.</p>\n<p id=\"b98-6\">This action was instituted by the purchasers of a house and lot against the real estate agent with whom the purchasers dealt, the agent’s employer, and the building contractor from whom the property was bought and by whom the house was constructed. After a hearing based on stipulated facts which incorporated depositions by reference, the trial court sustained defendants’ pleas of the statute of limitations, and we awarded the purchasers an appeal. The builder has not appeared as a party appellee.</p>\n<p id=\"b98-7\">On February 28, 1980, Michael S. Pigott and Patricia R. Pigott, his wife, executed a contract to purchase residential property in Roanoke County from Norris &amp; Jones Construction Company, Inc. The purchasers dealt with Edna Moran, a real estate agent employed by Lemon &amp; Lambdon, Inc. The “edge” of the property was on “the dividing line” between Roanoke County and Botetourt County.</p>\n<p id=\"b98-8\">The purchasers assert the agent was guilty of constructive fraud because she misrepresented to them that unimproved land in Botetourt County abutting their property to the rear was zoned for residential uses when, in fact, the land was zoned for industrial and commercial uses. (During her deposition, the agent vehemently denied the charges of misrepresentation, but, of course, the allegations are taken as true for the limited purpose of ruling on the pleas.)</p>\n<p id=\"b98-9\">“About a week or so” after signing the contract, the purchasers were informed by prospective neighbors that the property abutting the house and lot in question was zoned for use as an industrial park. A “couple of weeks before . . . April 23, 1980,” Mrs. Pigott informed the agent that she and her husband had learned the abutting property was not zoned residential and that they wished to rescind the sale. On April 22, 1980, the purchasers went to the <page-number citation-index=\"1\" label=\"79\">*79</page-number>Clerk’s Office of the Circuit Court of Botetourt County and ascertained from the Clerk that since 1976 the abutting land had been zoned for commercial and industrial uses. The real estate transaction was closed on May 23, 1980 and the purchasers took possession of the property.</p>\n<p id=\"b99-4\">This action was filed April 17, 1981. In the meantime, commercial development had taken place on the adjacent property. A warehouse had been built 30 feet from the purchasers’ property line and another building had been constructed about 200 yards from their property.</p>\n<p id=\"b99-5\">Particularizing their damage claim, the purchasers alleged in an amended motion for judgment that they had requested Moran to find them a dwelling “in a completely residential community where they could have quiet enjoyment of a home environment for themselves and their child.” The plaintiffs asserted that as the result of the conduct of defendants, plaintiffs (1) suffered “the loss of quiet enjoyment of the property” and (2) sustained financial loss due to “the difference between the value of the land were it abutting residential property and its actual value being abutted to commercially and industrially zoned property.”</p>\n<p id=\"b99-6\">In sustaining defendant’s pleas, the trial court concluded that, because the purchasers’ action was in fraud, the one-year limitation of § 8.01-248 governed. The court further decided that the evidence “clearly” established the alleged fraud was discovered during the month of March 1980 and this action filed April 17, 1981 was time-barred.</p>\n<p id=\"b99-7\">Upon the main issue, the crucial question is whether this is an “action for injury to property,” as that phrase is used in § 8.01-243(B). If so, the five-year limitation governs and the purchasers’ suit is timely. If not, the catchall provisions of § 8.01-248 govern and the action is time-barred by the one-year limitation.</p>\n<p id=\"b99-8\">During oral argument on appeal, the purchasers conceded that the first prong of their damage claim, the claim for alleged loss of peace and quiet of a completely residential environment, was not for an “injury to property” and agreed that such element of damage was governed by the one-year limitation. Thus, we only address the second prong of their claim, the wrongful act resulting in the alleged diminution in value of the purchasers’ property because it abutted land zoned for industrial rather than residential uses. Was this an action for “injury to property” within the meaning of § 8.01-243(B)? We hold it was not.</p>\n<p id=\"b100-3\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>Prior to 1977, a determination of the applicable period of limitations for damage to property turned upon whether or not the cause of action survived. That determination was necessitated by the interplay of §§ 8-24 and former 64.1-145.<footnotemark>2</footnotemark> Section 64.1-145 permitted the survival of actions for damages to the “estate” of a decedent. This statute, however, was construed to relate only to “direct” injury to property and not “indirect” or “consequential” injury. <em>Compare Mumpower </em>v. <em>City of Bristol, </em>94 Va. 737, 27 S.E. 581 (1897), and <em>Cover </em>v. <em>Critcher, </em>143 Va. 357, 130 S.E. 238 (1925), <em>with Trust Co. of Norfolk </em>v. <em>Fletcher, </em>152 Va. 868, 148 S.E. 785 (1929), and <em>Westover Court Corp. </em>v. <em>Eley, </em>185 Va. 718, 40 S.E.2d 177 (1946).</p>\n<p id=\"b100-4\">The statutes now under consideration are among a number of laws enacted in 1977 which sought to relieve the uncertainty and confusion caused by these earlier statutes and their judge-made corollaries. See <em>Revision of Title 8 of the Code of Virginia, Report of the Virginia Code Commission to the Governor and the General Assembly of Virginia, </em>House Doc. No. 14 (1977), at 69. For further analysis of these problems, see <em>Keepe </em>v. <em>Shell Oil Co., </em>220 Va. 587, 591-94, 260 S.E.2d 722, 725-27 (1979), and <em>First Va. Bank-Colonial </em>v. <em>Baker, 225 </em>Va. 72, 83-84, 301 S.E.2d 8, 15 (1983), both decided after 1977 but applying pre-1977 law.</p>\n<p id=\"b100-5\">Under the new statutory scheme, survivability no longer is germane in determining which statute of limitations applies. Code § 8.01-25 provides that all causes of action survive the death of the plaintiff or defendant. Moreover, the problem of determining direct or indirect injury has been eliminated. Code § 64.1-145 now provides, in part, that: “Any action at law for damages for the . . . destruction of, or damage to any estate of or by the decedent, whether such damage be direct or indirect, may be maintained by <page-number citation-index=\"1\" label=\"81\">*81</page-number>or against the decedent’s personal representative. Any such action shall survive pursuant to § 8.01-25.” Now, under the straightforward provisions of § 8.01-243(B), “[ejvery” action for “injury to property” is governed by a five-year statute of limitations. As we already have said, this is not an action for “injury to property.” Rather, this is a “personal action,” under § 8.01-248.</p>\n<p id=\"b101-4\">Fraud is a tort. <em>Jefferson Standard Life Ins. Co. </em>v. <em>Hedrick, </em>181 Va. 824, 833, 27 S.E.2d 198, 202 (1943). The wrongful act is aimed at the person and, when sued upon at law, fraud will support a recovery for financial damage personal to the individual. This is the gist of the plaintiffs’ claim. The fraud allegedly committed by the realtor had no impact on the real property itself. The purchasers’ land was in the same condition and was available for the same use after the alleged fraud as it was before. The defendants’ conduct was directed at the plaintiffs personally and not their property, real or personal. Consequently, the trial court correctly decided the one-year limitation governs an action for fraud.</p>\n<p id=\"b101-5\">The court below likewise was correct in determining the cause of action accrued in March 1980 when the purchasers were told by prospective neighbors about the industrial use applicable to the adjacent property. Code § 8.01-249 provides, as pertinent here, that a cause of action for fraud shall be deemed to accrue “when such fraud ... is discovered or by the exercise of due diligence reasonably should have been discovered.” Discovery of the alleged fraud manifestly occurred when plaintiffs received the information in March, and not on April 22, 1980, as the plaintiffs argue, when the Clerk of Court confirmed that the information was accurate.</p>\n<p id=\"b101-6\">For these reasons, the judgment of the trial court dismissing plaintiffs’ action will be</p>\n<p id=\"b101-7\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b98-10\"> Code § 8.01-228 provides that “the term ‘personal action’ shall include an action wherein a judgment for money is sought, whether for damages to person or property.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b100-6\"> Section 8-24 provided, in pertinent part:</p>\n<blockquote id=\"b100-7\">“Every action for personal injuries shall be brought within two years next after the right to bring the same shall have accrued. Every personal action, for which no limitation is otherwise prescribed, shall be brought within five years next after the right to bring the same shall have accrued, if it be for a matter of such nature that in case a party die it can be brought by or against his representative; and, if it be for a matter not of such nature, shall be brought within one year next after the right to bring the same shall have accrued. . . .”</blockquote>\n<p id=\"b100-8\">Section 64.1-145 provided:</p>\n<blockquote id=\"b100-9\">“An action at law for money damages may be maintained by or against a personal representative for the taking or carrying away of any goods or for the waste or destruction of, or damage to, any estate of or by his decedent.”</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b101-8\">STEPHENSON, J.,</author>\n<p id=\"AVk\">dissenting.</p>\n<p id=\"b101-9\">With the enactment of Title 8.01 of the Code, the Revisors eliminated the distinction between direct and indirect damage to property. Code § 8.01-228 defines “personal action” as “an action wherein a judgment for money is sought, whether for damage to person or property.” (Emphasis added.) Code § 8.01-243 (“Per<page-number citation-index=\"1\" label=\"82\">*82</page-number>sonal action for injury to person or property generally.”) provides a two-year limitation period in actions for “personal injuries” and a five-year limitation period in actions for “injury to property.” The majority, without explanation, states, “this is not an action for ‘injury to property.’ Rather this is a ‘personal action,’ under § 8.01-248.” I believe, however, that the present case is a personal action for “injury to property,” <em>i.e., </em>a diminution in the market value of real estate resulting from an alleged fraudulent misrepresentation. Thus, pursuant to Code § 8.01-243(8), the five-year limitation applies.</p>\n<p id=\"b102-4\">In my Opinion, the result reached by the majority will give rebirth to the malaise which the Code Revisors sought to eliminate. I, therefore, respectfully dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}