{
  "casebody": {
    "data": "<casebody firstpage=\"90\" lastpage=\"95\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b110-3\">John Clayton Troyer v. Mary Jane Yoder Troyer, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b110-6\">Record No. 822068</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZq\">March 7, 1986</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"Ai3\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b111-6\"><page-number citation-index=\"1\" label=\"91\">*91</page-number><em>Daniel Schorsch (Talmadge N. Cooley; Cooley &amp; Poindexter, </em>on briefs), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b111-7\"><em>Carter R. Allen (Allen, Dalton &amp; Watkins, </em>on brief), for appellees.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b111-8\">STEPHENSON, J.,</author>\n<p id=\"AWk\">delivered the opinion of the Court.</p>\n<p id=\"b111-9\">In this appeal, we decide whether the evidence supports the trial court’s finding of an enforceable contract for the sale of real estate.</p>\n<p id=\"b111-10\">John Troyer filed a bill of complaint seeking specific performance of a contract under which the sellers, Ezra and Alma Troyer, agreed to sell certain real property jointly to John and Mary Troyer. Alternatively, John asked the trial court to reform the deed executed by the sellers which conveyed the property to Mary alone, which reformed deed would name John and Mary as joint and equal owners of the property.</p>\n<p id=\"b111-11\">Mary and the sellers (collectively, defendants) answered the bill of complaint asserting that Mary was the sole beneficial and legal title owner of the property. The trial court held in favor of the defendants, finding that John had entered into an enforceable contract under which he relinquished to Mary his interest in the subject property. John appeals.</p>\n<p id=\"b111-12\">The evidence was heard <em>ore tenus. </em>Because the defendants prevailed at trial, we must view the evidence and all reasonable inferences deducible therefrom in the light most favorable to them.</p>\n<p id=\"b111-13\">In 1970, John and Mary, while married, contracted to purchase the property from the sellers. The written contract provided for 36 monthly payments of $100 each, and for conveyance of the property to John and Mary when the purchase price was fully paid. For reasons not disclosed in the record, the sellers did not execute <page-number citation-index=\"1\" label=\"92\">*92</page-number>a deed in favor of John and Mary when the purchase price was paid.</p>\n<p id=\"b112-4\">John, Mary, and their four children occupied the property until John moved out in 1976. Thereafter, Mary and the children continued to occupy the property as their residence. John paid $80 per week for the support of Mary and the children for a number of months after their separation; the payments then became sporadic and ceased in 1979.</p>\n<p id=\"b112-5\">Before their divorce, John verbally agreed that Mary could have the property so she and the children “would have a home.” At trial, Mary testified as follows:</p>\n<blockquote id=\"b112-6\">Q. Can you tell this Court what discussion there was about the property?</blockquote>\n<blockquote id=\"b112-7\">A. Before the divorce?</blockquote>\n<blockquote id=\"b112-8\">Q. Before the divorce.</blockquote>\n<blockquote id=\"b112-9\">A. He told me I could have it.</blockquote>\n<blockquote id=\"b112-10\">Q. Did he tell you . . . You could have what?</blockquote>\n<blockquote id=\"b112-11\">A. He said I could have the property.</blockquote>\n<blockquote id=\"b112-12\">Q. Did he identify what the property was? House, furniture, or what?</blockquote>\n<blockquote id=\"b112-13\">A. It was the house.</blockquote>\n<blockquote id=\"b112-14\">Q. The house?</blockquote>\n<blockquote id=\"b112-15\">A. Yes.</blockquote>\n<blockquote id=\"b112-16\">Q. And . . . Can you be more specific? What, if anything, did he say about deeding it over, or whatever — or signing it?</blockquote>\n<blockquote id=\"b112-17\">A. I asked him one time if he didn’t need to sign the papers in order for me to sell the place. He said, “No. It’s unrecorded.” And, therefore, he wouldn’t have to sign it.</blockquote>\n<blockquote id=\"b112-18\">Q. And do you recall, was this after he had left you? Was this after the separation and before the divorce?</blockquote>\n<blockquote id=\"b112-19\">A. This was after the separation, yes, and before the divorce.</blockquote>\n<p id=\"b112-20\">Additionally, John assured Mary she would be able to sell the property if she so desired. Moreover, he told one of his brothers that, because he gave the subject property to Mary, and certain other property to his girl friend, he was left “with nothing.”</p>\n<p id=\"b112-21\">In 1980, John and Mary were divorced on the ground that they had lived separate and apart for more than one year. Mary did not appear in the divorce proceeding and has made no claim for <page-number citation-index=\"1\" label=\"93\">*93</page-number>spousal or child support. In the deposition filed in the divorce proceeding, John testified as follows:</p>\n<blockquote id=\"b113-4\">Q. What you are asking the court to do is to award you a divorce, is that correct?</blockquote>\n<blockquote id=\"b113-5\">A. Yes, sir.</blockquote>\n<blockquote id=\"b113-6\">Q. And to give your wife custody of the children, is that correct?</blockquote>\n<blockquote id=\"b113-7\">A. She will have custody of the children and she will have property that we had own[ed], furniture.</blockquote>\n<blockquote id=\"b113-8\">Q. You give her everything?</blockquote>\n<blockquote id=\"b113-9\">A. I give her everything.</blockquote>\n<blockquote id=\"b113-10\">Q. You have talked to her about this, is that correct?</blockquote>\n<blockquote id=\"b113-11\">A. Yes, sir.</blockquote>\n<blockquote id=\"b113-12\">Q. Do you authorize the Notary who swore you to sign your name to these depositions?</blockquote>\n<blockquote id=\"b113-13\">A. Yes, sir.</blockquote>\n<p id=\"b113-14\">Relying on the purported agreement and on John’s deposition, the sellers executed a deed conveying the property to Mary alone. The deed was duly recorded.</p>\n<p id=\"b113-15\">John contends that the evidence does not support a finding that he agreed to relinquish to Mary his ownership interest in the property. He further contends that, even if an agreement was proved, the statute of frauds bars its enforcement.</p>\n<p id=\"b113-16\">First, we consider whether the evidence supports the trial court’s finding of a contract between John and Mary. We believe there is ample evidence that John relinquished his <em>ownership </em>interest in the property, not merely a possessory interest as he asserts. On a number of occasions prior to this action, John assured Mary that she “could have the property.” In addition, John gave Mary the right to sell the property, a right consistent with an ownership interest, not a mere possessory interest.</p>\n<p id=\"b113-17\">Other evidence supports this finding. For example, in the divorce deposition, John testified that he previously had discussed wfith Mary their property rights and that he gave her “everything.” Moreover, John told one of his brothers that he had given this property to Mary and was left “with nothing.” We believe the evidence also supports a finding of a valuable consideration for John’s relinquishment of his property interest. Forbearance to prosecute a well-founded or doubtful claim is a sufficient consider<page-number citation-index=\"1\" label=\"94\">*94</page-number>ation for a contract, <em>Veilleux </em>v. <em>Merrill Lynch, </em>226 Va. 440, 444-46, 309 S.E.2d 595, 598-99 (1983); <em>Pierce </em>v. <em>Plogger, </em>223 Va. 116, 121, 286 S.E.2d 207, 210 (1982), and “an agreement to forbear may be implied from the conduct of the parties and the nature of the transaction.” <em>Saunders </em>v. <em>Bank, </em>112 Va. 443, 454, 71 S.E. 714, 717 (1911).</p>\n<p id=\"b114-4\">In the present case, it is important to consider the nature of the transaction. John and Mary were involved in a separation and divorce, and naturally were concerned with property rights, maintenance and support, and the care and custody of their children. Mary had a right to assert a claim against John for support. Nevertheless, the record shows that after John promised to relinquish his interest in the property, Mary neither claimed nor received further support from John. We conclude, therefore, that based upon the parties’ conduct and the nature of the transaction, the trial court reasonably could infer that the consideration for the contract was Mary’s forbearance to claim support.</p>\n<p id=\"b114-5\">Next, we consider whether the statute of frauds, Code § 11-2, bars enforcement of the contract. Code § 11-2 provides in pertinent part that “[n]o action shall be brought . .. . [u]pon any contract for the sale of real estate . . . [u]nless the promise, contract, agreement, representation, assurance, or ratification, or some memorandum or note thereof, be in writing and signed by the party to be charged thereby, or his agent.”</p>\n<p id=\"b114-6\">The memorandum required by Code § 11-2 need not constitute or embody the contract; it need only state the essential terms of the agreement. <em>Drake </em>v. <em>Livesay, </em>231 Va. 117, 120, 341 S.E.2d 186, 188 (1986); Browder v. Mitchell, 187 Va. 781, 785, 48 S.E.2d 221, 223 (1948); <em>Reynolds </em>v. <em>Dixon, </em>187 Va. 101, 106-08, 46 S.E.2d 6, 8-9 (1948). The statute of frauds is concerned with the enforceability of contracts, not their validity. Because its object is to prevent fraud, it will not be applied when to do so would result in a fraud or perpetrate a wrong. <em>Murphy </em>v. <em>Nolte &amp; Co., </em>226 Va. 76, 81, 307 S.E.2d 242, 245 (1983); <em>T . . . </em>v. <em>T . . ., </em>216 Va. 867, 871, 224 S.E.2d 148, 151 (1976).</p>\n<p id=\"b114-7\">The trial court admitted John’s divorce deposition as a memorandum<footnotemark>*</footnotemark> and concluded that it was sufficient to satisfy the statute of frauds. We agree.</p>\n<p id=\"b115-3\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>John’s deposition testimony, given under oath, contained statements against his interest. Accordingly, it is entitled to great weight. It contained the essential term of their agreement — John’s relinquishment to Mary of all his property interests. Therefore, we agree with the trial court that John’s deposition was a writing sufficient to satisfy the statute of frauds. To hold otherwise under the facts and circumstances of this case could result in a fraud or perpetrate a wrong, the particular evils the statute seeks to prevent.</p>\n<p id=\"b115-4\">Accordingly, we will affirm the decree of the trial court.</p>\n<p id=\"b115-5\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b114-8\">We find no merit to John’s claim that it was error to admit the deposition into evidence. Rules 4:2 and 4:7, relied upon by John, are inapplicable. The deposition is a memorandum <page-number citation-index=\"1\" label=\"95\">*95</page-number>within the meaning of Code § 11-2. Moreover, it was also admissible as a party admission. <em>See Tyree </em>v. <em>Lariew, </em>208 Va. 382, 385, 158 S.E.2d 140, 143 (1967).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}