{
  "casebody": {
    "data": "<casebody firstpage=\"835\" lastpage=\"838\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b883-4\">HOEPPNER CONSTRUCTION CO., Inc., a Texas corporation, and Houston Fire and Casualty Insurance Company, a Texas corporation, Appellants, v. UNITED STATES of America for the use of TRAUTMAN &amp; SHREVE, INC., a Colorado corporation, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b883-7\">No. 6124.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b883-8\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b883-9\">Jan. 4, 1960.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b883-10\">Rehearing Denied Feb. 1,1960.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b883-21\">Lowell White, Denver, Colo. (Walter A. Steele, Denver, Colo., was with him on the brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b883-22\">Thomas J. Carney, Golden, Colo. (Bradley, Carney &amp; Johnson, Golden, Colo., were with him on the brief), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b883-23\">Before MUBRAH, Chief Judge, and PHILLIPS and HUXMAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b883-24\">PHILLIPS, Circuit Judge.</author>\n<p id=\"b883-25\">This is an action brought under the Miller Act (40 U.S.C.A. § 270 et seq., as amended) by the United States of America for the use of Trautman &amp; Shreve, <page-number citation-index=\"1\" label=\"836\">*836</page-number>Inc.<footnotemark>1</footnotemark>\n<footnotemark>2</footnotemark>against Hoeppner Construction Co., Inc.<footnotemark>8</footnotemark> and Houston Fire and Casualty Insurance Company.<footnotemark>3</footnotemark></p>\n<p id=\"b884-4\">In 1954, the United States Government entered into a contract with the prime contractor for the rehabilitation of 35 barracks located at Lowry Air Force Base, Denver, Colorado. The prime contractor and surety, as principal and surety, respectively, executed a payment bond in accordance with the requirements of 40 U.S.C.A. § 270a. The prime contractor and subcontractor, on August 6, 1954, entered into an agreement under which the subcontractor was to:</p>\n<blockquote id=\"b884-5\">“Furnish and install all material and labor as outlined in Section IX of the Specifications, and as shown on the Plans, including but not limited to:</blockquote>\n<blockquote id=\"b884-6\">“Plumbing — General Purpose.”</blockquote>\n<p id=\"A8D\">Among the fixtures set forth in Section IX of the specifications were soap dishes. During the progress of the work a dispute arose between the prime contractor and the subcontractor as to whether the subcontractor was required to install the soap dishes called for in the specifications. They were finally installed by the prime contractor.</p>\n<p id=\"b884-7\">On August 9, 1955, the subcontractor received from the prime contractor a check for $5,435.32, drawn on the first State Bank of Abilene, Texas. On the back of the check the following appeared:</p>\n<blockquote id=\"b884-8\">“Total contract for Mechanical Work on 35 Barracks,</blockquote>\n<blockquote id=\"b884-9\">Lowry AFB, Colorado $36,000.00</blockquote>\n<blockquote id=\"b884-10\">Authorized Extras: 14,863.27</blockquote>\n<blockquote id=\"b884-11\">Total revised contract: 50,863.27</blockquote>\n<blockquote id=\"b884-12\">Less previous payments: 43,293.15</blockquote>\n<blockquote id=\"b884-13\">' 7,570.12</blockquote>\n<blockquote id=\"b884-14\">Less back charges :<footnotemark>4</footnotemark> 2,134.80</blockquote>\n<blockquote id=\"b884-15\">Payment in Full 5,435.32</blockquote>\n<blockquote id=\"b884-16\">“Endorsement acknowledges payment in full of this contract.”</blockquote>\n<p id=\"b884-20\">After considering the course it should take with respect to the check, the subcontractor, on August 19, 1955, wrote to the contractor acknowledging receipt of the check and continuing:</p>\n<blockquote id=\"b884-21\">\" * * * This check is not acceptable to us and will not be received in full payment of this obligation, but will be applied on account.</blockquote>\n<blockquote id=\"b884-22\">“The amount claimed as due us under the contract is $7,570.12.</blockquote>\n<blockquote id=\"b884-23\">“If our procedure in applying the amount received in this check on account is not rejected within ten days from receipt hereof, we will assume that this offer has been accepted by you.”</blockquote>\n<p id=\"b884-24\">The subcontractor received no reply to its letter and on the expiration of the ten day period it turned the check over to its attorneys after being advised by them that if it cashed the check it would consummate an accord and satisfaction. Upon receiving that advice the subcontractor undertook to contact the prime contractor by telephone with respect to the subcontractor’s claim and the check, but was unable to reach anyone with authority to speak for the prime contractor. At frequent intervals thereafter, the subcontractor attempted to reach the prime contractor and discuss with it the claim and check, but was unable to contact Mr. Hoeppner, the prime contractor’s superintendent, Mr. Watson, or anyone else with authority to act for it. On October 12, 1955, the subcontractor’s attorneys wrote a letter to the surety explaining the situation with respect to the check and the subcontractor and attorneys acting for the surety undertook to effect a settlement, but no settlement was reached. Shortly before the filing of this action, the subcontractor mailed the check to the prime contractor at its last known address, viz., Wichita Falls, Texas. It was returned and the envelope had not been opened.</p>\n<p id=\"b885-4\"><page-number citation-index=\"1\" label=\"837\">*837</page-number>The check would have been honored had it been presented for payment by the subcontractor at any time between August 19, 1955, and September 30, 1955.</p>\n<p id=\"b885-5\">The case was tried to the court. It found the facts substantially as stated above and further found that under the subcontract the subcontractor was obligated to install the soap dishes. It concluded there was a genuine dispute as to the amount due the subcontractor, but that the “mere retention of the check * * * did not under all the facts shown by the evidence constitute an accord and satisfaction.” It concluded that the amount due the subcontractor was $5,-435.32 and entered judgment against both the prime contractor and surety for that amount, with interest and costs. The prime contractor and surety have appealed.</p>\n<p id=\"b885-6\">An accord and satisfaction rests in contract and the essentials of a valid contract must be present. There must be an offer and an assent to that offer.<footnotemark>5</footnotemark> The assent does not necessarily involve mental assent.<footnotemark>6</footnotemark>Here, the sending of the check with the accompanying letter clearly was an offer of an accord. The principal point relied on by the prime contractor and surety presents the narrow question whether the retention of the check by the subcontractor, under the facts and circumstances, constituted an assent.</p>\n<p id=\"b885-7\">Mr. Williston, in his treatise on Contracts, Vol. VI, §§ 1854-1856, pp. 5213-5222, expresses the view that an accord and satisfaction results where the debtor tenders a check in settlement of an un-liquidated or in good faith disputed claim with “a letter stating that the check is sent in full satisfaction, and that the creditor if unwilling to accept it as such must return it” and the creditor immediately advises the debtor that he refuses to accept the check as full satisfaction but will apply it in reduction of the indebtedness and the creditor retains the check an unreasonable time. Mr. Willis-ton says the creditor’s act amounts to a conversion and although there is no mutual assent the creditor may not assert his tortious conversion; and that the debtor may treat the exercise of dominion over the check by the creditor as an acceptance, despite the creditor’s manifest intention not to accept it. Mr. Williston’s view was adopted in Curran v. Bray Wood Heel Company, 116 Vt. 21, 68 A.2d 712, 13 A.L.R.2d 728.</p>\n<p id=\"b885-14\">There are adjudicated cases holding that a creditor’s retention for an unreasonable time of a check tendered in full payment of an unliquidated or disputed claim, without cashing or otherwise using it and without indication of a refusal to accept the check in satisfaction of his claim, consummates an accord and satisfaction.<footnotemark>7</footnotemark></p>\n<p id=\"b885-15\">Other courts have held that the mere retention of a check tendered in full payment of an unliquidated or disputed claim without any affirmative act or use does not result in an accord and satisfaction.<footnotemark>8</footnotemark></p>\n<p id=\"b885-16\">And there is respectable authority for the proposition that retention of a check tendered in settlement of a disputed or unliquidated claim does not result in an accord and satisfaction, where the creditor seasonably notifies the debtor that the check will not be accepted as full settlement,<footnotemark>9</footnotemark> and like authority, also, for the proposition that nonacceptance of a check tendered in full payment of a disputed or unliquidated claim may be negatived by affirmative acts of the creditor, <page-number citation-index=\"1\" label=\"838\">*838</page-number>notwithstanding his retention of the check.<footnotemark>10</footnotemark></p>\n<p id=\"b886-4\">We are of the opinion that the facts in the instant case preclude a holding that the subcontractor assented to the offer. Here, the subcontractor, promptly on receipt of the check and the accompanying letter, advised the prime contractor by letter the check would not be accepted in full settlement of the claim, but would be applied on the account, unless the prime contractor objected to such application. The prime contractor did not respond to that letter, which affirmatively manifested the subcontractor’s nonacceptance of the check on the basis it was tendered and expressed nonassent to an accord and satisfaction. Moreover, the subcontractor made no use of the check and exercised no dominion over it beyond mere retention. Furthermore, it made repeated efforts to contact the prime contractor to discuss the claim and check and it was unable so to do. Finally, it returned the check to the prime contractor’s last known address and the envelope in which it was transmitted was returned, not having been opened. The subcontractor also endeavored to effect a settlement with the surety.</p>\n<p id=\"b886-5\">Not only was there notice of nonacceptance and nonassent, but affirmative acts thereafter culminating in an effort to return the check, manifesting nonas-sent to an accord and satisfaction.</p>\n<p id=\"b886-6\">We conclude that there was no assent on the part of the subcontractor and, therefore, no accord and satisfaction.</p>\n<p id=\"b886-7\">The failure of the subcontractor to present the check for payment within a reasonable time after issue did not discharge the liability of the prime contractor. Colorado Revised Statutes 1953, § 95-3-3 reads:</p>\n<blockquote id=\"b886-9\"><em>“When check must be presented. </em>A check must be presented for payment within a reasonable time after its issue or the drawer will be discharged from liability thereon to the extent of the loss caused by the delay.”</blockquote>\n<p id=\"b886-15\">There was no proof that failure to cash the check resulted in a loss to the prime contractor.</p>\n<p id=\"b886-16\">The claim of the subcontractor against the surety is not barred by waiver or estoppel. Not all of the well recognized elements of waiver or estoppel are present.</p>\n<p id=\"b886-17\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b884-17\">. Hereinafter called the subcontractor.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b884-18\">. Hereinafter called the prime contractor.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b884-19\">. Hereinafter called the surety.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b884-25\">. The back charges were on account of the soap dishes installed by the prime contractor.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b885-8\">. Western Air Lines v. Hollenbeck, 124 Colo. 130, 235 P.2d 792, 797; Metropolitan State Bank v. Cox, 134 Colo. 260, 302 P.2d 188, 192; Williston on Contracts, Rev.Ed., Vol. VI, § 1854, p. 5213; 1 C.J.S. Accord and Satisfaction § 3, pp. 468, 469.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b885-11\">. Williston on Contracts, Rev.Ed., Vol. VI, § 1854, p. 5213.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b886-26\">. 13 AX.R.2d., Note pp. 742, 743, 744.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b885-17\">. 13 A.L.R.24, Note pp. 738, 739; <em>34 </em>A.L.R., Note pp. 1058, 1059.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b885-19\">. 13 A.L.R.2d, Note pp. 739, 740.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b885-20\">. 13 A.L.R.2d, Note pp. 745, 746; See also Drug Service Co. v. Morrison, 78 Colo. 377, 242 P. 74.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}