{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"80\" lastpage=\"84\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  CONVENTION HEADQUARTERS HOTELS, LLC, Petitioner,\n  <br/>\n  v.\n  <br/>\n  MARION COUNTY ASSESSOR, Respondent.\n </parties>\n <docketnumber id=\"p-2\">\n  Cause No. 19T-TA-00006\n </docketnumber>\n <court id=\"p-3\">\n  Tax Court of Indiana.\n </court>\n <decisiondate id=\"p-4\">\n  FILED May 22, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  ATTORNEYS FOR PETITIONER: DAVID A. SUESS, DANIEL R. ROY, BENJAMIN A. BLAIR, FAEGRE BAKER DANIELS LLP, Indianapolis, IN\n </attorneys>\n <attorneys id=\"p-6\">\n  ATTORNEYS FOR RESPONDENT: CURTIS T. HILL, JR., ATTORNEY GENERAL OF INDIANA, WINSTON LIN, KELLY S. EARLS, ZACHARY D. PRICE, DEPUTY ATTORNEYS GENERAL, Indianapolis, IN\n </attorneys>\n <p id=\"p-7\">\n  ORDER ON RESPONDENT'S MOTION TO DISMISS\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   WENTWORTH, J.\n  </author>\n  <p id=\"p-9\">\n   On January 25, 2019, the Court dismissed Convention Headquarters Hotels,\n   LLC's (\"CHH's\") first direct appeal with this Court for lack of subject matter jurisdiction.\n   <em>\n    See\n   </em>\n   <em>\n    generally\n   </em>\n   <em>\n    Convention Headquarters Hotels v. Marion Cty. Assessor\n   </em>\n   (\n   <em>\n    Convention Headquarters I\n   </em>\n   ),\n   <extracted-citation case-ids=\"12541887\" index=\"0\" url=\"https://cite.case.law/ne3d/119/245/\">\n    119 N.E.3d 245\n   </extracted-citation>\n   (Ind. Tax Ct. 2019). In that case, the Court held that even though Indiana Code §§ 6-1.1-15-4(i)(2) and 6-1.1-15-5(g) provided for a direct appeal to the Tax Court without an Indiana Board of Tax Review final determination, the Court lacked subject matter jurisdiction over CHH's direct appeal \"because the maximum time for the Indiana Board to give notice of its final determination had not elapsed when CHH sought judicial review[.]\"\n   <em>\n    <extracted-citation case-ids=\"12541887\" index=\"1\" url=\"https://cite.case.law/ne3d/119/245/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12541887\" index=\"1\" url=\"https://cite.case.law/ne3d/119/245/\">\n    at 250\n   </extracted-citation>\n   . Accordingly, the Court remanded the matter to the Indiana Board explaining that \"once the maximum time for the Indiana Board to give notice of its final determination lapses (\n   <em>\n    i.e.,\n   </em>\n   366 days after CHH filed its Form 131 petition), CHH may once again seek direct review in the Tax Court.\"\n   <em>\n    <extracted-citation case-ids=\"12541887\" index=\"2\" url=\"https://cite.case.law/ne3d/119/245/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-10\">\n   On March 1, 2019, CHH filed its second direct appeal with the Court claiming, among other things, that the 2010 assessment of its real property violated the Equal Protection and Due Process Clauses of the U.S. Constitution and the Property Taxation and Equal Privileges and Immunities Clauses of Indiana's Constitution. Before the Court addresses the merits in this case, however, it must determine anew whether it has subject matter jurisdiction over this direct appeal. The Court finds it does not.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   On January 28, 2019, upon remand, the Indiana Board scheduled CHH's case for a hearing on March 1, 2019. (Resp't Mot. Dismiss, Ex. 1 at 2.) On February 8, the Assessor requested that the Indiana Board issue a\n   <em>\n    subpoena\n   </em>\n   <em>\n    duces\n   </em>\n   <em>\n    tecum\n   </em>\n   to CHH, which it did, requiring the deposition of CHH's designated Indiana Trial Rule 30(B)(6) witness on February 22 and the simultaneous production of certain documents. (\n   <em>\n    See\n   </em>\n   Resp't Mot. Dismiss, Ex. 1 at 3-9, 22-27.)\n   <em>\n    See\n   </em>\n   <em>\n    also\n   </em>\n   52 IND. ADMIN. CODE 2-8-4(d) (providing that \"upon receipt of a properly filed request, the appropriate subpoena shall be issued\"). On February 14, the Indiana Board issued a \"Preliminary Order on Remand\" explaining the propriety of scheduling the March 1 hearing. (\n   <em>\n    See\n   </em>\n   Resp't Mot. Dismiss, Ex. 1 at 12-14.)\n  </p>\n  <p id=\"p-13\">\n   CHH responded on February 20 by filing a \"Motion to Vacate Hearing,\" explaining that it would not attend the March 1 hearing because it planned to file another direct appeal with the Tax Court after the maximum time elapsed on February 28, 2019, the date it calculated using its own arithmetic. (\n   <em>\n    See\n   </em>\n   Resp't Mot. Dismiss, Ex. 1 at 15-21.) In addition, the day before the February 22 deposition, CHH filed a \"Motion for Protective Order Pursuant to Trial Rule 26(C),\" claiming a protective order was warranted \"to resolve the deficiencies in, clarify, and otherwise tailor the scope of the [Assessor's 30(B)(6) deposition] Notice and Request [for Production of Documents] so that [it] could adequately prepare its witness(es) for a deposition.\" (Resp't Mot. Dismiss, Ex. 1 at 22-27.)\n  </p>\n  <p id=\"p-14\">\n   On February 22, the Assessor appeared for the deposition, but CHH did not, consistent with its previous communications with both the Assessor and the Indiana Board. (\n   <em>\n    See,\n   </em>\n   <em>\n    e.g.\n   </em>\n   , Resp't Mot. Dismiss, Ex. 1 at 43-48.) Consequently, that same day, the Assessor filed a \"Motion to Compel\" the deponent's appearance and the production of documents. (Resp't Mot. Dismiss, Ex. 1 at 28-44.) On February 25, the Indiana Board denied CHH's Motion to Vacate the March 1 hearing and explained that it would address the pending discovery issues during the hearing. (Resp't Mot. Dismiss, Ex. 1 at 49-52.)\n  </p>\n  <p id=\"p-15\">\n   On March 1 at 12:02 a.m., nearly nine hours before the commencement of the hearing, CHH filed this second direct appeal with the Tax Court, immediately notifying the Indiana Board and the Assessor of its actions. (\n   <em>\n    See\n   </em>\n   Pet'r Pet. Judicial Review at 1; Resp't Mot. Dismiss, Ex. 1 at 53.) The Assessor appeared for the Indiana Board's 9:00 a.m. March 1 hearing, but CHH did not. (Resp't Mot. Dismiss, Ex. 1 at 53.) Thereafter, the Assessor filed a \"Motion for Sanctions\" with the Indiana Board for CHH's failure to appear. (Resp't Mot. Dismiss, Ex. 1 at 54-58.)\n  </p>\n  <p id=\"p-16\">\n   On April 1, 2019, the Assessor moved to dismiss CHH's second direct appeal with the Tax Court claiming, among other things, that the appeal was premature. CHH filed its response brief on April 11, 2019, and the Assessor filed a brief in reply on April 18, 2019. Thereafter, the Court took the matter under advisement.\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    LAW\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   Subject matter jurisdiction, the power of a court to hear and determine a particular class of cases, can only be conferred upon a court by the Indiana Constitution or by statute.\n   <em>\n    Grandville Co-op., Inc. v. O'Connor\n   </em>\n   ,\n   <extracted-citation case-ids=\"6880821\" index=\"3\" url=\"https://cite.case.law/ne3d/25/833/#p836\">\n    25 N.E.3d 833\n   </extracted-citation>\n   , 836 (Ind. Tax Ct. 2015). Consequently, the \" '[t]he\n   <em>\n    only\n   </em>\n   relevant inquiry in determining whether any court has [ ] subject matter jurisdiction is to ask whether the kind of claim which the plaintiff advances falls within the general scope of the authority conferred upon [the] court by the constitution or by statute.' \"\n   <em>\n    Marion Cty. Auditor v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"6867696\" index=\"4\" url=\"https://cite.case.law/ne3d/33/398/#p400\">\n    33 N.E.3d 398\n   </extracted-citation>\n   , 400-01 (Ind. Tax Ct. 2015) (quoting\n   <em>\n    Pivarnik v. N. Ind. Pub. Serv. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12039444\" index=\"5\" url=\"https://cite.case.law/ne2d/636/131/#p137\">\n    636 N.E.2d 131\n   </extracted-citation>\n   , 137 (Ind. 1994) ).\n  </p>\n  <p id=\"p-19\">\n   The Tax Court is a court of limited jurisdiction. IND. CODE § 33-26-3-1 (2019). It has \"exclusive jurisdiction over any case that arises under the tax laws of Indiana and that is an initial appeal of a final determination made by\" the Indiana Board. I.C. § 33-26-3-1. The Tax Court also has \"any other jurisdiction conferred by statute[.]\" IND. CODE § 33-26-3-2 (2019).\n   <em>\n    See\n   </em>\n   <em>\n    also\n   </em>\n   IND. CODE § 33-26-3-3 (2019) (stating that the Court does not have \"jurisdiction over a case unless ... [it] has otherwise been specifically assigned jurisdiction by statute\"). Accordingly, the Tax Court has subject matter jurisdiction over an appeal, even though there is no Indiana Board final determination, if the appeal is filed after \"the\n   <em>\n    maximum time elapses\n   </em>\n   for the Indiana board to give notice of its final determination.\"\n   <em>\n    See\n   </em>\n   IND. CODE §§ 6-1.1-15-4(i)(2), -5(g) (2019) (emphases added).\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   The issue before the Court, raised by the Assessor's Motion to Dismiss pursuant to Indiana Trial Rule 12(B)(1), is whether the Tax Court has subject matter jurisdiction over this case. (\n   <em>\n    See\n   </em>\n   <em>\n    generally\n   </em>\n   Resp't Mot. Dismiss.) In support of its claim, the Assessor contends that CHH exercised its right to appeal prematurely. (\n   <em>\n    See,\n   </em>\n   <em>\n    e.g.\n   </em>\n   , Resp't Mot. Dismiss at 1.) In response, CHH asserts, among other things, that the Assessor's 12(B)(1) Motion to Dismiss was untimely filed and thus waived. (\n   <em>\n    See\n   </em>\n   Pet'r Resp. Opp'n Resp't Mot. Dismiss (\"Pet'r Br.\") at 8-10 (asserting that under the Trial Rules, rather than the Tax Court Rules, the Assessor only had 20 days after service of the prior pleading to file his motion).)\n  </p>\n  <p id=\"p-22\">\n   The Assessor's 12(B)(1) Motion to Dismiss asserts that the Tax Court does not have the power to hear this case in the first instance, a claim that can be raised at any time.\n   <em>\n    See\n   </em>\n   <em>\n    Georgos v. Jackson\n   </em>\n   ,\n   <extracted-citation case-ids=\"9117114\" index=\"6\" url=\"https://cite.case.law/ne2d/790/448/#p451\">\n    790 N.E.2d 448\n   </extracted-citation>\n   , 451 (Ind. 2003) (stating that the power to hear a matter is of such great import that even when the parties do not question an appellate court's subject matter jurisdiction, the court may consider the\n   issue\n   <em>\n    sua\n   </em>\n   <em>\n    sponte\n   </em>\n   ).\n   <em>\n    See\n   </em>\n   <em>\n    also,\n   </em>\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    Convention Headquarters I\n   </em>\n   ,\n   <extracted-citation case-ids=\"12541887\" index=\"7\" url=\"https://cite.case.law/ne3d/119/245/\">\n    119 N.E.3d at 247\n   </extracted-citation>\n   (indicating that the Tax Court\n   <em>\n    sua\n   </em>\n   <em>\n    sponte\n   </em>\n   raised the issue of subject matter jurisdiction). Accordingly, the Court finds that the Assessor's 12(B)(1) Motion to Dismiss is not time barred.\n  </p>\n  <p id=\"p-23\">\n   Turning to the merits of the Assessor's 12(B)(1) Motion to Dismiss, the Assessor claims the Court lacks subject matter jurisdiction over CHH's second direct appeal because CHH exercised its right to appeal prematurely.\n   <footnotemark>\n    1\n   </footnotemark>\n   (\n   <em>\n    See,\n   </em>\n   <em>\n    e.g.\n   </em>\n   , Resp't Mot. Dismiss at 1.) In reply, CHH states that its second direct appeal was timely filed on March 1, 2019, several days after the maximum time elapsed for the Indiana Board to issue its final determination. (\n   <em>\n    See,\n   </em>\n   <em>\n    e.g.\n   </em>\n   , Pet'r Br. at 4-8 (stating that the maximum time elapsed on February 28, 2019).) Specifically, CHH asserts that the \"maximum time elapsed\" under Indiana Code § 6-1.1-15-5(g) on February 28, 2019, which it determined by substituting its own method of calculation for that held by the Tax Court in\n   <em>\n    Convention Headquarters\n   </em>\n   I regarding these very facts and circumstances. (\n   <em>\n    Compare,\n   </em>\n   <em>\n    e.g.\n   </em>\n   , Pet'r Br. at 8\n   <em>\n    with\n   </em>\n   <em>\n    Convention Headquarters I\n   </em>\n   ,\n   <extracted-citation case-ids=\"12541887\" index=\"8\" url=\"https://cite.case.law/ne3d/119/245/\">\n    119 N.E.3d at 248-50\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-24\">\n   CHH neither requested a rehearing with the Tax Court nor filed a petition for review with the Indiana Supreme Court to challenge the maximum time elapsed holding in\n   <em>\n    Convention Headquarters I\n   </em>\n   . Thus, while CHH's new arguments and authorities could have been considered had they been raised during the pendency of\n   <em>\n    Convention\n   </em>\n   <em>\n    Headquarters I\n   </em>\n   , the Court will not consider them now.\n   <em>\n    See\n   </em>\n   <em>\n    Indiana Alcohol &amp; Tobacco Comm'n v. Spirited Sales, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12356724\" index=\"9\" url=\"https://cite.case.law/ne3d/79/371/#p381\">\n    79 N.E.3d 371\n   </extracted-citation>\n   , 381 (Ind. 2017) (stating that \"[r]es judicata applies when 'a particular issue is adjudicated and then put in issue in a subsequent suit on a different cause of action between the same parties or their privies' \") (citation omitted).\n  </p>\n  <p id=\"p-25\">\n   This Court's holding in\n   <em>\n    Convention Headquarters I\n   </em>\n   stated that the maximum time for CHH to file a direct appeal pursuant to Indiana Code §§ 6-1.1-15-4(i)(2) and 6-1.1-15-5(g) elapsed on the 366th day after CHH filed its Form 131 petition with the Indiana Board.\n   <em>\n    Convention Headquarters I\n   </em>\n   ,\n   <extracted-citation case-ids=\"12541887\" index=\"10\" url=\"https://cite.case.law/ne3d/119/245/\">\n    119 N.E.3d at 250\n   </extracted-citation>\n   . That day was March 3, 2019, not the February 28, 2019, date derived from CHH's new math. (\n   <em>\n    See\n   </em>\n   Pet'r Br. at 6.) CHH ignored that holding and, as a result, its second direct appeal is premature under the holding in\n   <em>\n    Convention Headquarters I\n   </em>\n   .\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   Based on the holding in\n   <em>\n    Convention Headquarters I\n   </em>\n   and the facts in this case, the maximum time for the Indiana Board\n   to give notice of its final determination elapsed on March 3, 2019. CHH filed its second direct appeal with the Tax Court on March 1, 2019. Consequently, the Court must once again DISMISS CHH's appeal for lack of subject matter jurisdiction and REMAND the matter to the Indiana Board for action consistent with this opinion.\n  </p>\n  <p id=\"p-28\">\n   SO ORDERED this 22nd day of May 2019.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-31\">\n    The Assessor also argues that CHH's failure to attend the March 1 hearing prevented the Indiana Board from extending the period by which the \"maximum time elapsed,\" and CHH should not benefit from its bad behavior. (\n    <em>\n     See\n    </em>\n    Resp't Mot. Dismiss at 5-6 (citing IND. CODE § 6-1.1-15-4(e) (2019) ); Resp't Reply Supp. Mot. Dismiss at 3.) The Court notes that the Indiana Board was not authorized to set the hearing on March 1, more than nine months after CHH filed its Form 131 petition.\n    <em>\n     See\n    </em>\n    I.C. § 6-1.1-15-4(e) (providing that \"the Indiana board\n    <em>\n     shall\n    </em>\n    conduct a hearing not later than nine (9) months after a petition in proper form is filed with the Indiana board\" (emphasis added));\n    <em>\n     Indiana Dep't of State Revenue v. Horizon Bancorp\n    </em>\n    ,\n    <extracted-citation case-ids=\"10916355\" index=\"11\" url=\"https://cite.case.law/ne2d/644/870/#p872\">\n     644 N.E.2d 870\n    </extracted-citation>\n    , 872 (Ind. 1994) (stating that unambiguous statutes must be read to mean what they plainly express, and their plain meanings may not be enlarged or restricted);\n    <em>\n     Convention Headquarters Hotels v. Marion\n    </em>\n    <em>\n     Cty. Assessor\n    </em>\n    ,\n    <extracted-citation case-ids=\"12541887\" index=\"12\" url=\"https://cite.case.law/ne3d/119/245/\">\n     119 N.E.3d 245\n    </extracted-citation>\n    , 250 (Ind. Tax Ct. 2019) (indicating that more than nine months had elapsed between the filing of CCH's Form 131 petition and its first direct appeal with the Tax Court). The Court will not address this argument, however, having granted the Assessor's Motion on other grounds.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}