{
  "casebody": {
    "data": "<casebody firstpage=\"493\" lastpage=\"499\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b517-2\">Robert Thielepape v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b517-3\">No. 6212.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXL\">Decided May 4, 1921.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b517-4\">Rehearing denied June 8, 1921.</otherdate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b517-5\">1. —Transcript—Statement of Facts—Practice on Appeal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b517-6\">Where there was filed but one statement of facts in three separate records, this court is hampered seriously in the discharge of its duties and such practice will not be further countenanced.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b517-7\">2. —Same—Indictment—Motion to Quash.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b517-8\">Where appellant’s motion to quash the indictment has been adversely decided to him in a recent case, the same will not be again considered. Following Ex Parte Gilmore, 88 Texas Crim. Rep., 529.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b517-9\">3—Same—Continuance—Want of Diligence—Immaterial Testimony.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b517-10\">Where the absent testimony would not likely have produced a different result, and besides there was a want of diligence, there was no error in overruling the motion for continuance.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b517-11\">4. —Same—Intoxicating Liquors—Possession—Equipment-</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b517-12\">Upon trial of having in possession equipment for the manufacture of intoxicating liquor, there was no error in introducing in evidence such equipment, although the officers were not armed with a search warrant at the time they discovered and took possession of such property. Following Rippey v. State, 86 Texas Crim. Rep., 539.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b517-13\">5. —Same—Evidence—Character of Liquor.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b517-14\">Upon trial of the manufacture of intoxicating liquor in violation of law, there was no error in admitting testimony that a small quantity of whisky was found in defendant’s possession in the ear he was driving of a similar character to the whisky found by the officers.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b517-15\">6—Same—Evidence—Instruments Used.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b517-16\">Upon the trial of the illegal manufacture of intoxicating liquors, there was no error in admitting the equipment therefor in evidence and permitting it to remain in the courtroom during the trial.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b517-17\">7. —Same—Evidence—Exhibits—Different Counts in Indictment.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b517-18\">Upon the trial of the illegal manufacture of intoxicating liquors, there was no error to exhibit before the jury six five-gallon jugs which had been found at the time the other equipment was discovered, defendant being tried at the time upon three charges that of being in possession of equipment for the manufacture of intoxicating liquors, and with the possession of intoxicating liquors.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b517-19\">8. —Same—Evidence—Opinion of Witness.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b517-20\">Upon trial of the illegal manufacture of intoxicating liquor, there was no error in admitting testimony as to the smoked condition of the backside of the building and that it looked like fresh smoke.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b517-21\">9. —Same—Rehearing—Sufficiency of the Evidence—Equipment.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b517-22\">Where appellant in his motion for rehearing urged that because the top-of the kettle which is enumerated as one of the articles of equipment for <page-number citation-index=\"1\" label=\"494\">*494</page-number>making intoxicating liquors was not found or accounted for, and that therefore the evidence was insufficient to convict, held: that the same is untenable.</headnotes>\n<headnotes data-order=\"22\" data-type=\"headnotes\" id=\"b518-5\">10— Same—Federal and State Law.</headnotes>\n<headnotes data-order=\"23\" data-type=\"headnotes\" id=\"b518-6\">The alleged conflict between the Dean Law and the Volstead Act will not be here discussed, because they have been fully settled against appellant.</headnotes>\n<headnotes data-order=\"24\" data-type=\"headnotes\" id=\"b518-7\">11— Same—Continuance—Immaterial Testimony.</headnotes>\n<headnotes data-order=\"25\" data-type=\"headnotes\" id=\"b518-8\">The application for continuance is overruled principally on account of the immateriality of the alleged testimony.</headnotes>\n<headnotes data-order=\"26\" data-type=\"headnotes\" id=\"b518-9\">12.—Same—Evidence—Material Testimony.</headnotes>\n<headnotes data-order=\"27\" data-type=\"headnotes\" id=\"b518-10\">The liquor found in a bottle in defendant’s car being of the same kind as that in the jugs in his barn, was material matter and legitimate testimony, and did not require expert opinion.</headnotes>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b518-11\">Appeal from the District Court of Parker. Tried below before the Honorable F. O. McKinsey.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b518-12\">Appeal from a conviction of the illegal manufacture, etc., of intoxicating liquors; penalty, imprisonment for one year in the penitentiary.</summary>\n<p data-order=\"30\" data-type=\"summary\" id=\"b518-13\">The opinion states the case.</p>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b518-14\"><em>Baskin, Dodge &amp; Bishop, </em>and <em>Sam S. Beene, </em>for appellant.</attorneys>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b518-15\"><em>R. H. Hamilton, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b518-16\">HAWKINS, Judge.</author>\n<p id=\"AWx\">It appears from the records before us that appellant was charged in three indictments with, (a) being in possession of equipment for the purpose of manufacturing intoxicating liquor; (b) with the manufacture of the same; (c) with being in possession of intoxicating liquor in violation of the law. These three cases, by agreement of counsel representing the State and the defendant, were tried at the same time before the same jury; three separate charges submitted the law applicable to the cases, and three verdicts were returned. This is an unusual method of disposing of felony cases in the trial court. We find in the three separate records only one statement of facts. This is objectionable, and hampers this court seriously in the discharge of its duties; it is a practice which attorneys may fall into that the court cannot countenance. We will consider the statement of facts in this instance, but wish to give proper warning that a statement of facts hereafter must accompany the record in each case regardless of the agreement of defendant and counsel for the State.</p>\n<p id=\"b518-17\">The conviction in the case now under consideration was under an indictment charging that appellant had in his possession equipment for the manufacture of intoxicating liquor, not for medicinal, sacramental, mechanical or scientific purposes. The equipment is described in the indictment to be, one kettle, one worm, and trough, one funnel, <page-number citation-index=\"1\" label=\"495\">*495</page-number>ten barrels and one furnace. Appellant was convicted and his punishment assessed at confinement in the penitentiary for one year.</p>\n<p id=\"b519-3\">The issues presented by appellant in his motion to quash the indictment have all been decided adversely to his contention in Ex Parte Gilmore, 88 Texas Crim. Rep., 529, 228 S. W. Rep., 199.</p>\n<p id=\"A0j\">Error is assigned because the court overruled the first application for continuance, based on the absence of witnesses Ed Tackson, R. A. Moore and Earl W. Silby. The qualifications to the bill shows that on October 14, 1920, this case was set down for trial for October 26th; subpoenas were not requested for these witnesses until October 20th, no excuse for the delay in having process issued appears from the bill. We are inclined to think there was a lack of diligence in securing process. However, if these witnesses • had been present and had sworn to all that is claimed they would, and the jury had believed it all to be true, it is not likely any different verdict would have been reached.</p>\n<p id=\"ARX4\">The statement of facts discloses that the appellant, some time between the 1st and 15th of April, moved upon a small farm, known as the Marti place, and resided there until the 23rd of June, when an investigation by the officers resulted in these prosecutions being filed against appellant. Marti, who had formerly lived on this place, moved away in the fall, and between the time he left and appellant’s occupation of the premises two young men had been living on the place. The evidence shows that neither they or appellant had ever been seen doing any farm work while they were living upon the premises. There were two barns on the place, a small and large one. The mother of appellant’s wife lived in Fort Worth, and it was the practice of appellant and his wife to make frequent trips from their home to the city of Fort Worth ostensibly to visit the mother. These trips were made in a five passenger Ford car, and once or twice each week. Early in the morning of the 23rd of June the sheriff and other officers visited the appellant’s place, he being absent at the time on one of his trips to Fort Worth. In the large barn, under some hay, they discovered three five-gallon jugs, two of them being full of corn whisky, and the other partially filled. There was, also discovered at the same time, concealed under the hay, a kettle with a capacity of about thirty gallons. One of the officers, in walking over the hay, stepped in the kettle, and it was discovered in this manner. In the small barn there was a partition. In one side of it there was a furnace and a worm in a trough, the trough being about fifteen feet long, made out of one by twelve inch lumber, through which there ran two copper tubes or worms. They also found three or four empty five-gallon jugs under the kitchen floor. The furnace described was a large one, being some six feet long, and would accommodate the kettle found in the large barn. The furnace was so arranged that a pipe ran from it out at the east or back end of the barn, so the smoke from the furnace would go out near the ground on the east or back side. In the other portion of this small <page-number citation-index=\"1\" label=\"496\">*496</page-number>barn were found nine or ten barrels full of mash. In two or three of these barrels the mash had ceased working, had settled down and was clear, but in the others, it was still fermenting. Three sacks of meal were found at the same place the barrels were discovered. The evidence discloses that from six to' twelve days are required for this mash to go through fermentation and settle sufficiently to be used in the further process of making whisky. One witness testified that his premises joined the Marti place, and that on one occasion he went down there on some business, and in looking for the parties, passed the back end of the small barn, and noticed the same to be all smoked up, and observed the pipe coming out near the ground. He testified that the smoke looked to be tolerably fresh. This witness also testified that during the time appellant lived there, he had, on more than one occasion, while in the field plowing, detected an odor coming from the direction of the barn in question, which smelled like bread cooking, and made him hungry. A lady testified that upon one occasion while appellant was living there she had gone to the place for the purpose of getting blackberries; for some reason they did not get out of their car; appellant’s wife came out on the gallery and witness noticed some one come around the small barn and go on the inside, and noticed smoke coming from behind the barn. After the discovery had been made by the officers as hereinabove detailed, appellant was arrested about noon, as he and his wife and brother returned home from Fort Worth. In the car was found three five-gallon jugs, empty, but with the smell of whisky strong about them. Appellant also had with him at this time three sacks of meal and three packages of sugar, being about two dollars’ worth of sugar to the package. Substantially the foregoing is the testimony offered upon the trial, and it will not be undertaken to state it more in detail, unless it should be necessary to do so in discussing some of the bills of exceptions presented.</p>\n<p id=\"b520-3\">Appellant claims that if the witness Silby were present, he would testify that he was with appellant at the time the latter moved upon the place and knew there was, hay in the large barn at that time and that there were several barrels in the small barn; that he had also-seen one Joe Marti, on several occasions during appellant’s absence, go to his barn and take therefrom a suitcase and carry it to his buggy. By the witnesses Tackson and Moore, appellant said he could prove that they had aided him in moving to the place and also knew the contents of the barn at the time he moved and saw several barrels filled with slop in the barn. The purpose of this testimony evidently was that it tended to show the equipment for the manufacture of intoxicating liquor was upon the premises at the time appellant took possession thereof. As stated heretofore by us, we can not see that the testimony of these witnesses could have in any way affected the result of the trial. If a party should move in and take possession of a furnished house, the furniture would no less be in his possession and <page-number citation-index=\"1\" label=\"497\">*497</page-number>under his care and control after he had moved in than if it had been acquired subsequently. If appellant moved upon the premises in question, all of the paraphernalia for the manufacture of intoxicating liquor being upon the premises at the time, yet, if appellant took possession thereof and proceeded to use the equipment, as the evidence in this case indicates that he did, it could furnish no defense to him because the equipment was already in existence on the premises when he took charge of them. We, therefore, find no error on the part of the court in overruling appellant’s application for continuance. Branch’s Crim. Laws, Section 239, and many cases cited. Clowers v. State, 88 Texas Crim. Rep., 562, 228 S. W. Rep., 226.</p>\n<p id=\"b521-5\">In his bills of exceptions numbers 3 and 4 appellant complains of the action of the court, first in not sustaining his motion to have the equipment in question returned to him, and second, to the introduction of such equipment in evidence, because the officers were not armed with a search warrant at the time they discovered and took possession of the property. We will not discuss this question at length, but regard the case of Rippey v. State, 86 Texas Crim. Rep., 539, 219 S. W. Rep., 463, as decisive of the matters raised by appellant in these bills, and following that case, we conclude there was no error in the action of the court with reference to this equipment.</p>\n<p id=\"b521-6\">Witnesses testified that when defendant was arrested, upon returning home, a small quantity of whisky was found in his possession, or in the car he was driving, of a similar character to the whisky found in the jugs at the large barn. That is to say, that both were “white corn whisky.” Appellant excepted to the court permitting the witnesses to so testify. There was no error in this. The testimony may have been of little weight, but it was not inadmissible.</p>\n<p id=\"b521-7\">By other bills appellant assigns error in permitting the equipment found upon the premises to be brought into the court and exhibited to the jury and permitting it to remain in the courtroom during the arguments, and until the jury retired. The State had a right to produce before the jury the equipment discovered upon the premises of appellant and not depend upon a description thereof by a witness who had seen it. The various articles constituting the equipment being proper evidence in the case, it is proper for the court to let them remain in the courtroom until the case was concluded; and after they had been properly offered in evidence, the jury, if they had desired, would have had the right to take them to the jury room for their further examination during deliberation upon the case.</p>\n<p id=\"b521-8\">Appellant complains because the court permitted to be exhibited before the jury six five-gallon jugs, which had been found at the time the other equipment was discovered, because it was no part of the equipment described in the indictment. As stated in the beginning of this opinion, appellant was tried upon three charges at once. Upon the charge of manufacturing intoxicating liquor there is no question but the introduction.of these jugs in evidence would have been per<page-number citation-index=\"1\" label=\"498\">*498</page-number>missible, as tending to show preparation of a container for the liquor when made. No charge was asked limiting this evidence .to any particular case, or any particular charge. We do not believe the court would have been authorized in giving such a charge had it been requested. If the State had been able to show by an eyewitness that appellant had been operating the equipment in question in the manufacture of intoxicating liquor, it certainly would have had a right to do so; on the charge for having equipment in his possession, it likewise had a right to offer any legitimate evidence as a circumstance tending to prove the same thing.</p>\n<p id=\"b522-5\">Appellant also reserved a bill of exceptions because the State was permitted, over his objection, to prove by one witness the smoked condition of the back side of the small barn, arid who, in connection with his testimony, said it “looked like fresh smoke,” on the ground that the same was a conclusion of the witness, and not a statement of fact. It would be almost impossible for a witness to so describe the appearance of a smoked wall as to enable a jury to draw a conclusion as to whether it was fresh smoke or otherwise, and we believe this explanation from the witness that it “looked like fresh smoke” comes within the rule of a shorthand rendering of the facts, and was permissible under the circumstances. Branch’s Anno. P. C., p. 73, Section 132.</p>\n<p id=\"b522-6\">We find no errors in the record, and the judgment is affirmed.</p>\n<p id=\"b522-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"34\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b522-8\">ON REHEARING.</p>\n<p id=\"b522-9\">June 8, 1921.</p>\n<author id=\"b522-10\">LATTIMORE,</author>\n<p id=\"A_R\">This case is before us upon appellant’s motion for rehearing. He urges that we were in error in holding the evidence sufficient because of the fact that the top to a certain kettle which is enumerated as one of the articles of the equipment for making intoxicating liquor, which was found in appellant’s possession by the officers, was not found or accounted for. It was stated by a gentleman who examined the equipment in the presence of the jury that the top of the kettle would be necessary in order to make liquor with said equipment. Various parts of said equipment were apparently not in actual use on the day that the officers searched the premises and found same. There was such quantity of affirmative evidence satisfactorily establishing the fact that the manufacture of liquor was being rather extensively carried on on the premises in appellant’s possession, that we would not feel inclined to hold said evidence insufficient because the officers did not find and take into their possession the top of the kettle which could easily have been overlooked by them, they not being experts and not knowing the importance that the top of said kettle might play in making the contraband article.</p>\n<p id=\"b523-4\"><page-number citation-index=\"1\" label=\"499\">*499</page-number>The questions raised in said motion relative to the conflict between the Dean law and the Volstead Act will not be here discussed, because they have been fully settled against appellant in other decisions of this court.</p>\n<p id=\"b523-5\">We did not dispose in the original opinion of appellant’s application for continuance on account of the absence of witnesses Tackson, Moore and Silby, on the ground of insufficient diligence to procure their presence, .but upon the proposition that the testimony alleged to be expected from said witnesses did not appear to us to be such as could have materially affected the result of the trial.</p>\n<p id=\"b523-6\">That the liquor found in a bottle in the car of appellant was of the same kind as that in the jugs in his barn, was material matter such is could be testified to by persons having opportunity to make the comparison. We do not understand that ability to testify to such fact called for any question of expert testimony, and believing that we correctly disposed of the case upon the original hearing, appellant’s motion for rehearing is overruled.</p>\n<p id=\"b523-7\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}