{
  "casebody": {
    "data": "<casebody firstpage=\"450\" lastpage=\"462\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b480-2\">Norris <em>et al. v. </em>Richards.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AGp\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AZF\">December Term, 1951.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b480-3\">Opinion filed February 9, 1952.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b482-5\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>Claude Callicott, J. G. Stephenson and Lindsey M. Davis, of Nashville, J. C. Cunningham, W. M. Daniel, Jr., F. E. Harvill, Collier Goodlett, Sr., Collier Good-lett, Jr., R. IT. Porter and H. B. Stout, all of Clarks-ville, and John Sprouse, of Springfield, for plaintiffs in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b482-6\">Robert L. McReynolds and Dempsey IT. Marks, of Clarksville, and R. P. Swanner, of Youngstown, Ohio, for defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b482-9\">Mr. Chief Justice Neil</author>\n<p id=\"A40\">delivered the opinion of the Court.</p>\n<p id=\"b482-10\">This ease should be styled as in the trial court, to-wit, Mrs. Florence M. Richards v. B. C. Norris, et al., and the parties will be thus referred to in this opinion.</p>\n<p id=\"b483-2\"><page-number citation-index=\"1\" label=\"453\">*453</page-number>Tlie plaintiff sued B. C. Norris, Clarksville Masonic Temple, Inc., Isaac Buck, Jr., W. T. Summers and Tliomas Lewis, doing business as Summers-Lewis Excavating Company, Joe B. Baxter and Mrs. Bess H. Simpson, as joint tort-feasors, for the wrongful death of her husband. The case was tried to a jury resulting in a verdict in favor of the plaintiff and against the defendants for $50,000.</p>\n<p id=\"b483-3\">At the time of the accident the plaintiff’s husband occupied an office in the Masonic Temple Building. He lost his life when the building collapsed and crushed him to death. The collapse of the building was due to the negligence of the defendants in excavating in close proximity to the foundation wall of the Masonic Building.</p>\n<p id=\"b483-4\">The trial judge overruled the defendants’ motion for a new trial and granted an appeal to the Court of Appeals. Tbe assignments of error, filed by separate counsel, were numerous. That court sustained an assignment by the Masonic Temple, that the trial judge erred in refusing to direct a verdict in its favor. The case was accordingly reversed and dismissed as to that defendant. Assignments of error on behalf of other defendants were overruled and the judgment affirmed.</p>\n<p id=\"b483-5\">The plaintiff petitioned this Court for certiorari, complaining of the action of the court in dismissing her case as to the Masonic Temple. Other defendants filed petitions for certiorari, assigning numerous errors by the trial judge and the Court of Appeals. We granted certiorari as prayed for by the several petitioners. However, the Court, after a careful review of the large record and elaborate briefs, limited the argument of the defendants to the contention that the verdict of the jury was illegal and the Court of Appeals committed error in <page-number citation-index=\"1\" label=\"454\">*454</page-number>affirming the action of the trial judge in approving the verdict. This question was fully discussed both in oral argument and briefs of counsel.</p>\n<p id=\"b484-5\">Upon full consideration of the petition for certiorari on behalf of the plaintiff, we are of opinion that the Court of Appeals was correct in reversing and dismissing the case as to the Masonic Temple. Its judgment is accordingly affirmed. We are also of opinion that there is no evidence to sustain the verdict of the jury as to Isaac Buck, Jr. His petition for certiorari is sustained and the case will be reversed and dismissed as to him.</p>\n<p id=\"b484-6\">Passing now to the assignment of error, which is common to all other defendants, that the verdict was illegal and that it was error for the trial judge to accept the said verdict in the manner and form as reported; the proceedings relating to the verdict, and the action of the trial court thereon, are as follows:</p>\n<blockquote id=\"b484-7\">“The Court: Gentlemen, have you agreed?</blockquote>\n<blockquote id=\"b484-8\">“Foreman Swift: Yes, sir.</blockquote>\n<blockquote id=\"b484-9\">“The Court: What is your verdict?'</blockquote>\n<blockquote id=\"b484-10\">“Foreman Swift: We have agreed with some reservations that we had to come to a conclusion on. Ho you want me to read oúr position?'</blockquote>\n<blockquote id=\"b484-11\">“The Court:.Yes.</blockquote>\n<blockquote id=\"b484-12\">“Foreman Swift: Temple Corporation $20,250.00, Mr. Norris $18,250.00—</blockquote>\n<blockquote id=\"b484-13\">‘ ‘ The Court: Gentlemen, you can’t divide that up that way. You will have to go hack in there and render a verdict for the total amount. You can’t divide it up among the different ones. Just go back in there. Read the total.</blockquote>\n<blockquote id=\"b484-14\">“Another Juror: The total is at the bottom of it.</blockquote>\n<blockquote id=\"b485-2\"><page-number citation-index=\"1\" label=\"455\">*455</page-number>“The Court: But you are dividing it up among the different ones. You can’t do that. You will just read the total.</blockquote>\n<blockquote id=\"b485-3\">“ Another Juror: He had the total there.</blockquote>\n<blockquote id=\"b485-4\">“The Court: What is the total*?</blockquote>\n<blockquote id=\"b485-5\">“Foreman: The total is $50,000.</blockquote>\n<blockquote id=\"b485-6\">“The Court: Then I understand that you Gentlemen of the Jury find for the plaintiff in the sum of $50,000?</blockquote>\n<blockquote id=\"b485-7\">“The Foreman: Yes sir.</blockquote>\n<blockquote id=\"b485-8\">“The Court: Do you find all of the defendants guilty of negligence?</blockquote>\n<blockquote id=\"b485-9\">“Foreman: Yes sir.</blockquote>\n<blockquote id=\"b485-10\">“The Court: Well, then your verdict should be that the jury finds in favor of the plaintiff in the sum.' of $50,000' and against all of the defendants. Is that your verdict Gentlemen of the Jury?- The jury nodded agreement.</blockquote>\n<blockquote id=\"b485-11\">“The Court: So say you all Gentlemen of the Jury?”</blockquote>\n<blockquote id=\"b485-12\">The jury nodded approval.</blockquote>\n<blockquote id=\"b485-13\">“Mr. Davis: May we hear the rest of that?</blockquote>\n<blockquote id=\"b485-14\">“The Court: Yes go ahead and read the rest of it.</blockquote>\n<blockquote id=\"b485-15\">“Foreman Swift: Mr. Baxter and Mrs. Simpson $10,000; Summers and Lewis $1,000.00; Mr. Buck $500.00. Here is the total — $50,000.</blockquote>\n<blockquote id=\"b485-16\"><em>‘ ‘ </em>The Court: Then let a verdict go down for a judgment in favor of the plaintiff and against the defendants in the sum of $50,000.</blockquote>\n<blockquote id=\"b485-17\">“Mr. Davis: Note an exception on behalf of Summers and Lewis.</blockquote>\n<blockquote id=\"b485-18\">“Mr. Cunningham: Let an exception he noted on behalf of B. C. Norris.</blockquote>\n<blockquote id=\"b485-19\">“Mr. Stephenson: Note an exception on behalf of the Clarksville Masonic Temple.</blockquote>\n<blockquote id=\"b486-2\"><page-number citation-index=\"1\" label=\"456\">*456</page-number>“Mr. Daniel: Note an exception on behalf of Isaac Buck.</blockquote>\n<blockquote id=\"b486-3\">“Mr. Stout: Note an exception on behalf of Joe Baxter and Mrs. Bess Simpson.</blockquote>\n<blockquote id=\"b486-4\">‘ ‘ The Court: Thank you very much for your work. You can now be discharged. ’ ’</blockquote>\n<blockquote id=\"b486-5\">Upon the hearing of the defendants’ motion for a new trial, and in support of the motion, the affidavits of certain jurors were filed with the record, the substance of which was that it was not their intention to return a verdict “for $50,000.00 against all of the defendants.” An excerpt from the affidavit of the foreman of the Jury, Iiomer B. Swift, reads as follows “I would never have agreed to a verdict of $50',000.00 against all the defendants, and would never have agreed to a verdict any larger that $10',000.00 against Joe Baxter and Mrs. Bess H. Simpson jointly, nor to a larger verdict than was reported against Summers and Lewis jointly and against Isaac Buck, Jr.”</blockquote>\n<p id=\"b486-6\">To the same effect is the affidavit of juror E. M. Austin. Eight other jurors filed similar affidavits as did the Court reporter.</p>\n<p id=\"b486-7\">It is settled law in Tennessee, and all other jurisdictions where there is no statute to the contrary, that an assessment of damages against those jointly sued for a wrong must be for one sum against those found liable. <em>Nashville, C. &amp; St. L. Ry. </em>v. <em>Jones, </em>100 Tenn. 512, 45 S. <em>W. </em>681; <em>Hall </em>v. <em>McClure, </em>112 Kan. 752, 212 P. 875, 30 A. L. R. 790.</p>\n<p id=\"b486-8\">Under repeated holdings of this Court we cannot consider the affidavits of the ten jurors which in effect vitiate the verdict upon which the court pronounced a judgment. <em>Richardson </em>v. <em>McLemore, </em>64 Tenn. 586; <em>Colonial Baking Co. </em>v. <em>Acquino, </em>20 Tenn. App. 695, <page-number citation-index=\"1\" label=\"457\">*457</page-number>103 S. W. (2d) 613. In giving consideration to the contents of these affidavits the Court of Appeals says: “As to the insistence by the conrt reporter that the trial judge did not inquire to the jury whether they all agreed upon the verdict, we are guided by the record before us, which when approved by the trial judge, imports absolute verity.”</p>\n<p id=\"b487-4\">To the foregoing statement we must give our assent; also to the settled rule “that jurors are not allowed to stultify themselves.”</p>\n<p id=\"b487-5\">We think that the learned trial judge made a sincere effort to guide the jury in reporting a legal verdict without invading the province of the jury. He was well aware of the fact that the jury liad found that the plaintiff was entitled to recover a judgment <em>against all of the defendants, </em>and that an apportionment of the damages among them was not authorized by law. He pronounced a judgment that was in keeping with the unquestioned mandate of the law.</p>\n<p id=\"b487-6\">After the verdict was entered the defendants severally excepted and moved the court for a mistrial. There was no effort made by counsel to have the jury retire and consider further of their verdict immediately following the court’s instructions that the damages could not be apportioned. Nor did any of the numerous counsel ask leave to poll the jury to determine if any juror disagreed to the verdict of $50',000. We do not mean to suggest that their silence in this regard should be construed as contumacious. But we think it is crystal clear that they should not be permitted to capitalize on their silence to the prejudice of the trial court. In <em>Gentry </em>v. <em>Betty Lou Batteries, </em>171 Tenn. 20, 23, 100 S. W. (2d) 230, 231, it was held: “Nothing is better settled than that a ‘plaintiff in error will not be permitted to take <page-number citation-index=\"1\" label=\"458\">*458</page-number>advantage of errors which, he himself committed, or invited, <em>or induced the Tried Court to commit, or which were the natural consequence of his own neglect or misconduct,’ </em>4 C. J., p. 700, citing many cases. 3 Am. Jur., p. 414, 427, et seq., is to the same effect.” (Emphasis supplied.)</p>\n<p id=\"b488-5\">If the verdict complained of is illegal, it results more from the counsels’ own positive “neglect” or “misconduct” than the action of the trial judge in pronouncing judgment upon it. No one could doubt for a moment that had any of the counsel asked leave to poll the jury, or that the jury be permitted to retire and give further consideration to its case, hut that the request would have been granted. The counsel had it completely in their power to have the jury retire and re-examine their verdict and decide if the amount of damages should he $50,000, or for a lesser amount against all defendants. There is no question but that the trial judge in pronouncing judgment upon the verdict must do so in compliance with the manifest <em>intent </em>of the jury.</p>\n<p id=\"b488-6\">The record discloses that the intention of the jury was to assess the plaintiffs’ damages at $50,000, and that all the defendants were guilty of negligence.</p>\n<p id=\"b488-7\">“The Court: Do you find all the defendants guilty of negligence <em>t</em></p>\n<p id=\"b488-8\">“Foreman: Yes sir.”</p>\n<p id=\"b488-9\">The trial judge then stated his understanding of the verdict and asked them if they thus agreed and “the jury nodded agreement.”</p>\n<p id=\"b488-10\">But it is earnestly insisted by defendants’ counsel “that the apportionment in the verdict has been regarded as an essential part thereof, which cannot he taken as surplusage, so that a judgment may not he rendered thereon against all the defendants.” It is argued that <page-number citation-index=\"1\" label=\"459\">*459</page-number>this Court has never followed the “surplus rule” and that the trial, judge and Court of Appeals erred in following that rule.</p>\n<p id=\"b489-3\">We have been cited a number of cases dealing with the question. Counsel undertake to point out the various methods of curing the irregularity in jury verdicts. The courts are certainly far from being in agreement as to what is a reasonable and proper method. It would unduly prolong this opinion for us to consider all of the cases cited and distinguish them from the case at bar.</p>\n<p id=\"b489-4\">We think the best method of curing, or correcting, erroneous verdicts is for the trial court to return the verdict to the jury for further consideration under proper instructions to return a joint verdict for one and the same amount against such of the defendants as they find to be liable. This was held to be the correct procedure in <em>International Harvester Co. </em>v. <em>Sartain, </em>32 Tenn. App. 425, 222 S. W. (2d) 854. But it cannot be adjudged as reversible error if the court corrects the verdict, or validates it, in the presence of the jury when the counsel refrain from making a request that the jury be permitted to retire for further consideration of their verdict.</p>\n<p id=\"b489-5\">The case of <em>Dougherty </em>v. <em>Shown, </em>48 Tenn. 302, wherein the trial judge returned the case to the jury after it had been discharged, has no application to the case at bar. While <em>Tenn. Central R. Co. </em>v. <em>Vanhoy, </em>143 Tenn. 312, 226 S. W. 225, is not entirely analogous to the present case, it is persuasive in that the trial judge corrected what would have been an erroneous verdict without having the jury retire.</p>\n<p id=\"b489-6\"><em>In Nashville Railway &amp; Light Co. </em>v. <em>Trawick, </em>118 Tenn. 273, 99 S. W. 695, 697, 10 L. R. A., N. S., 191, upon which appellants rely for a reversal, the jury returned <page-number citation-index=\"1\" label=\"460\">*460</page-number>a verdict against two alleged joint tort-feasors, to-wit Railway and Light Oo. and the City of Nashville for $7,250 and prorating the damages by assessing the Railway Co. with $7,000 and the City of Nashville with $250. The trial judge pronounced judgment accordingly, thus approving the apportionment of the damages between the two defendants. The plaintiff asked for a new trial as to the City of Nashville and for leave to dismiss his case as to that defendant which was granted. On appeal this Court reviewed the several methods for the correction of irregular verdicts, citing numerous authorities. While not expressly disapproving the “surplus rule”, the Court expressed the opinion that “the great weight of authority, holds that the plaintiff may select which one of the defendants he will take judgment against, and may enter a <em>nolle prosequi </em>as to the others, and have his judgment against this one in the amount the jury awarded against him, and this cures the irregularity in the verdict awarding several damages”, citing numerous authorities.</p>\n<p id=\"b490-5\">This is undoubtedly the correct rule unless the trial judge corrects, the verdict of the jury and enters a judgment for the total amount against all the defendants, the court being of opinion, after an examination of the jury, that it expressed their intention.</p>\n<p id=\"b490-6\">It is not important in the disposition of this case that we discuss the merits of the several methods for the validating or correction of irregular verdicts. The sole question here is whether or not the trial judge committed reversible error in his failure to follow <em>International Harvester Co. </em>v. <em>Sartain, </em>supra, by having the jury retire to consider further of their verdict following additional instructions. We are fully convinced that he should not be put in error for his failure in this regard <page-number citation-index=\"1\" label=\"461\">*461</page-number>for the following reasons: (1) lie satisfied himself fully as to the intention of the jury, and (2) the failure of counsel to request the court to have the jury retire and also for leave to poll the jury amounted to a waiver. His failure to have the jury retire (without any suggestion by counsel that he do so) induces the belief that he was satisfied as to the intention of the jury. He properly disregarded the affidavits of jurors submitted by counsel on the motion for a new trial.</p>\n<p id=\"b491-4\">In 27 Ruling Case Law, page 838, the object of polling the jury is well stated, as follows: “Examining the jury by the poll is the most generally recognized means of ascertaining whether they are unanimous in their decision. In no other way can the rights of the parties to the concurrence of the jurors be so effectually secured as to have each juror answer the question, ‘Is this your verdict?’ in the presence of a court and counsel. By this means it can be ascertained for a certainty that no one has been coerced or induced to agree to a verdict to which he does not fully assent.”</p>\n<p id=\"b491-5\">We are not only justified in applying the rule as announced in <em>Gentry </em>v. <em>Betty Lou Bakeries, </em>supra, as controlling, but an analogous principle that the trial judge will not be put in error for errors in ruling upon the admissibility or rejection of evidence when there is no objection by counsel, or an objection without giving any reason for it, as in <em>Shelton </em>v. <em>Martin, </em>180 Tenn. 454, and cases cited at page 458, 176 S. W. (2d) 247, 249, opinion by Mr. Justice Gailor. In the same case it was said “ ‘If the trial judge misconceived the contention of the plaintiffs in error, it was their duty, through their counsel, to protest at the time, and have the proper correction made, by special request of other form, before the case was finally given to the jury. ’ <em>National Hosiery </em><page-number citation-index=\"1\" label=\"462\">*462</page-number><em>&amp; Yarn Co. </em>v. <em>Napper, </em>124 Tenn. 155, 170, 135 S. W. 780, 783. Compare <em>Smith </em>v. <em>State, </em>159 Tenn. 674, 688, 21 S. W. (2d) 400.”</p>\n<p id=\"b492-5\">That which is of paramount importance in this case, as in every case, is that counsel for all parties in interest give active aid to the trial court in entering a judgment which reflects the intention of the jury. If no such assistance is given, or if withheld for the purpose of inducing error, this Court must and will indulge the presumption that the judgment as announced by the trial court was correct.</p>\n<p id=\"b492-6\">The judgment of the Court of Appeals is affirmed, except as otherwise indicated in this opinion.</p>\n<judges id=\"b492-7\">All concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}