{
  "casebody": {
    "data": "<casebody firstpage=\"507\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b537-2\">Bragg <em>et al. v. </em>Boyd <em>et al. </em>Young <em>v. </em>Boyd <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b537-4\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AKN\">December Term, 1951.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b537-5\">Opinion filed January 9, 1952.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b538-8\"><page-number citation-index=\"1\" label=\"508\">*508</page-number>B. B. Gullett, of Nashville, for Young, plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b538-9\">Fkanic Davenport, of McMinnville, for Bragg, defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b538-12\">Mr. Justice Gailor</author>\n<p id=\"AGO\">delivered the opinion of the Court.</p>\n<p id=\"b538-13\">This appeal presents two petitions for certiorari filed to review the action of the Warren County Beer Board in undertaking to revoke the license of Lytle Young to sell beer on Plighway 70 near McMinnville, Tennessee.</p>\n<p id=\"b539-3\"><page-number citation-index=\"1\" label=\"509\">*509</page-number>Certain citizens and property owners living near the site of the beer business of Lytle Yonng, filed a petition before the Beer Board of Warren County, seeking to have Young’s license to sell beer revoked, alleging that, among other things, the license had been issued by the Board without notice to them. After a hearing, the Beer Board undertook to order a conditional revocation of the license, providing in part, as follows: “And from all of the same it is the judgment and order of the Board by a majority vote of Tallman Boyd and W. V. Jones, P. N. Moffitt dissenting, that if the petitioners, H. L. Molloy et al., all as set out in their petition, will pay unto the defendant Lytle Young, a sum not to exceed Seven Hundred Hollars, for his expenses incurred prior to September 12, 1950, then his said license will stand revoked and cancelled for the reasons set forth in said petition, but if said petitioners fail or refuse to pay said sum for such purpose, then their petition is dismissed and the beer permit granted to Lytle Young will be retained by him as granted. ’ ’</p>\n<p id=\"b539-4\">After the entry of this order, two petitions for cer-tiorari were filed in the Circuit Court, one by the licensee, Young, and one by the petitioning citizens and property owners. In both petitions, it was asserted that by the foregoing order, the Beer Board had exceeded its jurisdiction and acted illegally and arbitrarily. After the hearing in the Circuit Court, the learned Trial Judge found that by the entry of the foregoing order, the Beer Board had exceeded its jurisdiction and acted illegally, but instead of quashing the proceedings before the Beer Board, the Trial Judge remanded the ease “for final and proper order.”</p>\n<p id=\"b539-5\">Prom this order in the Circuit Court both parties have appealed. The petitioning property owners, J, B. Bragg, <page-number citation-index=\"1\" label=\"510\">*510</page-number>et al., insist that the action of the Circuit Judge in remanding the canse was erroneous, and that he should have sustained the writ as a common law writ and thereunder ordered the elimination of the condition by which J. R. Bragg, et al., were required to pay to the licensee, Young, $700, and sustained the rest of the order by which the license was revoked. On the other hand, the licensee Young, to support his appeal, insists that the Circuit Judge should have sustained the writ as a common law writ and having done so, found that the action of the Beer Board, in revoking the license, was arbitrary and illegal, and thereupon quashed the proceedings before the Beer Board in toto.</p>\n<p id=\"b540-5\">Under Chapter 53, Public Acts of 1943 (Code, Sec. 1191.14), these appeals were properly taken from the Circuit Court directly to this court, and the action of the Court of Appeals in transferring them here, was correct.</p>\n<p id=\"b540-6\">By Chapter 53, Public Acts of 1943, judicial re-vieAV of the actions of County Beer Boards is expressly' limited to that provided by the common law writ of cer-tiorari. This Court has expressly so held. <em>Putnam Co. Beer Board </em>v. Speck, 184 Tenn. 616, 201 S. W. (2d) 991.</p>\n<p id=\"b540-7\">In the present case, the Trial Judge rightly considered that the proceeding on the petition for revocation before the Beer Board had not been finally determined by that Body. The Beer Board’s jurisdiction was limited. It might have sustained the petition and revoked the license, if such action was supported by the evidence, or it might have rejected the petition and so continued the license of Young to sell beer, if that action was supported by evidence. The order of the Beer Board did neither of these things, and at the present time the license of Young is neither validated nor revoked. With the record in that state, the action <page-number citation-index=\"1\" label=\"511\">*511</page-number>of the Trial Judge to use the common law writ of certiorari for a remand to have the case completed before the Beer Board and final order entered, was proper and supported by authorities of this court. ‘ ‘ The writ of certiorari issuing herein is referable to section 8989 of the Code (the common law writ) authorizing that writ in cases where an inferior tribunal ‘has exceeded the jurisdiction conferred, or is acting illegally.’ See <em>State ex rel. [Timothy </em>v.] <em>Alexander, </em>132 Tenn. 439, 178 S. W. 1107. No argument is therefore required upon the issuance of the writ of certiorari herein at this time.” <em>Hicks </em>v. <em>Hicks, </em>168 Tenn. 539, 545, 79 S. W. (2d) 802, 804; <em>Moore </em>v. <em>Chadwick, </em>170 Tenn. 223, 228, 94 S. W. (2d) 49.</p>\n<p id=\"b541-4\">When the two petitions for certiorari were presented to the Circuit Judge, he had discretion whether, at that intermediate stage of the proceedings before the Beer Board, he would grant the writ. <em>State ex rel. Karr. </em>v. <em>Taxing District of Shelby Co., </em>84 Tenn. 240; <em>Saunders </em>v. <em>Russell, </em>78 Tenn. 293. He elected to grant both writs. It was then proper for him to review the record sent up from the Beer Board, and see whether the Board “is acting illegally.” The phrase, “is acting illegally,” in Code Section 8989, indicates that the superior tribunal may interfere to supervise the proceedings before the inferior tribunal at any stage. This is in accord with the common law use of the writ (prior to the passage of Code Section 8989), which was always to review proceedings of an inferior tribunal at an intermediate stage, and never to review a cause after final judgment. <em>State ex rel. </em>v. <em>Hebert, </em>127 Tenn. 220, 241, 154 S. W. 957, citing <em>Beck </em>v. <em>Knabb, </em>1 Tenn. 55, 56; <em>May </em>v. <em>Campbell, </em>1 Tenn. 61, and <em>Kendrick </em>v. State, 3 Tenn. 474. “The writ of certiorari is awarded in all <page-number citation-index=\"1\" label=\"512\">*512</page-number>cases where the inferior court, tribunal, board or officer exercising a judicial function is alleged and shown to have exceeded its jurisdiction, or is otherwise acting illegally if the court or judge applied to should be of opinion that there is no other speedy and adequate remedy. And in case of reversal of the decision of the court below, and remanding of the case by procedendo, the court must proceed in a manner consistent with the opinion of the Supreme Court, and if the opinion is, that no cause of action exists, the action must be dismissed, and any other proceeding will be corrected by certiorari. After a case on certiorari is dismissed or remanded, the court below must proceed in the manner indicated in the opinion of the supreme court. If the judgment below is reversed for want of jurisdiction and is remanded, and the defendant subsequently puts in his appearance, while this would perhaps give the court below jurisdiction of the person of the defendant, this would not give it jurisdiction of the subject-matter.” The Law of Certiorari, Harris, Section 84, p. 66; <em>Clark </em>v. <em>West, </em>23 Mich. 242, 243; <em>People </em>v. <em>Eddy, </em>57 Barb. (N. Y.) 593; <em>Edgar </em>v. <em>Greer, </em>14 Iowa 211.</p>\n<p id=\"b542-5\">Under elementary principles, having jurisdiction to review the proceedings of the lower tribunal at an intermediate stage, the Circuit Court had jurisdiction' to do what was necessary to correct the illegality and so, if necessary, to remand the case with instruction. <em>Hicks </em>v. <em>Hicks, </em>supra; <em>Moore </em>v. <em>Chadwick, </em>supra.</p>\n<p id=\"b542-6\">The assignments of error of both plaintiifs-in-error, are overruled, the judgment of the Circuit Court is affirmed, and the costs will be divided, one-half to be paid by plaintiff-in-error, J. R. Bragg et al., and one-half to b§ paid by plaintiff-in-error, Lytle Young.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}