{
  "casebody": {
    "data": "<casebody firstpage=\"638\" lastpage=\"642\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b668-4\">Tennessee Gas Transmission Co. v. Oakley et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AGB\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AVE\">December Term, 1951.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b668-5\">Opinion filed June 7, 1952.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b669-2\"><page-number citation-index=\"1\" label=\"639\">*639</page-number>F. S. Hall and Claek Leech, both of Dickson, Jake A. 0 ’Brien, of Springfield, and George H. ARmistead, Jr., of Nashville, for petitioners.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b669-3\">W. M. Leech and Bay Stuart, both of Charlotte, for respondents.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b669-6\">Mr. Justice Burnett</author>\n<p id=\"AYE\">delivered the opinion of the Court.</p>\n<p id=\"b669-7\">This is a condemnation suit in which the petitioner here sought to condemn a portion of the lands of the defendant, Oakley, and others for the purpose of securing an easement or right-of-way for pipe line to transport natural gas. The petitioners here filed this suit against the defendants and.a jury of view was appointed which assessed the value of the land taken at $2,000' and incidental damages to the remainder of the land at $1,500. On appeal to the Circuit Court, where the case was tried before a jury and a trial judge, an award was made in <page-number citation-index=\"1\" label=\"640\">*640</page-number>favor of the land owners of $2,200' for the actual value of the land taken and $1,800 as incidental damages to the remainder. This was then appealed to the Court of Appeals where the judgment of the Circuit Court was affirmed.</p>\n<p id=\"b670-5\">A petition for certiorari has now been presented to us and after due consideration we have the matter for disposition. The petition in the main raises only one question to-wit: Whether or not the trial judge abused his discretion in denying the Gras Company a change in venue. Incidentally another question is raised as to whether or not the jury awarding the damages were prejudiced and biased in so doing. This second question, insofar as the petition for certiorari is concerned, is very much like a farmer selling a bushel of corn and throwing-in a nubbin for good measure. Inferentially the second question is admittedly of very little force in this Court since the two lower courts have concurred in the amount arrived at and there was ample evidence pro and con before the jury wherein the amount arrived at by the jury could have been fixed.</p>\n<p id=\"b670-6\">Our statutes relating to the change of venue are carried in the Code of 1932 as Sections 8682, 8684 and 8685. The last cited section provides: “If the presiding judge or justice, on due consideration, should be of the opinion that the cause set forth is good, and the truth thereof evident and credibly supported, he shall allow the change asked for.”</p>\n<p id=\"b670-7\">In Code Section 8682 it is provided among other things that “the venue may be changed,” by the trial judge upon good cause shown.</p>\n<p id=\"b670-8\">The contention of the petitioner is that the only evidence offered before the trial judge was that of the petitioners which set forth the fact that they would be <page-number citation-index=\"1\" label=\"641\">*641</page-number>prejudiced in a trial before a jury in Dickson County. This evidence is contained in 23 separate affidavits to a consolidated petition of the Gas Company in some 8 or 10 cases pending in Dickson County. This petition for a change of venue sets forth certain facts of why the change of venue is requested. To this petition are these 23 affidavits of citizens of that county setting forth that a fair trial could not be granted the Gas Company, in their opinion, in Dickson County.</p>\n<p id=\"b671-3\">Prior to the filing of the petition for a change of venue the Gas Company had obtained at least two continuances of the case. On Monday, April 3, a jury had been summoned to try the case which had been ordered set that day some time prior thereto by the court. On the day that the jury were summoned for the trial the Gas Company first filed its petition for a change of venue, even though, according to the averments in the petition for change of venue, they had had knowledge of the facts of that petition for many weeks before it was filed. The petition and the affidavits thereto were sworn to some 5 days prior to the time that they filed this petition for change of venue. The record does not disclose one way or the other, but counsel in the reply brief in this Court, state that the first knowledge they had such a petition was to be filed was when it was filed on the morning that the case was set for trial. We of course do accept this as correct.</p>\n<p id=\"b671-4\">Ordinarily there is no particular set time that a petition for a change of venue should be filed. It should though be filed at the first opportunity after knowledge of the facts upon which the petition is based come to those filing said petition. When this knowledge is shown to have been in the hands of those seeking a change in venue for some days and weeks prior to the <page-number citation-index=\"1\" label=\"642\">*642</page-number>request thereof, and under the facts of this case, we think that the petition for a change comes entirely too late. It looks very much like this request, for change of venue, was and is merely made for the purpose of delay. When such appears clearly it is within the discretion of the trial court to deny such a petition. See 50 Am. Jur., page 63, !Sec. 61.</p>\n<p id=\"b672-5\">Ordinarily it is a matter of discretion for the trial judge to either grant or deny a petition for change of venue, depending entirely upon the facts as disclosed to him. In those cases where there is evidence offered pro and con on the question and the trial judge decides against granting the change of venue the courts have unanimously affirmed this holding because such a change is discretionary with the trial court. Of course if there was a case of where the only proof offered was that in favor of a petitioner for a change of venue, which showed that an unfair trial might be had, then, in such a case, it would be the duty of the tidal judge to grant a change in venue. Under the facts as disclosed by this record, due to the lateness upon which the petition was filed herein, the trial judge clearly did not abuse his discretion in denying the petition.</p>\n<p id=\"b672-6\">For these reasons the petition for certiorari must be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}