{
  "casebody": {
    "data": "<casebody firstpage=\"1069\" lastpage=\"1071\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1103-5\">BRUNSWICK SITE CO. v. BERLIN NEURODER ART PRINTING CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1103-6\">(Supreme Court, Appellate Term, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avbb\">July 8, 1915.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1103-7\">Landlobd and Tenant &lt;§=&gt;86—Lease—Renewal—Effect of Notice.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1103-8\">Under a lease giving the lessee the privilege of renewal for a further term of two years, provided it notify the lessor of its intention to do so four months prior to its expiration, such a notice automatically makes a new lease for two years, to begin on expiration of the original term.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1103-9\">[Ed. Note.—For other cases, see Landlord and Tenant, Cent. Dig. §§ 270-275; Dec. Dig. &lt;§=&gt;S6J</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"AEC\">Lehman, J., dissenting.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b1103-20\">«gz^Eor other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1103-10\">Appeal from Municipal Court, Borough of Manhattan, Fifth District.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b1103-11\">Action by the Brunswick Site Company against the Berlin Neuroder Art Printing Company. From a judgment for $206.91, for plaintiff, defendant appeals. Affirmed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1103-12\">Argued before GUY, LEHMAN, and WHITAKER, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1103-13\">Chas. Kaufmann, of New York City (Louis F. Levy and Joseph J. Corn, both of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1103-14\">Julius Offenbach, of New York City, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1103-15\">GUY, J.</author>\n<p id=\"AF4h\">The written notice delivered in March, 1914, as provided by the then existing lease, operated automatically as making a new written lease for two years to begin July 31, 1914. All subsequent negotiations were merely an attempt to agree upon a modification of said lease.</p>\n<p id=\"b1103-16\">The judgment should be affirmed, with costs.</p>\n<p id=\"b1103-17\">WHITAKER, J-, concurs.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b1103-18\">LEHMAN, J. (dissenting).</author>\n<p id=\"Aq_K\">The complaint herein alleges:</p>\n<blockquote id=\"b1103-19\">That the plaintiff’s assignor leased to the defendant certain premises for a period of three years ending July 31, 1914, at an annual rental of $750, with the privilege to the defendant of renewing the lease at the same rental for a further term of two years upon its expiration,- providing it notify the lessor of its intention to do so not less than four months prior to the expiration of said lease. “That after the said 31st day of July, 1914, said defendant <page-number citation-index=\"1\" label=\"1070\">*1070</page-number>continued and remained in occupation of said premises with the consent of the plaintiff, paying rent therefor to the plaintiff, whereby it elected to continue its said tenancy for another two years, commencing on the 1st day of August, 1914, upon the same terms and at the same rent and payable as in and by said agreement was provided for and agreed to, except as to the privilege of renewal.”</blockquote>\n<p id=\"b1104-5\">At the trial it appeared that the defendant entered into the occupation of the premises under a lease as set forth in the complaint. It further appeared that the plaintiff’s agents had in March, 1914, received a written notification purporting to be signed by defendant’s president of its election to renew the lease. It further appeared that the defendant remained in possession of these premises after the 31st day of July, 1914, and paid rent to the plaintiff for the months of August and September; that they removed from the premises in September, and have not paid their rent for the next three months, for which the action is brought.</p>\n<p id=\"b1104-6\">There is no doubt in my mind that, entirely apart from the letter of March expressing the defendant’s intention to renew the lease, the continued occupation of the premises after July 31, 1914, and the payment by the defendant and the receipt by the plaintiff of the rent for August and September, if unexplained, would be amply sufficient to. show that the defendant elected to renew the lease. Probst v. Rochester Steam Laundry Co., 171 N. Y. 588, 64 N. E. 504. It is to be noted, however, that in that case the court stated that:</p>\n<blockquote id=\"b1104-7\">There were no circumstances “to rebut the presumption of a renewal or extension by implication. * * * The case is barren of any excuse, real or pretended, for continuing in possession and paying rent without exercising the option.”</blockquote>\n<p id=\"b1104-8\">In the present case, however, the plaintiff’s own testimony shows that, after the plaintiff received notice of the defendant’s intention to renew the lease, the plaintiff, desiring that all its leases should expire on May 1st, presented to the defendant a new lease for 2 years and 9 months, and that even in July, 1914, the defendant had not signed the lease, and stated “that they were awaiting advices from Germany.” There is some dispute as to the exact nature of this conversation. The plaintiff’s agent claims that all that was said was “that they would sign the lease within a few days and that they were awaiting some advices from Germany,” while the defendant’s treasurer testified:</p>\n<blockquote id=\"b1104-9\">That he stated in July “that I had no authority to act in this case. All I could do was to send it to Europe to the German headquarters. I pointed out to him that this lease was made out for 2 years and 9 months, and I was not sure whether they would accept that lease. He said, if they wanted, they could accept it for 9 months, or for 1 year and 9 months, or for 2 years and 9 months. * * * In the meantime, until the answer arrived, we would stay without a lease.”</blockquote>\n<p id=\"b1104-10\">Even if we accept the plaintiff’s version of this conversation, I think it clearly rebuts any implied contract that the lease should be renewed for two years. The parties in July were discussing, not a renewal under the terms of the old lease, which would expire on July 31, 1916, <page-number citation-index=\"1\" label=\"1071\">*1071</page-number>but a new lease to expire on May 1, 1917, or on some earlier May 1st. The plaintiff knew that the defendant was “awaiting advices from Germany” before signing such a lease. When the plaintiff continued to receive the rent after the 31st day of July, it must have known that the defendant’s possession was pending the arrival of such advices, and in anticipation of the signing of a new lease, and not under any claim of a right to renew the old lease. Its acquiescense in such continued possession might be considered as a consent to continued occupation until the new lease was signed, but under the circumstances it could not be considered as a consent to the renewal of the old lease.</p>\n<p id=\"b1105-3\">As a matter of fact the trial justice never held that there was a renewal, but even stated that “I am quite certain in my mind that there was not a renewal,” although he did not expressly decide this point, stating:</p>\n<blockquote id=\"b1105-4\">“I do not think that it is necessary to decide whether the tenant held over for two years, or whether it was a hold-over at the common law for one year, or whether there was an indeterminate hiring expiring on May 1st next. The question now before the court is to decide whether the defendant is responsible for the three months, October, November, and December, 1914, and I decide that in the affirmative. That is the only point on which this case will be res adjudicata on any other proceedings that may be brought.”</blockquote>\n<p id=\"b1105-5\">Aside even from any question of whether the plaintiff can recover on the present complaint, except upon proof of a renewal for two years, I think that the proof is insufficient to allow a judgment for the plaintiff upon any other theory. The defendant had certainly not agreed to take a lease till the following May 1st, but was free to give up the premises, unless it impliedly agreed to renew the lease or was a technical hold-over. As shown above, it did not impliedly agree to renew the lease for 2 years, and I think that it requires no argument to show that the defendant was not a technical hold-over, for even the respondent states in its brief that:\"</p>\n<blockquote id=\"b1105-6\">“Appellant argues at length against the proposition that defendant might be treated as a ‘hold-over.’ ”</blockquote>\n<p id=\"b1105-7\">The claim is first made that this was not plaintiff’s theory of action as pleaded, and that it is inconsistent with the proof. Respondent quite agrees that, using the term “hold-over” in its technical legal sense, appellant is correct on both points.</p>\n<p id=\"b1105-8\">Judgment should be reversed, and a new trial ordered, with costs to appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}