{
  "casebody": {
    "data": "<casebody firstpage=\"236\" lastpage=\"239\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b268-11\">NORTH HUDSON COUNTY RAILWAY COMPANY, PLAINTIFF IN ERROR, v. VINCENT N. FLANAGAN, DEFENDANT IN ERROR.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b268-12\">1. The act of March 25th, 1881 <em>(Pamph. L., p. </em>257), requiring actions against railroad corporations for negligence to be brought within two years, does not apply to horse railroads.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b268-13\">2. When a case of which the Common Pleas would have jurisdiction, if originally instituted there, is brought in the Circuit Court, and sent down to the Common Pleas to be tried under the act of 1892 <em>{Pamph. L., p. </em>224), and is tried by the parties in that court without objection, the losing party cannot, after judgment, challenge the jurisdiction of the trial court. It is not a question as to the jurisdiction of the Pleas, but as to the mode in which the Pleas acquired jurisdiction. Jurisdiction cannot be conferred by consent, but irregularity in the mode of acquiring it may be waived.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b268-14\">In error to the Hudson Circuit.</summary>\n<p data-order=\"4\" data-type=\"summary\" id=\"b268-15\">Argued at June Term, 1894, before Beasley, Chief Justice, and Justices Depue, Van Sycicel and LipPINCOTT.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b268-17\">Eor the plaintiff in error, <em>J. C. &amp; S. A. Besson.</em></attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b268-18\">For the defendant in error, <em>Thomas F. </em>Noonan, <em>Jr.</em></attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b269-4\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>The opinion of the court was delivered by-</p>\n<author id=\"b269-5\">Van Syckel, J.</author>\n<p id=\"AsP\">This is an action brought by Flanagan, an infant, to recover damages for personal injuries.</p>\n<p id=\"b269-6\">The first question presented by the case is, whether the act of March 25th 1881 <em>(Pamph. L., p. </em>257), applies to a street railway.</p>\n<p id=\"b269-7\">The act reads as follows:</p>\n<blockquote id=\"Aot\">Section 1. “ That all actions hereafter occurring for injuries caused by the wrongful act, neglect or default of any railroad corporation owning or operating any railroad within this state, shall be commenced and sued within two- years next after the cause of such actions shall have accrued and not after.”</blockquote>\n<p id=\"b269-9\">The title of this act is “ A further supplement to the act entitled ‘An act respecting railroáds and canals,’ approved March 27th, 1874.”</p>\n<p id=\"b269-10\">The act of 1874 and the supplement of 1881 must be construed as one law. <em>Van Riper </em>v. <em>Essex Road Board, </em>9 <em>Vroom </em>23.</p>\n<p id=\"b269-11\">The act of 1874, respecting railroads and canals, makes steam railroads a class by themselves, and many of its provisions exclude the idea that it was intended to' apply to horse railroads.</p>\n<p id=\"b269-12\">Section 1 <em>(Rev., p. </em>909) imposes penalty on the “ engineer ” for neglect of duty in “ the running of trains.”</p>\n<p id=\"b269-13\">Sections 2 and 6 require a bell on the engine, and provide that it shall be rung at the distance of at' least three hundred yards from every highway crossing.</p>\n<p id=\"b269-14\">Section 7 requires at every road crossing the erection of a board with the' inscription “ Look out for the locomotive.”</p>\n<p id=\"b269-15\">These sections and others, with respect to screens on locomotives, rates of freight charges and unclaimed freight, show that the act of 1874 was intended to regulate and govern a class of corporations to which horse railroads do not belong.</p>\n<p id=\"b269-16\">The second section of the act of March 25th, 1881, is of like purport. It provides that “all actions for injury to property by fire communicated by a locomotive engine of any <page-number citation-index=\"1\" label=\"238\">*238</page-number>railroad corporation owning or operating any railroad in this state shall be commenced in one year.”</p>\n<p id=\"b270-5\">The inference to be drawn from the entire act, that the defendant is not within its provisions, is not repelled by the fact that the act of 1863 gives the defendant the right to use a dummy engine.</p>\n<p id=\"b270-6\">The defendant corporation, in virtue of the various acts under which it holds its franchises, is a horse railroad company, and the fact that it may, with the consent of the municipality through which it runs, use dummy engines, does not make it a steam railroad, so far as to subject it to the provisions of the act of 1874, respecting railroads and canals. It is still a horse railroad company, with the right, under certain conditions, to use steam power in a limited way.</p>\n<p id=\"b270-7\">The two years’ limitation, therefore, in the act of 1881, does not pertain to this case, and is not a bar to the plaintiff’s action.</p>\n<p id=\"b270-8\">In the second place, it is assigned for error that the Circuit Court in which this suit was instituted ordered it to be sent into the Court of Common Pleas for trial, and that such order was entered without previous notice to the defendant.</p>\n<p id=\"b270-9\">This order transferring the cause into the inferior court was made under the act of 1892. <em>Pamph. L., p. </em>224.</p>\n<p id=\"b270-10\">The question whether the Circuit Court can, without the consent of a party, hand a case down to the Pleas, is not presented now.</p>\n<p id=\"b270-11\">The case would have been triable in the Pleas if originally brought there; the subject-matter of the controversy was within the jurisdiction of that court. It is not a question as to the jurisdiction of the trial court, but a question as to the mode in which jurisdiction was acquired.</p>\n<p id=\"b270-12\">Jurisdiction cannot be conferred upon a court by mere consent, but objection to the mere mode of the acquisition of such jurisdiction may be waived. The defendant engaged in the trial without objection, and thereby waived any right he might have had to the manner in which he was brought into that court to answer to the plaintiff’s claim.</p>\n<p id=\"b271-4\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>The law is well settled that he cannot, after attempting to obtain a favorable result there, deny the right of the court to try the case.</p>\n<p id=\"b271-5\">The question of negligence was one for the jury, and in the charge of the court we find no error to which the defendant can justly except.</p>\n<p id=\"b271-6\">The judgment below should be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}