{
  "casebody": {
    "data": "<casebody firstpage=\"66\" lastpage=\"84\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b82-4\">Commonwealth <em>vs. </em>John K. Rollins.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b82-5\">Hampden.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AdZ\">September 4, 2014.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ac-dedup-0\">October 30, 2014.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b82-6\">Present: Gants, C.J., Spina, Cordy, Botsford, Duffly, Lenk, &amp; Hines, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b83-6\"><page-number citation-index=\"1\" label=\"67\">*67</page-number><em>Ines McGillion </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b83-7\"><em>Bethany C. Lynch, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b83-8\"><em>Ryan M. Schiff, </em>Committee for Public Counsel Services, for Committee for Public Counsel Services, amicus curiae, submitted a brief.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b83-9\">Cordy, J.</author>\n<p id=\"AJ\">In this case, we are asked to identify the proper unit of prosecution for the possession of child pornography pursuant to G. L. c. 272, § 29C. The defendant, John K. Rollins, was charged with six counts of possessing child pornography with each count premised on one or two distinct photographs culled from a single cache on the defendant’s computer. A Hampden County jury returned guilty verdicts on each count and a District Court judge sentenced the defendant to consecutive and concurrent terms in a house of correction.</p>\n<p id=\"b83-10\">We granted the defendant’s application for direct appellate review and conclude that where the offending photographs come from a single cache and the defendant is charged with possessing them at the same point in time, the statutory structure contemplates only a single unit of prosecution. Accordingly, the entry of six separate convictions and sentences constituted multiple punishments for the same offense in violation of the defendant’s constitutional and common-law rights to be free from double jeopardy.</p>\n<p id=\"b83-11\">While double jeopardy principles bar multiple convictions and sentences, they do not bar the Commonwealth from prosecuting the possession of multiple photographs through separate counts, each premised on a single photograph, as a single photograph is sufficient to support a conviction. Accordingly, assuming the sufficiency of the evidence on any or all of the multiple counts, we would ordinarily vacate the convictions and remand this case to the trial judge for the entry of a judgment of conviction and resentencing on only one count. However, because we conclude that numerous errors occurring at trial created a substantial risk of a miscarriage of justice, we vacate the convictions and remand for a new trial.<footnotemark>1</footnotemark></p>\n<p id=\"b84-4\"><page-number citation-index=\"1\" label=\"68\">*68</page-number>1. <em>Background. </em>We summarize the facts as the jury could have found them, reserving certain details for our analysis of the issues raised on appeal. In late December, 2009, the defendant brought his computer to a computer repair shop in Holyoke seeking repairs. As the technician, Joshua Charland, worked on the computer, the image of a young girl in a bikini appeared on the computer’s monitor. The defendant stated that the image was a photograph of his daughter. Once Charland completed his work on the computer, he returned it to the defendant and reported the image to Holyoke police Officer James Bartolomei.</p>\n<p id=\"b84-5\">Two days later, the defendant returned to the computer repair shop and asked Charland for further repairs to the computer. The defendant explained that he had attempted to erase the computer’s hard drive and reinstall the operating system, following which, the “mouse” stopped working. Charland requested the defendant’s personal information so that he could contact him when the computer was ready. Charland, sensing that “something was up,” then used forensic recovery software to search the defendant’s computer for deleted files. During the course of his search, Charland discovered approximately 1,200 images, including photographs depicting nude and scantily clad young girls, which he recovered to a “flash drive.”</p>\n<p id=\"b84-6\">Officer Bartolomei was once again notified, prompting him to visit the computer repair shop, view the images on the flash drive, and confiscate the defendant’s computer. Officer Bartolomei then telephoned the defendant, informed the defendant that he had taken the computer, and requested that the defendant come to the police station for questioning. The defendant returned to the shop, where he learned that Charland had discovered what he believed to be child pornography on the computer. The defendant remarked that the images were probably placed there by a friend.</p>\n<p id=\"b84-7\">The following day the defendant was interviewed by two detectives. During the interview, the defendant explained that, after unintentionally stumbling across a Web site depicting child pornography a few months prior, he began conducting a secret and independent investigation into child pornography on the Internet. The defendant averred that it was his intention, on completion of the investigation, to deliver the “proof’ to the Chicopee police department. At the conclusion of the interview, the defendant confirmed his ownership of the computer in police custody and consented to a search of its contents.</p>\n<p id=\"b84-8\">The defendant’s computer was then transferred to a forensic computer examiner at the New England State Police Information <page-number citation-index=\"1\" label=\"69\">*69</page-number>Network (NESPIN). Using specialized software, the examiner conducted a forensic examination of the computer and discovered deleted files in the unallocated space of the computer’s hard drive. He then recovered and transferred 6,094 images to a digital video disc (NESPIN disc) that he provided to the Holyoke police department.</p>\n<p id=\"b85-5\">Detective David Usher of the Holyoke police department reviewed approximately 1,200 of the images on the NESPIN disc and then printed twelve photographs — each depicting either nude or scantily clad young girls. On May 7, 2010, the Commonwealth filed a six-count criminal complaint against the defendant. Each count charged him with the possession of child pornography on December 30, 2009, in violation of G. L. c. 272, § 29C (§ 29C), and each was premised on distinct photographs recovered from the defendant’s computer. Specifically, counts one through five were each premised on a separate, single photograph culled from the twelve that Detective Usher printed from the NESPIN disc, while count six was premised on two photographs culled from those twelve.</p>\n<p id=\"b85-6\">At trial, the Commonwealth presented evidence that the defendant knowingly downloaded the charged photographs, including the defendant’s statement to the Holyoke police that he downloaded them in a purported effort to assist law enforcement in the eradication of child pornography. The Commonwealth introduced the seven charged photographs and five uncharged photographs through the testimony of Detective Usher. At the close of the Commonwealth’s case, the defense moved for a directed verdict based primarily on the Commonwealth’s failure to establish possession. The judge denied the defendant’s motion. The defense then rested, and the jury heard closing arguments.</p>\n<p id=\"b85-7\">The jury were then provided with six verdict slips. Attached to each slip for counts one through five was a single image. By contrast, two images were attached to the slip for count six. The jury returned guilty verdicts on all six counts. On counts one, two, and three, the defendant was sentenced to three concurrent terms of two and one-half years in a house of correction. On counts four, five and six, the defendant was sentenced to an additional three concurrent terms of two and one-half years in a house of correction to commence upon the defendant’s completion of his sentences on counts one, two, and three.</p>\n<p id=\"b85-8\">We granted the defendant’s application for direct appellate review, wherein he contended that, inter alla, his convictions were <page-number citation-index=\"1\" label=\"70\">*70</page-number>duplicative and the errors occurring at trial raised a substantial risk of a miscarriage of justice. We agree.</p>\n<p id=\"b86-5\">2. <em>Discussion, </em>a. <em>Duplicative convictions. </em>The double jeopardy clause of the Fifth Amendment to the United States Constitution and Massachusetts common law preclude the imposition of multiple punishments for the commission of a single crime. <em>Marshall </em>v. <em>Commonwealth, </em>463 Mass. 529, 534 (2012). Our jurisprudence defines “multiple punishments” as those “in excess of what a Legislature intended to be the punishment for a particular offense.” <em>Commonwealth </em>v. <em>Selavka, </em>469 Mass. 502, 509-510 (2014), quoting <em>Aldoupolis </em>v. <em>Commonwealth, </em>386 Mass. 260, 272 (1982), <em>S.C., </em>390 Mass. 438 (1983). Accordingly, the starting point for our analysis is to ask what “unit of prosecution” the Legislature intended as the punishable act for violations of § 29C. See <em>Commonwealth </em>v. <em>Rabb, </em>431 Mass. 123, 128 (2000).</p>\n<p id=\"b86-6\">This “inquiry requires us to look to the language and purpose of the statute [ ], to see whether [it] speak[s] directly to the issue of the appropriate unit of prosecution, and if [it] do[es] not, to ascertain that unit, keeping in mind that any ambiguity that arises in the process must be resolved, under the rule of lenity, in the defendant’s favor.” <em>Id. </em>Similarly, we are mindful of the general rule that “criminal statutes must be construed strictly against the Commonwealth.” <em>Commonwealth </em>v. <em>Constantino, </em>443 Mass. 521, 523-524 (2005). With this framework in place, we turn to the statute at issue, which criminalizes the knowing possession of child pornography.</p>\n<p id=\"b86-7\">The statute provides, in pertinent part:</p>\n<blockquote id=\"b86-8\">“Whoever knowingly purchases or possesses a negative, slide, book, magazine, film, videotape, photograph or other similar visual reproduction, or depiction by computer, of any child whom the person knows or reasonably should know to be under the age of [eighteen] years of age and such child is . . . depicted or portrayed in any pose, posture or setting involving a lewd exhibition of the unclothed genitals, pubic area, buttocks or, if such person is female, a fully or partially developed breast of the child; with knowledge of the nature or content thereof shall be punished by imprisonment in the [S]tote prison for not more than five years or in a jail or house of correction for not more than two and one-half years or by a fine of not less than $1,000 nor more than $10,000, or by both such fine and imprisonment for the first offense, not less <page-number citation-index=\"1\" label=\"71\">*71</page-number>than five years in a [S]tote prison or by a fine of not less than $5,000 nor more than $20,000, or by both such fine and imprisonment for the second offense, not less than [ten] years in a [S]tote prison or by a fine of not less than $10,000 nor more than $30,000, or by both such fine and imprisonment for the third and subsequent offenses.”</blockquote>\n<p id=\"b87-5\">G. L. c. 272, § 29C (vii).</p>\n<p id=\"b87-6\">The Commonwealth correctly observes that the singular tense employed by the Legislature in § 29C demonstrates that a single offending photograph is sufficient to support a conviction of possession of child pornography. It does not necessarily follow, however, that each photograph supports its own unit of prosecution where they are collectively possessed at a single point in time, as the mere use of singularity in a statute is not, in and of itself, controlling. See G. L. c. 4, § 6, Fourth (“Words importing the singular number may extend and be applied to several persons or things . .. ”). Thus, the statute prohibits both the possession of a single photograph as well as the possession of multiple photographs.</p>\n<p id=\"b87-7\">Because the plain language of the statute is, at best, ambiguous as to the appropriate unit of prosecution,<footnotemark>2</footnotemark> we examine the proposed penalty scheme through the lens of the rule of lenity. See <em>Rabb, </em>431 Mass. at 128. We observe initially that, as a logical consequence of the Commonwealth’s construction of the statute, the defendant in this case, a first-time offender, was essentially sentenced to five years in a house of correction. Yet, the statute’s penal framework provides that a first-time offender only may be imprisoned for a <em>maximum </em>of either two and one-half years in a house of correction or, alternatively, five years in a State prison. G. L. c. 272, § 29C. The punishments also grow progressively more severe on convictions of subsequent offenses. For example, for second and third offenses, a defendant faces <em>minimum </em>State prison terms of five and ten years, respectively. <em>Id.</em></p>\n<p id=\"b87-8\">Notwithstanding this tiered framework, the Commonwealth <page-number citation-index=\"1\" label=\"72\">*72</page-number>proposes that a first-time offender who downloads one hundred violative photographs to the same location at the same time may be sentenced to one hundred consecutive five-year State prison terms — that is, 500 years — in State prison, whereas a similarly situated defendant who purchases a magazine containing one hundred offending images could, apparently, be sentenced to only a maximum of five years in State prison. The prospect of imposing what are essentially life prison terms for first offenses risks nullifying the tiered penalty framework created by § 29C. See <em>Flemings </em>v. <em>Contributory Retirement Appeal Bd., </em>431 Mass. 374, 375-376 (2000) (“If a sensible construction is available, we shall not construe a statute to make a nullity of pertinent provisions or to produce absurd results”). We doubt that the Legislature intended to produce such an anomalous result, and absent evidence to the contrary, we decline to conclude that it did.</p>\n<p id=\"b88-5\">The Commonwealth argues that there is evidence to the contrary in the legislative purpose statement in St. 1997, c. 181, which inserted § 29C into the General Laws. It reads that statement as evincing a clear legislative intent to protect individual children from exploitation and victimization. St. 1997, c. 181, § 1 (2) (“each time such material is viewed the child is harmed”). As such, urges the Commonwealth, the proper course is to treat possession of child pornography in the same manner as other crimes of violence, which generally follow a victim-based approach in terms of unit of prosecution. See, e.g., <em>Commonwealth </em>v. <em>Crawford, </em>430 Mass. 683, 686-687 (2000) (“We have implicitly approved the imposition of consecutive sentences for crimes of violence committed against multiple victims because the appropriate ‘unit of prosecution’ for such crimes is the person assaulted or killed, not the underlying criminal act”). We do not read the purpose statement so narrowly.</p>\n<p id=\"b88-6\">Although the purpose statement does reflect concern for the protection of individual children, the Legislature also found “that the [C] ommonwealth has a compelling interest in outlawing the possession of any materials which sexually exploit children in order to protect the privacy, health and emotional welfare of <em>children and society as a </em>whole” (emphasis added). St. 1997, c. 181, § 1 (6). The significance of this finding is bolstered by the Legislature’s placement of § 29C in a chapter devoted to “Crimes Against Chastity, Morality, Decency and Good Order.” Such a placement is indicative of the Legislature’s intent to “punish[ ] the defendant for conduct offensive to society, as distinct from <page-number citation-index=\"1\" label=\"73\">*73</page-number>punishing the defendant for the effect of that conduct on particular victims.” <em>Commonwealth </em>v. <em>Botev, </em>79 Mass. App. Ct. 281, 287 (2011).</p>\n<p id=\"b89-5\">Considering the purpose statement in conjunction with these other statutory provisions, we understand § 29C to be aimed at eradicating the harmful societal effects posed by the circulation of child pornography, including, but not limited to, the harm caused to the individual children depicted therein. Accordingly, we reject the Commonwealth’s victim-based approach to determining the appropriate unit of prosecution for possession of child pornography, concluding instead that a conduct-based approach is more in keeping with the broad intent of the statute and the tiered punishment framework that it erects.<footnotemark>3</footnotemark></p>\n<p id=\"b89-6\">In identifying the conduct underlying each unit of prosecution for possession of child pornography, we find useful analogies in other types of possession cases. See, e.g., <em>Rabb, </em>431 Mass, at 129-132. In <em>Rabb, </em>we noted “various considerations for identifying when separate quantities of drugs exist to justify two or more charges: ‘Generally, courts which have considered the issue [of multiple prosecutions under controlled substance statutes] have determined that separate convictions for possession of the same type of controlled substance [with an intent to distribute] will not violate the Double Jeopardy Clause if the possessions are sufficiently differentiated by time, location, or intended purpose.’ ” <em>Id. </em>at 130, quoting <em>Rashad </em>v. <em>Burt, </em>108 F.3d 677, 681 (6th Cir. 1997), cert, denied, 522 U.S. 1075 (1998). See <em>Commonwealth </em>v. <em>Beacon Distribs., Inc., </em>14 Mass. App. Ct. 570, 574-575 (1982) (indictment alleging twenty counts of possessing obscene films in same place at same time alleged single offense).</p>\n<p id=\"b89-7\">We conclude that similar considerations control the unit of <page-number citation-index=\"1\" label=\"74\">*74</page-number>prosecution in this case.<footnotemark>4</footnotemark> Thus, a defendant’s possession of a single cache of one hundred offending photographs in the same place at the same time gives rise to a single unit of prosecution pursuant to § 29C.<footnotemark>5</footnotemark> The imposition of multiple punishments for such a singular possession is contrary to the defendant’s guaranty against double jeopardy. See <em>Kuklis </em>v. Commonwealth, 361 Mass. 302, 308 (1972) (“it was not the legislative intent that a defendant should be punished for both possession of a drug and being present where the drug was kept, where the two charges involve the same time and place, and the identical mass of a single drug”). Importantly, the meaning of “punishment” for double jeopardy purposes is not limited to consecutive sentences, but extends also to concurrent sentences and multiple convictions. <em>Commonwealth </em>v. <em>Jones, </em>382 Mass. 387, 395-396 (1981).</p>\n<p id=\"b90-5\">Yet, double jeopardy principles do not necessarily extend to simultaneous prosecutions. See <em>United States </em>v. <em>Pires, </em>642 F.3d 1, 16 (1st Cir. 2011) (double jeopardy clause of Federal Constitution does not protect against simultaneous prosecutions for same offense, so long as no more than one punishment is eventually imposed). Thus, the Commonwealth may elect to prosecute a <page-number citation-index=\"1\" label=\"75\">*75</page-number>single violation of § 29C by way of multiple counts.<footnotemark>6</footnotemark> See, e.g., <em>Beacon Distribs., Inc., </em>14 Mass. App. Ct. at 575 (Commonwealth entitled to proceed on twenty-count indictment even though possession of twenty obscene films at issue constituted single offense). Should that procedure result in multiple guilty verdicts for the same offense, the duplicative convictions must be vacated and merged into a single conviction for sentencing purposes. Cf. <em>Commonwealth </em>v. <em>Rivas, </em>466 Mass. 184, 191-192 (2013) (within judicial discretion to vacate either of duplicative convictions); <em>United States </em>v. <em>Chiaradio, </em>684 F.3d 265, 284 (1st Cir.), cert, denied, 133 S. Ct. 589 (2012) (directing judge to merge duplicative convictions of possession of child pornography).</p>\n<p id=\"b91-5\">Here, the Commonwealth charged the defendant with six counts of possession of child pornography — each premised on photographs contained in the same cache at the same time — and the jury returned guilty verdicts on each of those six counts. The imposition of six convictions and sentences for the defendant’s singular act of possession violated the guaranty against double jeopardy. See <em>Jones, </em>382 Mass. at 395-396. Accordingly, were we to hold that any of those convictions could stand, the appropriate remedy would be to vacate the duplicative convictions and remand for resentencing on the remaining count. Yet, as we explain below, a retrial is the appropriate remedy in this case.</p>\n<p id=\"b91-6\">b. <em>First Amendment protection regarding counts one through three </em><footnotemark><em>7</em></footnotemark><em> </em>The defendant appeals his convictions on counts one through three on grounds that the photographs underlying each count were protected by the First Amendment to the United States Constitution and were insufficient to support a conviction under § 29C. Specifically, the defendant asserts that one of the photographs did not exhibit the nudity required by § 29C and, even if it did, none of the three photographs exhibited lewdness.</p>\n<p id=\"b91-7\">Where, as here, a defendant charged with possessing child pornography seeks the cloak of First Amendment protection, we <page-number citation-index=\"1\" label=\"76\">*76</page-number>undertake a de nova review of the challenged images. See <em>Commonwealth </em>v. <em>Rex, </em>469 Mass. 36, 42-43 (2014); <em>Commonwealth </em>v. <em>Sullivan, </em>82 Mass. App. Ct. 293, 303 (2012). Although it is clear that “depictions of nudity, without more, constitute protected expression,” it is equally clear that States retain the authority to criminalize the possession of lewd exhibitions of nude minors. <em>Osborne </em>v. <em>Ohio, </em>495 U.S. 103, 112-114 (1990). Section 29C accomplishes the latter, but does not define lewdness. In determining whether a particular image constitutes a “lewd exhibition,” we have looked to the criteria articulated in <em>United States </em>v. <em>Dost, </em>636 F. Supp. 828, 832 (S.D. Cal. 1986), aff’d, 812 F.2d 1239 (9th Cir.), cert, denied, 484 U.S. 856 (1987) <em>(Dost </em>factors), specifically:</p>\n<blockquote id=\"b92-5\">“1) whether the focal point of the visual depiction is on the child’s genitalia or pubic area;</blockquote>\n<blockquote id=\"b92-6\">“2) whether the setting of the visual depiction is sexually suggestive, i.e., in a place or pose generally associated with sexual activity;</blockquote>\n<blockquote id=\"b92-7\">“3) whether the child is depicted in an unnatural pose, or in inappropriate attire, considering the age of the child;</blockquote>\n<blockquote id=\"b92-8\">“4) whether the child is fully or partially clothed, or nude;</blockquote>\n<blockquote id=\"b92-9\">“5) whether the visual depiction suggests sexual coyness or a willingness to engage in sexual activity; [and]</blockquote>\n<blockquote id=\"b92-10\">“6) whether the visual depiction is intended or designed to elicit a sexual response in the viewer.”</blockquote>\n<p id=\"b92-11\">These factors, while neither comprehensive nor dispositive, provide important guidance and should be applied in a manner that furthers the legislative intent underlying § 29C. <em>Rex, </em>469 Mass, at 45. In particular, we note the Legislature’s concern over the “wrongful invasion of a child’s right to privacy” and the “permanent record of an act or acts of sexual abuse and exploitation of a child,” and “that such material is used to break the will and resistance of other children.” St. 1997, c. 181, § 1 (l)-(3). We now review the three disputed photographs, keeping in mind that “[a] visual depiction need not involve all of the <em>Dost </em>factors in order to be deemed lewd.” <em>Rex, supra.</em></p>\n<p id=\"b92-12\">Trial exhibit 6 (count one) is a photograph of two fully nude girls standing close together. The girl on the left is in a sexually suggestive pose with her hands on her head, back in a severe arch, <page-number citation-index=\"1\" label=\"77\">*77</page-number>and torso jutting forward and touching the girl on the right. The girl on the right has a coy smile, suggesting a willingness to engage in sexual activity. Her right and left hands are placed on the buttocks and undeveloped breast, respectively, of the girl on the left. The image is pixelated and embellished with sporadic text, but is clear enough that part of each girl’s genital area is visible. The placement of the text draws the viewer’s attention to the girls’ genital areas. Given the nudity, posing, and touching, it is apparent that the picture is designed to elicit a sexual response in the viewer.</p>\n<p id=\"b93-5\">Trial exhibit 7 (count two) is a photograph of two wet, nude girls in a bathtub. Although the genitals are not exposed, we disagree with the defendant’s assertion that the image lacks the requisite nude exposure. The viewer can see the partially developed breasts of the girl on the right and the side of the buttock of the girl on the left. As was aptly observed in Sullivan, 82 Mass. App. Ct. at 305, these girls are “well past the age of the ‘Coppertone girl.’ ” The girl on the left is smiling, holding soap bubbles, and standing with her knees bent, back arched forward, and buttocks jutting out. The girl on the right is sitting and making a kissing face with her head pressed against the torso of the girl on the left. The posing and facial expressions suggest a sexual coyness that, we conclude, is designed to elicit a sexual response in the viewer.</p>\n<p id=\"b93-6\">Trial exhibit 8 (count three) is a photograph of a fully nude girl. She is facing the viewer, but standing in front of a mirror such that her backside is visible as well. Although the image is grainy, her buttocks, undeveloped breast, and genital area are visible to the viewer. She is smiling with one hand covering her mouth and one arm unnaturally twisted behind her back. The placement of the mirror and the twisted arm render the girl’s buttocks the focal point of the image. The pose is suggestive of either mischief or domination and thus seems designed to elicit a sexual response in the viewer.</p>\n<p id=\"b93-7\">It is evident that these photographs go beyond the mere depiction of nudity. Contrast <em>Rex, </em>469 Mass, at 47-48. The first two images depict children who are touching each other while donning sexually suggestive poses and facial expressions. The third image, depicting a child unnaturally posed in front of a full-length mirror, exposing both sides of her entirely naked body, creates precisely the type of permanent record of invasion and exploitation that the Legislature sought to eradicate through the enact<page-number citation-index=\"1\" label=\"78\">*78</page-number>ment of § 29C. See St. 1997, c. 181, § 1 (2). Consequently, these photographs are not entitled to protection under the First Amendment, and the judge could properly have determined that the evidence on counts one through three was sufficient for their submission to the jury.</p>\n<p id=\"b94-5\">c. <em>Duplicity of count six. </em>The defendant next contends, for the first time on appeal, that his conviction on count six must be vacated as duplicative. This argument is not sound. “Duplicity is the charging of several separate offenses in a single count.” <em>Commonwealth </em>v. Barbosa, 421 Mass. 547, 553 n.10 (1995), quoting R.M. Kantrowitz &amp; R. Witkin, Criminal Defense Motions § 9.7 (1991). Compare <em>Commonwealth </em>v. Fuller, 163 Mass. 499, 499-500 (1895) (quashing as duplicative single indictment charging multiple acts of adultery), with <em>United States </em>v. <em>Valerio, </em>48 F.3d 58, 63 (1st Cir. 1995) (attacks on evidence underlying single possession charge do not sound in duplicity).</p>\n<p id=\"b94-6\">The Commonwealth submitted two photographs to the jury in support of a single charge of possession of child pornography. As we explain today, the possession of those two photographs formed part of the same unit of prosecution. The Commonwealth is free to charge the possession of multiple images under a single count on the theory that any of those images may be sufficient to support the conviction. See <em>Beacon Distribs., Inc., </em>14 Mass. App. Ct. at 575. Thus, there is no duplicity problem here. See <em>Valerio, </em>48 F.3d at 63.</p>\n<p id=\"b94-7\">Nonetheless, when the Commonwealth elects to proceed in this manner, it runs the risk of violating the rule articulated “in <em>Commonwealth </em>v. <em>Matchett, </em>386 Mass. 492, 511 (1982),... that if the evidence presented to the jury would warrant a conviction on one ground, but not on another, and it is impossible to tell on which ground the jury relied, the verdict must be set aside on appeal” (citations omitted). <em>Chambers </em>v. <em>Commonwealth, </em>421 Mass. 49, 51-52 (1995). See <em>Commonwealth v. Hrycenko, </em>417 Mass. 309, 316-317 (1994). Here, the first photograph submitted by the Commonwealth on count six, exhibit 11 A, depicts a young girl inserting a power drill into her mouth. None of the body parts enumerated in § 29C is visible to the viewer. Conversely, in the second photograph, exhibit 11B, the same young girl is depicted nude holding the same power drill.</p>\n<p id=\"b94-8\">The Commonwealth casts exhibit 11A as mere relevant context for the lewdness of the power drill, and concedes that its possession does not violate the statute, whereas exhibit 11B “was clearly <page-number citation-index=\"1\" label=\"79\">*79</page-number>the image upon which the complaint was issued.” This argument is contrary to the record. Detective Usher specifically testified that he premised the complaint on both photographs, which he contrasted with the five remaining photographs printed and introduced for context. The jury were simply provided with two photographs attached to a single verdict slip, but were never instructed that exhibit 11B was the only charged photograph. Accordingly, we conclude that the more reasonable inference was that the Commonwealth was proceeding on both photographs.</p>\n<p id=\"b95-5\">The jury were given neither specific unanimity instructions nor special verdict slips. Cf. <em>Commonwealth </em>v. <em>Accetta, </em>422 Mass. 642, 646 (1996) (“where there is evidence of separate incidents, each of which could warrant a guilty verdict, the jury must be instructed that specific unanimity is required at least as to one incident. ... In addition, we would expect in such a case that any guilty verdict would be accompanied by an indication on the verdict slip of the theory or theories on which the jury based that verdict”). We are left with no way of discerning whether the jury premised their guilty verdict solely on the basis of exhibit 11 A, which the Commonwealth concedes would have been plainly insufficient to support a conviction pursuant to § 29C. Consequently, the conviction on count six must be set aside.<footnotemark>8</footnotemark></p>\n<p id=\"b95-6\">d. <em>Trial errors and ineffective assistance of counsel. </em>Last, the defendant contends that an amalgamation of improper admissions of irrelevant and prejudicial evidence, improper testimony by Detective Usher, improper closing argument by the prosecutor, and inadequate jury instructions deprived him of a fair trial. The defendant also maintains that he received ineffective assistance of counsel. “[Wjhen the claim of ineffectiveness is predicated, as it is here, on counsel’s failure to object to something that occurred at trial, the standard for evaluating the ineffectiveness claim is not significantly different from the substantial risk standard that is applicable to our review of the underlying, unpreserved error.” <em>Commonwealth </em>v. <em>Azar, </em>435 Mass. 675, 686 (2002), <em>S.C., </em>444 Mass. 72 (2005).</p>\n<p id=\"b95-7\">On the morning of the first day of trial, the Commonwealth disclosed for the first time its intention to introduce five uncharged photographs as a “representative sample” of the approxi<page-number citation-index=\"1\" label=\"80\">*80</page-number>mately 1,200 images that Detective Usher viewed on the NESPIN disc. Defense counsel objected to the introduction of these items as cumulative, prejudicial, and irrelevant. The judge opined that the images could show absence of mistake, pattern of conduct, or modus operand!. Following a review of about 200 of the approximately 1,200 images that Detective Usher had reviewed, the judge concluded that the Commonwealth could introduce the sample photographs so long as a proper foundation was laid for their representative character.</p>\n<p id=\"b96-5\">At trial, Detective Usher explained that the NESPIN disc contained more than 6,000 photographs and that he had viewed approximately 1,200 of those photographs. He then printed seven for charging purposes and five as an “average sample of what other photos were on that dis[c].” These five “representative” photographs were then introduced as exhibits 12A through 12E.</p>\n<p id=\"b96-6\">“Whether evidence is relevant in any particular instance, and whether the probative value of relevant evidence is outweighed by its prejudicial effect, are questions within the sound discretion of the judge.” <em>Commonwealth </em>v. <em>Dunn, </em>407 Mass. 798, 807 (1990). It is the defendant’s contention that the admission of the representative photographs constituted an abuse of that discretion. The Commonwealth counters that the admission of the photographs was relevant to the defendant’s intentional or knowing possession of child pornography.</p>\n<p id=\"b96-7\">The defendant has the better of the arguments on this point. To the extent the judge relied on the reasoning of <em>Commonwealth </em>v. <em>Darby, </em>79 Mass. App. Ct. 1107 (2011) (unpublished), in accepting the Commonwealth’s theory, that reliance was misplaced.<footnotemark>9</footnotemark> In <em>Darby, </em>the defendant stipulated that the representative video recordings were, in fact, child pornography. <em>Id.. </em>By comparison, here, the Commonwealth concedes that the representative photographs did not contain nudity and, thus, were not child pornography as defined by § 29C. We fail to see how the possession of legal photographs is probative of the defendant’s knowing or intentional possession of illegal photographs.</p>\n<p id=\"b96-8\">This is particularly true where, as here, the jury viewed a videotaped interview of the defendant stating that he intentionally <page-number citation-index=\"1\" label=\"81\">*81</page-number>downloaded the images. Accordingly, it is highly unlikely that the jury would have used the representative sample as evidence in rebuttal of a mistake defense. Conversely, there was a substantial risk that the jury would use the photographs as evidence of the bad character of the defendant, as several of the photographs depicted young girls, while not nude, posed in highly sexualized positions even more provocative than the nude images underlying the charges. Cf. <em>Commonwealth </em>v. <em>Prashaw, </em>57 Mass. App. Ct. 19, 25-26 (2003) (prejudicial error to admit sexually suggestive photographs not probative of guilt).</p>\n<p id=\"b97-5\">The prejudice arising from this error was compounded by the improper testimony of Detective Usher. Despite only viewing approximately 1,200 of the more than 6,000 images on the NESPIN disc, Detective Usher testified, without objection, that the five representative photographs were an “average sample of what other photos were on that dis[c].” Detective Usher then opined, on cross-examination, that he “could have charged [the defendant] with many counts” but “decided after six counts, that would be enough.”</p>\n<p id=\"b97-6\">Essentially, the jury were left to form the unfounded conclusion that the defendant would be fortunate to be convicted on only six counts —• regardless of whether those six convictions corresponded precisely to the images that Detective Usher selected for each count. This theme continued during the Commonwealth’s closing argument, when the prosecutor offered his own view regarding the purpose of § 29C:</p>\n<blockquote id=\"b97-7\">“[W]hen the Legislature made a law making child pornography, possession of child pornography, illegal, . . . they noted, every time someone possesses and looks at those pictures, that child is harmed. And that is why the statute was done. With that in mind, I would ask you to look at all the evidence that you have in front of you, to consider all the testimony you heard, and when you do, I’d suggest you’ll find the defendant guilty on all six counts.”</blockquote>\n<p id=\"b97-8\">We have repeatedly warned that, in “closing argument, ‘[lawyers shall not and must not misstate principles of law.’ ” <em>Commonwealth </em>v. <em>Bins, </em>465 Mass. 348, 367 (2013), quoting <em>Commonwealth </em>v. <em>Haas, </em>373 Mass. 545, 557 (1977), <em>S.C., </em>398 Mass. 806 (1986). Moreover, prosecutors especially must take care to limit their closing “to the evidence and fair inferences that can be drawn from the evidence,” <em>Commonwealth </em>v. <em>Kelly, </em>417 <page-number citation-index=\"1\" label=\"82\">*82</page-number>Mass. 266, 270 (1994), and to avoid interjecting personal opinions or playing to the emotions of the jury, <em>Commonwealth </em>v. Kozec, 399 Mass. 514, 516-517 (1987). Although a judge may “inform a jury about the legislative purpose of a statute,” even then, he or she must do so accurately. <em>Commonwealth </em>v. <em>Brunette, </em>361 Mass. 6, 12 (1972).</p>\n<p id=\"b98-5\">As indicated above, the prosecutor’s selective reading of the legislative findings painted an incomplete, and thus inaccurate, picture of the legislative intent. It was also not particularly probative of whether the defendant possessed child pornography. Cf. <em>United States </em>v. <em>Norton, </em>639 F.2d 427, 429 (8th Cir. 1981) (prosecutor’s “testimony” during closing argument regarding purpose of Federal gun control act not relevant to defendant’s possession of gun). Rather, it invited the jury to gloss over the question of possession as to the photographs that formed the bases of the six counts and to convict the defendant based on their sympathy for those harmed by each viewing. Although the judge instructed the jury that the closing arguments were not evidence, she did not provide a curative instruction targeted at the prosecutor’s erroneous explication of the legislative history. See <em>Commonwealth </em>v. <em>Coren, </em>437 Mass. 723, 731-733 (2002).</p>\n<p id=\"b98-6\">The judge’s instruction on lewdness was also insufficient. The judge instructed the jury, without objection, that “to prove that there was a lewd exhibition of the unclothed genitals, pubic area, or buttocks, or, if a female, her fully or partially developed breast, I will inform you that the term ‘lewd’ under our statutes and case law means ‘indecent or offensive.’ That’s the definition of ‘lewd.’ ” By contrast, the judge had previously informed counsel that she would include an instruction that “proof that an image contains nudity, alone, is not sufficient for a conviction.” When the judge omitted this language, defense counsel should have lodged an objection.</p>\n<p id=\"b98-7\">It is, of course, true that “judges are not required to deliver their instructions in any particular form of words, so long as all necessary instructions are given in adequate words.” <em>Commonwealth </em>v. <em>Sinnott, </em>399 Mass. 863, 878 (1987). The precise contours of the instruction can and should be informed by the physical evidence, testimony, and other conduct of the trial that precede it. The <em>Sullivan </em>case is a comparable example. There, the Appeals Court found no error in the trial judge’s failure to give a “mere nudity is not enough” instruction where the judge recited the <em>Dost </em>factors and instructed the jury that certain uncharged photographs introduced by the Commonwealth were:</p>\n<blockquote id=\"b99-4\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>“only to be used ... to determine whether [the defendant] intended to download this particular photograph, and whether that is the absence of mistake or inadvertence, and may be used . . . secondly to go to his knowledge of what he was downloading. But it... should not be used at all for evidence of bad character or whether the other pictures were appropriate or not.”</blockquote>\n<p id=\"b99-5\">Sullivan, 82 Mass. App. Ct. at 308-310. The <em>Dost </em>factors were not included in the instructions in this case.</p>\n<p id=\"b99-6\">Here, in view of the prejudicial evidence, testimony, and argument presented by the Commonwealth at trial, the judge was required to do more than simply instruct the jury that lewd means “indecent or offensive.”<footnotemark>10</footnotemark> The judge seems to have agreed, but inadvertently omitted an instruction that “nudity, alone, is not sufficient.” As in <em>Sullivan, </em>that omission alone was not enough to render the instructions inadequate. The instructions were rendered inadequate by the concomitant lack of a limiting instruction and a practical roadmap — such as the <em>Dost </em>factors — to aid the jury in discerning whether the stated definition of lewdness had been satisfied.</p>\n<p id=\"b99-7\">In sum, the Commonwealth used photographs not violative of the statute to suggest to the jury that the NESPIN disc contained thousands of images that were, at minimum, reflective of the defendant’s bad character, if not criminally pornographic. The testimony of Detective Usher, along with the misleading soliloquy on legislative intent by the prosecutor, invited the jury to draw adverse conclusions regarding the defendant’s culpability for harms extending well beyond the evidence presented at trial. The jury instructions were too feeble to cleanse the trial of the unfairness wrought by the Commonwealth in this case. For all these reasons, we hold that the errors at trial gave rise to a substantial risk of a miscarriage of justice.</p>\n<p id=\"b100-4\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>3. <em>Conclusion. </em>The judgments of conviction are vacated, the verdicts are set aside, and the case is remanded to the District Court for a new trial.</p>\n<p id=\"b100-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b83-12\">We acknowledge the amicus brief submitted by the Committee for Public Counsel Services.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b87-9\">The Legislature will often insert qualifying, if not explicit, language signaling its view that each violative act may warrant separate punishment. See, e.g., G. L. c. 143, § 94 <em>(a) </em>(“Whoever violates any provision of the state building code . . . shall be punished by a fine of not more than one thousand dollars or by imprisonment for not more than one year, or both, <em>for each such violation. Each day during which a violation exists shall constitute a separate </em>offense” [emphasis added]). Aside from the tiered penalty scheme for subsequent offenders, no such language is employed in G. L. c. 272, § 29C (§ 29C).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b89-8\">The Washington Supreme Court reached a similar conclusion in <em>State </em>v. <em>Sutherby, </em>165 Wash. 2d 870 (2009) (en banc). In that case, the statute criminalizing child pornography also included a legislative purpose statement suggesting concern regarding the abuse and exploitation of children. However, as with § 29C, that legislative purpose statement did not clearly identify the victims as the units of prosecution. <em>Sutherby, </em>165 Wash. 2d at 882 n.4. As in this case, it was “clear that the proscribed conduct [was] the <em>possession </em>of child pornography,” and therefore, the proper unit of prosecution was “one count per possession of child pornography, without regard to the number of images comprising such possession or the number of minors depicted in the images possessed” (emphasis in original). <em>Id. </em>at 879, 882.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b90-6\">The logic of extending these considerations to possession of child pornography is supported by the reasoning of <em>United States </em>v. <em>Chiaradio, </em>684 F.3d 265 (1st Cir.), cert, denied, 133 S. Ct. 589 (2012). Although the Federal analogues to § 29C employ different language and sentencing schemes, the statute at issue in <em>Chiaradio </em>criminalized the possession of “one or more” matters containing depictions of child pornography — a standard not markedly different from § 29C. See 18 U.S.C. § 2252(a)(4)(B) (2012). The United States Court of Appeals for the First Circuit, finding no “inkling that Congress intended to allow prosecutors to divide simultaneous possession by a single individual of several matters containing child pornography into multiple units of prosecution, . . . [held] that the plain language of [§] 2252(a)(4)(B) memorializes Congress’s intent . . . that one who simultaneously possesses a multitude of forbidden images at a single time and in a single place will have committed only a single offense.” <em>Chiaradio, </em>684 F.3d at 274.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b90-7\">To the extent the Commonwealth relies on <em>Commonwealth </em>v. <em>Dingle, </em>73 Mass. App. Ct. 274 (2008), in support of multiple sentences for first-time offenders, that case is distinguishable on its facts. We do not, therefore, opine on the question posed in that case whether the possession of distinct formats of child pornography enumerated in § 29C (photographs, computer discs, and a computer hard drive) could constitute distinct units of prosecution if found in the same location at the same time. See <em>id. </em>at 282-283. Nor do we opine whether the Commonwealth could, in another case, distinguish units of prosecution for possession of child pornography of the same format by establishing different periods of possession. The Commonwealth did not make such an argument in this case.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b91-8\">Such an election may raise certain concerns. See, e.g., <em>Commonwealth </em>v. <em>Hrycenko, </em>417 Mass. 309, 316-317 (1994) (convictions reversed where Commonwealth’s identically worded indictments rendered it impossible to determine basis of jury’s acquittals and convictions); <em>Commonwealth </em>v. <em>Jones, </em>382 Mass. 387, 395 n.10 (1981) (noting that Commonwealth may have to choose between charges where “necessary to protect the substantial rights of the defendant”); <em>Commonwealth </em>v. <em>Benjamin, </em>358 Mass. 672, 677-678 (1971) (expressing disapproval of repetitious and overlapping indictments where fewer will suffice).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b91-9\">The defendant has not challenged counts four and five on the grounds of the First Amendment to the United States Constitution or sufficiency.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b95-8\">If the Commonwealth includes several photographs that it alleges are lewd in a single count, which it is entitled to do, the jury’s verdict must clearly record the specific photographs that the jury unanimously agreed were violative of the statute in order to ensure proper appellate review.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b96-9\">Defense counsel, having lost on her initial objection to the admission of these photographs, did not object when they were individually offered in evidence. Although the Commonwealth contends that these failures to object may have been strategic, any such strategy would have been manifestly unreasonable. See <em>Commonwealth </em>v. <em>Lane, </em>462 Mass. 591, 598-599 (2012).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b99-8\">We are mindful that Instruction 7.540 of the Criminal Model Jury Instructions for Use in the District Court (Possession of Child Pornography) was not available until January, 2013, after the trial in this case. The model instruction provides, in relevant part: “Proof that an image contains nudity is not alone sufficient for a conviction. The image must be of a person engaged in (an activity) (one of the activities) specified in the second element.” The instructions then define “lewd” as “indecent or offensive,” and offer the factors articulated in <em>United States </em>v. <em>Dost, </em>636 F. Supp. 828, 832 (S.D. Cal. 1986), aff’d, 812 F.2d 1239 (9th Cir.), cert, denied, 484 U.S. 856 (1987), as a guide to aid the jury in determining whether that definition has been met.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}