{
  "casebody": {
    "data": "<casebody firstpage=\"478\" lastpage=\"479\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b488-4\"><em>Hinckley </em>v. <em>Boardman.</em></parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b488-5\">RUSSEL, on an affidavit stating that in the present suit the recovery had been less than $250 <em>; </em>that the verdict had been set aside on payment of costs, which had been taxed at those of this court, and paid over, moved, on the part of the defendant, that the taxation should be reviewed, and every thing received beyond the costs of the common pleas, returned.</summary>\n<attorneys data-order=\"2\" data-type=\"attorneys\" id=\"AQg\">Shephard, contra,</attorneys>\n<p data-order=\"3\" data-type=\"legal\" id=\"Ajda\">read an affidavit, stating, that after the rule to set aside the verdict had been obtained, he, as attorney to the plaintiff, made out the bill of costs, and submitted it to Mr. <em>Russel, </em>who made objections to some items, all of which were immediately struck out. That notice of taxation was then duly served, but no person attending on behalf of the defendant, the bill was taxed <em>ex parte, </em>the costs received, and the allowance for the attendance of witnesses actually paid to the plaintiff.</p>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b488-7\">Spencer, J.</author>\n<p id=\"ACK\">When the motion was made for a new trial, we were asked to grant a favour; the terms on which we would accord it, were in our discretion, <page-number citation-index=\"1\" label=\"479\">*479</page-number>and had costs been mentioned, we ought, in my opinion, to have allowed those of this court.</p>\n<author id=\"b489-3\">Thompson, J.</author>\n<p id=\"A1E1\">I do not think so. The rule was intended to be on payment of legal, taxable costs. It is not to be supposed, that a plaintiff should, on a defence, recover more than on a default.</p>\n<author id=\"b489-4\">Livingston, J.</author>\n<p id=\"AqIe\">When interlocutory matters are set aside, we ought not to look forward to what might be recovered, or back on that which has been; supreme court costs appear to me the most proper to be awarded.</p>\n<author id=\"b489-5\">Tompkins, J.</author>\n<p id=\"A3V\">I conceive when the verdict was set aside, it was on payment of such costs as were legally due. But I consider the defendant, by not attending the taxation after service of a copy of the bill of costs, to have waived all opposition to their amount.</p>\n<author id=\"b489-6\">Kent, C. J.</author>\n<p id=\"APIT\">He should have appeared and contested the taxing. His not doing so is a waiver of his right. Had it been otherwise, I should think the costs of the common pleas only were recoverable, though we certainly might have allowed supreme court costs had we pleased so to do. As things are, you can take nothing by your motion, and must pay the costs of resisting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}