{
  "casebody": {
    "data": "<casebody firstpage=\"51\" lastpage=\"54\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b71-3\">TAYLOR et al. v. LOGAN TRUST CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b71-4\">(Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATs\">April 6, 1923.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b71-5\">No. 6106.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b71-17\">Ewing, King &amp; King, of Memphis, Tenn., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b71-18\">H. S. Priest, of St. Louis, Mo., and John M. Moore, of Little Rock, Ark., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b71-19\">Before LEWIS, Circuit Judge, and BOOTH and FARIS, District Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b71-20\">BOOTH, District Judge.</author>\n<p id=\"Ar6\">By this appeal review is sought of an order denying appellants’ applications to intervene in a mortgage foreclosure suit; also of an order overruling their exceptions to the report of sale in the foreclosure suit, and of orders overruling their objections to the confirmation of the foreclosure sale. The material facts are as follows:</p>\n<p id=\"b71-21\">On November 29, 1920, Taylor filed a bill in the court below in the nature of a creditors’ bill against the Missouri &amp; Southeastern Utilities Company (hereinafter called the Missouri Company). The bill alleged that the plaintiff was the holder of a note for $5,000, made by the defendant, which was due and unpaid after demand; that the company could not meet its obligations; that it had. defaulted on certain bonds issued by it, and that foreclosure proceedings were threatened; that the company was insolvent, and that it was necessary that a receiver be appointed to preserve the rights of the stockholders, creditors, and the public. The prayer was that the bill be declared a general creditors’ bill, that a receiver be appointed, with the usual powers, and that an injunction issue in aid of the receivership.</p>\n<p id=\"b72-3\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>The Missouri Company in its answer admitted the allegations of the bill, and admitted the necessity for the appointment of a receiver. A receiver was appointed, on December 4, 1920, with power to take possession of all the property of the company and manage and operate the same, subject to the orders of the court. On April IS, 1921, the Dogan Trust Company, appellee herein, by permission of the court in which the creditors’ suit was pending, filed in said court a bill to foreclose a mortgage made by the Missouri Company and covering all of its properties and franchises. On the same day the company answered, admitting the allegations of the bill, and the court made an order in the foreclosure suit extending the receivership to that suit, and consolidating the two suits. On June 10, 1921, Taylor and Watkins, another note-holding creditor of the Missouri Company, each filed a petition for leave to intervene in the foreclosure suit. The proposed pleading which each sought to file as intervener contained the following averments: That the intervener was the owner of a past-due note of the defendant company, payment of which had been demanded, and refused; that the mortgage sought to be foreclosed had not been legally executed, and the bonds issued thereunder had not heen legally issued; that the Dogan Trust Company had not legally accepted the trusteeship ; that no legal demand for the interest due had been made upon the Missouri Company; that no proper preliminary action to the commencement of the foreclosure suit had been taken; that there was no necessity for the foreclosure of the mortgage. On July 2, 1921, these petitions for leave to intervene were both denied without prejudice.</p>\n<p id=\"b72-4\">The foreclosure suit progressed, and on July 13, 1921, a decree was entered ordering a sale, and appointing a special master to make the same. The special master filed his report of sale on December 28, 1921, and on the same day the court entered an order approving and confirming the sale, unless within 10 days exceptions were filed to the report.</p>\n<p id=\"b72-5\">On January 7, 1922, Taylor and Watkins each filed exceptions to the report of sale, setting up some of the same matters that were set forth in the proposed intervention pleadings, and also setting forth that some of the lands sold at the foreclosure sale were located in two counties, Green and Clay, and that the mortgage had not been recorded in those counties; that the lands in these counties so sold had been purchased with the moneys obtained by the Missouri Company from Taylor and Watkins and evidenced by the notes held by them. These exceptions were overruled by the court January 31, 1922.</p>\n<p id=\"b72-6\">On March 18, 1922, the court entered an order approving and confirming the report of sale of the special master, and directing disposition of the proceeds, and decreeing a deficiency judgment. On March 21, 1922, Taylor and Watkins each filed a petition containing objections to the order of confirmation and to the distribution of the proceeds, and praying that the sale of the lands in Green and Clay counties be set aside, or that the proceeds of the sale of the lands in those counties be set apart for general creditors, or that the whole sale be set aside. These petitions were, on April 1, 1922, dismissed by the court. The present appeal was perfected April 21, 1922, and purports <page-number citation-index=\"1\" label=\"53\">*53</page-number>to be an appeal from the order of December 28, 1921, approving the master’s report of sale; also from the two orders of April 1, 1922, dismissing the petitions of Taylor and Watkins to set aside the sale.</p>\n<p id=\"b73-5\">At the outset we are met by a motion by the appellee Dogan Trust Company to dismiss the appeal, on the grounds (1) that the appeal was not taken in time to review the order denying the intervention, even assuming that the appeal is broad enough to include that order; (2) that the order denying the intervention was not appealable; (3) that appellants were not parties to the foreclosure suit, and therefore had no standing to file exceptions to the report of sale, or objections to the confirmation of sale, or to appeal from orders overruling their exceptions and objections; (4) that the purchaser of the property was a necessary party to the appeal. Taking up these grounds in their order:</p>\n<p id=\"b73-6\">(1) The order denying appellants’ petitions to intervene in the foreclosure suit is not subject to review at this time. The order was made July 2, 1921. If appealable, the time for appeal expired six months from that date. The present appeal was not taken until April 21, 1922. It does not purport to be an appeal from the order denying intervention. Evidently appellants considered the order denying the intervention not appealable; otherwise, they doubtless would have followed the practice outlined by this court in U. S. v. Philips, 107 Fed. 824, 46 C. C. A. 660. Nor can appellants secure review of the order denying intervention under .their appeal from the later orders, for the reason, as .will presently appear, that the appellants had no standing to take and maintain an appeal from the later orders.</p>\n<p id=\"b73-7\">(2) In view of the foregoing, we deem it unnecessary to decide whether the order denying intervention was appealable.</p>\n<p id=\"b73-8\">(3) The orders overruling exceptions to the report of sale and overruling the objections to the confirmation of sale were not subject to review at the instance of appellants who were not parties to the foreclosure suit. Strangers to a suit are not entitled to take appeals from the orders and judgment entered therein. Ex parte Cutting, 94 U. S. 14, 22, 24 L. Ed. 49; Guion v. Insurance Co., 109 U. S. 173, 3 Sup. Ct. 108, 27 L. Ed. 895; Ex parte Leaf Tobacco Board of Trade, 222 U. S. 578, 32 Sup. Ct. 833, 56 L. Ed. 323. It is true that Taylor was a party to the suit brought on behalf of creditors, and that this creditors’ suit and the foreclosure suit had been consolidated; but such consolidation did not make the parties to one suit parties to the other. Mutual Life Ins. Co. v. Hillmon, 145 U. S. 285, 293, 12 Sup. Ct. 909, 36 L. Ed. 706; Toledo Co. v. Continental Trust Co., 95 Fed. 497, 36 C. C. A. 155; Adler v. Seaman (C. C. A.) 266 Fed. 828, 838.</p>\n<p id=\"b73-9\">(4) The purchaser at the foreclosure sale was a necessary party to any appeal which might imperil the validity of such sale. Appellants disclaim that there is any issue between them and the purchaser at the foreclosure sale; but the prayer of their petition containing their objections to the confirmation of the sale expressly contemplated the possibility of a new sale, either as to a part or the whole of the property. Clearly the purchaser had such an interest in the orders appealed from as entitled him to be made a party to the appeal. Davis v. Merc. Trust Co., 152 U. S. 590, 14 Sup. Ct. 693, 38 L. Ed. 563; Kneeland <page-number citation-index=\"1\" label=\"54\">*54</page-number>v. American Loan Co., 136 U. S. 89, 10 Sup. Ct. 950, 34 L. Ed. 379; In re Met. Trust Co., 218 U. S. 312, 31 Sup. Ct. 18, 54 L. Ed. 1051; Grand Island Ry. Co. v. Sweeney, 103 Fed. 342, 43 C. C. A. 255.</p>\n<p id=\"b74-4\">The motion to dismiss the appeal should be sustained; and it is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}