{
  "casebody": {
    "data": "<casebody firstpage=\"683\" lastpage=\"685\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b707-9\">Laura HOCHHALTER, Plaintiff—Appellant, v. STEPHENS GROUP, INC., an Arkansas corporation; D.R. Partners, a Nevada partnership dba Stephens Media Group Dennis R. Bunker, an individual; Roe Corporations, I-X Does, I-X, inclusiv., Defendants—Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b707-12\">No. 06-15816.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b707-13\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b707-14\">Argued and Submitted April 16, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AOh\">Filed May 2, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b708-4\"><page-number citation-index=\"1\" label=\"684\">*684</page-number>Sharon L. Nelson, Esq., Nelson Law, Las Vegas, NV, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b708-5\">Patrick H. Hicks, S. Libby Henninger, Esq., Wendy Krincek, Esq., Littler Mendelson, PC, Las Vegas, NV, for Defendants-Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b708-7\">Before: SCHROEDER, NOONAN, and CALLAHAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b708-8\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b708-9\">Plaintiff Laura Lee Hochhalter appeals the district court’s grant of summary judgment to the defendants Stephens Media Group, LLC, D.R. Partners, and Dennis R. Bunker in this employment suit raising various claims under the Family and Medical Leave Act (“FMLA”), 29 U.S.C. § 2615(a); Title VII of the Civil Rights Act of 1964 (“Title VII”), 42 U.S.C. § 2000e-2(a)(l); and Nevada state law.</p>\n<p id=\"b708-10\">There were genuine issues of material fact that precluded the entry of judgment for the defendants on Hochhalter’s FMLA claim. The claim is one of alleged retaliation against her for having taken an FMLA leave of absence. <em>See </em>29 U.S.C. § 2614(a)(1)(B) (requiring an employer to return an employee to an equivalent position with the same pay upon return from FMLA leave). The district court granted summary judgment because it looked only to the defendants’ proffered evidence tending to show that the alleged retaliatory transfer was not an adverse employment action. The court held that the positions were equivalent, and disregarded the plaintiffs evidence, deeming it conclusory and speculative. The plaintiff, however, submitted evidence from which it could be inferred that the transfer did constitute adverse action. Deposition testimony revealed that her supervisors did not perceive the two territories as equivalent, and that her original territory was a high-growth territory with more possibilities for revenue than the territory to which she was transferred. There was also evidence that one of her supervisors explicitly threatened the transfer if she took the leave. The credibility and weight of this evidence are questions for a jury. <em>See Dominguez-Curry v. Nev. Tramp. Dep’t, </em>424 F.3d 1027, 1036, 1039 (9th Cir.2005).</p>\n<p id=\"b708-13\">There were also material issues of fact with respect to the plaintiffs Title VII claims. There was evidence that the supervisor who transferred Hochhalter made sexist remarks, excluded her from male-only outings and meetings, and referred new clients only to male employees. <em>See id. </em>at 1039-40 (“Where, as here, the person who exhibited discriminatory animus influenced or participated in the decision making, a reasonable factfinder could conclude that the animus affected the employment decision.”).</p>\n<p id=\"b708-14\">Genuine issues of material fact also exist with respect to the hostile work environment claim. The district court accept<page-number citation-index=\"1\" label=\"685\">*685</page-number>ed the defendant’s position that the plaintiff had failed to report the harassment to her supervisor as required by the company’s antiharassment policy. There is evidence, however, that she did report the situation to her direct supervisor. Genuine issues of material fact existed as to the validity of the company’s failure to report defense, <em>see Burlington Indus. v. Ellerth, </em>524 U.S. 742, 764, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998) (holding that an employer is not entitled to the defense unless the employee unreasonably failed to utilize the corrective measures offered by the company’s antiharassment policy), and as to whether Hochhalter had to endure a hostile work environment, <em>see Dominguez-Curry, </em>424 F.3d at 1035-37 (holding that a supervisor’s numerous, demeaning comments about women in the workplace and sexually explicit jokes were sufficient evidence to survive summary judgment on a hostile work environment claim).</p>\n<p id=\"b709-5\">The plaintiff also claimed severe emotional distress as a result of the sexual harassment, but she failed to proffer evidence that would establish such a claim. Hochhalter’s single episode of stomach pain and three visits to a counselor-in-training do not establish serious emotional distress under Nevada law. <em>See Barmettler v. Reno Air. Inc., </em>114 Nev. 441, 956 P.2d 1382, 1387 (1998). Summary judgment for the defendants was properly granted on the intentional and negligent infliction of emotional distress claims.</p>\n<p id=\"b709-6\">The record reflects there are triable issues of material fact as to the FMLA claim and the Title VII disparate treatment and hostile work environment claims. The judgment as to those claims must be reversed. The judgment in favor of defendants on the state law claims of severe emotional distress is affirmed.</p>\n<p id=\"b709-10\">AFFIRMED in part, REVERSED in part, and REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b708-11\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}