{
  "casebody": {
    "data": "<casebody firstpage=\"497\" lastpage=\"502\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b527-2\">Plumlee <em>v. </em>Maryland Casualty</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b527-3\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ak7j\">December Term, 1946.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b527-4\">Opinion filed May 3, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b528-6\"><page-number citation-index=\"1\" label=\"498\">*498</page-number>Solon Fitzpateick, of Carthage, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b528-7\">George- H. Armistead-, Jr., of Nashville, for defendants.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b528-8\">Mr. Justice Gailor</author>\n<p id=\"AJc\">delivered the opinion of the Court.</p>\n<p id=\"b528-9\">This is a workmen’s compensation case. Both parties have appealed from an award of the Trial Judge by which he adjudged that petitioner was permanently totally disabled, and so entitled to $5,000 (Code, sec. 6878 (e) and medical and hospital benefits of the maximum $500' (Code, sec. 6875), but denied petitioner recovery of certain medical and hospital expenses which petitioner claimed in excess of the statutory maximum. It is agreed that the injury was received in the course and arose out of the employment.</p>\n<p id=\"b528-10\">Petitioner received severe burns- on his right leg and was hospitalized for eight months as a result. He has undergone many skin grafting operations, some of which were performed after his petition was filed, at the instance of defendants, and on their agreement to bear the expense of treatments and operations even though such treatments and operations incurred expenses in excess of the statutory limitations.</p>\n<p id=\"b529-3\"><page-number citation-index=\"1\" label=\"499\">*499</page-number>At the final hearing, by reason of the injury and resulting operations, petitioner was found to he totally and permanently disabled from earning a living as a common or unskilled laborer, that being his occupation before the injury, and the only gainful occupation for which he was fitted. The medical testimony pertaining to his physical condition is:</p>\n<blockquote id=\"b529-4\">“5. What is the condition of his right leg now? A. His right leg, from the burns of course, is encased in scar tissue. It is covered with skin except for a few small areas around his ankle which alternately heal and break down, I think the last time we saw him there was places about the size of a dime, maybe one or two, about his ankle. His leg is straight.</blockquote>\n<blockquote id=\"b529-5\">‘‘6. What effect, if any, Doctor, does standing or being on his leg have on it? ... A. The circulation of that leg is, of course, poor, and there will be some swelling in the foot, and the more he is on it the more he will have denuded — have these little places of. the skin to break down-dead areas in the skin on that leg.</blockquote>\n<blockquote id=\"b529-6\">“7. In your opinion, Doctor,-it that right leg a total loss or total disability?. A. So far as this boy being able to stand up and work on it and make a living, I think so, yes.”</blockquote>\n<p id=\"b529-7\">Defendants, while admitting that petitioner’s injury is compensable, insist that since petitioner’s injury was only to his leg that their maximum liability is therefore the specific statutory limitation for the loss of a leg (Code sec. 6878 (c), 60 percent of average weekly wages for 175 weeks, and this amount defendants agree to pay. Apparently the weekly installments were actually paid until the entry of the judgment below.</p>\n<p id=\"b529-8\">On substantially the same facts, this Court has in a number of cases ruled against the defendant’s contention. <page-number citation-index=\"1\" label=\"500\">*500</page-number><em>Russell </em>v. <em>Virginia, Bridge &amp; Iron Co., </em>172 Tenn. 268, 111 S. W. (2d) 1027; <em>Central Surety Ins. Co. </em>v. <em>Court, </em>162 Tenn. 477, 36 S. W. (2d) 907; <em>Kingsport Silk Mills </em>v. <em>Cox, </em>161 Tenn. 470, 33 S. W. (2d) 90.</p>\n<p id=\"b530-3\">From the cases, it seems that the basis of the test whether the award is to be based on statutory limitations for the loss of a specific member, or to be estimated on the impairment of earning capacity, depends arbitrarily on the actual injury If the member being- one specified in section 6878 of the Code be physically and in fact lost, i. e. cut off or amputated, then both employer and employee are bound by the statutory amount without regard to the impairment of earning capacity. On the other hand, though the injured member is useless and a “hindrance” <em>(Central Surety &amp; Ins. Corp. </em>v. <em>Court, </em>162 Tenn. 477, 481, 36 S. <em>W. </em>(2d) 907), if it is still attached to the body of the employee, his compensation is to be fixed by the loss of earning capacity resulting from the injury to the single member. Two of our cases, both written by Judge: Mo Kinney, illustrate the rule. In <em>Russell </em>v. <em>Virginia Bridge &amp; Iron Co., </em>1937, 172 Tenn. 268, 111 S. W. (2d) 1027, the injury was the crushing of the right anlde and foot, and a permanent impairment of the use of the right leg as a result. It was insisted for the employer that the maximum liability was the statutory amount for the loss of a leg (Code sec. 6878 (c). The Trial Judge so held, but this Court reversed and awarded compensation for total permanent disability under Code sec. 6878 (e).</p>\n<p id=\"b530-4\">“It is not uncommon to see a man without a hand or foot who is very active and capable of engaging in a gainful occupation. Such a person was not rendered totally incapacitated by the loss of his hand or foot, and it was to this class that remuneration for the specific loss of a member was intended to apply. On the other hand, where <page-number citation-index=\"1\" label=\"501\">*501</page-number>an employee, as the result of an injury, is disabled to the extent that he cannot work at an occupation which will bring him an income, he is entitled to the compensation provided therefor; and it is immaterial whether his condition resulted from an injury primarily to his arm, hand, leg, foot, head, or some other member of his body.” <em>Russell </em>v. <em>Virginia Bridge &amp; Iron Co., </em>172 Tenn. 268, 279, 111 S. W. (2d) 1027, 1031.</p>\n<p id=\"b531-3\">Two years later, in <em>Phillips </em>v. <em>Diamond Coal Mining Co., </em>175 Tenn. 191, 133 S. W. (2d) 476, a case was presented in which the injured employee, who was an electrician and operator of a coal cutting machine, received an injury which necessitated the amputation of the right leg just below the hip. The <em>Russell case, supra, </em>was urged to support an award for permanent total disability, it being shown that by reason of his injury the employee was prevented from any gainful occupation for which he was fitted. The contention was denied and the award limited to the statutory amount for the loss of a leg.</p>\n<p id=\"b531-4\">The distinction between the <em>Russell case, supra, </em>and the <em>Phillips case </em>is thus made in the course of the opinion in the latter:</p>\n<blockquote id=\"b531-5\">“Where the injury is confined to the loss of a single member of the body compensation is limited to the sum which the statute specifically provides for such loss, regardless of the earning capacity of the injured employee.</blockquote>\n<blockquote id=\"b531-6\">“In the cases of <em>Kingsport Silk Mills </em>v. <em>Cox, </em>161 Tenn. 470, 33 S. W. (2d) 90, <em>Central Surety &amp; Ins. Corp. </em>v. <em>Court, </em>162 Tenn. 477, 36 S. W. (2d) 907, and <em>Russell </em>v. <em>Virginia Bridge &amp; Iron Co., </em>172 Tenn. 268, 111 S. W. (2d) 1027, 1031, invoked by defendant, the injured members were not actually lost, and the injuries were greater than the loss of such member would have been.” <em>Phillips </em>v. <page-number citation-index=\"1\" label=\"502\">*502</page-number><em>Diamond Coal Min. Co., </em>175 Tenn. 191, 193, 133 S. W. (2d) 476, 477.</blockquote>\n<p id=\"b532-5\">The same rale is made with regard to claims arising for partial permanent disability. If the entire member is <em>lost, </em>the employee is entitled to the statutory amount, but if the loss of the member be partial, the award is based on the actual impairment of earning capacity. If there be no impairment, though a part of a member be severed, there is no compensable injury. <em>Sun Coal Co. </em>v. <em>Epperson, </em>178 Tenn. 114, 156 S. W. (2d) 400.</p>\n<p id=\"b532-6\">In the case before us, the judgment below is supported by the evidence of petitioner and Dr. MacFarland. The Trial Judge examined petitioner and inspected the injured leg’. <em>Tennessee Products Co. </em>v. <em>Atterton, </em>182 Tenn. 110, 184 S. W. (2d) 371. The judgment 'is thus supported by material evidence and must, therefore, under the foregoing authorities, be affirmed. -</p>\n<p id=\"b532-7\">The petitioner has appealed from the action of the Trial Judge in denying recovery for medical and hospital expenses furnished petitioner at the instance of defendants in excess of the statutory amount of $500 (Code sec. 6875). It is not contended that petitioner failed to receive the operations and treatments tendered, nor that any demand has been made upon him for payment therefor, nor has he been put to any expense on account thereof. The petitioner has received the benefits of the treatments which the defendants agreed to give him, and there is no reason presented in this record why he should also have a judgment for the cost of such benefits. The assignments of error filed by petitioner are, therefore, overruled. The judgment is in all respects affirmed and the parties will divide the costs.</p>\n<judges id=\"b532-8\">All Justices concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}