{
  "casebody": {
    "data": "<casebody firstpage=\"633\" lastpage=\"645\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b665-7\">[Civ. No. 5459.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AcY\">First Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ACE\">September 27, 1927.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b665-9\">PHILLIP JOSEPH MASSON (a Minor), etc., Respondent, v. NEW ENGLAND MUTUAL LIFE INSURANCE COMPANY (a Corporation), Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b666-10\"><page-number citation-index=\"1\" label=\"634\">*634</page-number>Thatcher &amp; Wright, Thomas A. Thatcher and Harrison A. Jones for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b666-12\">Cooley &amp; Gallagher and Cooley, Crowley &amp; Gallagher for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b667-3\"><page-number citation-index=\"1\" label=\"635\">*635</page-number>KNIGHT, J.</author>\n<p id=\"AtN\">Plaintiff, a minor, brought this action by his guardian to recover the proceeds of a life insurance policy in which he had been designated as beneficiary. The defendant Insurance Company contested payment on the ground that the policy had lapsed because of the failure to pay the premium. Judgment was entered in plaintiff’s favor and defendant appeals.</p>\n<p id=\"b667-4\">The following facts are established by the evidence, which is without conflict: Plaintiff’s father, Joseph Lee Masson, applied to the company’s San Francisco agency for a $2,500 “twenty payment” policy, and under date of April 27, 1922, the company at its home office in Boston issued to him a twenty-year “endowment” policy. Upon the arrival of the policy in San Francisco a representative of the company, named Holland, called on Masson to explain the policy and to deliver the same and collect the annual premium thereon. The form of policy issued was acceptable to Masson, but he was unable at that time to pay the annual premium amounting to |124.25; whereupon Holland informed him that under the terms of the policy he could pay the premium quarterly. Masson agreed to do this, and thereupon made a part payment of $20 in cash on the first quarterly premium of . $31.25. Shortly thereafter Holland called on Masson again, at which time he collected $11.25 as the balance due for the first quarter ending July 27, 1922, and presented for execution three promissory notes for the principal sum of $31 each, payable respectively three, six, and nine months after date, which Masson executed and delivered to Holland, and the latter in turn delivered to Masson the policy and a receipt. The notes were dated April 27, 1922, and were identical in form except as to dates of maturity. Besides containing a promise to pay the principal, each note provided that said principal sum was “for part of premium on Policy No. 450153 of said company, which policy I hereby pledge for the payment hereof (which, however, was not done); but this note, if not paid at maturity is not to be considered as payment of said premium, and said policy will thereupon without notice become forfeited and void, except as provided by the statutes of Massachusetts.” The receipt was in the following form:</p>\n<blockquote id=\"b668-2\"><page-number citation-index=\"1\" label=\"636\">*636</page-number>‘New England Mutual Life Insurance Co. 87 Milk Street, Boston, Massachusetts.</blockquote>\n<blockquote id=\"b668-3\">April 27, 1922. No. 450153 Annual Premium due, $124.25 Received on account:</blockquote>\n<blockquote id=\"b668-4\">Notes, (3 mos. $31. (6 mos. $31. (9 mos. $31.</blockquote>\n<blockquote id=\"b668-5\">$93.</blockquote>\n<blockquote id=\"b668-6\">Cash Payment $31.25 Countersigned Joseph H. Gray, General Agent.</blockquote>\n<blockquote id=\"b668-7\">Received of Joseph Lee Masson Cash $31.25 Notes $93.00 on account of the First Premium on Policy No. 450153 as per margin.</blockquote>\n<blockquote id=\"b668-8\">This Receipt is given, and accepted, subject to the express condition that it shall not cover any part of the policy year for which a note or notes, as stated in the margin, have been given by the insured, until said note or notes shall have been paid in cash; and if said note or notes, or any of them, are not paid when due, thereupon and without further notice, said Policy will cease to be in force and will have no value. ...”</blockquote>\n<p id=\"b668-9\">The first note matured on July 27, 1922, but the terms of the policy gave the assured thirty-one days’ grace to make payment. Within fifteen days prior to the expiration of the period of grace the agency mailed to the assured a notice to the following effect:</p>\n<blockquote id=\"b668-10\">“We respectfully advise that the three months’ note on your policy No. 450153 is nearly 31 days overdue. The period of grace for the payment of said note and interest will expire August 27, 1922, and if not paid then the policy will lapse and reinstatement can be made only upon production of evidence of insurability satisfactory to the Company. Please give this your prompt attention as this is the last notice we shall send you. ’ ’</blockquote>\n<p id=\"b668-11\">Later and on August 24, 1922, the cashier of the agency wrote a letter to the assured which read as follows:</p>\n<blockquote id=\"b668-12\">“Re your policy #450153:</blockquote>\n<blockquote id=\"b668-13\">“My dear Mr. Masson: If you are to protect your insurance under the above numbered policy, we must have your check for $31.60 not later than August 27th, the expiration of the grace period. Please do not overlook this important matter but forward the remittance for this amount by return mail.”</blockquote>\n<p id=\"b669-3\"><page-number citation-index=\"1\" label=\"637\">*637</page-number>The assured replied as follows:</p>\n<blockquote id=\"b669-4\">“San Lucas, Cal., August 26th, 1922. “New England Mutual Life Ins. Co.</blockquote>\n<blockquote id=\"b669-5\">“Dear Sir: I am writing to you asking for a Thirty Day extension of time on my Policy which is now due as I have been out of work for some time and will not be able to meet same until next month when I get a pay day. Hoping this will be satisfactory to you, as I do not want to lose it. . . . ”</blockquote>\n<blockquote id=\"b669-6\">In answer to the request for further extension the cashier wrote Masson, on August 28th, as follows:</blockquote>\n<blockquote id=\"b669-7\">“August 28, 1922.</blockquote>\n<blockquote id=\"b669-8\">“Mr. Joseph L. Masson,</blockquote>\n<blockquote id=\"b669-9\">“Box 113, San Lucas, Cal.</blockquote>\n<blockquote id=\"b669-10\">“Re-your Policy #450153.</blockquote>\n<blockquote id=\"b669-11\">“My dear Mr. Masson: We have your letter of August 26 requesting an extension of time of thirty days to meet the three months note of $31.00 and interest of 60c due on your above numbered policy. We are very sorry, but this we are unable to do. The Company allows thirty-one days of grace to meet these premium payments and no further extension can be granted. We can, however, if it will assist you any, accept a payment of $20.75 and extend the balance for an additional thirty days but, to take. advantage of this, we must have the prompt return of a remittance for that amount. We have changed our records to show your address as given above and would thank you very much to keep us advised in the future of any further change.</blockquote>\n<blockquote id=\"b669-12\">“Trusting that you are in a position to avail yourself of the above settlement, I remain, ’ ’ etc.</blockquote>\n<p id=\"b669-13\">The assured made no payment on this note, however, nor on either of the other two; and on September 9, 1922, said notes were forwarded by the agency to the home office of the company in Boston for cancellation. Ten days later, to wit, on September 19, 1922, and before said notes were surrendered, the assured was killed in an automobile accident, and thereupon plaintiff, as beneficiary, commenced this action to recover the proceeds of the policy.</p>\n<p id=\"b670-2\"><page-number citation-index=\"1\" label=\"638\">*638</page-number>The policy in question reads in part as follows:</p>\n<blockquote id=\"b670-3\">“New England Mutual Life Insurance Company of Boston, Massachusetts.</blockquote>\n<blockquote id=\"b670-4\">“Number 450153.</blockquote>\n<blockquote id=\"b670-5\">“Age 34.</blockquote>\n<blockquote id=\"b670-6\">“Amount $2500.</blockquote>\n<blockquote id=\"b670-7\">“Premium $124.25.</blockquote>\n<blockquote id=\"b670-8\">“In Consideration of the application upon which this Policy is issued, which is made a part hereof, <em>and of the payment in advance of One Hundred &amp; twenty four &amp; 25/100 (124.25) Dollars, </em>and of the payment of a like sum on or before the 27th day of April, in each year thereafter until twenty annual premiums have been paid during the life of Joseph Lee Masson of San Francisco, California, the Insured, the New England Mutual Life Insurance Company, Promises and Agrees to Pay, at its office in the City of Boston, Twenty five Hundred Dollars, to Joseph Lee Masson, on the twenty seventh day of April, 1942', but if the said Insured shall decease before that date, then, upon due proof of death, to Phillip Joseph Masson, Ms son, if he shall survive him, otherwise to the insured’s executors, administrators or assigns, (with the right reserved to the Insured to change the Beneficiary), less any indebtedness to the Company on this Policy, and less any unpaid portion of the premium for the then current policy year.” (Italics ours.)</blockquote>\n<p id=\"b670-9\">Said policy also contained the following conditions and stipulations:</p>\n<blockquote id=\"b670-10\">“In case of failure to pay any premium when due or during the period grace, this Policy shall cease to be in force and shall have no value, except as provided by the Non-Forfeiture Provisions hereinafter set forth. . . . This Policy and the application constitute the entire contract between the parties hereto, and all statements made by the Insured, in the absence of fraud, shall be deemed representations and not warranties, and no such statement shall be used in defense to a claim under this Policy, unless contained in the application and a copy of such application shall be endorsed hereon and attached hereto. . . . The rights, Options, Provisions hereinafter set forth are hereby made a part of this contract.</blockquote>\n<blockquote id=\"b670-11\">“In Witness Whereof, the said New Efigland Mutual Life Insurance Company, by its President or Vice-President, and <page-number citation-index=\"1\" label=\"639\">*639</page-number>Secretary or an Assistant Secretary, has signed and delivered this contract at Boston, in the Commonwealth of Massachusetts, this twenty-seventh day of April in the year one thousand nine hundred and twenty-two.”</blockquote>\n<p id=\"b671-4\">Among the provisions attached to and made a part of the policy was the following: “Premiums.—Premiums shall be payable in advance at the Home Office in the City of Boston, but may be paid to an agent of the Company upon the delivery of a receipt signed by the Secretary or an Assistant Secretary. When requested, premiums will be made payable on a semi-annual or a quarterly basis.”</p>\n<p id=\"b671-5\">The first question presented relates to the construction which shall be placed upon the language used in said policy as tó¡ the payment of the first annual premium. If it be construed as an acknowledgment of the receipt of said premium, then under section 2598 of the Civil Code such acknowledgment must be deemed to be conclusive evidence of the payment thereof. Said section is apparently the codification of a principle of construction affecting insurance policies which has existed for many years (Kent’s Commentaries, p. 260; Cooley’s Briefs on the Law of Insurance, p. 146; 25 Cyc. 730); and it provides as follows: “An acknowledgment in a policy of the receipt of premium is conclusive evidence of its payment, so far as to make the policy binding, notwithstanding any stipulation therein that it shall not be binding until the premium is actually paid”; and section 1838 of the Code of Civil Procedure defines “conclusive or unanswerable evidence” to be “that which the law does not permit to be contradicted ...”</p>\n<p id=\"b671-6\">In giving application to said section it has been held in this state that where an authorized credit has been agreed upon as the equivalent or substitute for cash payment of the premium and the policy is delivered as a complete contract upon the consideration expressed therein, the receipt of which is “impliedly acknowledged,” the insurer is es-topped to deny the validity of the policy, notwithstanding the declaration in it that it shall not be binding until the premium is actually paid <em>(Farnum </em>v. <em>Phoenix Ins. Co., </em>83 Cal. 246 [17 Am. St. Rep. 233, 23 Pac. 869]; also that where a promissory note is taken as the equivalent of cash payment the recital of payment in the policy does not conclude the insurer in an action upon the note from showing that <page-number citation-index=\"1\" label=\"640\">*640</page-number>the premium has not been paid, but such recital, whether or not it is in the specific language of the code, is conclusive evidence of payment, “so far as to make the policy binding,” notwithstanding any stipulation therein to the effect that it shall be inoperative if the premium is not actually paid; that the recital has the same effect as a vendor’s acknowledgment in a conveyance of land of the receipt of the purchase price <em>(Palmer </em>v. <em>Continental Ins. Co., </em>132 Cal. 68 [64 Pac. 97]).</p>\n<p id=\"b672-3\">In other words, as stated in Joyce on Insurance, second edition, section 86, “In California, it is held that if an insurance policy contains a formal receipt of the premium, its unconditional delivery is conclusive evidence of payment so as to estop the company from denying the validity of the policy notwithstanding the declaration in it that it shall not be binding until the premium is actually paid; that the same result follows where the policy is delivered as a valid and completed contract upon a consideration expressed therein, the receipt of which is impliedly acknowledged. And under the Civil Code of that state an acknowledgment in a policy of the receipt of the premium is conclusive evidence of its payment, so far as to make the policy binding, notwithstanding any stipulation therein that it shall not be binding until the premium is actually paid, and this applies to a recital in the policy of the consideration paid where there is also a provision against liability while any note for the premium is due and unpaid and the note for said consideration remains due and unpaid.”</p>\n<p id=\"b672-4\">Our attention has been called to no adjudicated case in this state involving a policy containing the identical recital of payment used here, but in the state of South Dakota, which maintains a statute (S. D. Civ. Code, sec. 1849) in the exact wording of our code section 2598, a case arose wherein the policy not only contained forfeiture clauses similar to those embodied in the present policy, but with reference to the payment of the first year’s premium, recited: “This policy is issued in consideration of the stipulations, agreements, and representations made in the application for the policy . . . , and said policy and the application constitute the entire contract between the parties hereto, <em>and in further considertion of the annual premium of $50.17 for one year’s term insurance,” etc. </em>(Italics ours). The supreme court of that state held that the effect of the itali<page-number citation-index=\"1\" label=\"641\">*641</page-number>cized language was to “clearly acknowledge receipt of the first premium,” and that, therefore, the company would not be heard to deny payment, in so far as the binding effect of the policy was concerned. In the case of <em>Britton </em>v. <em>Metropolitan Life Ins. Co., </em>165 N. C. 149 [Ann. Cas. 1915D, 363, 80 S. E. 1072], the language used in the policy relating to the payment of the first premium was nearly identical with that used in the policy under consideration, the only difference being that here the words “in advance” are included, which makes the present case even stronger against the insurer; and in all of its essential facts that case is parallel with the one here. There the policy read: “Endowment: . . . Semi-annual premium: $21.86. Metropolitan Insurance Company, in consideration of the application for the policy, copy of which application is attached hereto, and made part thereof, <em>and of the payment of the semiannual premium of $21.86, </em>and of the payment of the like amount upon each first day of November and May hereafter until twenty (20) full years premiums shall have been paid, or until the prior death of the insured, promises to pay,” etc. The evidence offered tended to prove that when the policy was issued the assured asked leave to pay the premium quarterly instead of semi-annually as required by the policy, to which the agent of the company <em>agreed; </em>that thereupon the assured paid only the quarterly premium in advance which was sent by the agent to the home office of the company in New York, and the latter receipted for the premium covering only the first quarter. However, the recital in the policy of the payment of a semi-annual premium was not changed. During the period of the succeeding quarter the assured died. In sustaining the ruling of the trial court in holding that the acknowledgment in the policy of the receipt of the semi-annual premium estopped the company to deny the validity of the policy on the ground of nonpayment thereof, the supreme court said: “This court has held that the acknowledgment in a policy of the receipt of the premium for a definite period is something more than a receipt. It is a solemn admission, which, as long as it stands, estops the insurer from contesting the policy for nonpayment of premium. <em>(Grier </em>v. <em>Insurance Co., </em>132 N. C. 543 [44 S. E. 28]; <em>Kendrick </em>v. <em>Insurance Co., </em>124 N. C. 315 [70 Am. St. Rep. 592, 32 S. E. 728].) In <page-number citation-index=\"1\" label=\"642\">*642</page-number>those cases it is held that, if the premium is not paid, the acknowledgment of payment in the policy, so far as it is a receipt for money, is only <em>prima facie, </em>and in an action to recover the premium may be contradicted by parol evidence, as the receipt in a deed may in an action for the purchase money of land, but, so far as the acknowledgment is contractual, it cannot be contradicted so as to invalidate the contract. <em>(Rayburn </em>v. <em>Casualty Co., </em>138 N. C. 379 [107 Am. St. Rep. 548, 50 S. E. 762]; <em>Waters </em>v. <em>Annuity Co., </em>144 N. C. 663 [13 L. R. A. (N. S.) 805, 57 S. E. 437])”; and after reviewing supporting authorities, including <em>Basch </em>v. <em>Insurance Co., </em>35 N. J. L. 429, and Yance on Insurance, page 180, the court held: “The policy sued on acknowledges receipt of premium for six months, and contains a provision that the premium is to be paid semiannually. The law will not permit the defendant to avoid the policy in the face of such recital.”</p>\n<p id=\"b674-3\">Turning to the decisions of this state, we find the following rule established as to the effect of a delivery to the assured of an insurance policy containing a recital of the payment where in fact such payment had not been made: “And it has been repeatedly held that where any fact which would constitute a breach of a condition precedent to any liability of the company on the policy is fully known to an agent of the company, local or general, who is authorized to consummate the contract of insurance, the knowledge of such agent is the knowledge of the company, and his act in executing and delivering the policy as a valid and completed contract is an exercise of the power of the company, and constitutes a waiver by the company of such condition precedent, and also a waiver of the general requirement that waivers of conditions expressed in the policy shall be in writing endorsed on the policy.” <em>(Farnum </em>v. <em>Phoenix Ins. Co., supra, </em>citing a number of cases).</p>\n<p id=\"b674-4\">The policy in question here shows by its terms that it was a completed contract when issued at the home office of the company in Boston; that the annual premium was $124.25, and that the policy and the application constituted the entire contract. The consideration for its execution, as specified therein, was “the payment <em>in advance </em>of the sum of One Hundred &amp; twenty four <em>&amp; </em>25/100 (124.25) Dollars” (italics ours); and the policy was delivered in that <page-number citation-index=\"1\" label=\"643\">*643</page-number>form to the assured as being effective from the date of its issuance. We therefore believe, in view of the authorities above cited and of the rule of construction that the langua ge of an insurance contract must be interpreted most strongly against the insurer and in favor of the «assured because the insurer draws the contract <em>[Mah See </em>v. <em>North American Acc. Ins. Co., </em>190 Cal. 421 [26 A. L. R. 123, 213 Pac. 42] ; <em>Victoria S. S. Co. </em>v. <em>Western Assur. Co., </em>167 Cal. 348 [139 Pac. 807]; <em>Myerstein </em>v. <em>Great American Ins. Co., </em>82 Cal. App. 131 [255 Pac. 220]), that the recital of payment in the policy before us constituted, as the trial court held, an acknowledgment of the receipt of the annual premium within the meaning of said section 2598; and that, therefore, coupled with the fact that the policy was delivered to the assured as a valid and completed contract, estops the company, in so far as the binding force of the policy is concerned, to deny that full payment of the annual premium has been made.</p>\n<p id=\"b675-4\">Appellant contends, however, that in the determination of the question of the application of section 2598 the court is not restricted to the terms of the policy, but must also consider as a part of the contract of insurance the notes and the receipt given at the time the policy was delivered, which affirmatively show that the annual premium was not paid.</p>\n<p id=\"b675-5\">We are of the opinion that this contention is not maintainable for the reason that the policy itself declares that “this policy and the application constitute the entire contract between the parties hereon ...” But, assuming that the notes and the receipt could be considered as part of the contract of insurance, appellant’s position would be no different because at most the forfeiture clauses in the notes and in the receipt would amount to no more than additional stipulations that the policy “shall not be binding until the premium is actually paid”; and, as already pointed out, section 2598 declares that such stipulations are not to be accepted in contradiction of an acknowledgment in the policy of the receipt of the premium. This latter proposition seems to have been definitely settled by the decision in <em>Palmer </em>v. <em>Continental Ins. Co., supra. </em>There “each of the notes contained a recital, that in case of its nonpayment at maturity, the company should not be liable for loss during <page-number citation-index=\"1\" label=\"644\">*644</page-number>such default, and that the policy for which the note was given should lapse until payment was made,” and it was said: “It is contended by the defendant that the note and policy are to be considered as parts of the same transaction, and are to be ^construed together, and that the proviso in the note is operative to defeat its liability upon the policy, notwithstanding the provisions of section 2598 of the Civil Code. Without determining whether the two instruments can be considered as parts of the same transaction— the note having been made May 27th and the policy not issued until after June 7th—if it should be so conceded, the same conclusion would follow. If the two are construed as parts of the same instrument, the result would be that the policy would acknowledge the receipt of payment of the first year’s premium, and would contain a stipulation in two places, one in the note and one in the agreement for insurance, that the failure to pay the note should forfeit the policy. Section 2598 is sufficiently comprehensive to include as many stipulations therein referred to, and as many different forms of such stipulation, as the insurer may express in its policy. By inserting in the section the phrase, ‘notwithstanding <em>any </em>stipulation therein, ’ the legislature intended to prevent the insurer, in any action upon the policy, from disputing its acknowledgment that it had received the payment. The section is not limited to a policy which contains a provision in specific language that it shall not be binding unless the premium has been ‘ actually paid, ’ but extends to any stipulation which is intended to have that effect.”</p>\n<p id=\"b676-3\">Appellant has cited a number of cases upon the question of the interpretation of the recital of payment in the policy and also as to whether or not the policy itself constitutes the entire contract; but we do not deem any of those cases as controlling here. In <em>Reagan </em>v. <em>Philadelphia Life Ins. Co., </em>165 Minn. 186 [206 N. W. 162], there was no valid delivery of the policy, the supreme court having sustained the trial court’s finding that the policy was in the possession of the assured at the time of his death merely for the purpose of allowing him to examine its terms. In <em>Raulet </em>v. <em>Northwestern Nat. Ins. Co., </em>157 Cal. 213 [107 Pac. 292], the recital of payment did not include the words “in advance.” The cases of <em>Hipp </em>v. <em>Fidelity Mutual Life Ins. Co., </em>128 <page-number citation-index=\"1\" label=\"645\">*645</page-number>Ga. 491 [12 L. R. A. (N. S.) 319, 57 S. E. 892], and <em>Norris </em>v. <em>New England Life Ins. Co., </em>198 Ala. 41 [73 South. 377], adhere to a doctrine wholly at variance with the one established in this state by <em>Farnum </em>v. <em>Phoenix Ins. Co., supra, </em>and <em>Palmer </em>v. <em>Continental Ins. Co., supra, </em>and, therefore, those cases cannot be followed. The decisions in the other cases were apparently based upon recitals contained in documents separate from the policy, there being no provision in those policies, as there was here, that the policy and the application constituted the entire contract between the parties.</p>\n<p id=\"b677-4\">Nor do we find any merit in appellant’s final contention that the trial court erred in not deducting from the amount of the judgment the unpaid portion of the annual premium, for the reason that appellant defended the action, as its pleadings show, upon the single theory that from and after the expiration of the first quarter the policy was void on account of the nonpayment of the subsequent premiums. Apparently, in order to be consistent in its position, appellant did not\" claim to be entitled to any relief whatever as a result of the execution of the notes; and, therefore, did not plead them as a counterclaim.  However, as shown by the authorities hereinabove cited, the fact that the recital in the policy was conclusive evidence of the payment of the annual premium, so as to make the policy binding, does not preclude a subsequent recovery upon the notes given in payment thereof.</p>\n<p id=\"b677-5\">For the reasons stated the judgment is affirmed.</p>\n<p id=\"b677-6\">Tyler, P. J., and Cashin, J., concurred.</p>\n<p id=\"b677-7\">A petition by appellant to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on November 23, 1927.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}