{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"437\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b475-8\">PEOPLE <em>v. </em>SMITH.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b475-9\">1. Criminal Law — Appeal—Objections Not Raised Below.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b475-10\">An objection that the evidence was insufficient to warrant respondent’s conviction of the offense charged, and that the court should have directed a. verdict of not guilty, cannot be urged for the first time on appeal.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b475-13\">2. Assault with Intent to Do Great Bodily Harm — Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b475-14\">Evidence that one struck another upon the head with an iron bar, with sufficient force to produce unconsciousness, justifies the finding of an intent to do great bodily harm less than the crime of murder, although the ulterior motive of the assault may have been robbery</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b476-4\"><page-number citation-index=\"1\" label=\"432\">*432</page-number>3. Evidence — Refreshing Recollection of Witness.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b476-5\">Where a witness testifies that he remembers a certain conversation, the only legitimate use of which would be to'refresh his recollection, it is not error to refuse to permit the witness to repeat the conversation.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b476-6\">4. Criminal Law — Trial.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b476-7\">A witness for the people in a criminal case, in reply to the question as to whether he knew the respondent, stated that he was “ unlucky enough to get acquainted with him.” <em>Held? </em>that, the statement having been promptly stricken out by the court, a reversal would not be granted because the court did not expressly rebuke the witness, and instruct the jury to disregard the statement.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b476-8\">5. Same — Remarks of Prosecuting Attorney.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b476-9\">A conviction will not be reversed because the prosecuting at torney, in his argument to the jury, commented upon the failure of the respondent to call the parents of his wife as-witnesses, it appearing that they were doubtless acquainted with the facts claimed to establish an alibi, where the court at once ruled that such comment was improper. But whether the-unexplained absence of such witnesses was not a proper subject for <em>comment, </em>— queere.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b476-10\">6. Same.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b476-11\">A reference by the prosecuting attorney in his argument to the fact, appearing in evidence without objection, that at the-time of .respondent’s arrest for the offense charged he was in jail for another offense, is not such an abuse of legitimate argument as to justify a reversal, where the statement was-apparently made in reply to the argument on behalf of respondent that he had led a life of usefulness.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b476-12\">7. Criminal Law — Preliminary Examination — Deposition of Witness — Evidence.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b476-13\">Where, upon respondent’s offering in evidence a part of the deposition of a witness taken upon the preliminary examination, the court rules that the entire deposition must be received, to which ruling no exception is taken, it is not error to permit the prosecuting attorney to read therefrom in his argument to the jury.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b476-14\">8. Same.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b476-15\">Whether the whole of the deposition of a witness was or was not received in evidence becomes unimportant where it appears that the witness testified upon the trial to the facts covered thereby.</headnotes>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b477-4\"><page-number citation-index=\"1\" label=\"433\">*433</page-number>Error to Muskegon; Russell, J.</summary>\n<otherdate data-order=\"18\" data-type=\"otherdate\" id=\"A0l\">Submitted June 20, 1895.</otherdate>\n<decisiondate data-order=\"19\" data-type=\"decisiondate\" id=\"ANQ\">Decided September 26, 1895.</decisiondate>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b477-5\">James W. Smith was convicted of an assault with intent to do great bodily harm less than the crime of murder, and sentenced to imprisonment in the state prison at Jackson for 10 years.</summary>\n<disposition data-order=\"21\" data-type=\"disposition\" id=\"Am1P\">Judgment affirmed.</disposition>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b477-6\">The respondent was convicted of assault upon one Ate Goudberg with intent to do great bodily harm, less than the crime of murder. The information also contained a count charging assault with intent to murder. The evidence on the part of the people tended to show that Mr. Goudberg kept a feed store in the city of Muskegon, living in an adjoining house. After he had closed his store for the night on the evening of November 28, 1893, and about 8 o’clock, a stranger drove a horse and buggy to the store, and hitched the horse to a post, went to the house, and told Mr. Goudberg that he wanted some feed. Mr. Goudberg lighted his lantern, and went to the store with the stranger. No others were present. Mr. Goudberg had put up four bags of feed, and, while weighing the fourth bag, he was struck upon the head with an iron bolt 22 inches long and an inch in diameter, having a head about If inches square. The blow was so severe as to render him unconscious, to lacerate the scalp, and cause internal hemorrhage. The assailant robbed him of what money he had upon his person, locked him in the store, and went away. It is unnecessary to state further details of the crime. Mr. Goudberg identified the resi&gt;ondent as his assailant, and there was other evidence to corroborate him.</summary>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b477-7\"><em>Nelson DeLong, </em>for appellant.</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"b477-8\"><em>Fred A. Maynard, </em>Attorney General, <em>B. J. Macdonald, </em>Prosecuting Attorney, and <em>Charles S. Harr, </em>Assistant Prosecuting Attorney, for the people.</p>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b478-4\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>Grant, J.</author>\n<p id=\"A-9\"><em>(after stating the facts). </em>1. The first contention of the respondent is that there was no evidence of any intent to commit the crime for which he was convicted, and that the court should have directed a verdict of not guilty of either intent to murder or intent to do great bodily harm. The difficulty with this defense is that no such contention was made at the trial, and it evidently did not then occur to the learned counsel for the respondent that the question was one of law for the court, and not of fact for the jury, for he made no request to the court to direct a verdict. This objection, therefore, comes too late. The next complete answer is that there was ample evidence to justify the finding of the intent. It is suggested that the intent was to rob. Undoubtedly this is true, but the same state of facts may often show two intents. The assailant evidently intended to inflict a blow of sufficient force to render Mr. Goudberg unconscious while he locked the store and escaped. He used a deadly weapon, and struck a vital part of the body. The intent was to do great bodily harm, in order that he might accomplish the robbery.</p>\n<p id=\"b478-5\">2. The defense was an alibi. The respondent introduced evidence tending to show that he and his wife were at his father-in-law’s house, and left and drove home together in the evening, and that, if this evidence was true, it was impossible for him to have committed the crime. A girl, then about twelve years old, was living at respondent’s house, and was a witness for him. Upon the direct examination she was only questioned as to when he cut his whiskers. Upon redirect examination, she testified that she was home on the day the assault was committed, that she had no recollection of the time she went to bed, but that respondent was at home when she did go. Upon the second redirect examination, respondent’s counsel called her attention to a conversation between, him, her, and the respondent’s wife. She testified that she remembered an occasion when respondent <page-number citation-index=\"1\" label=\"435\">*435</page-number>and his wife went to town twice in one day, but did not know what day it was, nor what time they came back, but that it was after dark. She also testified that she remembered speaking to Mrs. Smith, when she got home, about the time. She was then asked to state the conversation, which the court refused to premit. The only possibly legitimate purpose for which this conversation could be used was to refresh the witness’ recollection as to the time. She had testified that she remembered it, and it was unnecessary for her to repeat it in order to refresh her recollection. The testimony was properly excluded.</p>\n<p id=\"b479-5\">3. A witness for the people, in reply to a question, “Do you know the defendant?” replied, “Yes, sir; I was unlucky enough to get acquainted with him.” The latter part of the answer, which was not, of course, responsive to the question, was promptly stricken out by the circuit judge. The precise complaint seems to be that the judge was not sufficiently severe in rebuking the witness, and in not instructing the jury to give no weight to the statement. Comment upon this. objection is unnecessary. New cases would go unreversed if such trivial objections as this were to prevail.</p>\n<p id=\"b479-6\">4. A reversal is asked because of remarks made by the prosecuting attorney in his argument to the jury. The respondent’s wife had testified t.hat she and her husband were at her father’s in the evening, and to the time when they left. This time was very material. Neither her father nor mother was called as a witness. The prosecuting attorney commented upon this fact. The prosecution was under no obligation to call these witnesses. Naturally, they would be called by the respondent. It is difficult to understand why their unexplained absence was not a proper subject of comment. It is not, however, necessary to determine this question, because the court at once decided that it was not proper for the prosecuting attorney to comment thereon.</p>\n<p id=\"b480-4\"><page-number citation-index=\"1\" label=\"436\">*436</page-number>The prosecuting attorney, in his argument, referred to the fact, which appeared in evidence without objection, that, at the time the respondent was arrested for this offense, he was in jail, under arrest for another one. Counsel for respondent made no formal objection to this, nor did he request the court to instruct the jury in regard to it. He interposed an exception without any objection. The entire arguments of counsel are not in the record, but only those portions of the argument of the prosecuting attorney upon which error is alleged. Bur it is a fair conclusion from the record that this statement, and other similar ones, were made in reply to the argument in behalf of the respondent that he had led a life of usefulness. There was evidence upon which to base these comments. Even if it be conceded that these comments were such that the court might with propriety have checked them, we cannot hold that there was such an abuse of legitimate argument as to justify a reversal of the case.</p>\n<p id=\"b480-5\">5. A witness for the respondent, one Monje, testified that Mr. Goudberg said to him that he “did not know the man, but the bolt proved it.” Upon the argument* the prosecuting attorney read to the jury from the deposition of Mr. Goudberg taken upon the examination, in which he testified that he had never seen the bolt before it was then shown him. It was claimed that the conversation occurred before Mr. Goudberg was examined.. From this the argument was made that Monje could not have had such a conversation with Goudberg. It is. claimed by the prosecuting attorney that the entire deposition of Goudberg was received in evidence, while the defense claim that it was not. The defense offered certain parts of the deposition upon Goudberg’s examination, which, it is claimed, contradicted his testimony upon the trial. The court ruled that the entire deposition must be received. The entire deposition was, therefore, in evidence, and without exception. But this question becomes of very little consequence in view of the <page-number citation-index=\"1\" label=\"437\">*437</page-number>fact that the witness testified to the same thing at the trial.</p>\n<p id=\"b481-5\">6. The remaining allegations of error arise upon the charge of the court and refusal to charge as requested. Respondent’s counsel presented twelve very long requests, five of which were given in full, and one in a modified form. They involve no principles which are not familiar to the profession, and it is unimportant to state them here. The oral charge of the court covers fifteen pages, and is a full and clear statement of the law of the case. It covers every point on which instruction was necessary, and fully protected the . rights of the respondent.</p>\n<p id=\"b481-6\">Conviction and sentence are affirmed.</p>\n<judges id=\"b481-7\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}