{
  "casebody": {
    "data": "<casebody firstpage=\"272\" lastpage=\"279\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b336-4\">[826 NE2d 806, 793 NYS2d 835]</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b336-5\">South Road Associates, LLC, Appellant, v International Business Machines Corporation, Respondent.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b336-6\">Argued February 16, 2005;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A7e\">decided March 29, 2005</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b337-9\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b337-10\"><em>LeBoeuf, Lamb, Greene &amp; MacRae, L.L.R, </em>Albany <em>(Michael W. Peters, Robert J. Alessi </em>and <em>Cindy M. Monaco </em>of counsel), for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AqQ\">I. The lease is unambiguous in that the “premises” consist of the entire site. <em>(Sutton v East Riv. Sav. Bank, </em>55 NY2d 550; <em>Fetner v Fetner, </em>293 AD2d 645; <em>Tantleff v Truscelli, </em>110 AD2d 240, 69 NY2d 769; <em>Matter of Bombay Realty Corp. v Magna Carta, </em>100 NY2d 124; <em>R/S Assoc, v New York Job Dev. Auth., </em>98 NY2d 29; <em>Matter of Westmoreland Coal Co. v Entech, Inc., </em>100 NY2d 352; <em>Atwater &amp; Co. v Panama R.R. Co., </em>246 NY 519; W.W.W <em>Assoc, v Giancontieri, </em>77 NY2d 157; <em>Schmidt v Magnetic Head Corp., </em>97 AD2d 151; <em>Village of Hamburg v American Ref-Fuel Co. of Niagara, </em>284 AD2d 85.) II. Extrinsic evidence demonstrates that the parties intended to lease the entire site and that the “premises” consist of the entire site. (W.W.W <em>Assoc, v Giancontieri, </em>77 NY2d 157; <em>Newin Corp. v Hartford Acc. &amp; Indem. Co., </em>62 NY2d 916; <em>Christiana Point Devs, v Galesi, </em>143 AD2d 717; <em>Loomis v New York Cent. &amp; Hudson Riv. R.R. Co., </em>214 NY 447; <em>Surlak v Surlak, </em>95 AD2d 371; <em>Mallad Constr. Corp. v County Fed. Sav. &amp; Loan Assn., </em>32 NY2d 285; <em>Matter of Moncure v New York State Dept, of Envtl. Conservation, </em>218 AD2d 262; <em>Studley v National Fuel Gas Supply Corp., </em>107 AD2d 122; <em>Federal Ins. Co. v Americas Ins. Co., </em>258 AD2d 39.) III. International Business Machines Corporation’s indisputable failure to return the site to South Road Associates, LLC (SRA) contamination-free establishes SRA’s entitlement to judgment as a matter of law. (W.W.W <em>Assoc, v Giancontieri, </em>77 NY2d 157; <em>Chemical Bank v Stahl, </em>272 AD2d 1; <em>Star Nissan v Frishwasser, </em>253 AD2d 491; <em>Gettner v Getty Oil Co., </em>266 AD2d 342; <em>Akron Meats v 1418 Kitchens, </em>160 AD2d 242; <em>P.B.N. Assoc, v Xerox Corp., </em>141 AD2d 807; <em>Civic Realty Co. v New York Tel. Co., </em>16 Misc 2d 660; <em>McCormick v Moran, </em>182 Misc 2d 568; <em>Fetner v Fetner, </em>293 AD2d 645; <em>Kass v Kass, </em>91 NY2d 554.) IV International Business Machines Corporation is judicially estopped from denying that the “premises” it leased consist of the entire <page-number citation-index=\"1\" label=\"274\">*274</page-number>site. <em>(Maas v Cornell Univ., </em>94 NY2d 87; <em>Matter of Martin v C.A. Prods. Co., </em>8 NY2d 226; <em>Douglas v Government Empls. Ins. Co., </em>237 AD2d 246; <em>Perkins v Perkins, </em>226 AD2d 610; <em>Prudential Home Mtge. Co. v Neildan Constr. Corp., </em>209 AD2d 394; <em>Environmental Concern v Larchwood Constr. Corp., </em>101 AD2d 591; <em>Tozzi v Long Is. R.R. Co., </em>170 Misc 2d 606, 247 AD2d 466.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b338-4\"><em>Jones Day, </em>New York City <em>(Mark R. Seiden </em>and <em>Meir Feder </em>of counsel), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"A58\">I. The unambiguous terms of the lease require only that International Business Machines Corporation return its rented interior building space in “good order and condition.” <em>(Vermont Teddy Bear Co. v 538 Madison Realty Co., </em>1 NY3d 470; <em>Fox Paper v Schwarzman, </em>168 AD2d 604; <em>W.W.W. Assoc, v Giancontieri, </em>77 NY2d 157; <em>Rodolitz v Neptune Paper Prods., </em>22 NY2d 383; <em>New York Overnight Partners v Gordon, </em>217 AD2d 20; <em>Rowe v Great Atl. &amp; Pac. Tea Co., </em>46 NY2d 62; <em>Reiss v Financial Performance Corp., </em>97 NY2d 195; <em>Siegel v Kentucky Fried Chicken, </em>67 NY2d 792; <em>Mionis v Bank Julius Baer &amp; Co., </em>301 AD2d 104; <em>A.J. Temple Marble &amp; Tile v Union Carbide Marble Care, </em>87 NY2d 574.) II. Extrinsic evidence does not undercut the plain meaning of the defined term “premises” in the lease. <em>(Ferrante v American Lung Assn., </em>90 NY2d 623; <em>Manning v New York Tel. Co., </em>157 AD2d 264; <em>Nassau Trust Co. v Montrose Concrete Prods. Corp., </em>56 NY2d 175; <em>Kalimian v Olson, </em>130 Misc 2d 861; <em>Muzak Corp. v Hotel Taft Corp., </em>1 NY2d 42; <em>Loctite VSI v Chemfab N.Y., </em>268 AD2d 869.) III. Judicial estoppel does not apply to the present case. <em>(Jones Lang Wootton USA v LeBoeuf, Lamb, Greene &amp; MacRae, </em>243 AD2d 168; <em>New Hampshire v Maine, </em>532 US 742; <em>Inter-Power of N.Y. v Niagara Mohawk Power Corp., </em>208 AD2d 1073; <em>Tilles Inv. Co. v Town of Oyster Bay, </em>207 AD2d 393; <em>Malamut v Doris L. Sassower, P.C., </em>171 AD2d 780; <em>Lory v Parsoff, </em>296 AD2d 535; <em>European Am. Bank v Miller, </em>265 AD2d 374; <em>Ferring v Merrill Lynch &amp; Co., </em>244 AD2d 204; <em>Tozzi v Long Is. R.R. Co., </em>170 Misc 2d 606, 247 AD2d 466.) IV Summary judgment would be improper even if this Court were to rule in favor of South Road Associates, LLC on the meaning of “premises” in the lease. <em>(Black &amp; Yates v A.R. Fuels, </em>26 Misc 2d 627; <em>Wolf v 2539 Realty Assoc., </em>161 AD2d 11; <em>Gettner v Getty Oil Co., </em>266 AD2d 342; <em>Chemical Bank v Stahl, </em>272 AD2d 1; <em>Star Nissan v Frishwasser, </em>253 AD2d 491; <em>Akron Meats v 1418 Kitchens, </em>160 AD2d 242; <em>McCormick v Moran, </em>182 Misc 2d 568; <em>Civic Realty Co. v New York Tel. Co., </em>16 Misc 2d 660; <em>Vermont Teddy Bear Co. v 538 Madison Realty Co., </em>1 NY3d 470; <em>Domen Holding Co. v Aranovich, 1 </em>NY3d 117.)</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b339-4\"><page-number citation-index=\"1\" label=\"275\">*275</page-number><em>John E. Zuccotti, </em>New York City, for Real Estate Board of New York, Inc., amicus curiae.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AKU\">I. Landlords and tenants must be able to rely upon the agreements memorialized in their written contracts. <em>(Holy Props. Ltd. v Cole Prods., </em>87 NY2d 130; <em>Maxton Bldrs. v Lo Galbo, </em>68 NY2d 373; <em>Rowe v Great Atl. &amp; Pac. Tea Co., </em>46 NY2d 62; <em>Vermont Teddy Bear Co. v 538 Madison Realty Co., </em>1 NY3d 470.) II. Reading the parties’ lease in its entirety, “premises” is not limited to the interior space; the soil and groundwater are part of the leased property. <em>(Backer Mgt. Corp. v Acme Quilting Co., </em>46 NY2d 211; <em>Farrell Lines v City of New York, </em>30 NY2d 76; <em>Matter of Westmoreland Coal Co. v En-tech, Inc., </em>100 NY2d 352; <em>Matter of Bombay Realty Corp. v Magna Carta, </em>100 NY2d 124; <em>Rowe v Great Atl. &amp; Pac. Tea Co., </em>46 NY2d 62; <em>Atwater &amp; Co. v Panama R.R. Co., </em>246 NY 519; <em>511 W. 232nd Owners Corp. v Jennifer Realty Co., </em>98 NY2d 144.) III. As a matter of law and public policy, New York courts must enforce the express and implied terms and covenants of real estate contracts. <em>(511 </em>W. <em>232nd Owners Corp. v Jennifer Realty Co., </em>98 NY2d 144; <em>Rowe v Great Atl. &amp; Pac. Tea Co., </em>46 NY2d 62; <em>Kalisch-Jarcho, Inc. v City of New York, </em>58 NY2d 377; <em>Wood v Duff-Gordon, </em>222 NY 88.)</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b339-5\">OPINION OF THE COURT</p>\n<author id=\"b339-6\">Ciparick, J.</author>\n<p id=\"b339-7\">This appeal presents an issue of contract interpretation—the scope of the term “premises” as contained in the “good order and condition” provision of the parties’ lease agreement. Specifically, we address whether “premises” includes the land upon which the buildings are situated or only the buildings’ interior space. We conclude that “premises” as defined in the lease includes only the interior portions of the buildings.</p>\n<p id=\"b339-8\">Pursuant to a 1981 agreement between the parties, International Business Machines Corporation (IBM) leased certain space from South Road Associates (SRA) known as Buildings 952 and 982 located at 622 South Road in Poughkeepsie.<footnotemark>1</footnotemark> IBM had occupied the same space since the 1950s under previous <page-number citation-index=\"1\" label=\"276\">*276</page-number>ownership and under earlier leases and had used the site for its commercial and manufacturing operations. During its occupancy of the site, IBM installed an underground storage tank to hold chemical waste. Through its own investigation, IBM discovered that the site’s groundwater and soil had become contaminated by hazardous chemicals resulting from a leak in the storage tank. IBM then undertook an independent effort to clean up the site that included removal of the underground storage tank and contaminated soil.</p>\n<p id=\"b340-5\">In 1984, the parties entered into an agreement wherein IBM accepted responsibility for the pollution, agreed to hold SRA harmless for any resulting claims and agreed to “abate” the pollution “to the satisfaction of all requisite governmental agencies” and restore the land to its previous condition. After continuing remedial efforts, IBM petitioned the New York State Department of Environmental Conservation (DEC) requesting that the site be reclassified from a class 2 (“Significant threat to the public health or environment—action required”) to a class 4 environmental hazard (“Site properly closed—requires continued management”) (ECL 27-1305 [2] [b] [2], [4]). DEC approved the reclassification. The parties entered into a subsequent agreement in February 1994, at the termination of the lease, giving IBM a right of access to the site in order “to maintain and operate” its “monitoring wells and a groundwater ‘Pump and Treat System.’ ” SRA does not claim a breach of these two agreements.</p>\n<p id=\"b340-6\">SRA commenced this action against IBM in January 2000, alleging several causes of action including a claim for breach of contract.* <footnotemark>2</footnotemark> Specifically, SRA claims a breach of article 7 of the lease which requires that the “premises” be returned in “good order and condition.”<footnotemark>3</footnotemark> SRA claims that by contaminating some of the property’s soil, bedrock and groundwater, IBM violated <page-number citation-index=\"1\" label=\"277\">*277</page-number>its agreement to return the premises in “good order and condition.”</p>\n<p id=\"b341-4\">IBM moved for summary judgment dismissing the complaint and SRA cross-moved for partial summary judgment on the issue of liability for breach of the lease provision. Supreme Court denied IBM’s motion and granted SRA’s cross motion. The court, allowing extrinsic evidence, found in SRA’s favor, stating that the lease, read as a whole, “conveys to IBM rights, obligations, use and occupancy of a leasehold that extends beyond space referenced in the document’s single precatory paragraph.”</p>\n<p id=\"b341-5\">A majority of the Appellate Division reversed, determining that the “clear and unambiguous” language of the lease demonstrated that the “premises” consisted of the buildings’ interior space (2 AD3d 829, 831 [2003]). One Justice dissented and voted to affirm, finding that IBM had occupied the entire property and was required pursuant to article 7 of the lease to return the entire property, rather than just the interior space, in good order and condition (2 AD3d at 833). We granted leave to appeal and now affirm.</p>\n<p id=\"b341-6\">In cases of contract interpretation, it is well settled that “ ‘when parties set down their agreement in a clear, complete document, their writing should ... be enforced according to its terms’ ” <em>(Vermont Teddy Bear Co. v 538 Madison Realty Co., </em>1 NY3d 470, 475 [2004], quoting W.W.W. <em>Assoc, v Giancontieri, </em>77 NY2d 157, 162 [1990]). This principle is particularly important “ ‘in the context of real property transactions, where commercial certainty is a paramount concern, and where . . . the instrument was negotiated between sophisticated, counseled business people negotiating at arm’s length’ ” <em>(Vermont Teddy Bear, </em>1 NY3d at 475, quoting <em>Matter of Wallace v 600 Partners Co., </em>86 NY2d 543, 548 [1995]). It is also important to read the document as a whole to ensure that excessive emphasis is not placed upon particular words or phrases <em>(see Matter of Westmoreland Coal Co. v Entech, Inc., </em>100 NY2d 352, 358 [2003]).</p>\n<p id=\"b341-7\">The language of the lease makes clear that the term “premises” was intended to include only the interior portions of the <page-number citation-index=\"1\" label=\"278\">*278</page-number>buildings. The lease states that the “premises” is the space shown on the “floor plan” consisting of a certain number of square feet “in two buildings.”<footnotemark>4</footnotemark> Reading the lease as a whole also supports the interpretation that the term “premises” refers only to the interior space. The lease repeatedly mentions the “premises” separately from the water tower, appurtenances, land, parking lot and building. If “premises” was intended to include not only the interior space but also the buildings and the land surrounding the buildings, the language in these provisions would be superfluous. For example, one provision states that signs cannot be placed on the land or the outside of the building, but can be placed on the entrance doors to the premises. This provision clearly distinguishes the “premises”—as interior space—from the land and exterior portions of the building.</p>\n<p id=\"b342-5\">Whether a contract is ambiguous is a question of law and extrinsic evidence may not be considered unless the document itself is ambiguous (see <em>Greenfield v Philles Records, </em>98 NY2d 562, 569 [2002]). Further, “extrinsic and parol evidence is not admissible to create an ambiguity in a written agreement which is complete and clear and unambiguous upon its face” <em>(W.W.W. Assoc., </em>77 NY2d at 163 [internal quotation marks omitted]). Since the meaning of “premises” is clear and unambiguous in the lease, extrinsic evidence such as the conduct of the parties may not be considered. IBM’s conduct—placing underground storage tanks in the surrounding land and cleaning the resulting pollution—is not sufficient to create an ambiguity in the lease where the language is clear. Neither may the conduct of IBM in paying all real estate taxes pursuant to a lease provision create an ambiguity. The contract, read as a whole, clearly and consistently uses the term “premises” to refer only to interior space and we cannot rely on extrinsic evidence to find otherwise.</p>\n<p id=\"b342-6\">Since there is no allegation that IBM did not return the interior space “in good order and condition,” article 7 of the lease was not breached and summary judgment dismissing the complaint was properly granted to IBM.</p>\n<p id=\"b342-7\">The parties’ remaining contentions are without merit.</p>\n<p id=\"b342-8\">Accordingly, the order of the Appellate Division should be affirmed, with costs.</p>\n<p id=\"b343-4\"><page-number citation-index=\"1\" label=\"279\">*279</page-number>Chief Judge Kaye and Judges G.B. Smith, Graffeo, Read and R.S. Smith concur; Judge Rosenblatt taking no part. Order affirmed, with costs.</p>\n<footnote label=\"1\">\n<p id=\"b339-9\">. The provision defining the specific leasehold interest states:</p>\n<blockquote id=\"b339-10\">“That the Landlord hereby leases to the Tenant and the Tenant hereby hires and takes from the Landlord the space being more particularly shown on the attached floor plan designated Exhibit ‘A’ (hereinafter called the ‘premises’) consisting in the aggregate of 113,400 gross square feet in two buildings consisting of 113,400 gross square feet (hereinafter called the ‘buildings’) situated on real property (hereinafter called the ‘land’) located at 622 South <page-number citation-index=\"1\" label=\"276\">*276</page-number>Road (Route 9), and a Water Tower and appurtenances in the Town of Poughkeepsie, State of New York (her[e]inafter referred to as Buildings 952, 982).”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b340-8\">. The breach of contract claim is the only cause of action remaining. The other causes of action—including claims for unconstitutional taking of private property, common-law negligence, breach of a statutory duty, public nuisance, absolute nuisance and unjust enrichment—were previously dismissed by Supreme Court and are not at issue here.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b340-9\">. Article 7 states that, at the end of the lease:</p>\n<blockquote id=\"b340-10\">“the Tenant will remove its goods and effects . . . and will (a) peaceably yield up to the Landlord the premises in good order and condition, excepting ordinary wear and tear, repairs required <page-number citation-index=\"1\" label=\"277\">*277</page-number>to be made by the Landlord, or damage, destruction or loss by fire or other casualty or by any other cause . . . and (b) repair all damage to the premises and the fixtures, appurtenances and equipment of the Landlord therein, and to the building, caused by the Tenant’s removal of its furniture, fixtures, equipment, machinery and the like and the removal of any improvements or alterations.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b342-9\">. A copy of the “floor plan,” Exhibit “A,” was not made part of the record.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}