{
  "casebody": {
    "data": "<casebody firstpage=\"933\" lastpage=\"934\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b957-12\">NEVADA-CALIFORNIA POWER CO. v. ROBERSON et al. SAME v. SLAVIN et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b957-14\">Nos. H-18, H-20.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b957-15\">District Court, D. Nevada.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b957-16\">June 8, 1933.</decisiondate>\n<p data-order=\"4\" data-type=\"docketnumber\" id=\"b957-21\">No. 18:</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b957-22\">Henry W. Coil, Newman Jones, Harold M. Hammack, and D. L. King, all of Riverside, Cal., for plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b957-23\">Gray Mashbum, Atty. Gen., W. T. Mathews, Dep. Atty. Gen., and Adams' P. Brown, Disk Atty., of Goldfield, Nev., for defendants.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b957-24\">No. 20:</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b957-25\">Henry W. Coil, Newman Jones, Harold M. Hammack, and D. L. King, all of Riverside, Cal., for plaintiff.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b957-26\">Gray Mashbum, Atty. Gen., W. T. Mathews, Dep. Atty. Gen., and Lowell Daniels, Dist. Atty., of Tonopah, Nev., for defendants.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b957-27\">NORCROSS, District Judge.</author>\n<p id=\"b957-28\">In the cases of Nevada-California Power Company v. Amy Roberson et al. and Charles <page-number citation-index=\"1\" label=\"934\">*934</page-number>L. Slavin et al. there are presented the same questions of law considered in the opinion filed in the case of Central Pacific Railway Company and Southern Pacific Company v. Nevada Tax Commission et al. (D. C.) 3 F. Supp. 929. In these cases the further contention is urged that there was not an adequate remedy at law at the time the suits were instituted, and, therefore, jurisdiction continued for all purposes and that a subsequent change in the law would not affect such jurisdiction. This contention is based upon the case of Dawson v. Kentucky Distilleries Co., 255 U. S. 288, 41 S. Ct. 272, 275, 65 L. Ed. 638. An examination of that ease disclosesthat the determination of the existence of an adequate remedy at law was by a decision of the Court of Appeals of Kentucky, which was not rendered until several months after the decision by the statutory court granting an injunction, and not until the ease was on appeal to the Supreme Court. We have, therefore, a very different state of facts to consider in the eases at bar than the facts presented in the Dawson Case. The two cases cited in that decision supporting the general statement, “Nor is the equitable jurisdiction lost because since the filing of the bill an adequate legal remedy may have become available” (Beedle v. Bennett, 122 U. S. 71, 7 S. Ct. 1090, 30 L. Ed. 1074, and Busch v. Jones, 184 U. S. 598, 22 S. Ct. 511, 46 L. Ed. 707), were both patent suits. In patent suits by act of Congress, law and equity are administered in the same action. New England Fibre Blanket Co. v. Portland Telegram (C. C. A.) 61 F.(2d) 648, 650. The effeet of the decisions cited was that after any right to an equitable remedy by injunction had ceased, the court nevertheless retained jurisdiction for the purpose of determining the legal rights of the parties.</p>\n<p id=\"b958-4\">In these cases complaints were filed on December 17, 3932. Applications for interlocutory injunctions, however, were not filed until May 24,1933, after the amendatory, act of March 20, 1933 (St. Nev. 1933, c. 103). The court is of opinion that the reasons supporting the rule applied in the Dawson Case, and in the cases therein cited, do not apply to facts such as exist in the case at bar. Cohens v. Virginia, 6 Wheat. (19 U. S.) 264, 398, 5 L. Ed. 257; Bramwell v. U. S. Fidelity &amp; Guaranty Co., 269 U. S. 483, 489, 46 S. Ct. 176, 70 L. Ed. 368. No sound reason appears why if prior to an application for equitable relief by injunction an adequate remedy at law is provided, that such remedy may not be considered in determining the question of granting equitable relief.</p>\n<p id=\"b958-6\">The application for a temporary injunction in each case is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}