{
  "casebody": {
    "data": "<casebody firstpage=\"897\" lastpage=\"902\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b917-5\">Appellate Department, Superior Court, San Diego</court>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AFjz\">[Civ. A. No. 150304.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADc\">Feb. 7, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b917-7\">BAY SHORE MOTORS (a Corporation), Respondent, v. DOUGLAS S. BAKER, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b917-16\">Merideth L. Campbell for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b917-17\">Arthur F. H. Wright for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b918-3\"><page-number citation-index=\"1\" label=\"898\">*898</page-number>THE COURT.</author>\n<p id=\"AWC\">The facts in this case are stipulated to and, so far as material to the determination of this case, are as follows:</p>\n<p id=\"b918-4\">On or about July 19, 1947, the plaintiff sold a new automobile to the defendant, and as a part of the sale took from the defendant what is denominated an option agreement, the terms of which substantially provide that “as a part of the consideration for said sale” the defendant gave or granted to the plaintiff an option “for a period of 6 months” to purchase said automobile from the defendant “at the full purchase price paid to Bay Shore Motors for said automobile less sales tax and license.” The option further provides “the undersigned agrees to pay Bay Shore Motors the sum of Five Hundred Dollars ($500.00) ... as and for liquidated damages, it being agreed that the detriment to said Bay Shore Motors occasioned by such resale, is difficult of determination.”</p>\n<p id=\"b918-5\">Immediately following the purchase by the defendant, he resold the automobile to a third party in violation of the option agreement. This suit seeks to recover $500 as liquidated damages for the violation of said option agreement. The lower court gave judgment for plaintiff as prayed for and defendant appeals.</p>\n<p id=\"b918-6\">We can see nothing illegal in the option agreement on its face. In our opinion the option agreement is not contrary to public policy. We think that it is a part of the entire agreement of purchase and sale, and that the consideration for the sale is sufficient consideration for the option agreement.</p>\n<p id=\"b918-7\">Appellant challenges the validity of that portion of the sales agreement comprising the option agreement, and urges that it is void under section 711 of the Civil Code, which reads:</p>\n<blockquote id=\"b918-8\">“Conditions restraining alienation, when repugnant to the interest created, are void.”</blockquote>\n<p id=\"b918-9\">In the absence of section 715 of the Civil Code, there might be a basis for this contention of defendant, but when section 711 is read with section 715 it becomes at once apparent that section 711 contains no inhibition on time limit restraints on alienation, if otherwise lawful, for such time limit restraints on alienation are specifically declared to be valid if they are within the limits prescribed by section 715, or as stated in section 715:</p>\n<blockquote id=\"b918-10\">“. . . the absolute power of alienation cannot be suspended, <page-number citation-index=\"1\" label=\"899\">*899</page-number>by any limitation or condition whatever, for a longer period than as follows:</blockquote>\n<blockquote id=\"b919-6\">1. During the continuance of the lives of persons in being at the creation of the limitation or condition; or</blockquote>\n<blockquote id=\"b919-7\">2. For a period not to exceed twenty-five years from the time of the creation of the suspension.”</blockquote>\n<p id=\"b919-8\">We think that it is clear that section 711 covers only an unqualified and absolute power of alienation, other than that related to time limitations. Section 715 recognizes that certain restraints upon alienation are valid and these, of course, are time limit restraints as distinguished from what we have characterized as absolute restraints. Section 715 specifically states that certain time limit “conditions” are valid and is a specific law which, of course, controls the general statement in section 711. If we view the option agreement as a restraint upon alienation, then it clearly is valid as coming within the provisions of section 715, subdivision 2, because the period of suspension of the power of alienation, in no event, as applied to this case, can be for a period exceeding six months, and subdivision 2 of section 715 makes legal the power to suspend the power of alienation for a period not to exceed 25 years from the time of the creation of that suspension.</p>\n<p id=\"b919-9\">So far as we can determine, every time limit restraint on alienation, if within the limits of section 715 as it existed when such restraint was created, has been sustained as valid.</p>\n<p id=\"b919-10\">In a learned and exhaustive opinion in <em>Estate of Sahlender, </em>89 Cal.App.2d 329 [201 P.2d 69], decided December 27, 1948, in which Mr. Justice Peters wrote the opinion, there is a definition of the rule against restraints on alienation and the rule against perpetuities. On page 392 the opinion states:</p>\n<p id=\"b919-11\">“The two rules are, of course, quite different. One requires that within a fixed period there be persons in being capable of conveying an absolute interest in possession. That is the rule against restraints on alienation. The other requires that •within a fixed period the absolute interest must vest. That is the rule against perpetuities, or, more accurately, the rule against remoteness of vesting.”</p>\n<p id=\"b919-12\">On page 399 of the opinion, the court states that the constitutionality of section 715 was upheld by the Supreme Court in <em>Estate of McCray, </em>204 Cal. 399 [268 P. 647], and goes on to itself specifically hold that the 25-year limitation provided in section 715 of the Civil Code is valid and constitutional. Hence, there is no suspension of alienation beyond the period <page-number citation-index=\"1\" label=\"900\">*900</page-number>permitted by law and of course, no absolute suspension of the power of alienation which we think is what is meant by section 711 of the Civil Code, <em>supra.</em></p>\n<p id=\"b920-4\">We have been in doubt as to whether the rule against suspension of alienation has any applicability whatever to the facts in this case, but because of the fact that it was raised by appellant, we have disposed of the matter on the assumption that the question of a suspension of power of alienation is involved.</p>\n<p id=\"b920-5\">The point raised by appellant that the trial court refused to permit him to prove the actual damage or that there was no damage is sound, and necessitates a reversal of this case. The defendant offered to stipulate as to the market value of the automobile on the date of sale, which stipulation was refused by the court, it appearing in the agreed statement of facts as stipulated to by the attorneys for the parties of record as follows:</p>\n<blockquote id=\"b920-6\">“That defendant offered to stipulate to the actual market value of said automobile on a Used Car Lot at time of sale by defendant, but said offer to stipulate was refused by the court, the court stating that the option agreement fixed the measure of damages.”</blockquote>\n<p id=\"b920-7\">We think that the law in regard to pleading and proof on liquidated damages is established by a long and unbroken line of authorities in California and is as well stated in the case of <em>Kelly </em>v. <em>McDonald, </em>98 Cal.App. 121 on page 125 [276 P. 404], as can be found in the decisions. The court in that case said:</p>\n<p id=\"b920-8\">“The decisions of California are in accord with the great weight of authority which holds that liquidated damages may be recovered only upon pleading and proof of facts which bring the contract within the provisions of the exception to the general rule as announced in section 1671 of the Civil Code. (8 Cal.Jur. 891, see. 128; <em>Hanlon Dry Dock Co. </em>v. <em>McNear, </em>70 Cal.App. 204, 215 [232 P. 1002]; <em>McInerney </em>v. <em>Mack, </em>34 Cal.App. 153, 156 [166 P. 867]; <em>Thomas </em>v. <em>Anthony, </em>30 Cal.App. 217, 220 [157 P. 823]; <em>Sun-Maid Raism Growers </em>v. <em>Paul A. Mosesian &amp; Son, </em>90 Cal.App. 1 [265 P. 828]; <em>Dyer Bros. G. W. Iron Wks. </em>v. <em>Central Iron Wks., </em>182 Cal. 588, 593 [189 P. 445].) The difficulty of ascertaining actual damages, so as to maintain a suit for breach of contract under the provisions of the exception to the general rule as it is expressed in section 1671, <em>supra, </em>is not presumed, but must be established by proof. <em>(Green </em>v. <em>Frahm, </em>176 Cal. 259, 262 <page-number citation-index=\"1\" label=\"901\">*901</page-number>[168 P. 114]<em>; Long Beach School Dist. </em>v. <em>Dodge, </em>135 Cal. 401, 404 [67 P. 499].) Upon proof of the breach of a contract which specifies an amount of liquidated damages, the general rule is that the amount of actual damages need not be shown. (17 C.J. 965, sec. 264.) The term ‘liquidated damages’ is used to indicate an amount of compensation to be paid in the event of a breach of contract, the sum of which is fixed and certain by agreement, and which may not ordinarily be modified or altered when damages actually result from nonperformance of the contract. <em>(United States </em>v. <em>United States Fidelity &amp; Guaranty Co., </em>151 F. 534, 536.) While the term ‘liquidated damages’ does imply that the parties have ascertained and agreed upon a sum which they assume will adequately compensate for a breach of the contract, this does not necessarily mean that the amount specified must be paid whether damages result from the breach or not. The very term of ‘damages’ contemplates an injury sustained or detriment resulting from the breach of a contract or the nonperformance of a duty. As the court says in <em>Starr </em>v. <em>Lee, supra </em>[88 Cal.App. 344 (263 P. 376)]: ‘We find authorities holding that recovery cannot be had when the evidence shows that no damage at all resulted from the breach.’ The exception to the general rule to the effect that the predetermined amount of damages for the breach of an obligation is void, as that exception is expressed in section 1671 of the Civil Code does not purport to declare that an amount of liquidated damages agreed upon shall be <em>conclusively </em>presumed to be the exact figure which will adequately compensate for the breach of contract. This section merely asserts that it is ‘presumed to be the amount of damages sustained. ’ This presumption may be rebutted by proof that no detriment whatever resulted from the breach. After the contract providing for stipulated damages, together with the breach thereof has been established, the burden shifts to the defendant to show, if it be true, that no damage resulted.”</p>\n<p id=\"b921-6\">Conceding, for the purpose of this decision, that plaintiff has adequately pleaded a cause of action based on liquidated damages (which we seriously question), and that plaintiff, under the pleadings and evidence, made a prima facie showing that it was entitled to the liquidated damages of $500 and attorney’s fees, we find that the defendant was, by the action of the trial court, precluded from proving what the actual damage was, or that no damage resulted. As was said in <em>Kelly </em>v. <em>McDonald, supra:</em></p>\n<blockquote id=\"b922-3\"><page-number citation-index=\"1\" label=\"902\">*902</page-number>“This section [Civ. Code § 1671], merely asserts that it is ‘presumed to be the amount of damages sustained.’ This presumption may be rebutted by proof that no detriment whatever resulted from the breach.”</blockquote>\n<p id=\"b922-4\">We thus see that the defendant was forbidden to rebut or meet this presumption by the order of the court made in the manner set forth in the agreed statement of facts and hereinabove quoted. By the same- ruling, the defendant was forbidden the right or opportunity to show it would be true that no damage resulted after the plaintiff had established a prima facie case by proving the contract together with the breach thereof. We feel that the plaintiff should be given permission to amend its complaint showing its reliance on liquidated damages if it is so advised, and that a new trial should be had in accordance with the views herein expressed.</p>\n<p id=\"b922-5\">The judgment is therefore reversed.</p>\n<p id=\"b922-6\">Glen, J., deeming himself disqualified, did not participate in the foregoing opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}