{
  "casebody": {
    "data": "<casebody firstpage=\"289\" lastpage=\"297\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b345-4\">KNISLEY <em>v. </em>PRATT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b345-5\">\n<em>N. Y. Supreme Court, General Term, Fifth Department;</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhL\"><em>March, </em>1894.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b345-6\">1. <em>Master and servant.] </em>Proof of the failure of defendant, a factory owner, to provide safeguards to machinery as directed by <em>L. </em>1890, c. 398, where, as a consequence, an injury resulted to plaintiff, is evidence from which defendant’s negligence can be inferred.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b345-8\">2. <em>The samel] </em>Where, in an action for personal injuries it was. shown by plaintiff's evidence that she was employed by defendants to operate a machine; that it was plaintiff’s duty among other things to clean the machine, which had to be done while the machine was in motion because there was no belt-shifter by which the operator could stop it; that in doing the cleaning plaintiff had to stand on tip-toes upon an uneven floor to wipe the oil from a part of the machine near unguarded cog wheels, and that while so engaged plaintiff's hand and arm were caught by the cog wheels and <em>crushed;—held, </em>that there was sufficient evidence to go to the jury upon the question whether defendants had fully\" discharged their duty in providing a suitable machine, and that it was error to direct a non-suit.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b345-10\">3. <em>The same.] </em>In such a case the question whether plaintiff was guilty of contributory negligence is for the jury.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b345-12\">4. <em>The same.] </em>One employed to operate a machine not guarded as prescribed by statute <em>(L. </em>1890, c. 398), cannot be held to have assumed the risk of operating such a machine, so as to prevent her from recovering for an injury resulting from defendants’ omission to comply with the statute.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b345-14\">Motion for a new trial upon plaintiff’s exceptions ordered to be heard in the first instance at the General Term upon the direction of a non-suit at circuit.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b345-15\">Sarah Knisley sued Pascal P. Pratt, Josiah Letch worth and Ogden P. Letchworth, to recover damages for personal injuries sustained by the plaintiff whilst in the employ of <page-number citation-index=\"1\" label=\"290\">*290</page-number>the defendants in their factory in the city of Buffalo. She was engaged in operating what is known as a punching machine. The machine was placed upon a bench thirty-two inches from the floor. It was twenty-two inches wide and four feet high. The machine was of iron and was securely bolted to the bench. There were iron' posts on either side extending to the top. Near the top was a shaft passing through the posts, on one end of which was a drum and belt connecting with shafting in the upper portion of the building. On the other end of the shaft there was a small cog wheel about seven inches in diameter running close to the frame, outside of which was a large fly wheel. Underneath this shaft was another shaft having a cog wheel about two feet in diameter, which was operated from the cog wheel on the upper shaft. In the centre of the lower shaft was an iron rod or arm, to which was attached the punch, arranged on an eccentric, so that the revolution of the shaft caused the punch to rise and lower. There were five of these machines standing upon the bench, similarly constructed. They had no appliance for shifting the belt from' the drum so as to stop the machine, or covers for the cog wheels. Opposite each wheel, and about an inch therefrom, was a place for oiling the shafts at their bearings upon the frame.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b346-5\">The plaintiff entered the employ of the defendants in May, 1890, and continued in their employ until the close of September 24, 1891. On that day she was operating the machine described. A few minutes before quitting time the whistle was sounded, and the girls operating the machines were then required to take a-handful of waste provided by the superintendent and clean the machines, wiping the oil therefrom whilst the same were in motion. The floor of the building was uneven. It was filled with ¡machinery in operation, making a great noise, so that the •operators sitting at the same table could not hear one .another talk. The plaintiff was attempting to wipe the •oil from the upper bearings, near the cog wheels. To do <page-number citation-index=\"1\" label=\"291\">*291</page-number>so she had to stand upon her tip-toes, and whilst so engaged, the cog wheels caught the waste in her hand, or else her hand slipped upon the oily portion between the wheels, .she is unable to say which, and her hand and arm were crushed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b347-5\">At the close of the plaintiff’s case defendants’ counsel moved for a non-suit on the ground, among others, “ That it appears that the plaintiff’s injuries were received from the machinery in the same condition it was when she entered defendants) employment and went to work at it, that all the dangers in connection with its operation were obvious, and that by continuing to work at the machine she assumed the risk incident to its operation.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b347-6\">The trial judge in ruling upon this motion said: Where a person enters the employ of another, the employee being <em>sui juris, </em>he assumes the risk of all matters •of danger which are obvious to him when he enters that employment, and if the machine is an old one or one unfit for use, and that fact is obvious to the party who is called upon to operate it, and he still goes on to operate the machine, he assumes whatever risk is involved and the master is discharged from any liability for any injury which comes from that source.”</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b347-7\"><em>H. C. Day (Day &amp; Romer, </em>attorneys), for plaintiff, appellant ;</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"Azm\">as to the master’s duty, cited Benzing <em>v. </em>Steinway, 101 <em>N. Y. </em>547; and argued that a defendant who had disregarded the requirements of the Factory Law (L. 1890, c. 398, p. 753, § 12, etc.) for providing safeguards, could not avoid liability on the ground of having explained the use of the dangerous and unprotected machine to the employee, and thereby secured the assent of the employee to) assume the risk (citing and commenting on White <em>v. </em>Witteman, 131 <em>N. Y. </em>631; McGovern <em>v. </em>Central Vt. R. Co., 123 <em>Id. </em>280; Ford <em>v. </em>Lake Shore, etc., R. Co., 124 <em>Id. </em>493; Stephan <em>v. </em>Stevens, 49 <em>State Rep. </em>850; McLoughlin <page-number citation-index=\"1\" label=\"292\">*292</page-number><em>v. </em>Annfield, 12 <em>N. Y. Supp. </em>164; Koster <em>v. </em>Noonan, 8 <em>Daly, </em>233).<footnotemark>*</footnotemark></p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b348-5\"><em>Rogers, Locke &amp; Milburn, </em>for defendants, respondents..</attorneys>\n<footnote data-order=\"15\" data-type=\"legal\" id=\"x999-1\" label=\"*\">\n<p id=\"b348-9\">See also as to the invalidity of an express agreement by the employee, Purdy <em>v. </em>Rome, W., etc., R. Co., 125 <em>N. Y. </em>209; R. R. Co. <em>v. </em>Spangler, 44 <em>Ohio St. </em>471; Clark <em>v. </em>Halmers, 7 H. &amp; N. <em>(Exch.) </em>933; Runt <em>v. </em>Herring, 49 <em>N. Y. State Rep. </em>126; s. c., 2 <em>Misc. </em>105.</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b348-6\">Haight, J. [after stating facts.]</author>\n<p id=\"AqtH\">Were the defendants-chargeable with negligence ? The statute provides that: “ It shall be the duty of the owner of any manufacturing-establishment, or his agents, superintendent or other person in charge of the same, to furnish and supply, or cause to be furnished and supplied therein, in the discretion of the factory inspector . . . where machinery is in use, belt shifters or other safe mechanical contrivances, for the purpose of throwing on or off belts or pulleys ; and whenever possible, machinery therein shall be provided with loose pulleys; all vats, pans, saws,, planers, cogs, gearing and machinery of every description-therein shall be properly guarded” <em>(Laws of </em>1890,. c. 398, § 12).</p>\n<p id=\"b348-8\">It will be observed that the provision in reference to-the supplying of belt shifters is left within the discretion of the factory inspector, but that in reference to guarding “ vats, pans, saws, planers, <em>cogs, </em>gearing and machinery of every description,” the provision is mandatory. Whilst the provision in reference to guarding the machinery is mandatory, it must doubtless receive a reasonable construction, and the guarding mentioned must have reference to that portion of the machinery which is so located as to-be dangerous. The cog wheels causing the injury were about six feet above the floor, and may not, in consequence thereof, have been considered dangerous in the ordinary operation of the machine, but may become dangerous when the operator undertakes to clean the same. There was no evidence showing that the factory inspector had <page-number citation-index=\"1\" label=\"293\">*293</page-number>required the defendants to supply belt shifters, so that they cannot be said to have violated the statute in this regard. The absence of belt shifters, however, becomes important as bearing upon the fact that the cleaning of the machines was required to be done whilst they were in motion. If the machines could have been stopped, the •cleaning could have been done with absolute safety, but cleaning whilst in motion, with uncovered cog wheels, became extremely hazardous. And it appears that this fact was understood and appreciated by the defendants, for in another room in the factory were three other machines of similar construction, which had belt shifters, •one of which had been formerly operated by this plaintiff; and when she commenced to operate the same she was instructed how to shift the belt, and directed never to •attempt to clean the machine until she had shifted the belt and stopped its motion. The statute to which we have alluded was designed to afford an additional safeguard to employees in factories. It casts upon the employer the duty of guarding machinery that is dangerous. A failure on the part of the owners of factories to perform a duty imposed by the statute, where, as a consequence, an' injury results to another, is evidence of negligence (McRickard <em>v. </em>Flint, 114 <em>N. Y. </em>222, 226).</p>\n<p id=\"b349-5\">Whilst a master may carry on his business with an old machine not provided with all the safeguards attached to new machines, unless required by the statute, he is ordinarily chargeable with the knowledge of the means necessary to be employed in the performing of his work, .and is required to exercise proper care and precaution in ■guarding against the risks incident to the employment. He must, consequently, furnish his employees a safe place to work, sound and suitable tools, implements, appliances .and machinery, and must keep the same in repair (Benzing <em>v. </em>Steinway, 101 <em>N. Y. </em>547, 552; McGovern <em>v. </em>Central Vermont R. R. Co., 123 <em>Id. </em>280).</p>\n<p id=\"b349-6\">Had the defendants fully discharged their duty to the <page-number citation-index=\"1\" label=\"294\">*294</page-number>plaintiff in this regard? Under the evidence, it appears, to us that this question could properly be answered only by the jury.</p>\n<p id=\"b350-5\">’ Was the plaintiff guilty of contributory negligence ?' 'As we have seen, she was required to clean the machine whilst it was in motion, a portion of which was within an inch of the revolving cog wheels. In order to reach this place she was compelled to stand upon her tip-toes on an uneven floor. There may have been some tremor to the-building, owing to the machinery that was running therein. Whilst standing in this unsteady position her hand slipped, or the waste in her fingers suddenly caught in the cogs, drawing her hand within the wheels. We think this question should also be answered by the jury.</p>\n<p id=\"b350-6\">Did she, by her contract of employment, assume these-risks ? The trial court was of the opinion that she did, and for this reason ordered«a non-suit. The general rule doubtless is, that a servant who enters the employment of a master assumes the risk incident to such employment,, where the dangerous structures or implements are open, visible and known to him (De Forest <em>v. </em>Jewett, 88 <em>N. Y. </em>264; Sweeney <em>v. </em>Berlin &amp; Jones Envelope Co., 101 <em>Id. </em>520; Hickey <em>v. </em>Taafe, 105 <em>Id. </em>26; Appel <em>v. </em>R. R. Co., 111 <em>Id. </em>550).</p>\n<p id=\"b350-7\">These cases were fully considered and discussed in the dissenting opinion in Eldridge <em>v. </em>Atlas Steamship Co. (134 <em>N. Y. </em>187, 193), but this rule is founded upon the assumption that the master has discharged his duty to the employee, and, consequently, is not chargeable with negligence. In the De Forest case there were ditches in. the yard. They were open and visible, and known to the employee ; but he stepped into one and fell under a passing train. In that case there was no statute requiring the ditches to be covered ; consequently, the railroad company was not chargeable with omission of duty or negligence. In the Appel case the plaintiff stepped into a frog, caught his foot, and was run over by a train. The <page-number citation-index=\"1\" label=\"295\">*295</page-number>frog was a necessary, open, visible structure in the yard, and was known to him. There was no statute requiring-it to be blocked, and the company owed him no duty in that regard. In the Eldridge case the wheels of the winch were open, visible and known to the plaintiff, who had operated it on previous occasions, but the statute did not require the wheels to be covered. And the same may be said in reference to the Sweeney case. Had the statute required covers in these cases, a different question would have been presented. In Benzing <em>v. </em>Steinway <em>(supra), </em>RUGER, Ch. J., in delivering the opinion of the court, says : “ It has been repeatedly held that the risks of the service which a servant assumes in entering the employment of a master, are those only which occur after the due performance by the employer of those duties which the law enjoins upon him.” And in McGovern <em>v. </em>Central Vermont R. R. Co. <em>(supra), </em>the chief judge says: “ It may, we think, be laid down as a general rule that the dangers connected with such a business, which are unavoidable after the exercise by the master of proper care and precaution in guarding against them, are risks incident to the employment, and are assumed by those who consent to accept employment under such circumstances <em>; </em>but those dangers which are known and can be mitigated or avoided by the exercise of reasonable care and precaution on the part of those carrying on the business, and injuries from which happen through neglect to exercise such care, and not incident to the business, and the master is generally liable for damages occurring therefrom.” The trial court appears to have based its decision upon White <em>v. </em>Witteman Lithographic Co. (131 <em>N. Y. </em>631). In that case the trial court in its charge said : “ Then, again, it is-also claimed, or suggested, at any rate, that the defendant failed in not guarding this machine in a particular manner-described by the same statute to which I have referred. But that point is not available against the defendant under the evidence in this case, because the boy was <page-number citation-index=\"1\" label=\"296\">*296</page-number>aware of the absence of the guards, and he must be held to have assumed the risk of working on the machine without a guard.” The judgment was affirmed on review, but we do not understand that the charge was held to be correct. EARL, J., in delivering the opinion of the court, says, in reference to it: “ It is not always true that the absence of guards about the machinery in such a case, provided the boy knew it, can have no bearing upon the liability of the employer. The boy might unintentionally and without fault on his part, come in contact with the machinery, or accidentally fall or be thrown against it, and thus the absence of guards which would have protected him, might constitute the negligence which would impose liability upon the employer. But here the boy not only knew that the guards were not there, but, according to his own evidence, they would have been of no service if they had been there, because, having intelligence enough to take care of himself, and to understand and appreciate the machinery and the danger to be apprehended from it, he intentionally went to the place where he was injured and took hold of the lever with his right hand, knowing what the effect would be, and intending to produce that effect, and then carelessly or thoughtlessly thrust his left hand into the wheels. It is impossible to perceive how any ordinary guards would have saved him from the injury.” As we understand the opinion, the charge was held not to be reversible error for the reason that the evidence showed that the guards, had they been there, would not have prevented the accident.</p>\n<p id=\"b352-6\">We, consequently, are of the opinion that if it should be found that the defendants owed the plaintiff a duty which was not discharged, and that they were guilty of negligence in not performing it, and the injury was the result of such omission of duty, the risk was not such as was assumed by her.</p>\n<p id=\"b352-7\">It follows that the exception to the non-suit was well <page-number citation-index=\"1\" label=\"297\">*297</page-number>taken, and that a new trial should be granted, with costs to abide the event.</p>\n<p id=\"b353-5\">Dwight, P. J., Lewis and Bradley, JJ., concurred.</p>\n<p id=\"b353-6\">Plaintiff’s motion for a new trial granted, with costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}