{
  "casebody": {
    "data": "<casebody firstpage=\"292\" lastpage=\"298\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b312-7\">Ann Z. Smith <em>v. </em>Harold E. Smith</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b312-8\">King, C. J., Murphy, Shea, Alcorn and Comley, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b313-8\"><page-number citation-index=\"1\" label=\"293\">*293</page-number>Argued December 5, 1963</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Afg\">decided January 8, 1964</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b313-10\"><em>William 8. Ewing, Jr., </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b313-11\"><em>Frank J. Kinney, Jr., </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b314-4\"><page-number citation-index=\"1\" label=\"294\">*294</page-number>King, C. J.</author>\n<p id=\"A_W\">The plaintiff wife, by writ dated February 5, 1960, instituted an action against the defendant husband, claiming a legal separation, alimony, counsel fees and custody of a minor child. Thereafter, pursuant to the plaintiff’s motion filed on March 17, 1960, the court, on May 20, 1960, entered an order for alimony pendente lite of $80 a week and counsel fees of $500, payable $250 within four weeks and $250 before trial. The court did not direct the giving of any notice to the defendant of the entry of the pendente lite order, and neither he nor his counsel was present in court at the hearing on the motion. The defendant claims that the court’s omission of an order of notice left the pendente lite order invalid and of no effect under what is now § 379 of the 1963 Practice Book.<footnotemark>1</footnotemark></p>\n<p id=\"b314-5\">The short answer is that in no proper sense was this action an “uncontested” legal separation action, nor was the defendant a “nonappearing adverse” party. On March 21, 1960, the defendant entered a special appearance and filed a plea in abatement, claiming defective service of process. Although the plea was not sustained, the jurisdictional claim was subsequently renewed in a motion to dismiss the entire action, including the pendente lite order in question. The motion to dismiss was granted February 14, 1961, but the judgment on that motion was reversed. <em>Smith </em>v. <em>Smith, </em>150 Conn. 15, 24, 183 A.2d 848, decided on July 27, 1962.</p>\n<p id=\"b315-4\"><page-number citation-index=\"1\" label=\"295\">*295</page-number>Even if we assume that this action was “uncontested” and that the defendant was a “nonappearing adverse” party, under the peculiar facts of this.case the court’s failure to order notice was not fatal to the validity of the pendente lite order. Prior to the hearing on the motion for alimony pendente lite, a hearing had been held on the defendant’s plea in abatement of March 21, 1960, previously mentioned. Furthermore, the defendant’s counsel, on May 23, 1960, which was but three days after the pendente lite order had been entered, was informed of its terms, and the defendant admits that his attorney advised him by letter of the provisions of the order and that he made no payments under it. The quoted rule does not refer to an order pendente lite for counsel fees, and as to that part of the pendente lite order the rule has no application. Actually, the second $250 instalment of counsel fees never became payable since the Connecticut action never went to trial on the merits.</p>\n<p id=\"b315-5\">The defendant not only had knowledge of the pendency of the action and the consequent likelihood of the entry therein of an order for alimony pendente lite and counsel fees but also had actual knowledge of the order itself, through his own attorney. The pendente lite order never was modified. Despite all this, the defendant knowingly ignored the order. <em>Smith </em>v. <em>Smith, </em>150 Conn. 15, 183 A.2d 848. Under these circumstances, notice of the entry of the pendente lite order would have accomplished nothing more, and the failure of the court to direct such notice did not affect the validity of the order.</p>\n<p id=\"b315-6\">The defendant’s second basic claim is that the rendition of a decree of divorce in Nevada precluded the collection of any payments then due under the Connecticut pendente lite order. To understand <page-number citation-index=\"1\" label=\"296\">*296</page-number>this claim certain additional facts are required. On March 28, 1960, after the filing of the motion for alimony pendente lite, the husband instituted a divorce action against the wife in Reno, Nevada. The wife appeared, by counsel, filed a counterclaim,, personally appeared at, and participated in, the-Nevada trial and on October 10, 1960, was granted a divorce from her husband together with a permanent order of alimony. On October 25, 1960, the-defendant returned to Connecticut, and the plaintiff, after ascertaining his whereabouts, obtained,, on November 18,1960, a citation for contempt based on the failure of the defendant to comply with the-May 20, 1960 pendente lite order. The contempt, citation was duly served on the defendant in Connecticut on November 19,1960.</p>\n<p id=\"b316-5\">As previously mentioned, the court, at the behest, of the defendant, dismissed the entire Connecticut, action, including the contempt citation, for inadequacy of service of process, and, on July 27, 1962,. the judgment of dismissal was reversed. <em>Smith </em>v. <em>Smith, </em>supra, 24.</p>\n<p id=\"b316-6\">After that decision, the contempt citation was heard, and the trial court, on October 10, 1962, held that the pendente lite order of May 20, 1960, for alimony and for the first $250 instalment of counsel fees, was valid and wholly unpaid; that the arrearage of the weekly alimony pendente lite payments until the granting of the Nevada decree was-$1634.26; and that counsel fees of $750, in addition to the $250 instalment, together with a sheriff’s fee of $10, should be allowed for the contempt proceedings in Connecticut. The total arrearage under the pendente lite order together with the additional counsel and sheriff’s fees of $760 came to $2644.26. From that determination this appeal is taken.</p>\n<p id=\"b317-4\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>The fundamental purpose of alimony pendente lite is to provide the wife, during the pendency of the divorce action, with current support in accordance with her needs and the husband’s ability to meet them. <em>England </em>v. <em>England, </em>138 Conn. 410, 413, 85 A.2d 483. Ordinarily, this result can best be accomplished by an order for periodic cash payments. Id., 415. Such instalment payments, as they accrue, become, in effect, a debt. <em>Harrison </em>v. <em>Union &amp; New Haven Trust Co., </em>147 Conn. 435, 437, 162 A.2d 182; <em>Sturtevant </em>v. <em>Sturtevant, </em>146 Conn. 644, 646, 153 A.2d 828; <em>Hiss </em>v. <em>Hiss, </em>135 Conn. 333, 336, 64 A.2d 173; <em>German </em>v. <em>German, </em>122 Conn. 155, 164, 188 A. 429.</p>\n<p id=\"b317-5\">No basis exists for any differentiation in this respect between Connecticut orders made as incident to a final decree of divorce and those granted pendente lite, since each type of order carries out the fundamental objective of providing the wife with current support. Indeed, a Connecticut order for alimony pendente lite has been held to be the proper subject of an appeal. <em>Hiss </em>v. <em>Hiss, </em>supra.</p>\n<p id=\"b317-6\">The defendant makes much of the fact that although the final decree of divorce granted the wife in Nevada on her counterclaim allowed only permanent alimony, the wife orally admitted that she was reimbursed for her plane fare to and from Nevada and that the judge in Nevada told her husband to give her $10 or $15 a day to pay her hotel bill during the few days that she was staying in Nevada. Such informal suggestions, regarding such trivial sums, cannot be treated as adjudications for the payment of alimony pendente lite. This is especially true here, since the plaintiff did not seek alimony pendente lite in the Nevada action and the Nevada judgment did not make any mention of <page-number citation-index=\"1\" label=\"298\">*298</page-number>alimony pendente lite. There is nothing to indicate any attempt on the part of the plaintiff simultaneously to accept the benefits of orders for alimony pendente lite entered in two jurisdictions and running concurrently, as was the case, for instance, in <em>Hamilton </em>v. <em>Hamilton, </em>113 Conn. 306, 311, 155 A. 217.</p>\n<p id=\"b318-5\">It follows that the payments ordered in the Connecticut pendente lite order continued to accrue, until at least the date of the rendition of the Nevada divorce judgment. The plaintiff concedes that no periodic payments accrued under the Connecticut pendente lite order after the entry of the final decree of divorce in Nevada, and she is not attempting to collect any such payments.</p>\n<p id=\"b318-6\">The court correctly held that the pendente lite alimony payments which had accrued prior to the date of the rendition of the Nevada decree of divorce were due and owing to the plaintiff. 27B C.J.S., Divorce, § 380; 27 Am. Jur., Husband and Wife, § 429; notes, 1 A.L.R.2d 1423, 1427 § 4, 1440, 28 A.L.R.2d 1346, 1352 § 5, 1354 § 6; see note, 154 A.L.R. 530, 531. The allowance for additional counsel fees of $750 was made expressly to cover the expenses to which the plaintiff had been subjected in overcoming the vigorous resistance of the defendant to her attempts to collect the alimony pendente lite payments in Connecticut. Since these payments, insofar at least as they were then past due, survived the entry of the Nevada divorce decree and are still unpaid, it was proper for the Connecticut court, even after the rendition of the Nevada divorce decree, to allow counsel fees to reimburse the plaintiff for the cost of their collection. General Statutes § 52-256a.</p>\n<p id=\"b318-7\">There is no error.</p>\n<p id=\"b318-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b314-6\"> “[Practice Book (1963)]. Sec. 379. -notice of orders for support OR alimony In all uneontested divorce actions, suck notice as tke court skall direct skall be given to nonappearing adverse parties of any orders for support or alimony. No such order shall be effective until the order of notice shall have been complied with.”</p>\n<p id=\"b314-8\">The procedure in actions for legal separation is the same as in actions for a divorce. General Statutes § 46-29; Practice Book, 1963, $ 388.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}