{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"146\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b173-4\">Commonwealth vs. Shawn M. Murphy.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b173-5\">No. 98-P-821.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b173-6\">Worcester.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AxM\">September 14, 1999.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ay-\">October 26, 1999.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AdU\">Present: Kass, Smith, &amp; Spina, JJ.<footnotemark>1</footnotemark></p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b173-11\"><em>Mark W. Helwig </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b173-12\"><em>Thomas W. Dee, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b173-14\">Justice Spina participated in the deliberation on this case while an Associate Justice of this court, prior to his appointment as an Associate Justice of the Supreme Judicial Court.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b173-13\">Kass, J.</author>\n<p id=\"AZb\">Whether the testimony of the ten year old complaining witness was credible was the paramount issue in the trial of the defendant on charges of unnatural intercourse with a child under sixteen.<footnotemark>2</footnotemark> A jury found the defendant guilty on three counts of the lesser included offense of indecent assault and battery. The defendant’s ground of appeal is that the prosecution improperly attempted to build up the credibility of its principal witness by draping around her a mantle of religious faith; i.e., if the witness believed in God, she must be telling the truth.</p>\n<p id=\"b174-4\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>Courts have been chary about allowing evidence of the religious belief system of a witness either to enhance or impair the credibility of a witness. In Massachusetts, that caution was voiced as early as <em>Commonwealth </em>v. <em>Buzzell, </em>16 Pick. 153, 156 (1834), and as recently as rule 610 of the Proposed Massachusetts Rules of Evidence.<footnotemark>3</footnotemark> The <em>Buzzell </em>case presented the question starkly because there had been an effort to suggest that the adherent of one religion was less to be believed than the adherent of another. Questioning that appears to pander to religious prejudice is particularly disfavored. See <em>Allen </em>v. <em>Guarente, </em>253 Mass. 152, 155-156 (1925). In a case closer in kind to the one before us, the court, in dicta, regarded tolerantly questions about religious beliefs “designed to determine the effect of [the defendant’s] religious beliefs on the oath he had taken as a witness.” <em>Commonwealth </em>v. <em>Lee, </em>394 Mass. 209, 220 (1985).</p>\n<p id=\"b174-5\">Other jurisdictions directly confronting the question reflect a disposition to exclude questions about religious belief for the purpose of buttressing a witness’s credibility. See <em>State </em>v. <em>Thomas, </em>130 Ariz. 432, 435-437 (1981) (en banc) (reversing because prosecutor argued that a witness who held strong religious convictions was more to be believed than the defendant who was not so described); <em>People </em>v. <em>Wells, </em>82 Mich. App. 543, 546 (1978) (holding that it was reversible error to allow prosecutor to convey to the jury that complainant was more believable than the defendant because she attended church); <em>Commonwealth </em>v. <em>Fawcett, </em>297 Pa. Super. 379, 389 (1982). In <em>Fawcett, </em>the line of questioning much resembles that of the prosecutor in the instant case, but the case did not involve a child witness. As in Michigan, Pennsylvania by statute forbade the <page-number citation-index=\"1\" label=\"145\">*145</page-number>questioning of a witness in a judicial proceeding concerning religious belief.<footnotemark>4</footnotemark> It did not help the government in <em>Fawcett </em>that, when defense counsel objected to the prosecutor’s question whether the witness believed in “a Supreme Being or a God,” the trial judge inteijected: “Mr. Campana, before the Supreme God strikes you down, you better — I’ll just say that I’ll overrule your objection.” <em>Id. </em>at 387. The Superior Court of Pennsylvania thought the trial judge had “impliedly placed both God and the court on the side of the Commonwealth.” <em>Id. </em>at 389.</p>\n<p id=\"b175-5\">In this case, unlike the cases referred to above, the complainant was a child.<footnotemark>5</footnotemark> Lawyers who present a child as a witness must cope with the threshold problem of establishing that the child is able to differentiate fact from fiction and has some sense of the immorality of lying. Cf. <em>Commonwealth </em>v. <em>Brusgulis, </em>398 Mass. 325, 330 (1986) (holding that the trial judge erred in finding a child witness incompetent because the witness was unable to explain the meaning of “punishment”). To the end of establishing that a child has some moral directive toward truth telling, a question whether the child believes in God and a question whether the child recognizes the witness’s oath as a promise to God are within tolerable limits to test whether the witness’s oath meant anything to the child witness.</p>\n<p id=\"b175-6\">Questions whether the child had been instructed in catechism, however, put the prosecutor over the top. One may also ask whether, with a child as old as ten, testimonial competence in the sense of understanding the significance of truth telling ought not to be assumed until attacked. See 6 Wigmore, Evidence § 1821 (Chadbourn rev. ed. 1976); 1 McCormack, Evidence § 62 (4th ed. 1992). The prosecution correctly anticipated an attack on the complainant’s credibility and, as we have said, <page-number citation-index=\"1\" label=\"146\">*146</page-number>enhancement of credibility on the ground that the witness is a religious person is disfavored.</p>\n<p id=\"b176-5\">To the extent that allowance of some of the questions put by the prosecutor was error, it was error entirely without consequence, as the following excerpt from the trial transcript demonstrates:<footnotemark>6</footnotemark></p>\n<blockquote id=\"b176-6\">Q (by prosecutor). “Do you believe in God?”</blockquote>\n<blockquote id=\"b176-7\">A (by the complainant). “Yes.”</blockquote>\n<blockquote id=\"b176-8\">Q. “And has your mommy taken you to catechism before?”</blockquote>\n<blockquote id=\"b176-9\">A. “Yes.”</blockquote>\n<blockquote id=\"b176-10\">Q. “And did you study about God there?”</blockquote>\n<blockquote id=\"b176-11\">A. “Yes.”</blockquote>\n<blockquote id=\"b176-12\">Q. “Do you realize when you come into court and swear to God to tell the truth that that is very serious?”</blockquote>\n<blockquote id=\"b176-13\">A. “Yes.”</blockquote>\n<blockquote id=\"b176-14\">Q. “If you don’t tell the truth, does something happen to you?”</blockquote>\n<blockquote id=\"b176-15\">A. “Yeah.”</blockquote>\n<blockquote id=\"b176-16\">Q. “What is that?”</blockquote>\n<blockquote id=\"b176-17\">A. “My mom would ground me.”</blockquote>\n<p id=\"b176-18\">However much the prosecutor may have wanted to persuade the jury that the complainant was to be believed because she was God-fearing, his attempt misfired. The witness was more concerned about displeasure and punishment by her mother than displeasure and punishment by God. This could not have been lost on the jury, and there was no reversible error.</p>\n<p id=\"b176-19\">\n<em>Judgments affirmed.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b173-15\">The defendant had also been indicted on two counts of indecent assault and battery on a child under age fourteen. Those charges were not brought to trial and were dismissed following trial.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b174-6\">“Evidence of the beliefs or opinions of a witness on matters of religion is not admissible for the purpose of showing that by reason of their nature his credibility is impaired or enhanced.” Proposed Mass.R.Evid. 610. Those rules have not been adopted but were stated by the Supreme Judicial Court to have “substantial value as a comparative standard in the continued and historic role of the courts in developing principles of law relating to evidence.” Announcement of the Justices of the Supreme Judicial Court (Dec. 30, 1982), reprinted in Flannery, Saris, Sosman &amp; Carney, Massachusetts Evidence: A Courtroom Reference at A1-2 (MCLE rev. ed. 1999).</p>\n<p id=\"b174-7\">Massachusetts has also enacted a statute which provides that “[a] person not a believer in any religion shall be required to testify truly under the penalties of peijury, and evidence of his disbelief in the existence of God may not be received to affect his credibility as a witness.” G. L. c. 233, § 19, as appearing in St. 1973, c. 964.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b175-7\">The Michigan Court of Appeals also relied upon a Michigan statute, Mich. Comp. Laws Ann. § 600.1436 (West 1996), which, in pertinent part, reads: “No witness may be questioned in relation to his opinions on religion, either before or after he is sworn.” The Pennsylvania statute reads: “No witness shall be questioned, in any judicial proceeding, concerning his religious belief; nor shall any evidence be heard upon the subject, for the purpose of affecting either his competency or credibility.” 42 Pa. Cons. Stat. Ann. § 5902(b) (West 1982).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b175-8\">Although <em>State </em>v. <em>Thomas, supra, </em>involved questions about the religious convictions of the fourteen year old victim, in that case the questions were intended to bolster the witness’s credibility; there was no question, as here, about the witness’s competency to testify. <em>State </em>v. <em>Thomas, supra </em>at 435.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b176-20\">The defendant’s counsel objected to this line of questioning.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}