{
  "casebody": {
    "data": "<casebody firstpage=\"321\" lastpage=\"326\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b329-4\">John Abbott <em>versus </em>Benjamin B. Wiley.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b329-5\">W Here a personal action in which the <em>ad damnum </em>exceeded the sum of $100, is brought up by the plaintiff to this Court from the Court of Common Pleas, by appeal fromz judgment on a demurrer with a right reserved to waive the pleadings in the court below, and the plaintiff recovers in this Court a verdict for a sum more than $20 and not exceeding $100, he is entitled to full costs, and the defendant is not entitled to his costs of the appeal. [See Revised Slat. c. 121, § 6 <em>et </em>seg.]</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b329-6\">Case for slander. The damages were laid at a sum ex ceeding 100 dollars.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b329-7\">The cause was brought up from the Court of Common Pleas by the plaintiff, by a common demurrer ; and upon a trial in this Court, the plaintiff recovered a verdict for the sum of $37\"50. The defendant claimed the costs of the appeal, under the statute, upon the ground, that the plaintiff had recovered less than the sum of $100. The plaintiff claimed full costs.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b329-8\"><em>Farley </em>and <em>Mann, </em>for the defendant,</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"Ahl\">cited <em>Briggs </em>v. <em>Murdock, </em>13 Pick. 321 ; <em>Hovey v. Crane, </em>10 Pick. 440 ; <em>Andrews </em>v. <em>Austin, </em>2 Pick. 528 ; <em>Wightman </em>v. <em>Hastings, </em>4. Mass. R. 244 ; <em>Plimpton v. Baker, </em>9 Pick. 70 ; <em>Godfrey </em>v. <em>Godfrey, </em>1 Pick. 236 ; <em>Chace </em>v. <em>Tucker, </em>2 Pick. <em>27.</em></p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b329-11\"><em>Choate, </em>for the plaintiff,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AuZ\">cited <em>Hovey </em>v. <em>Crane, </em>10 Pick. 440.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b329-13\">Shaw C. J.</author>\n<p id=\"AH8\">delivered the opinion of the Court. This was a cause before the jury at the last nisi prius term, and a question having arisen after verdict, respecting the relative rights of the parties in taxing costs, it was brought before the whole Court, at the adjournment in January, and fully argued. It being a question of considerable interest and importance, the parties, as well as the judge at nisi prius, were desirous of having the opinion of the whole Court.</p>\n<p id=\"b329-15\">This question depends upon the construction of the statutes, regulating appeals ‘n civil actions.</p>\n<p id=\"b330-6\"><page-number citation-index=\"1\" label=\"322\">*322</page-number>The general rule and the general policy of law in this Commonwealth is, that in all civil actions the prevailing party shall be allowed to recover his taxable costs, as a matter of right. All restraints upon this right are to be deemed exceptions to the general rule, and are to be construed with reference to the purposes for which they were established. Prior to the <em>St. </em>1817, c. 185, there was a general right of appeal, in all cases originally commenced in the Court of Common Pleas, without restraint as to costs. The direct object and avowed purpose of this act was to restrict the right of appea., and various provisions were introduced for the purpose of enforcing this restriction. This statute was itself repealed by the <em>St. </em>1820, c. 79, establishing the Court of Common Pleas ; but the provisions of the last preceding act, with some modifications, were reenacted. In the former act, the form of the enactment is, that from and after passing this act, no appeal shall be allowed, in personal actions, when the sum demanded shall not exceed $70. In the subsequent act, § 4, it is provided, that any person aggrieved, &amp;c. in any personal action wherein any issue has been joined, in which the damage demanded shall exceed $100, may appeal. In substance they are the same, but in form, the former appears as a positive restriction upon a previously existing right; the latter is a qualified allowance of a right. The distinction is of no other importance than this, that it indicates, that the subsequent provisions in regard to costs, are intended alike, in both cases, to carry into effect the purposes of the act, in restraining the right of appeal, and securing the final jurisdiction of the Court of Common Pleas in cases under the sum limited. Where the <em>ad damnum </em>is laid at or under $100, the statute allows no right of appeal, the :udgment of the Court of Common Pleas is final, and no fur-,her restraint is necessary. But it depends upon the will of the plaintiff to lay his <em>ad damnum </em>as he pleases, and by laying it over $100, which he is very likely to do in cases sounding in damages, the purposes of the statute would be defeated. The subsequent enactments therefore respecting costs, are obviously designed to discourage appeals, in the cases contemplated by the statute, and restrain parties by the peril of costs, where they cannot be restrained by the positive provisions of law <page-number citation-index=\"1\" label=\"323\">*323</page-number>this is obviously designed to apply to cases, where the <em>ad damnum </em>is laid at a sum over $100; otherwise, they wou.d t&gt;e nugatory, because by the terms of the act there could be no appeal. To secure this object, the costs are made to depend upon the result. If the plaintiff appeals and recovers less than $100, he shall suffer in costs, because the event shows, that he should not have demanded over $100, and that such a demand was an evasion of the law. If the defendant appeals, which presupposes a judgment against him for some damages, and shall not reduce the amount, he shall be deemed .to have failed in his appeal, and shall pay double costs. The manifest design of these provisions, in both acts, is to restrain the right of appeal in cases, where by the other provision of the statute it is not and cannot be particularly prohibited, that is, in cases where from design to evade the provisions of the statute, from mistake of his rights or otherwise, the plaintiff has laid his <em>ad damnum </em>over $100, but where it is shown by the event, that it ought not to have been so laid.</p>\n<p id=\"b331-4\">But whilst it is the manifest object of these statutes, to secure the final jurisdiction of the Court of Common Pleas in personal actions, so far as a general trial in all matters of law and fact are concerned, yet it is equally the policy of these acts to empower parties to take the opinion of the Supreme Judicial Court in matters of law. For this purpose, the 5th section allows the filing of exceptions in a summary mode. And the 6th section provides that nothing in this act shall be construed to deprive any party of his writ of error, or to prevent any party aggrieved by any judgment of the Court of Common Pleas rendered upon any issue in law or case stated by the parties, and where it is not agreed that the judgment of the Court of Common Pleas shall be final, from appealing to the Supreme Judicial Court, <em>as heretofore.</em></p>\n<p id=\"b331-5\">It was intimated rather than urged at the argument, that the construction which ought to be put on this section is this ; that though this section does not prevent the appeal, it allows it only under the penalties of the 4th section as to costs, that is, that the plaintiff shall lose his costs of appeal, and pay double costs, in case he shall not recover $100. But we think this would be equally opposed to the spirit and the language of the statute. If <page-number citation-index=\"1\" label=\"324\">*324</page-number>it was intended to apply to a case where the <em>ad damnum </em>is over ¿100, it would be wholly useless, because the plaintiff might always appeal under the like penalty without the aid of this provision. If to a case under $100, it would be illusory, because a plaintiff never could recover over $100, and must therefore always and necessarily pay the penalty. Besides, in a case stated for the opinion of the Court, on a pure question of law, in a matter of legal right, where the damages are often of secondary importance, the prevailing party would pay double costs, if he should not recover over $100. Such we think could not have been the intent of the legislature. We are of opinion, that the provision of the statute that nothing contained therein should prevent the right of appeal from a judgment on an issue in law as heretofore, must be construed to mean, a right of appeal attended with the usual consequences of freedom from the penalty of double costs, dependent upon the amount of damage recovered, and with costs to the prevailing party, according to the general rule. This construction is confirmed by the proviso to the same 6th section, now repealed, which allowed this right of appeal from a judgment on an issue in law, only under the restriction that no right should be reserved, to waive the pleading or statement of the case. This was undoubtedly intended by the makers of that act, to prevent this right of carrying up causes on demurrer, with a right to waive the pleadings and plead anew, and there by further to enforce the policy of preventing appeals, where the whole cause, in matter of fact as well as law, would be open on the appeal in the Supreme Judicial Court. But this very proviso recognises, what indeed is plain enough without, that a judgment on demurrer is a judgment on an issue in law, as well where a right is reserved to waive the pleadings, as where there is no such reservation. <em>Hovey </em>v. Crane, 10 Pick. 440.</p>\n<p id=\"b332-7\">This act was passed on February 14, 1821, and was tc take effect on the 1st of July following. But by a subsequent act, passed June 16, 1821, (St. 1821, c. 23,) several amendments of this act were made, and among the rest the proviso tt&gt; the 6th section, providing that no right should be reserved to waive the pleadings, was repealed, and this being done be<page-number citation-index=\"1\" label=\"325\">*325</page-number>fore the act went into operation, the proviso never took effect, and therefore the «section stands as if the proviso had never existed, except that it may be resorted to for the purpose of exposition, indicating what was the understanding and intent of the legislature at the time.</p>\n<p id=\"b333-3\">From this view of the statutes it follows as a necessary consequence, that where the appeal is taken by a plaintiff, from a judgment on an issue in law, the plaintiff is not subject to costs or restrained from recovering costs according to the event of the suit, though such issue in law was accompanied by a mutual reservation of the right to waive the pleadings.</p>\n<p id=\"b333-4\">I am aware, that it was held in one case under like circumstances, that the plaintiff could not recover costs of the appeal, and that he was liable to pay costs, <em>Andrews </em>v. Austin, 2 Pick. 528. But it will be perceived by reference to that case, that it was decided soon after the statutes passed, that the general question was not suggested, and that the sole question before the Court was, whether the verdict under $100, increased by interest whilst the cause was under advisement, to a sum over $100, was a recovering over $100, by the plaintiff, within the intent of the statute ; and it was decided that it was not. I am informed by members of the Court, that the question has several times been decided at nisi prius, according to the views now taken.</p>\n<p id=\"b333-5\">The statute of 1822, c. 105, was relied upon as evidence of the understanding of the legislature, that prior to the enactment of that act, especially the proviso, actions could not be carried up by the plaintiff, upon common demurrer, without risk of costs in case of not recovering over $100. The main scope and purpose of that act was to regulate the appeal on the part of defendants, and to direct the mode of taxing double costs. It was passed before the new edition of the laws was published. This proviso enacts, that nothing in that act, or the act to which it is in addition, shall affect the right of either party to recover costs according to the event of the suit when a cause is carried up by common demurrer, that is, by an issue in law with a right reserved, to waive the pleadings. There is nothing inconsistent or repugnant in this proviso, to the views of the statute which we have now taken <page-number citation-index=\"1\" label=\"326\">*326</page-number>The argument is, that such a provision would have been unnecessary if the law had been so before. But much reliance cannot be placed on this argument, when it is considered how often the legislature pass declaratory acts, and by positive and express enactment, make that clear and explicit, which could only before be inferred by comparison and deduction. To remove doubts, and to make the rules of law clear and practi cal without intending to change them, is a laudable and sufficient motive to legislation, and is often one of its avowed objects.</p>\n<p id=\"b334-7\">If the introduction of this proviso into the act of 1822, <em>c. </em>105, did not affect the law as it stood, upon the prior statutes, the repeal of it by the statute of 1832, c. 165, cannot affect the question.</p>\n<p id=\"b334-8\">The plaintiff is entitled to tax his full costs, and the defendant is not entitled to tax his costs of the appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}