{
  "casebody": {
    "data": "<casebody firstpage=\"190\" lastpage=\"193\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b214-7\">Ernest Thompson v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b214-8\">No. 2575.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ak\">Decided May 27, 1903.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b214-9\">1. —Race Prejudice and Discrimination—Motion to Quash.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b214-10\">Defendant, a negro, moved to quash the indictment because of race discrimination in the appointment of the commissioners to select the grand and petit juries; and because no negroes were selected on the grand and petit juries. See facts stated, upon which it was held that the motion was not sustained and was properly overruled.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b214-11\">2. —Rape—Evidence—Foot Tracks.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b214-12\">After defendant was arrested for rape, the officer caused him to pull off his shoes and took the measure of his bare foot, and testified it corresponded with the measurement of foot tracks they had measured at the locus in quo. Held, the evidence was not incompetent because defendant <page-number citation-index=\"1\" label=\"191\">*191</page-number>had not been warned. Such evidence is not infringement of the statutes as to unwarned confessions.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b215-3\">3. —Same—Age of Defendant—Charge.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b215-4\">Upon a trial for rape, where the age of defendant became an important issue, it was error for the court to instruct the jury to convict with the death penalty if they did “not believe, from the evidence, that defendant, at the time of the commission of the offense, had arrived at the age of 17 years.” If defendant was under the age of 17 years, he was not subject, under express provisions of the statute, to capital punishment.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b215-6\">4. —Same.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b215-7\">See opinion for evidence held insufficient to show that defendant was 17 years of age when the alleged crime was committed.</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b215-8\">Appeal from the District Court of Bexar. Tried below before Hon. John H. Clark.</summary>\n<summary data-order=\"12\" data-type=\"history\" id=\"b215-10\">Apeal from a conviction of rape; penalty, death.</summary>\n<summary data-order=\"13\" data-type=\"history\" id=\"b215-11\">The indictment charged appellant with the rape of Victoria Dickie, a female under the age of 15 years. -</summary>\n<p data-order=\"14\" data-type=\"summary\" id=\"b215-12\">Do statement necessary.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b215-13\">Do briefs on file for either party.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b215-14\"><em>Howard </em>Martin, Assistant Attorney-General, for the -State.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b215-15\">DAVIDSOD, Presiding Judge.</author>\n<p id=\"Anu0\">This is a death penalty conviction for rape. The question of race discrimination was suggested as a ground for quashing the indictment. The facts show that appellant is a negro, and that there were no negroes selected to serve upon the grand jury returning this indictment. Judge Green testified that he was district judge in Bexar County from 1894 to 1900; that there are some six or seven thousand jurors in Bexar county of whom seven or eight hundred are negroes, of which but few are qualified; that he has occupied other official positions in the county, and is now count}1- judge; that he himself, as district judge, never appointed a negro as jury commissioner; and that, so far as he knew, a negro had not been drawn as grand juror, and that none had ever acted as grand juryman in his court; that they were occasionally selected on the petit jury, and mentioned the names of two. Williams testified that he had been county commissioner four years, and is now county assessor; tliat there are some seven or eight thousand jurors in the county, about six or seven hundred of whom are negroes; that he had never known of a negro being drawn as grand juryman in that county. Sheriff Tobin testified practically as did the other witnesses. District Attorney Bee, as did the clerk of the district court, testified that 'they had not known negroes to be selected as grand jurors, nor as jury commissioners. Deputy Sheriff Trainer testified that he had held many official positions, including county commissioner, and had been about the district court a good deal within the last ten years, and that he had not known a negro to be selected as jury commissioner nor to act as a grand juror. Pancoast testified that he was one of the jury <page-number citation-index=\"1\" label=\"192\">*192</page-number>commissioners who selected the grand and petit jurors for the May term, 1902, of the District Court of Bexar County; that the other two jury commissioners who served with him were white men; that no negro was drawn or selected as grand juryman at that time; that the tax list of the county and the city directory of the city of San Antonio were before them; that he knew of many negroes who were competent grand or petit jurors in his county; that no negro was selected as a grand juror by himself and associates; that no names of negroes were suggested as grand jurymen; that when a name was suggested the qualifications of the person were canvassed and he was selected; the negro question was not mentioned or discussed; that no negro was discriminated against - as grand juryman. He would have gladly selected a negro as grand juryman if his name had been suggested. The grounds of the motion to quash are: “Appellant was indicted by a grand jury composed exclusively of white persons; that no negro or negroes were on such grand jury; that members of his race were discriminated against in the drawing, selecting and impaneling of said grand jury that returned said bill of indictment against this defendant.” The only evidence directly pertinent to this ground of the motion was that of the witness Pan coast, who testified that there was no discrimination, and that had the name of a competent negro been suggested to him, he would gladly have selected him, but the matter was not discussed by the commissioners in selecting the grand and petit jurors. We do not believe the point is well taken, under the facts stated.</p>\n<p id=\"b216-6\">While defendant was under arrest, the officers having him in charge were permitted to, and so testified, that they measured barefoot {racks in Jones’ pasture, where it is claimed prosecutrix was assaulted, and barefoot tracks going to and leaving said place, measuring with a stick; that at Adkins’s, in Bexar County, after appellant had been arrested, said witnesses caused him to pull his shoes off and took the measurement of his bare foot, which measurement corresponded with the measurement before taken by them of the barefoot tracks in Jones’, pasture. Appellant objected to that portion of the evidence in regard to the measurement of his foot after he was arrested, he not being warned. If it be conceded that the bill sufficiently states the fact that appellant was not warned, still we do not believe this objection is well taken. This question has been frequently before this court, and held not to be an infringement of the statutes with reference to unwarned confessions. Walker v. State, 7 Texas Crim. App., 245; Meyers v. State, 14 Texas Crim. App., 35; Bryant v. State, 18 Texas Crim. App., 107.</p>\n<p id=\"b216-7\">The charge of the court is sharply criticised. That portion of it under review is in the following language: “If you believe from the evidence, beyond a reasonable doubt, that defendant is guilty of the crime of rape, under the instructions hereinbefore given you, and do not believe from the evidence that defendant, at the time of the commission of said offense, had arrived at the age of 17 years, then you <page-number citation-index=\"1\" label=\"193\">*193</page-number>may assess the penalty at death, or confinement in the State penitentiary, as hereinbefore set out, at your discretion.” This charge is confusing, to say the least of it. It is calculated to impress the jury that the death penalty should be inflicted if appellant was under 17 years instead of over that age. If, as a matter of fact, appellant was under the age of 17 years, he was not subject to capital punishment, by the express terms of the statute. While the court, in another section of the charge, properly submits the law in regard to the age, the two sections of the charge are apparently, if not really, in conflict. But the most serious question for consideration arises under the facts which show a decided preponderance of the evidence and, perhaps, all the evidence introduced on that phase of the case, that appellant was under the age of 17 years. The evidence of several witnesses was introduced in regard to this matter, and by them it was shown that he was born “the year of the great storm,” and while the parents of appellant were living upon the place of one Adams, as tenant. “The year of the great storm” was 1886, and it occurred on August 20th. The State did not introduce evidence to contradict these facts. If appellant was born at any time during the year 1886, he was not subject to capital punishment for this crime, which occurred on June 24, 1902, about 4 o’clock in the afternoon. If his birth occurred on January 1, 1886, he would not have been 17 years old until the termination of the year 1902. The facts in this case are not as strong on proof of age as in Ingram v. State, 29 Texas Crim. App., 33. Because of the error in the court’s charge, and the insufficiency of the evidence to show appellant’s age to be 17 years, the judgment is reversed and the cause remanded. .</p>\n<p id=\"b217-5\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}