{
  "casebody": {
    "data": "<casebody firstpage=\"494\" lastpage=\"496\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b516-7\">ROBERT COOPER <em>v. </em>COMMISSIONER OF CORRECTION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AxTe\">(AC 17549)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b516-8\">O’Connell, C. J., and Landau and Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Aj3\">Argued March 18</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AkR\">officially released May 25, 1999</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b516-11\"><em>James A. Shanley, Jr., </em>special public defender, for the appellant (petitioner).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b516-12\"><em>RitaM. Shair, </em>assistant state’s attorney, with whom, on the brief, were <em>James E. Thomas, </em>state’s attorney, and <em>John J. Dropick, </em>former senior assistant state’s attorney, for the appellee (respondent).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b517-4\">\n<page-number citation-index=\"1\" label=\"495\">*495</page-number>\n<em>Opinion</em>\n</p>\n<author id=\"b517-5\">PER CURIAM.</author>\n<p id=\"amq-dedup-0\">The petitioner, Robert Cooper, was convicted, after a jury trial, of murder in violation of General Statutes § 53a-54a. The Supreme Court affirmed his conviction in <em>State </em>v. <em>Cooper, </em>227 Conn. 417, 630 A.2d 1043 (1993). The petitioner thereafter filed a petition for a writ of habeas corpus, which the habeas court dismissed after a hearing. He then filed a request for certification to appeal to this court, which the habeas court also denied. This appeal followed.</p>\n<p id=\"b517-6\">On appeal, the petitioner claims that the habeas court improperly (1) denied his petition for certification to this court and (2) dismissed his claim of ineffective assistance of counsel. In his petition, he claimed that his trial counsel was ineffective in that he failed to conduct an adequate pretrial investigation and failed to present witness testimony in support of his defense.<footnotemark>1</footnotemark></p>\n<p id=\"b517-7\">Having reviewed the record and briefs and having heal'd from the parties at oral argument, we conclude that the petitioner has failed to make a substantial showing that he was denied a state or federal constitutional right and, further, has failed to sustain his burden of persuasion that the denial of certification to appeal was a clear abuse of discretion or that an injustice was done. See <em>Simms </em>v. <em>Warden, </em>230 Conn. 608, 612, 646 A.2d 126 (1994); <em>Simms </em>v. <em>Warden, </em>229 Conn. 178, 189, 640 A.2d 601 (1994); <em>Walker v. Commissioner of Correction, </em>38 Conn. App. 99, 100, 659 A.2d 195, cert. denied, 234 Conn. 920, 661 A.2d 100 (1995); see also <em>Lozada </em>v. <em>Deeds, </em>498 U.S. 430, 431-32, 111 S. Ct. 860, 112 L. Ed. 2d 956 (1991).</p>\n<p id=\"b518-4\"><page-number citation-index=\"1\" label=\"496\">*496</page-number>The habeas court’s dismissal of the petitioner’s petition was predicated on a factual review of the petitioner’s claim and a determination that the petitioner had failed to rebut the “strong presumption that counsel’s conduct [fell] within the wide range of reasonable professional assistance . . . .” (Internal quotation marks omitted.) <em>Safford </em>v. <em>Warden, </em>223 Conn. 180, 193, 612 A.2d 1161 (1992). The habeas court found that trial counsel had supplemented information received from the petitioner’s prior attorney by thoroughly investigating the case himself, had hired an investigator, had presented exculpatory evidence on the controverted issues relating to the dynamics of the altercation and had presented expert testimony to dispute the state’s argument that the petitioner had the requisite intent. The habeas court reasoned that “[t]he fact that his trial conduct and strategy were ultimately unsuccessful is not a proper gauge of his efforts.” Accordingly, the habeas court concluded that the petitioner had not proven that counsel’s performance was deficient. See <em>Strickland </em>v. <em>Washington, </em>466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).</p>\n<p id=\"b518-5\">“This court does not retry the case or evaluate the credibility of the witnesses. . . . Rather, we must defer to the [trier of fact’s] assessment of the credibility of the witnesses based on its firsthand observation of their conduct, demeanor and attitude. ... In a case that is tried to the court . . . the judge is the sole arbiter of the credibility of witnesses, and the weight to be given to their specific testimony.” (Citations omitted; internal quotation marks omitted.) <em>Wieler </em>v. <em>Commissioner of Correction, </em>47 Conn. App. 59, 61, 702 A.2d 1195, cert. denied, 243 Conn. 957, 704 A.2d 806 (1997).</p>\n<p id=\"b518-6\">We conclude that the habeas court had before it sufficient evidence to find as it did and that it did not abuse its discretion in denying the petitioner’s petition for certification to appeal.</p>\n<p id=\"b518-7\">The appeal is dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b517-8\"> The habeas court also considered the petitioner’s claims that trial counsel improperly failed <em>to </em>call an expert witness to establish that the bullet had ricocheted off another object before hitting the victim and failed to establish the lack of the requisite intent, to commit murder. The petitioner, however, has <em>not </em>raised those issues on appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}