{
  "casebody": {
    "data": "<casebody firstpage=\"119\" lastpage=\"122\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b151-3\">Joyce Pahmer et al., Respondents, <em>v. </em>Hertz Corporation et al., Appellants.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b151-5\">Argued December 29, 1972;</otherdate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aee\">reargued February 14, 1973;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A0X\">decided March 23, 1973.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b151-10\"><em>William J. Dougherty </em>and <em>Henry J. O’Hagan </em>for William P. Cullen, appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"AKh\">I. An analysis of the facts show that the car involved was owned, rented, leased, repaired, registered and insured in California on an intrastate trip in California when the accident occurred; that the parties were compelled to be in California on their jobs; that the work being done in California benefited California and used California facilities and that it could not be done in New York; that plaintiff and defend<page-number citation-index=\"1\" label=\"120\">*120</page-number>ant Cullen were, by compulsion, temporary residents of California, and a determination must hold all interest and benefits went to California, the dominant State and the laws of which State must apply. <em>(Macey </em>v. <em>Rozbicki, </em>18 N Y 2d 289; <em>Tooker </em>v. <em>Lopez, </em>24 N Y 2d 569.) II. The major cases on the subject involved herein clearly show that the law of California is the law applicable in the instant case. <em>(Babcock </em>v. <em>Jackson, </em>12 N Y 2d 473; <em>Auten </em>v. <em>Auten, </em>308 N. Y. 155; <em>Macey </em>v. <em>Rozbicki, </em>18 N Y 2d 289; <em>Tooker </em>v. <em>Lopez, </em>24 N Y 2d 569; <em>Miller </em>v. <em>Miller, </em>22 N Y 2d 12; <em>Kilberg </em>v. <em>Northeast Airlines, </em>9 N Y 2d 34.)</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b152-5\"><em>Edward J. Hart </em>for Hertz Corporation, appellant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"ASk\">I. The Appellate Division did not consider plaintiffs’ three causes of action and their connection with the State of California. <em>(Tooker </em>v. <em>Lopez, </em>24 <em>N </em>Y 2d 569; <em>Macey </em>v. <em>Rozbicki, </em>18 <em>N </em>Y 2d 289; <em>Babcock </em>v. <em>Jackson, </em>12 N Y 2d 473; <em>Miller </em>v. <em>Miller, </em>22 N Y 2d 12; <em>Dym v. Gordon, </em>16 N Y 2d 120.) II. Certain facts stated in the court’s opinion were contrary to the Eecord on Appeal.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b152-6\"><em>Myron S. Ro^sen </em>for respondents.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"A_a\">I. New York has the greatest interest in this litigation and its law should be applied. An evaluation of the facts and contacts that relate to the host-guest relationship demonstrate New York’s dominant interests. <em>(Babcock </em>v. <em>Jackson, </em>12 N Y 2d 473; <em>Macey </em>v. <em>Rozbicki, </em>18 N Y 2d 289; <em>Miller </em>v. <em>Miller, </em>22 N Y 2d 12; <em>Tooker </em>v. <em>Lopez, </em>24 N Y 2d 569; <em>Neumeier </em>v. <em>Kuehner, </em>31 N Y 2d 121.) II. Vehicle registration in California provides insufficient reason for departure from New York’s rule in a suit between New York domiciliaries. <em>(Neumeier </em>v. <em>Kuehner, </em>31 N Y 2d 121.)</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ADp\">Chief Judge Fuld.</author>\n<p id=\"Adz\">In 1966, Mrs. Joyce Pahmer and Mr. William Cullen, both residents of this State, were employed by Airborne Instrument Laboratory of Deer Park, on Long Island. In June or early July of that year, Airborne sent them, along with other employees, to Sacramento, California, in furtherance of its business which involved a contract with the United States Government. It was expected that their stay in California would be for about two months, during which time they would be allowed periodic trips back to New York to be with their families. One of those trips was scheduled for the weekend beginning Friday, July 29,1966.</p>\n<p id=\"b153-4\"><page-number citation-index=\"1\" label=\"121\">*121</page-number>However, an airline strike interfered with their plans and they were compelled to remain in California. Consequently, they decided, on Saturday, July 30, to go shopping in San Francisco to purchase gifts for their respective families. They started out, around noon, from Sacramento in an automobile which Cullen had rented from Hertz some weeks before. While proceeding towards San Francisco, the auto left the highway and became involved in a multicar accident. Mrs. Pahmer was, according to her complaint, seriously injured.</p>\n<p id=\"b153-5\">The complaint alleges negligence on the part of Cullen in the operation of the automobile and on the part of Hertz in leasing and renting a defective and dangerous automobile. It also, recites that Hertz breached express and implied warranties of “merchantability, marketability and fitness for the use and purpose intended. ” Each defendant filed an answer raising three affirmative defenses: (1) the one-year Statute of Limitations of California; (2) the California guest statute; and (3) the New York Workmen’s Compensation Law.</p>\n<p id=\"b153-6\">The plaintiffs thereupon moved, pursuant to CPLR 3211 (subd. [b] ), to dismiss all three defenses. The court at Special Term granted the motion only to the extent of striking the Statute of Limitations defense from each answer; it upheld the other two affirmative defenses. It was its view (1) that the California guest statute was applicable on the ground that the accident occurred in California while the plaintiff Mrs. Pahmer was riding in an automobile registered in that State and (2) that the defense of Workmen’s Compensation as an exclusive remedy should stand pending exploration at the trial of the facts bearing on whether the accident occurred in the course of the employment of Mrs. Pahmer and Mr. Cullen.</p>\n<p id=\"b153-7\">On appeal, the Appellate Division modified the resulting order by striking the defense of the California guest statute from the answers (36 A D 2d 252), and the sole issue on the appeal to our court—here by leave of the Appellate Division on a certified question—is whether the defendants may rely on that guest statute as a defense.<footnotemark>1</footnotemark></p>\n<p id=\"b154-4\"><page-number citation-index=\"1\" label=\"122\">*122</page-number>Although the appeal was extensively briefed and argued in our court on choice-of-law principles the high court of California recently declared the State’s guest statute unconstitutional. (See <em>Brown </em>v. <em>Merlo, </em>506 P. 2d 212.) “In summary,” wrote the California Supreme Court, “we have concluded that the classifications which the guest statute creates between those denied and those permitted recovery for negligently inflicted injuries do not bear a substantial and rational relation to the statute’s purposes of protecting the hospitality of the host-driver and of preventing collusive lawsuits. We therefore hold that, as applied to a negligently injured guest,- the guest statue violates the equal protection guarantees of the California and United States Constitutions. * * * In our view, the widespread antipathy to such [guest] statutes is in large part a reflection of the irrationality and unfairness of these legislative schemes, which strip the single class of automobile guests of any protection from negligently inflicted injuries. * <em>* </em>* [S]uch irrational discrimination cannot be squared with the applicable constitutional standards ” (506 P. 2d, at pp. 231-232).</p>\n<p id=\"b154-5\">Since, then, the California guest statute has been stricken as unconstitutional, it follows that it may not be relied upon in the case before us and that neither defendant may assert it as a defense to the complaint in this action. The order appealed from should, therefore, be affirmed on that ground.</p>\n<p id=\"b154-6\">Judges Burke, Bkeitel, Jasen, Gabrielli, Jones and Wachtler concur.</p>\n<p id=\"b154-7\">Order affirmed, without costs. Question certified answered in the affirmative.</p>\n<footnote label=\"1\">\n<p id=\"b153-8\">. The California guest statute (Cal. Vehicle Code, § 17158) reads as follows: <em>“ </em>No person riding in or occupying a vehicle owned by him and driven by another person with his permission and no person who as a guest accepts a ride in any vehicle upon a highway without giving compensation for such <page-number citation-index=\"1\" label=\"122\">*122</page-number>ride, nor any other person, has any right of action for civil damages against the driver of the vehicle or against any other person legally liable for the' conduct of the driver on account of personal injury to or the death of the owner or guest during the ride, unless the plaintiff in any such action establishes that the injury or death proximately resulted from the intoxication or willful misconduct of the driver. ”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}