{
  "casebody": {
    "data": "<casebody firstpage=\"355\" lastpage=\"366\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b371-3\">Stephen B. Kuketz vs. Roslyn Petronelli &amp; another.<footnotemark>1</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b371-4\">Plymouth.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Auz\">November 4, 2004.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A8c\">January 28, 2005.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b371-5\">Present: Marshall, C.J., Greaney, Ireland, Spina, Cowin, Sosman, &amp; Cordy, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b371-11\"><em>J. Michael Conley (Mark D. Horan </em>with him) for the plaintiff. <em>Marsha V. Kazarosian {Janet E. Dutcher </em>with her) for Roslyn Petronelli.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b371-12\"><em>Daniel J. O’Connor &amp; Michael G. Sites, </em>for Charles M. Mirrione, were present but did not argue.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b371-14\">Charles M. Mirrione.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b371-13\">Cordy, J.</author>\n<p id=\"Ard\">In this case, we hold that a fitness club’s refusal to permit a wheelchair racquetball player to compete in a club league under the condition that the wheelchair player receive two bounces and his able-bodied (referred to by the parties as “footed” player) opponents receive one bounce is not an act of discrimination on the basis of physical disability in violation of Federal and State antidiscrimination laws.</p>\n<p id=\"b372-3\"><page-number citation-index=\"1\" label=\"356\">*356</page-number>1. <em>Background. </em>We summarize the undisputed facts drawn from the summary judgment record. Stephen B. Kuketz, a paraplegic since 1991, was by 1995 a nationally ranked wheelchair racquetball player. In the fall of 1994, Kuketz joined the Brockton Athletic Club (club), a fitness club then owned and operated by MDC Fitness Corporation (MDC).<footnotemark>2</footnotemark> The club sponsored a racquetball league in which men and women competed in divisions organized by gender and ability. The men’s “A” league was the most competitive division. In January, 1995, Kuketz paid a nominal league fee and requested placement on the men’s “A” league roster.<footnotemark>3</footnotemark> Because of his disability, Kuketz is not competitive at any level of racquetball unless permitted to return the ball after its second bounce. He presumed that in the club’s league play he would be granted this accommodation, while his footed opponents would be required to return the ball after no more than one bounce.<footnotemark>4</footnotemark></p>\n<p id=\"b372-4\">The official rules of racquetball (rules), which govern league play, provide that the “objective” of the game is “to win each rally” and that a player loses a rally when he is “unable to hit the ball before it touches the floor twice.”<footnotemark>5</footnotemark>.<footnotemark>6</footnotemark> The rules further <page-number citation-index=\"1\" label=\"357\">*357</page-number>provide for a modification to the “standard rules” for wheelchair competition, and establish five different levels or “divisions” for such competition.<footnotemark>7</footnotemark> Wheelchair players competing within these divisions must return the ball before the third bounce (i.e., “[t]he ball may hit the floor twice before being returned”), except in the “Multi-Bounce Division,” where the “ball may bounce as many times as the receiver wants though the player may swing only once to return the ball to the front wall.”<footnotemark>8</footnotemark> These modified rules also provide that a player “can neither intentionally jump out of his chair to hit a ball nor stand up in his chair to serve the ball.”<footnotemark>9</footnotemark> The rules have no provision governing competitive play between a wheelchair player and a footed player.<footnotemark>10</footnotemark></p>\n<p id=\"b373-5\">In February, 1995, the general manager of the club, Roslyn Petronelli, after consulting with other players in the league, informed Kuketz that he would not be allowed to play in the men’s “A” league.<footnotemark>11</footnotemark> Petronelli cited safety concerns as the <page-number citation-index=\"1\" label=\"358\">*358</page-number>primary reason<footnotemark>12</footnotemark> and offered Kuketz two alternative options: he could play in a lower-level league under the one-bounce rule or he could play in a wheelchair league that she would assist him in organizing.<footnotemark>13</footnotemark> Kuketz declined both offers.</p>\n<p id=\"b374-5\">Kuketz subsequently filed a complaint with the Massachusetts Commission Against Discrimination (commission) against the club, charging that it violated Title III of the Americans with Disabilities Act of 1990 (ADA), 42 U.S.C. §§ 12101 et seq. (2000); G. L. c. 151B, § 5; and G. L. c. 272, § 98, by refusing to allow him to participate in the men’s “A” league.<footnotemark>14</footnotemark>,<footnotemark>15</footnotemark> In defense of their actions, the club contended that Kuketz was denied the accommodation he requested for safety reasons and because to grant it would fundamentally change the nature of the game.</p>\n<p id=\"b375-4\"><page-number citation-index=\"1\" label=\"359\">*359</page-number>Before the commission completed its investigation, the club ceased operations. Kuketz then moved to amend his complaint by substituting MDC and Charles M. Mirrione, MDC’s president, as respondents, and by adding Petronelli as a respondent.<footnotemark>16</footnotemark> Prior to a ruling by the commission on that motion, Kuketz removed his charges from the commission pursuant to G. L. c. 151B, § 9, and filed a complaint in the Superior Court.</p>\n<p id=\"b375-5\">The claims in Kuketz’s Superior Court complaint relevant to this appeal alleged discrimination on the basis of physical disability in violation of G. L. c. 272, § 98, and G. L. c. 151B, and in violation of Title III of the ADA.<footnotemark>17</footnotemark> On cross motions for summary judgment, a Superior Court judge granted judgment for the defendants on all of Kuketz’s claims. Specifically, the judge ruled that the defendants were not required under Title III of the ADA to permit Kuketz two bounces in league-sponsored racquetball games against footed players because such a modification would “fundamentally alter the nature of the racquetball competition,”<footnotemark>18</footnotemark> and that Kuketz’s State law dis<page-number citation-index=\"1\" label=\"360\">*360</page-number>ability claim failed because the interpretation of G. L. c. 272, § 98, proceeds “hand in hand” with the interpretation of the ADA. Kuketz appealed, asserting that the judge erred in finding that his requested modification constituted a fundamental alteration of the game of racquetball, and that the absence of an individualized assessment of his abilities and the reasonableness of the requested modification precluded summary judgment for the defendants.<footnotemark>19</footnotemark> We transferred the case here on our own motion and now affirm the judgment of the Superior Court.</p>\n<p id=\"b376-4\">2. <em>Discussion. </em>The ADA was enacted in 1990 for the express purpose of providing “a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.” 42 U.S.C. § 12101(b)(1). Title HI of the ADA confers rights to disabled patrons of places of public accommodation, “thus enabling individuals with disabilities to participate more fully in the mainstream of society with improved access to hotels, convention centers, entertainment and sporting events, and commercial establishments.” 1 H.H. Penitt, Jr., Americans with Disabilities Act Handbook § 6.01, at 389 (2003). Section 12182 of Title III of the ADA sets out the general rule:</p>\n<blockquote id=\"b376-5\">“No individual shall be discriminated against on the basis of disability in the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation by any person who owns, leases (or leases to), or operates a place of public accommodation.”</blockquote>\n<p id=\"b377-3\"><page-number citation-index=\"1\" label=\"361\">*361</page-number>The statute then defines discrimination to include:</p>\n<blockquote id=\"b377-4\">“[A] failure to make reasonable modifications in policies, practices, or procedures, when such modifications are necessary to afford such goods, services, facilities, privileges, advantages, or accommodations to individuals with disabilities, unless the entity can demonstrate that making such modifications would fundamentally alter the nature of such goods, services, facilities, privileges, advantages, or accommodations.”</blockquote>\n<p id=\"b377-5\"><em>Id. </em>at § 12182(b)(2)(A)(ii).</p>\n<p id=\"b377-6\">It is undisputed that Kuketz is an individual with a disability as defined in the ADA.<footnotemark>20</footnotemark> There is also no dispute that the club was a place of public accommodation covered under Title HI of the ADA.<footnotemark>21</footnotemark> The issue we must decide is whether the club unlawfully discriminated against Kuketz when it refused to modify its policies and practices to allow Kuketz to play in the men’s “A” league under a two-bounce rule.</p>\n<p id=\"b377-7\">The United States Supreme Court has noted that Title HI of the ADA “contemplates three inquiries: whether the requested modification is ‘reasonable,’ whether it is ‘necessary’ for the disabled individual, and whether it would ‘fundamentally alter the nature of’ the competition. . . . Whether one question should be decided before the others likely will vary from case to case, for in logic there seems to be no necessary priority among the three.” (Citation omitted.) PGA <em>TOUR, Inc. </em>v. <em>Martin, </em>532 U.S. 661, 683 n.38 (2001) <em>(Martin).</em></p>\n<p id=\"b377-8\">The defendants do not contest that Kuketz’s requested modifications — to play in a wheelchair and to be given two bounces — are “necessary” for Kuketz to play in the men’s</p>\n<p id=\"b378-3\"><page-number citation-index=\"1\" label=\"362\">*362</page-number>“A” league.<footnotemark>22</footnotemark> There is significant dispute, however, as to the reasonableness of the modifications sought in light of the safety concerns raised by the defendants. There is also disagreement on whether the modifications would fundamentally alter the nature of the game. Because we conclude that affording Kuketz two bounces against footed players in league play would fundamentally alter the nature of the competition, we need not otherwise address the reasonableness of Kuketz’s requested modifications.<footnotemark>23</footnotemark> <em>School Bd. of Nassau County </em>v. <em>Arline, </em>480 U.S. 273, 287 n.17 (1987) (finding accommodation for employee unreasonable if it requires fundamental alteration in nature of program). See Ganden <em>vs. </em>National Collegiate Athletic Ass’n, No. 96C 6953 (N.D. Ill. Nov. 21, 1996) (“modification is unreasonable if it . . . requires a ‘fundamental alteration’ in the nature of the privilege or program”).</p>\n<p id=\"b378-4\">The “fundamental alteration” inquiry was the central issue before the United States Supreme Court in <em>Martin. </em>Casey Martin, a professional golfer afflicted with a degenerative circulatory disorder that made walking an eighteen-hole golf course a physical impossibility, requested permission to use a golf cart during the final stage of a professional tour qualifying tournament. <em>Martin, supra </em>at 668-669. PGA TOUR, Inc., the sponsor of the tournament, refused to waive its walking rule.<footnotemark>24</footnotemark> <em>Id. </em>at 669. At trial and subsequently on appeal, the PGA TOUR <page-number citation-index=\"1\" label=\"363\">*363</page-number>argued that walking constituted a substantive rule of golf and that waiving this rule in any circumstances would fundamentally alter the nature of the competition. <em>Id. </em>at 670. The Supreme Court disagreed, deciding, inter alia, that permitting Martin to use a golf cart would not work a fundamental alteration of the game of golf. <em>Id. </em>at 683. According to the Court:</p>\n<blockquote id=\"b379-5\">“[A] modification of [the PGA TOUR’s] golf tournaments might constitute a fundamental alteration in two different ways. It might alter such an essential aspect of the game of golf that it would be unacceptable even if it affected all competitors equally; changing the diameter of the hole from three to six inches might be such a modification. Alternatively, a less significant change that has only a peripheral impact on the game itself might nevertheless give a disabled player, in addition to access to the competition as required by Title III, an advantage over others and, for that reason, fundamentally alter the character of the competition.”</blockquote>\n<p id=\"b379-6\"><em>Id. </em>at 682-683. The Court concluded that the PGA TOUR’s walking rule, which was “based on an optional condition buried in an appendix to the Rules of Golf,” was neither an essential element of the game nor “an indispensable feature of tournament golf.”<footnotemark>25</footnotemark> <em>Id. </em>at 683, 685 (“essence of the game has been shot-making”). The Court also rejected the PGA TOUR’s contention that Martin would gain an unfair advantage over his competitors if permitted to use a golf cart.<footnotemark>26</footnotemark> <em>Id. </em>at 686-688.</p>\n<p id=\"b379-7\">Applying these principles to the present matter, we find that summary judgment was properly granted. <em>Commonwealth </em>v. <em>One 1987 Mercury Cougar Auto., </em>413 Mass. 534, 536 (1992) (“order granting . . . summary judgment will be upheld if the <page-number citation-index=\"1\" label=\"364\">*364</page-number>trial judge ruled on undisputed material facts and his ruling was correct as a matter of law”). Unlike the use of carts in golf, the allowance for more than one bounce in racquetball is “inconsistent with the fundamental character of the game.” <em>Martin, supra </em>at 683. The essence of the game of racquetball, as expressly articulated in the rules, is the hitting of a moving ball with a racquet before the second bounce.<footnotemark>27</footnotemark> Giving a wheelchair player two bounces and a footed player one bounce in head-to-head competition is a variation of the official rules that would “alter such an essential aspect of the game . . . that it would be unacceptable even if it affected all competitors equally.”<footnotemark>28</footnotemark> <em>Id. </em>at 682. The modifications sought by Kuketz create a new game, with new strategies and new rules.<footnotemark>29</footnotemark> The club is certainly free to <page-number citation-index=\"1\" label=\"365\">*365</page-number>establish or enter into a league that plays this variation of racquetball, but it is not required by the ADA to do so.<footnotemark>30</footnotemark></p>\n<p id=\"b381-5\">Kuketz argues that the “fundamental alteration” inquiry requires the defendants to evaluate his particular circumstances before rejecting his specific modification requests. His argument, however, is based on a misreading of <em>Martin. </em>While the Court held that an individualized inquiry was required by the ADA to determine whether a rule peripheral to the nature of an athletic event “might be waived in individual cases without working a fundamental alteration,” it also concluded that, “[t]o be sure, the waiver of an <em>essential </em>rule of competition <em>for anyone </em>would fundamentally alter the nature of” the event (emphasis added). <em>Id. </em>at 689. Because the record demonstrates that Kuketz’s requested modifications require the “waiver of an essential rule of competition,” the defendants need not make an individualized inquiry to determine the reasonableness of those modifications. <em>Id.</em></p>\n<p id=\"b381-6\">Finally, Kuketz contends that the defendants’ refusal to accommodate his needs is unjustified when the defendants previously have accommodated the needs of less skilled players through the practice of “spotting” points.<footnotemark>31</footnotemark> That practice, however (just as a handicap in golf), does not change an essential aspect of how the game is played. Fitness and athletic <page-number citation-index=\"1\" label=\"366\">*366</page-number>clubs open to the public may choose to “level the playing field” in any number of ways, and such practices are not to be discouraged, but the law does not require modifications that change the fundamental rules of the sport.</p>\n<p id=\"b382-4\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b372-5\">Kuketz previously had been a member of the club for a few months in 1991.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b372-6\">Kuketz wanted to join the men’s “A” league so that he could play racquetball against the best footed players available to help prepare himself for competing in upcoming international wheelchair events.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b372-7\">The defendants contend that Kuketz demanded that he (and not his footed opponents) be allowed two bounces during league play when he signed up for the men’s “A” league. Kuketz contends that he made no such demand at that time, but rather he assumed that this would be the case based on his experience playing elsewhere. Regardless, Kuketz’s request to play in the men’s “A” league was premised on the league permitting him to return the ball after no more than two bounces, something it declined to do.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b372-8\">In 1995, the official rules of racquetball (rules) were those promulgated by the American Amateur Racquetball Association (AARA). The AARA is now known as the United States Racquetball Association (USRA). The AARA rules are nearly identical to the USRA rules that succeeded them, and we refer to them interchangeably.</p>\n<p id=\"b372-9\">The “objective” of the game of racquetball is set forth in rule 1.3 of the rules.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b372-10\">The defendants contend that Kuketz was made aware that league play was governed by the rules by an express provision in the club’s league application. Kuketz disputes this fact. The dispute is immaterial, however, as Kuketz testi<page-number citation-index=\"1\" label=\"357\">*357</page-number>fled in his deposition that league play is “governed by the general rules of the USRA.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b373-7\">Modified rules for wheelchair competition can be found in part 8 of the rules.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b373-8\">See rule 8.4(a).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b373-9\">See rule 8.3(b).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b373-10\">There is some dispute whether in league play it is customary to afford wheelchair players a second bounce when playing against footed players who are afforded a single bounce. In his deposition, Kuketz testified that he had played in the men’s “A” league at the Raynham Athletic Club, where he was afforded two bounces against footed players, and that this practice was customary. When asked how he knew about the custom, he answered, “[f]rom other players’ experiences.” One affiant, Geno Bonetti, the cofounder of the National Wheelchair Racquetball Association, stated that the practice of allowing a wheelchair player two bounces and an able-bodied player one bounce when competing against each other “was the custom known for the entire time [he] was actively involved in wheelchair racquetball, and from what [he could] gather, has been the custom since in non-tournament, club and/or recreational play.” Another affiant, Otto Dietrich, the president of USRA and the national rules commissioner in 1995, stated that he was “not aware of any standardized custom or practice which governs play between a wheelchaired player and a footed player, during league play at clubs or in tournament play,” and that he had “never been involved in, refereed or witnessed a league or tournament in which a footed player played [against] a wheelchaired player.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b373-11\">Petronelli is also an accomplished racquetball player, having been the women’s national champion in 1991.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b374-6\">Petronelli testified that her concerns over safety were based on the presence of a wheelchair on the court during a fast-paced game with “A” league footed players, compounded by a lack of familiarity those players would have with the differing nature of a game in which one player was permitted two bounces. She further testified that these concerns were based on her own expertise in the game and on discussion with the other players in the men’s “A” league.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b374-7\">Kuketz does not contend that he was not permitted to play at the club, or that he was not permitted to play against footed players outside of league play. The evidence was that he was permitted to do both.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b374-8\">Title 42 U.S.C. § 12182(a) provides, in relevant part, that “[n]o individual shall be discriminated against on the basis of disability in the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation by any person who owns, leases (or leases to), or operates a place of public accommodation.”</p>\n<p id=\"b374-9\">General Laws c. 151B, § 5, provides, in relevant part, that “[a]ny person claiming to be aggrieved by an alleged unlawful practice or alleged violation of [G. L. c. 121B, § 32 (e), or G. L. c. 272, §§ 92A, 98, and 98A,] may . . . make, sign and file with the commission a verified complaint in writing . . . .”</p>\n<p id=\"b374-10\">General Laws c. 272, § 98, provides, in relevant part, that is unlawful to discriminate on account of physical disability “relative to the admission of any person to, or his treatment in any place of public accommodation, resort or amusement.”</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b374-11\">Kuketz also charged that the club discriminated against him in violation of G. L. c. 272, § 92A, by posting on its bulletin board a letter to the editor of a Brockton newspaper critical of his request for two bounces. After Kuketz removed his complaint from the commission and filed this action in the Superior Court, summary judgment was granted for the defendants on this claim. Kuketz does not contest that judgment on appeal.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b375-6\">Title 42 U.S.C. § 12182(a) prohibits discrimination on the basis of disability in “any place of public accommodation by any person who <em>owns, leases (or leases to), or operates a place of public </em>accommodation” (emphasis added). It is undisputed that Petronelli was an employee of the club at the time of the alleged discrimination. The courts that have addressed the question whether an employee of a place of public accommodation is an “operator” for the purposes of 42 U.S.C. § 12182(a) are divided. See, e.g., <em>Howe </em>v. <em>Hull, </em>874 F. Supp. 779, 788 (N.D. Ohio 1994) (finding employee liability under Title in where employee is in position of authority and has power to perform discriminatory acts within ambit of authority, and where discriminatory acts are result of exercise of employee’s discretion); <em>Aikins </em>v. <em>St. Helena Hosp., </em>843 F. Supp. 1329, 1335 (N.D. Cal. 1994) (finding no individual liability under Title in of independent contractor-physician on staff at hospital). Here, because Petronelli does not argue that she was improperly named as a defendant and because we affirm the granting of summary judgment in favor of the defendants on other grounds, we need not decide whether she is an “operator” for the purposes of 42 U.S.C. § 12182(a).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b375-7\">A claim for interference with a protected right in violation of G. L. c. 12, §§ 11H and 11I, and G. L. c. 272, § 98, was dismissed, and that ruling has not been appealed. Summary judgment was also granted for the defendants on claims of intimidation in violation of G. L. c. 151, § 4 (4A), and aiding the commitment of a discriminatory act in violation of G. L. c. 151B, § 4 (5). These judgments are not contested on appeal.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b375-8\">The judge could have ruled in favor of the defendants on Kuketz’s claim <page-number citation-index=\"1\" label=\"360\">*360</page-number>under the Americans with Disabilities Act (ADA) on alternative grounds. Title in of the ADA provides for injunctive relief. See 42 U.S.C. § 12188 (providing monetary relief only when United States Attorney General is party and specifically requests it). As such, a claim under Title in is moot if the place of public accommodation is no longer in operation. Here, the club ceased operations in 1997, prior to the judge’s ruling.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b376-7\">Kuketz does not challenge the judge’s ruling that disposition of his Federal law claim resolves his claims directly or derivatively based on G. L. c. 272, § 98. We thus confine our analysis to the standards established under Federal law. See <em>Lesley </em>v. <em>Hee Man Chie, </em>81 F. Supp. 2d 217, 226 (D. Mass. 2000), aff’d, 250 F.3d 47 (1st Cir. 2001) (“Interpretation of [G. L. c. 272, § 98,] proceeds ‘hand in hand’ with the interpretation of the Americans with Disabilities Act. . .”).</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b377-9\">Title 42 U.S.C. § 12102(2) defines “[disability” in relevant part as “a physical or mental impairment that substantially limits one or more of the major life activities of such individual.” Regulations promulgated by the United States Department of Justice to implement Title III of the ADA employ the same language. 28 C.F.R. § 36.104 (2004).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b377-10\">The following facilities are considered public accommodations for the purposes of Title III of the ADA: “a gymnasium, health spa, bowling alley, golf course, or other place of exercise or recreation.” 42 U.S.C. § 12181(7)(L). See 28 C.F.R. § 36.104.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b378-5\">At his deposition, Kuketz stated that “it would be impossible [for a wheelchair player] to play the game with one bounce.”</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b378-6\">The judge concluded that the record on summary judgment was not sufficient to determine whether the requested modifications were reasonable as a matter of law. In Title III cases, the plaintiff bears the burden of proving that a requested modification is reasonable. <em>Dudley </em>v. <em>Hannaford Bros., </em>333 F.3d 299, 307 (1st Cir. 2003). Accord <em>Johnson </em>v. <em>Gambrinus Co./Spoetzl Brewery, </em>116 F.3d 1052, 1059 (5th Cir. 1997). Once this burden is met, “the defendant must make the modification unless it proves either that doing so would alter the fundamental nature of its business ... or that the requested modification poses a direct threat to the health or safety of others . . .” (citations omitted). <em>Dudley </em>v. <em>Hannaford Bros., supra </em>at 307-308. See 42 U.S.C. § 12182(b)(2)(A)(ii), (b)(3). There is conflicting evidence in the record “as to whether competitive play at this level between a footed and wheelchair player poses a significant risk of injury.”</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b378-7\">Since 1997, the PGA TOUR had barred the use of golf carts during the final stage of this qualifying tournament. <em>PGA TOUR, Inc. </em>v. <em>Martin, </em>532 U.S. 661, 667 n.4 (2001) <em>(Martin).</em></p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b379-8\">The “Rules of Golf,” promulgated by the United States Golf Association and the Royal and Ancient Golf Club of Scotland, do not prohibit the use of golf carts. <em>Id. </em>at 666. On the Senior PGA Tour, competitors are given the option of using a golf cart. <em>Martin, supra </em>at 667.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b379-9\">Specifically, the Court found that “golf is a game in which it is impossible to guarantee that all competitors will play under exactly the same conditions.” <em>Id. </em>at 686-687. Moreover, there was evidence in the record that the fatigue caused by walking a golf course was relatively insignificant. <em>Id. </em>at 687. Additionally, “when given the option of using a cart, the majority of golfers in [the PGA TOUR’s] tournaments have chosen to walk, often to relieve stress or for other strategic reasons.” <em>Martin, supra </em>at 687-688.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b380-5\">See, for example, the following provisions of the AARA rules:</p>\n<blockquote id=\"b380-6\">“Rule 1.2. DESCRIPTION. Racquetball is a competitive game in which a strung racquet is used to serve and return the ball.</blockquote>\n<blockquote id=\"b380-7\">“Rule 1.3. OBJECTIVE. The objective is to win each rally by serving or returning the ball so the opponent is unable to keep the ball in play. A rally is over when a player ... is unable to hit the ball before it touches the floor twice ....</blockquote>\n<blockquote id=\"b380-8\">“Rule 4.3. MANNER. . . . Once the service motion begins, the ball must be bounced on the floor in the zone and be struck by the racquet before it bounces a second time. . . .</blockquote>\n<blockquote id=\"b380-9\">&lt;&lt;</blockquote>\n<blockquote id=\"b380-10\">“Rule 4.14. RALLIES.</blockquote>\n<blockquote id=\"b380-11\">“(c) Failure to Return. Any of the following constitutes a failure to make a legal return during a rally:</blockquote>\n<blockquote id=\"b380-12\">“1. The ball bounces on the floor more than once before being hit.</blockquote>\n<blockquote id=\"b380-13\">“(e) Return Attempts. The ball remains in play until it touches the floor a second time, regardless of how many walls it makes contact with</blockquote>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b380-14\">We agree with the judge that implicit in the modified rules for wheelchair racquetball that permit two bounces is that both players are in wheelchairs.</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b380-15\">Kuketz acknowledged at his deposition that returning the ball after two bounces slows the pace of what is ordinarily a very fast game. Unlike golf, <page-number citation-index=\"1\" label=\"365\">*365</page-number>the speed at which the game is played is important and is one of the factors distinguishing players in different levels. There was other testimony that playing the game with two bounces also changes the strategy, positioning, and movement of the players during the game.</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b381-8\">The judge also found that even if Kuketz’s requested modifications were construed as having “only a peripheral impact on the game,” the accommodation “might nevertheless give a disabled player ‘an advantage over others.’ ” Martin, <em>supra </em>at 682-683. Given our decision that the granting of summary judgment is supported on other grounds, it is unnecessary for us to decide whether it is also supported on this ground. We note, however, that there were conflicting affidavits on this point. One affiant stated that “[r]equiring two bounces for a wheelchaired player while giving the footed player one bounce would require the footed [player] to adjust his game.” He added that “the footed player has a larger, less mobile piece of equipment to maneuver around when he is on the court with a wheelchair, versus on the court with another footed player.” Another affiant, however, reported that “affording wheelchair racquetball athletes a second bounce . . . allows them to be competitive, while remaining significantly disadvantaged.”</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b381-9\">In her testimony, Petronelli described this practice as one in which players are given a certain number of points at the start of a match. The practice was <page-number citation-index=\"1\" label=\"366\">*366</page-number>typically employed when women players had to compete in the men’s lower division leagues because of the scarcity of women players.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}