{
  "casebody": {
    "data": "<casebody firstpage=\"181\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b227-12\">Abigail STRUBEL, individually and on behalf of all others similarly situated, Plaintiff-Appellant, v. COMENITY BANK, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b227-15\">Docket No. 15-528-cv</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A8UX\">August Term, 2015</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b227-16\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b227-17\">Argued: November 19, 2015</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Azc\">Decided: November 23, 2016</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b230-13\"><page-number citation-index=\"1\" label=\"184\">*184</page-number>BRian Lewis Bromberg (Jonathan R. Miller, Bromberg Law Office, P.C., New York, New York, and Harley J. Schnall, Law Office of Harley J. Schnall, New York, New York, on the brief), Bromberg Law Office, P.C., New York, New York, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b230-14\">Martin C. Bryoe, Jr., Ballard Spahr LLP, Philadelphia, Pennsylvania, for Defendant-Appellee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b230-15\">Mary McLeod, General Counsel, To-Quyen Truong, Deputy General Counsel, John R. Coleman, Assistant General Counsel, and Nandan M. Joshi, Counsel, for Amicus Curiae Consumer Financial Protection Bureau, Washington, D.C.</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b230-16\">Before: KEARSE, RAGGI, and WESLEY, Circuit Judges.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b231-4\"><page-number citation-index=\"1\" label=\"185\">*185</page-number>REENA RAGGI, Circuit Judge:</author>\n<p id=\"b231-5\">Plaintiff Abigail Strubel initiated this putative class action against defendant Co-menity Bank (“Comenity”) to recover statutory damages for alleged violations of the Truth In Lending Act (“TILA”), Pub.-L. No. 90-321, 82 Stat. 146 (1968) (codified as amended at 15 U.S.C. §§ 1601 <em>et seq.). </em>On this appeal from an award of summary judgment-in-favor of Comenity, Strubel argues that the United States District Court for the Southern District of New York (P. Kevin Castel, Judge) erred in concluding that she failed, as a matter of law, to demonstrate that four billing-rights disclosures made to her by Comenity in connection with Strubel’s opening of a credit card account violated the TILA. Co-menity defends the district court’s judgment on the merits but, for the first time on appeal, also challenges Strubel’s standing to maintain this action. We conclude that Strubel fails to demonstrate the concrete injury required for standing to pursue two of-her disclosure challenges and, therefore, we dismiss those two TILA claims for lack of jurisdiction. While Stru-bel adequately establishes standing to pursue her two remaining disclosure challenges, we agree with- the district court that those challenges fail as a matter of law. Accordingly, we affirm summary judgment in favor of Comenity on those TILA claims. Further, because Strubel’s claims do not survive, we also affirm the district court’s denial of her cross-motion for class certification as moot.</p>\n<p id=\"b231-9\">I. Background</p>\n<p id=\"b231-10\">The following facts are either undisputed or viewed in the light most favorable to Strubel.</p>\n<p id=\"b231-11\">On June 27, 2012, Strubel opened a Victoria’s Secret brand credit card account, using the card to purchase a $19.99 article of clothing.<footnotemark>1</footnotemark> The credit card agreement provided by Comenity to Strubel disclosed certain consumer rights under amendments to the TILA effected by the Fair Credit Billing Act, Pub. L. No. 93-495, 88 Stat. 1500 (1974).</p>\n<p id=\"b231-12\">One year later, on June 27,2013, Strubel filed this putative class action, seeking statutory damages under the TILA for alleged defects in the aforementioned disclosures.<footnotemark>2</footnotemark> Specifically, Strubel faulted Co-menity for failing clearly to disclose that (1) cardholders wishing to stop payment on <page-number citation-index=\"1\" label=\"186\">*186</page-number>an automatic payment plan had to satisfy certain obligations; (2) the bank was statutorily obliged not only to acknowledge billing error claims within 30 days of receipt but also to advise of any corrections made during that .time; (3) certain identified rights pertained only to disputed credit card purchases for which full payment had not yet been made, and did not apply to cash advances or checks that accessed credit card accounts; and (4) consumers dissatisfied with a credit card purchase had to contact Comenity in writing or electronically. <em>See </em>J.A. 21-22.<footnotemark>3</footnotemark></p>\n<p id=\"b232-4\">At the close of discovery, Comenity moved for summary judgment, and Strubel cross-moved for class certification. The district court granted Comenity’s motion, concluding that Strubel’s claims failed as a matter of law, and it denied Strubel’s certification motion as moot. <em>See Strubel v. Comenity Bank, </em>No. 13-cv-4462 (PKC), 2015 WL 321859, at *8 (S.D.N.Y. Jan. 23, 2015).</p>\n<p id=\"b232-5\">This timely appeal followed.</p>\n<p id=\"b232-6\">II, Discussion</p>\n<p id=\"A4\">A. Statutory and Regulatory Framework</p>\n<p id=\"b232-8\">The TILA was enacted in 1968 to “ ‘protect consumers against inaccurate and unfair credit billing and credit card practices’ and promote ‘the informed use of credit’ by ‘assuring a meaningful disclosure’ of credit terms.” <em>Vincent v. The Money Store, </em>736 F.3d 88, 105 (2d Cir. 2013) (alterations omitted) (quoting 15 U.S.C. § 1601(a)). The TILA promotes this goal largely by “imposing mandatory disclosure requirements on those who extend credit to consumers in the American market.” <em>Mourning v. Family Publ’ns Serv., Inc., </em>411 U.S. 356, 363, 93 S.Ct. 1652, 36 L.Ed.2d 318 (1973). The TILA provision codified at 15 U.S.C. § 1640(a) affords consumers a cause of action for damages—including statutory damages<footnotemark>4</footnotemark>—against a creditor who fails to comply-with certain enumerated statutory provisions, including, as pertinent here, 15 U.S.C. § 1637(a)(7). That provision requires creditors to provide credit card holders (referred to as “obli-gors”) with “[a] statement, in a form prescribed by regulations of the Bureau[,] of the protection provided by sections 1666 and 1666i of this title to an obligor and the creditor’s responsibilities under sections 1666a and 1666i of this title.” 15 U.S.C. § 1637(a)(7). The “Bureau” referred to in this text is the Consumer Financial Protection Bureau (hereinafter “CFPB” or “Bureau”), which is statutorily empowered to prescribe regulations and to publish model disclosure forms to carry out the TILA’s purposes. <em>See id, </em>§ 1604(a)-(c).<footnotemark>5</footnotemark> The pro<page-number citation-index=\"1\" label=\"187\">*187</page-number>tection and responsibilities detailed in §§ 1666 and 1666i generally pertain to claimed billing errors and unsatisfactory purchases. We discuss them in more detail herein as pertinent to resolving the issues on this appeal.</p>\n<p id=\"b233-5\">The CFPB’s regulatory interpretations of and addenda to the TILA are collectively known as “Regulation Z,” which is codified at 12 C.F.R. Part 1026. The Supreme Court has afforded <em>Chevron </em>deference to Regulation Z, insofar as it reflects reasonable agency interpretations of ambiguities in the TILA <em>See Household Credit Servs., Inc. v. Pfennig, </em>541 U.S. 232, 238-39, 124 S.Ct. 1741, 158 L.Ed.2d 450 (2004) (citing <em>Chevron, U.S.A., Inc. v. Nat. Res. Def. Council, Inc., </em>467 U.S. 837, 842, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984)); <em>Vincent v. The Money Store, </em>736 F.3d at 105-06.<footnotemark>6</footnotemark></p>\n<p id=\"b233-7\">As pertains to the statement mandated by § 1637(a)(7), Regulation Z states in part that a creditor must provide a consumer to whom it issues a credit card with “[a] statement that outlines the consumer’s rights and the creditor’s responsibilities under [regulatory] §§ 1026.12(c) and 1026.13 and that is substantially similar to the statement found in Model Form G-3(A) in appendix G to this part.” 12 C.F.R. § 1026.6(b)(5)(iii). Referenced regulatory §§ 1026.12(c) and 1026.13 largely reiterate statutory §§ 1666i and 1666, respectively. Meanwhile the “substantially similar” requirement strives to implement statutory § 1637(a)(7)’s mandate for a creditor statement “in a form prescribed” by Bureau regulations' consistently with statutory § 1604(b)’s admonition that “[n]othing’ in this, subchapter may be construed to require a creditor ,.. to use any such model form.” Thus, the formal staff interpretation states that “[creditors may make certain changes in the format or content of the forms and clauses and may delete any disclosures that are inapplicable to a transaction or a plan without losing the Act’s protection from liability,” provided the changes are not “so extensive as to affect the substance, clarity, or meaningful sequence of the forms and clauses.” 12 C.F.R. pt. 1026, supp. I, pt. 5, apps. G &amp; H(l). Formatting changes, however, “may not be made” to Model Form G-3(A). <em>Id.</em></p>\n<p id=\"b233-13\">Strubel claims that Comenity’s four challenged disclosures violate 15 U.S.C. § 1637(a)(7) because they impermissibly deviate from Model Form G~3(A).</p>\n<p id=\"b233-14\">B. Standing</p>\n<p id=\"b233-15\">Comenity argues that Strubel cannot maintain her TILA claims because she lacks constitutional standing. <em>See </em>U.S, Const, art. Ill, § 2. Athough Comenity challenges Strubel’s standing for the first time on appeal, because standing is necessary to our jurisdiction, we are obliged to decide the question at the outset. <em>See Jennifer Matthew Nursing &amp; Rehab. Ctr. v. U.S. Dep’t of Health &amp; Human Servs., </em>607 F.3d 951, 955 (2d Cir. 2010).</p>\n<p id=\"b233-16\">To satisfy the “irreducible constitutional minimum” of Article III standing, a plaintiff must demonstrate (1) “injury in <page-number citation-index=\"1\" label=\"188\">*188</page-number>fact,” (2) a “causal connection” between that injury and the .complained-of conduct, and (3) a likelihood “that the injury will be redressed by a favorable decision.” <em>Lujan v. Defs. of Wildlife, </em>504 U.S. 555, 560-61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992) (internal quotation marks omitted). Co-menity argues that.Strubel fails to satisfy the first requirement: injury in fact. To demonstrate injury in fact, a plaintiff must show the “invasion of a legally protected interest” that is “concrete and particularized” and “actual or imminent, not conjectural or hypothetical.” <em>Id. </em>at 560, 112 S.Ct. 2130 (internal quotation marks omitted).</p>\n<p id=\"b234-4\">1. The Legal-Interest Requirement of Injury in Fact</p>\n<p id=\"b234-5\">We easily conclude that Strubel satisfies the legal-interest requirement of injury in fact. As already detailed, 15 U.S.C. § 1637(a)(7) obligates a creditor to make specified disclosures “to the person to whom credit is to be extended.” Congress’s authority to create new legal interests by statute, the invasion of which can support standing, is beyond question. <em>See Warth v. Seldin, </em>422 U.S. 490, 500, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975) (recognizing that injury required by Art. Ill may be based on “statutes creating legal rights” (internal quotation marks omitted)); <em>accord Lujan v. Defs. of Wildlife, </em>504 U.S. at 578, 112 S.Ct. 2130 (recognizing Congress’s authority to “elevat[e] to the status of legally cognizable injuries concrete, <em>de facto </em>injuries that were previously inadequate in law”). But even where, as here, Congress has statutorily conferred legal interests on consumers, a plaintiff only has standing to sue if she can allege concrete and particularized injury to that interest. As discussed in the next section of this opinion, Strubel satisfies these requirements only as to two of her challenges.</p>\n<p id=\"b234-6\">2, The “Concrete and Particularized” Injury Requirements for Standing</p>\n<p id=\"b234-8\">To satisfy the particularity requirement of standing, Strubel must show that, as to each of her four TILA disclosure challenges, Comenity’s actions (or in-actions) injured her in a way distinct from the body politic. <em>See Sierra Club v. Morton, </em>405 U.S. 727, 734-40, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972); <em>accord DaimlerChrysler Corp. v. Cuno, </em>547 U.S. 332, 344, 126 S.Ct. 1854, 164 L.Ed.2d 589 (2006). Moreover, as the Supreme Court recently clarified, injury to a legal interest must be “concrete” as well as “particularized” to satisfy the injury-in-fact element of standing. <em>Spokeo, Inc. v. Robins, </em>— U.S. —, 136 S.Ct. 1540, 1548, 194 L.Ed.2d 635 (2016) (stating that requirements are distinct and must each be satisfied). To be “concrete,” an injury “must actually exist,” <em>id. </em>that is, it must be “real, and not abstract,” <em>id. </em>(internal quotation marks omitted). Because we conclude that only two of Strubel’s four TILA challenges manifest concrete injury, we begin by discussing that standing requirement in more detail, particularly in light of the Supreme Court’s recent decision in <em>Spokeo.</em></p>\n<p id=\"b234-10\">a. Concrete Injury</p>\n<p id=\"b234-11\">While tangible harms are most easily recognized as concrete injuries, <em>Spokeo </em>acknowledged that some intangible harms can also qualify as such. <em>See id. </em>at 1549. In deciding whether an intangible harm— such as the failure to receive a required disclosure—manifests concrete injury, a court is properly respectful of Congress’s judgment in affording a legal remedy for the harm. <em>See id. </em>(observing that “because Congress is well positioned to identify intangible harms that meet minimum Article III requirements, its judgment is ... instructive and important”). At the same <page-number citation-index=\"1\" label=\"189\">*189</page-number>time, however, a court properly recognizes that Congress’s “role in identifying and elevating intangible harms does not mean that a plaintiff automatically satisfies the injury-in-fact requirement whenever a statute grants a person a statutory right and purports to authorize that person to sue to vindicate that right.” <em>Id.; </em>see <em>Raines v. Byrd, </em>521 U.S. 811, 820 n.3, 117 S.Ct. 2312, 138 L.Ed.2d 849 (1997) (“It is settled that Congress cannot erase Article Ill’s standing requirements by statutorily granting the right to sue to a plaintiff who would not otherwise have standing.”). Making this point in <em>Spokeo, </em>the Supreme Court stated that a plaintiff cannot “allege a bare [statutory] procedural violation, divorced from any concrete harm, and satisfy the injury-in-fact requirement of Article III.” <em>Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1549.<footnotemark>7</footnotemark></p>\n<p id=\"b235-5\">Relying on this statement, Comenity argues that Strubel necessarily lacks standing because her TILA notice challenges allege only “a bare procedural violation,” with no showing of ensuing adverse consequences.</p>\n<p id=\"b235-6\">We do not understand <em>Spokeo </em>categorically to have precluded violations of statutorily mandated procedures from qualifying as concrete injuries supporting standing. Indeed, if that had been the Court’s ruling, it would not have remanded the case for further consideration of whether the particular procedural violations alleged “entail a degree of risk sufficient to meet the concreteness requirement” as clarified in <em>Spokeo. Id. </em>at 1550. In short, some violations of statutorily mandated procedures may entail the concrete injury necessary for standing.</p>\n<p id=\"b235-8\">The Supreme Court’s citation in <em>Spokeo </em>to <em>Summers v. Earth Island Institute, </em>555 U.S. 488, 496, 129 S.Ct. 1142, 173 L.Ed.2d 1 (2009), and <em>Lujan v. Defenders of Wildlife, </em>504 U.S. at 572, 112 S.Ct. 2130, is instructive. These cases indicate that, to determine whether a procedural violation manifests injury in fact, a court properly considers whether Congress conferred the procedural right in order to protect • an individual’s concrete interests.</p>\n<blockquote id=\"b235-9\">[Deprivation of a procedural right without some concrete interest that is affected by the deprivation—a procedural right <em>in </em>vacuo—is insufficient to create Article III standing. Only a “person who ' has been accorded a procedural right to protect <em>his concrete interests </em>can assert that right without meeting all the normal standards for redressability and immediacy.”</blockquote>\n<p id=\"b235-10\"><em>Summers v. Earth Island Inst., </em>555 U.S. at 496, 129 S.Ct. 1142 (emphasis added in Summers) (quoting <em>Lujan v. Defs. of Wildlife, </em>504 U.S. at 572 n.7, 112 S.Ct. 2130). Thus, in the absence of a connection between a procedural violation and a concrete interest, a bare violation of the former does not manifest injury in fact. But where Congress confers a procedural right in order to protect a concrete interest, a violation of the procedure may demonstrate a sufficient “risk of real harm” to the underlying interest to establish concrete injury without “need [to] allege any <em>additional </em>harm beyond the one Congress has identified.” <em>Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1549 (emphasis in original).</p>\n<p id=\"b235-11\">In reaching this conclusion, the Supreme Court cited approvingly to <em>Federal Election Commission v. Akins, </em>524 U.S. 11, <page-number citation-index=\"1\" label=\"190\">*190</page-number>20-25, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998), which ruled that a group of voters’ “inability to obtain information” that Congress had decided to make public is. a sufficient injury in fact to satisfy Article III, and to <em>Public Citizen v. Department of Justice, </em>491 U.S. 440, 449, 109 S.Ct. 2558, 105 L.Ed.2d 377 (1989), which held- that two advocacy organizations’ inability to obtain information subject to disclosure under the Federal Advisory Committee Act “constitutes a sufficiently, distinct injury to provide standing to sue.” <em>See Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1549-50.<footnotemark>8</footnotemark> At the same time, however, the Court held in <em>Spokeo </em>that, even though Congress enacted certain procedures in the Fair Credit Reporting Act to protect consumers against the dissemination of false information, a bare procedural violation with respect to the required notice to users of disseminated information may not demonstrate concrete injury because (1) the disseminated “information regardless may be entirely accurate” or (2) the misinformation may be too trivial to “cause harm or present any material risk of harm.” <em>Id. </em>at 1550 (observing as to latter possibility that “[i]t is difficult to imagine how the dissemination of an incorrect zip code, without more, could work any concrete harm,” <em>id.).</em></p>\n<p id=\"b236-4\">Thus,' we understand <em>Spokeo, </em>and the cases cited therein, to instruct that an alleged procedural violation can by itself manifest concrete injury where Congress conferred the procedural right to protect a plaintiffs concrete interests and where the procedural violation presents a “risk of real harm” to that concrete interest. <em>Id. </em>at 1549. But even where Congress has accorded procedural rights to protect a concrete interest, a plaintiff may fail to demonstrate concrete injury where violation of the procedure at issue presents no material risk of harm to that underlying interest. <em>Id.</em></p>\n<p id=\"b236-7\">b. Strubel’s Challenges Satisfying Concreteness and ' Particularity</p>\n<p id=\"b236-8\">Applying these principles here, we conclude that two of Strubel’s disclosure challenges demonstrate concrete and particularized injury: those pertaining to required notice that (1) certain identified consumer rights pertain only to disputed credit card purchases not yet paid in full, and (2) a consumer dissatisfied with a credit card purchase must contact the creditor in writing or electronically.</p>\n<p id=\"b236-9\">These disclosure requirements do not operate in a vacuum, the concern identified in <em>Summers v. Earth Island Institute, </em>555 U.S. at 496, 129 S.Ct. 1142. Rather, each serves to protect. a consumer’s concrete interest in “avoiding] the uninformed use of credit,” a core object of the TILA, 15 U.S.C. § 1601(a). These procedures afford such protection by requiring a creditor to notify a consumer, at the time he opens a credit account, of how the consumer’s own actions can affect his rights with respect to credit transactions. A consumer who is not given notice of <em>his </em>obligations is likely not to satisfy them and, thereby, unwittingly to lose the very credit rights that the law affords him. For that reason, a creditor’s alleged violation of each notice requirement, by itself, gives rise to a “risk of real harm” to the consumer’s concrete interest in the informed use of credit. <em>Spokeo, Inc. </em><page-number citation-index=\"1\" label=\"191\">*191</page-number><em>v. </em>Robins, 136 S.Ct. at 1549.<footnotemark>9</footnotemark> Having alleged such procedural violations, Strubel was not required to allege “any <em>additional </em>harm” to demonstrate the concrete injury necessary for standing. <em>Id. </em>(emphasis in original).</p>\n<p id=\"b237-4\">Further, as to these two challenges, Strubel sues to vindicate interests particular to her—specifically, access to disclosures of her own obligations—as a person to whom credit is being extended, preliminary to making use of that credit consistent with TILA fights. The failure to provide such required disclosure of consumer obligations thus affects Strubel “in a'personal and individual way,” <em>Lujan v. Defs. of Wildlife, </em>504 U.S. at 560 n.1, 112 S.Ct. 2130, and her suit is not “a vehicle for the vindication' of the value interests of concerned bystanders” or the public at large, <em>Valley Forge Christian Coll. v. Ams. United for Separation of Church &amp; State, Inc., </em>454 U.S. 464, 473, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982) (internal quotation marks omitted).<footnotemark>10</footnotemark></p>\n<p id=\"b237-8\">- Because Strubel has sufficiently alleged that she is at a risk of concrete <em>and </em>particularized harm from these two challenged disclosures, we reject Comenity’s standing challenge to these two TILA claims.</p>\n<p id=\"b237-9\">3. Strubel’s Challenges Failing to Demonstrate Concrete Injury</p>\n<p id=\"b237-10\">a. Notice Pertaining to Billing-Error - Claims under Automatic •' Payment Plans</p>\n<p id=\"b237-11\">Strubel asserts that Comenity violated statutory § 1637(a)(7) by failing to disclose a consumer’s obligation to provide a creditor with timely notice to stop automatic payment of a disputed charge.<footnotemark>11</footnotemark></p>\n<p id=\"b237-12\">Strubel, however, cannot show that Co-menity’s failure to provide such notice to her risked concrete injury because, as the district court found, it is undisputed that Comenity did not offer an automatic payment plan at the time Strubel held the credit card at issue. <em>See Strubel v. Comenity Bank, </em>2015 WL 321859, at *4. Certainly, Strubel does not adduce evidence that <page-number citation-index=\"1\" label=\"192\">*192</page-number>she agreed to an automatic payment plan. Thus, she cannot establish that Comenity’s failure to make this disclosure created a “material risk of harm”—or, indeed, any risk of harm at all—to StrubeTs interest in avoiding the uninformed use of credit. <em>Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1550.</p>\n<p id=\"b238-4\">In seeking to avoid this conclusion, Stru-bel argues that Comenity’s assertion that it did not offer an automatic payment at the relevant time is (1) an affirmative defense not raised in its Answer, (2) unsupported by facts proffered by Comenity, and (3) not dispositive of Strubel’s challenge in any event because Comenity does not state that it lacked the ability to debit automatically. These arguments fail because Strubel does not dispute Comenity’s assertion—supported by a sworn declaration—that it did not offer an automatic payment plan on the credit card that Stru-bel held, and Strubel fails otherwise to carry her burden to proffer evidence sufficient to manifest concrete injury. <em>See Lujan v. Defs. of Wildlife, </em>504 U.S. at 561, 112 S.Ct. 2130 (observing that “[t]he party invoking federal jurisdiction bears the burden of establishing” elements of standing). This defect pertains without regard to Co-menity’s pleading obligations in its Answer. Thus, the automatic-payment-plan-notice TILA claim is properly dismissed.<footnotemark>12</footnotemark></p>\n<p id=\"b238-8\">b. Notice of Comenity’s 30-Day Response Obligations to Reported Billing Error</p>\n<p id=\"b238-10\">Strubel also sues Comenity for failing clearly to advise her of its obligation not only to acknowledge a reported billing error within 30 days of the consumer’s communication, but also to tell the consumer, at the same time, if the error has already been corrected. Strubel contends that Comenity’s notice to her was deficient in the latter respect. We detail in the margin the notice required by law, the notice language of the Model Form, and Comenity’s challenged notice.<footnotemark>13</footnotemark> For pur<page-number citation-index=\"1\" label=\"193\">*193</page-number>poses of determining Strubel’s standing, we assume that Comenity’s notice fails clearly to report its response obligation in circumstances where it has corrected a noticed billing error within 30 days .of receiving consumer notification.<footnotemark>14</footnotemark> We nevertheless conclude that such a bare procedural violation does not create the material risk of harm necessary to demonstrate concrete injury.</p>\n<p id=\"b239-4\">To explain, we note at the outset that the creditor-response obligations that are the subject of the required notice arise only if a consumer reports a billing error. Strubel concedes that she never had reason to report any billing error in her credit card statements. Thus, she does not—and cannot—claim concrete injury because' the challenged notice denied her information that she actually needed to deal with Co-menity regarding a billing error.</p>\n<p id=\"b239-5\">This is not to suggest that a consumer must have occasion to usé chállenged procedures to demonstrate concrete injury from defective notice. Indeed, we conclude otherwise with respect to the two notices discussed in Section II.B.2.b. of this opinion. But, by contrast to those notices, this “particular procedural violation! ],” the alleged defect in 30-day notice of correction, does not, by itself, “present any material risk of harm.” <em>Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1550. Notably, Strubel does not assert that the allegedly flawed notice caused her credit behavior to be different from what it would have been had the credit agreement tracked the pertinent 30-day notice language of Model Form G-3(A). Nor is it apparent that the challenged disclosure would have such an ef-feet on consumers generally. This is in contrast to the procedural violations already discussed, where we can reasonably assume that defective notices about a consumer’s own obligations raise a sufficient degree of real risk that the unaware consumer will not meet those obligations, with ensuing harm to, if not loss of, rights under credit agreements. But, in the absence of any plausible claim of adverse effects on consumer behavior, the procedural violation here might well cause no harm to a consumer’s concrete TILA interests in informed credit decisions. Two considerations inform that conclusion.</p>\n<p id=\"b239-10\">First, the alleged defect in Comenity’s notice pertained to its obligation to respond within 30 days to a reported billing error when, in fact, it had already <em>corrected </em>the error—indeed, corrected sooner than it was required to do by law. <em>See </em>15 U.S.C. § 1666(a)(3)(B). While a consumer would undoubtedly appreciate prompt notification of such favorable action, it is not apparent how a creditor’s failure to tell the consumer that he will be so advised, by itself, risks real harm to any concrete consumer interest protected by the TILA. <em>Cf. Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1550 (finding it difficult to imagine how dissemination of incorrect zip code for consumer could work any concrete harm). Insofar as Strubel argues that a consumer might be left “fretting needlessly for ... a long time” about the status of a reported billing error, Appellant’s Br. 62, such fretting would arise only if the creditor failed to report the correction within 30 days of a consumer’s actual report of billing error, a separate violation from the one here at <page-number citation-index=\"1\" label=\"194\">*194</page-number>issue. Fretting would not be caused by the failure to provide the notice complained of here, a notice that is given when the consumer applies for credit, before any billing error has occurred, much less been reported or corrected.</p>\n<p id=\"b240-4\">In short, the creditor has two distinct disclosure obligations regarding the correction of reported billing errors. One— not at issue here—requires the creditor to notify the consumer within 30 days of a reported billing error if the creditor has corrected the error within that time. The other—here at issue—requires the creditor to notify the consumer of the preceding obligation. The distinction between the two informs the <em>second </em>consideration relevant to our assessment of the risk of harm here. Despite the challenged defect in Comeni-t/s notice to Strubel of what its response obligations are in the event of reported billing error, Comenity could still comply with its obligation to give notice of correction within 30 days of receiving such a report. Thus, if Strubel had reported a billing error, Comenity might have corrected it <em>and </em>advised her of that fact within 30 days of receiving her claim. It would be more than curious, to conclude that a consumer sustains real injury to concrete TILA interests simply from a creditor’s failure to advise of a reporting obligation that, in the end, the creditor honors. Indeed, ' such a conclusion is at odds with a parallel scenario- hypothesized by the Supreme Court to illustrate when a procedural error would “result in no harm.” <em>Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1550 (observing that, despite procedural failure to provide user of agency’s consumer information with required notice, “information regardless may be entirely accurate”).</p>\n<p id=\"b240-7\">Our conclusion that Strubel lacks standing to sue for this particular bare procedural violation does not mean that creditors can ignore Congress’s mandate to provide consumers the requisite notices— including the correction notice creditors will have to provide in their 30-day responses to reported billing errors. A consumer who sustains actual harm from such a defective notice can still sue under § 1640 for damages , and, even when there is no such consumer, the CFPB may initiate its own enforcement proceedings, <em>see </em>12 U.S.Q. §§ 5481(14), 5562. We here conclude only that the bare procedural violation alleged by Strubel presents an insufficient risk of harm to satisfy the concrete injury requirement of standing, particularly where, as here, plaintiff fails to show either (1) that the creditor’s challenged notice caused her to alter her credit behavior from what it would have been upon proper notice,, or (2) that, upon reported billing error, the creditor failed to honor its statutory response obligations to consumers.<footnotemark>15</footnotemark></p>\n<p id=\"b241-4\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>Accordingly, this disclosure challenge is properly dismissed for lack of jurisdiction.</p>\n<p id=\"b241-5\">C. Comenity Was Entitled to Judgment as a Matter of Law on the Disclosure Challenges for Which Standing Exists</p>\n<p id=\"AvV\">1. The Availability of a Statutory Remedy</p>\n<p id=\"b241-7\">To pursue the disclosure challenges for which we identify standing, Strubel must show that, contrary to the district court’s ruling, she adduced sufficient evidence to preclude summary judgment in favor of Comenity.</p>\n<p id=\"b241-8\">Comenity defends the judgment in the first instance on a ground not relied on by the district court. It argues that, to the extent Strubel’s disclosure challenges rely on notice requirements established by Regulation Z and Model Form G-3(A), 15 U.S.C. § 1640 affords her no statutory action. The argument fails on the merits. As already noted, § 1640(a) provides an action for statutory damages “for failing to comply with the requirements of’ certain specified statutory provisions, including § 1637(a)(7), which requires a creditor “to disclose to the person to whom credit is to be extended , [a] statement, <em>in a form prescribed by regulations .of the Bureau” </em>of both the protection provided to a consumer and the responsibilities imposed on a creditor by §§ 1666 and 1666i, 15 Ú.S.C. § 1637(a)(7) (emphasis added).</p>\n<p id=\"b241-9\">. Comenity nevertheless argues, that district courts in this circuit have held that “statutory damages are not available for violations of. Regulation Z,” <em>Schwartz v. HSBC Bank USA, N.A., </em>No. 13 Civ. 769 (PAE), 2013 WL 5677059, at *7 (S.D.N.Y. Oct. 18, 2013) (collecting cases), and that the Seventh Circuit has ruled that “the TILA does not support [a] theory of derivative violations under which errors in the <em>form </em>of. disclosure must be treated as nondisclosure of the key statutory terms,” <em>Brown v. Payday Check Advance, Inc., </em>202 F.3d 987, 992 (7th Cir. 2000) (emphases in original). The cited cases are factually distinguishable in an important respect: they reject statutory- damages claims for violations of parts of Regulation Z that do <em>not </em>implement one of the statutory provisions of the ■ TILA enumerated in § 1640(a). <em>See, e.g., Brown v. Payday Check Advance, Inc., </em>202 F.3d at 992 (concluding in context of claims that disclosures violated §§ 1632(a), 1638(a)(8), and 1638(b)(1) “that § 1640(a) means what it says, that ‘only’ violations of the subsections specifically enumerated in that clause support statutory damages,, and that' the TILA does not support plaintiffs’ theory of derivative violations under which errors in the <em>form </em>of disclosure .must be treated as now-disclosure of the key statutory terms”); <em>Schwartz v. HSBC Bank USA, N.A., </em>2013 WL 5677059, at *7 (“[T]he statute’s plain language limits the avenues for recovery of statutory damages; to permit an award of statutory damages .based on an-implementing regulation that tracks a statutory provision that does not provide for statutory damages would, as <em>Kelen </em>observed, flout Congress’s intent.” (citing <em>Kelen v. World Fin. Network Nat’l Bank, </em>763 F,Supp.2d 391, 394 (S.D.N.Y. 2011) (rejecting attempt to seek statutory damages by importing § 1632(a) claim into § 1637(a)))).</p>\n<p id=\"b241-12\">By contrast, Strubel here seeks statutory damages for Comenity’s failure properly to disclose the protections of §§ 1666 and 1666i, the TILA provisions expressly enumerated in § 1637(a)(7), which in turn is expressly enforceable through statutory <page-number citation-index=\"1\" label=\"196\">*196</page-number>damages under § 1640(a). With respect to such enumerated provisions, neither the TILA nor precedent supports Comenity’s efforts to segregate a statute from its implementing regulations. <em>See </em>15 U.S.C. § 1602(z) (“Any reference to any requirement imposed under this subchapter or any provision thereof includes reference to the regulations of the Bureau under this subchapter or the provision thereof in question.”). Indeed, the law generally treats the two as one. <em>See Global Crossing Telecomms., Inc. v. Metrophones Telecomms., Inc., </em>550 U.S. 45, 54, 127 S.Ct. 1513, 167 L.Ed.2d 422 (2007) (“Insofar as the statute’s language is concerned, to violate a regulation that lawfully implements [the statute’s] requirements <em>is </em>to -violate the statute.” (emphasis in original)); <em>Alexander v. Sandoval, </em>532 U.S. 275, 284, 121 S.Ct. 1511, 149 L.Ed.2d 517 (2001) (“Such regulations, if valid and reasonable, authoritatively construe the statute itself, and it is therefore meaningless to talk about a separate cause of action to enforce the regulations apart from the statute. A Congress that intends the statute to be enforced through a private cause of action intends the authoritative interpretation of the statute to be so enforced as well.” (citations omitted)).</p>\n<p id=\"b242-4\">Such segregation is particularly unwarranted—likely, impossible—here because § 1637(a)(7) does not simply require a creditor to disclose the protection and responsibilities specified in §§ 1666 and 1666i. By its terms, the statute requires a creditor to make such disclosure “in a form prescribed by regulations of the Bureau.” 15 U.S.C. § 1637(a)(7). To be sure, the TILA itself instructs that this language cannot be construed “to require” a creditor to use the particular model form prescribed by the Bureau. <em>Id. </em>§ 1604(b). Nevertheless, the plain language of § 1637(a)(7) indicates that the disclosure requirement imposed therein can only be understood by reference to the “form prescribed by regulations.” To conclude otherwise would violate the “basic canon of statutory interpretation ... to avoid readings that render statutory language surplusage or redundant.” <em>Sacirbey v. Guccione, </em>589 F.3d 52, 66 (2d Cir. 2009) (internal quotation marks omitted). Thus, because Congress itself has mandated that § 1637(a)(7) disclosures be in a form prescribed by regulations, we conclude that Strubel can sue for statutory damages under § 1640(a) for a violation of § 1637(a)(7) that relies on Model Form G-3(A), as prescribed by Regulation Z.</p>\n<p id=\"b242-7\">We proceed to consider Strubel’s argument that the district court erred in concluding that her disclosure challenges fail as a matter of law.</p>\n<p id=\"b242-8\">2. Purchase and Outstanding Balance Limitations on Rights Pertaining to Unsatisfactory Credit Card Purchases</p>\n<p id=\"b242-11\">Strubel contends that Comenity violated § 1637(a)(7) by departing from the Model Form in notifying her that § 1666i(a) affords claims and defenses only with respect to unsatisfactory purchases made with credit cards—not purchases made with cash advances or checks acquired by credit card<footnotemark>16</footnotemark>—and that § 1666i(b) limits protection to amounts still <page-number citation-index=\"1\" label=\"197\">*197</page-number>due on the purchase.<footnotemark>17</footnotemark> We reproduce the relevant parts of the Model Form notice and Comenity’s notice in the margin.<footnotemark>18</footnotemark> Strubel specifically faults Comenity for omitting from its own notice the Model Form’s second and third numbered paragraphs, which reiterate limitations to credit card transactions and amounts outstanding.</p>\n<p id=\"b243-5\">In rejecting this challenge, the district court characterized the differences as “insubstantial and inconsequential.” <em>Strubel </em>v. <em>Comenity Bank, </em>2015 WL 321859, at *6. The district court reasoned that, “[o]n its face, the Agreement applies only to credit card purchases,” and, “[i]f there is a ‘remaining amount due’ on the purchase, it is implicit that the consumer has ‘not yet fully paid for the purchase.’ ” <em>Id. </em>(ellipsis omitted) (quoting Comenity’s notice and Model Form, respectively). We agree that the billing-rights notice is “substantially similar” ‘to Model Form G-3(A) and, thus, fails as a matter of law to demonstrate a violation of § 1637(a)(7).</p>\n<p id=\"b243-13\">The model forms were promulgated pursuant to 15 U.S.C. § 1604(b), which,- as we have already observed, specifically states that “[njothing in this subchapter may be construed to réquire a creditor ... to use any such model form.” The same statute nevertheless creates a “safe harbor” from liability, <em>Gibson v. Bob Watson Chevrolet-Geo, Inc., </em>112 F.3d 283, 286 (7th Cir. 1997), stating that a creditor “shall be deemed to be in compliance with the disclosure provisions of this subchapter with respect to other than numerical disclosures” if the creditor (1) uses the appropriate model form, or (2) uses the model form, changing it (A) to delete information not required by the applicable law, or (B) to rearrange the <page-number citation-index=\"1\" label=\"198\">*198</page-number>format if, by doing so, the creditor “does not affect the substance, clarity, or meaningful sequence of the disclosure,” 15 U.S.C. § 1604(b).</p>\n<p id=\"b244-4\">In implementing § 1637(a)(7)’s mandate consistent with § 1604(b), Regulation Z both provides a model form—Model Form G-3(A)—and acknowledges that: a creditor can satisfy its statutory obligation by providing a consumer with a statement of billing rights that is “substantially similar” to that model form. 12 C.F.R. § 1026.6(b)(5)(iii), The official staff interpretation acknowledges that creditors may make certain changes to model forms “without losing the Act’s protection from liability,” citing, as examples, the deletion of inapplicable disclosures or the rearrangement of the sequences of disclosures. 12 C.F.R. pt. 1026, supp. I, pt. 5, apps. G &amp; H, G(3)(i).</p>\n<p id=\"b244-5\">Strubel urges us to construe these examples as defining the outer perimeter of a statement qualifying as “substantially similar” to Model Form G-3(A). To the extent Comenity’s statement includes further changes from the model form, Strubel argues that the district court could not conclude that her challenge failed as a matter of law. We disagree.</p>\n<p id=\"b244-6\">The two cited examples are not the only permissible changes identified in the staff interpretation. <em>See id. </em>at apps. G &amp; H(l) (further identifying pronoun substitutions and type changes). In any event, the staff interpretation statqs that it is identifying permissible changes that can be made “without losing the Act’s protection from liability.” <em>Id. </em>This “protection” is a reference to the statute’s safe harbor provision, within which a creditor <em>“shall be </em>deemed to be in compliance” with TILA disclosure obligations. 15 U.S.C. § 1604(b) (emphasis added). Indeed, that is evident from the fact that the two changes highlighted by Strubel derive from the safe harbor provision of- § 1604(b). But the statements that qualify for a safe harbor are necessarily a smaller number than - the statements that <em>can </em>satisfy the TILA because they are “substantially similar” to the applicable model form. Indeed, to equate the two might run afoul of the § 1604(b) mandate that nothing in the subchapter be construed to require a creditor to use a model form.</p>\n<p id=\"b244-8\">Thus, Regulation Z, like the TILA itself, must be understood to. recognize that statements seeking to comply with § 1637(a)(7) can fall into three categories: (1) those that “shall be deemed to be in compliance” because they use the model form or depart from that form only in specifically approved ways, (2) those that can be in compliance if “substantially similar” to the model form, and (3) those that cannot be deemed compliant because they deviate substantively from the model form.</p>\n<p id=\"b244-9\">Comenity’s disclosure statement does not fall within the first category because a safe harbor is available only for the deletion of disclosures that are <em>inapplicable </em>to the transaction at issue, not for the deletion of disclosures that are applicable but possibly redundant. Thus, we consider whether, as the district court concluded, the challenged disclosure can be deemed “substantially similar” as a matter of law.</p>\n<p id=\"b244-10\">While our court has not articulated the precise bounds of a “substantially similar” disclosure, decisions from our sister circuits support conducting the inquiry by reference to an “average consumer,” that is, one who is “neither particularly sophisticated nor particularly dense.” <em>Palmer v. Champion Mortg., </em>465 F.3d 24, 28 (1st Cir. 2006); <em>see Rossman v. Fleet Bank (R.I.) Nat’l Ass’n, </em>280 F.3d 384, 394 (3d Cir. 2002); <em>Smith v. Cash Store Mgmt., Inc., </em>195 F.3d 325, 327-28 (7th Cir. 1999). Further properly informing the inquiry is our own recognition that “[although the TILA <page-number citation-index=\"1\" label=\"199\">*199</page-number>is a disclosure statute, its purpose is to require ‘meaningful disclosure,’ not ‘more disclosure,”’ <em>Turner v. Gen. Motors Acceptance Corp., </em>180 F.3d 451, 457 (2d Cir. 1999) (quoting <em>Ford Motor Credit Co. v. Milhollin, </em>444 U.S. 555, 568, 100 S.Ct. 790, 63 L.Ed.2d 22 (1980)), and that the TILA “does not require perfect disclosure, but only disclosure which clearly reveals to consumers the cost of credit,” <em>Gambardella v. G. Fox &amp; Co., </em>716 F.2d 104, 118 (2d Cir. 1983).</p>\n<p id=\"b245-5\">With these principles in mind, we consider Strubel’s.argument that Comenity’s challenged statement cannot be deemed “substantially similar” to Model Form G-3(A) because the challenged statement’s failure to include the form’s numbered paragraphs “2” and “3” could mislead an average consumer into thinking that (a) cash advances or convenience checks drawn from credit card accounts are covered by the phrase “property or services that you purchased With a credit card” and “credit card purchases,” and (b) relief from unsatisfactory purchases was available even after full payment. We disagree.</p>\n<p id=\"b245-6\">An average consumer would readily understand the word “purchase,” particularly when used with respect to “property” or “services,” to bear its ordinary -meaning, that - is, -a transaction where. payment is made so that something sold can be acquired. <em>See Webster’s Third New International Dictionary (Unabridged) </em>1844 (1986 ed.) (defining “purchase” as “to obtain (as merchandise) by paying money or its equivalent : buy for a price”). The word “purchase” would not usually be applied to the procurement of a cash advance or convenience check, either of which simply converts credit into a monetary instrument. One might charge such a cash advance or check against a credit card and then use these instruments. to “purchase” desired property or services. But the average person would not characterize the use of a credit card to acquire the instruments as a credit card purchase, nor would such a person characterize the acquisition of merchandise with cash or checks obtained by credit card as a credit card purchase of the merchandise.</p>\n<p id=\"b245-8\">Further, an average consumer would understand the statement that he “may have the right not to pay <em>the remaining amount due” </em>on the unsatisfactory property or services to reference a right limited to payment of an outstanding balance. J.A. 37 (emphasis added). Only a “particularly dense” reader would think that the rule afforded rights when <em>no </em>amount remained owing. <em>Palmer v. Champion Mortg., </em>465 F.3d at 28.</p>\n<p id=\"b245-9\">Accordingly, like the district court, we conclude that Strubel’s challenge to Co-menity’s disclosure of “purchase” and “outstanding balance” limitations on consumer rights to dispute unsatisfactory credit card purchases fails as a matter of law because the disclosure is substantially similar to the relevant- part of Model Form G-3(A).</p>\n<p id=\"b245-10\">3. Requirement for Written Notice of Unsatisfactory Purchases</p>\n<p id=\"b245-11\">Strubel argues that Comenity violated § 1637(a)(7) by failing to advise her that a consumer must report an unsatisfactory purchase to a creditor in writing. The argument fails because, while § 1637(a)(7) requires a creditor to disclose the protections and obligations of 15 U.S.C. § 1666i—which pertain to unsatisfactory credit card purchases—“in a form prescribed by regulations of the Bureau,” nothing in § 1666i conditions the protections on a consumer giving <em>written </em>notice. Strubel nevertheless locates such a limitation on consumer rights in that part of Model Form G-3(A) that has a creditor advise the consumer.that if “still dissatisfied with the purchase, -contact us in writ<page-number citation-index=\"1\" label=\"200\">*200</page-number>ing [or electronically] at” a location to be specified by the creditor. 12 C.F.R. pt. 1026, app. G~3(A) (bracketed text in original).</p>\n<p id=\"b246-4\">Assuming <em>arguendo </em>that Model Form G-3(A) could itself impose a written notice limitation on § 1666i protections—a matter we do not decide here—the form language cited by Strubel imposes no such limitation because it is, in fact, optional.-As the official interpretation to Regulation Z states, ii. The model billing rights statements also contain <em>optional </em>language that creditors may use. For example, the creditor may:</p>\n<blockquote id=\"b246-5\">A. Include a statement to the effect that notice of a billing error must be submitted on something other than the payment ticket or other material accompanying the periodic disclosures.</blockquote>\n<blockquote id=\"b246-6\">B. Insert its address or refer to the address that appears elsewhere on the bill.</blockquote>\n<blockquote id=\"b246-7\">C. <em>Include instructions for consumers, at the consumer’s option, to communicate with the creditor electronically or in writing.</em></blockquote>\n<p id=\"b246-8\">12 C.F.R. pt. 1026, supp. I, pt. 5, app. G(3)(ii) (emphases added). Because the model form language is explicitly optional, Comenity cannot be found to have violated statutory § 1637(a)(7) by failing to include such language in its own disclosure. Accordingly, summary judgment was correctly entered in favor of Comenity on Stru-bel’s written-notice challenge.</p>\n<p id=\"b246-9\">In sum, insofar as we have recognized Strubel’s standing to sue Comenity for alleged violation of § 1637(a)(7) in giving inadequate notice of (1) limitations on rights pertaining to credit card purchases, and (2) a writing requirement to challenge unsatisfactory purchases, we conclude that these disclosure challenges fail on the merits and, accordingly, affirm the award of summary judgment to Comenity on these challenges.</p>\n<p id=\"b246-11\">III. Conclusion</p>\n<p id=\"b246-12\">To summarize, we conclude as follows:</p>\n<p id=\"b246-13\">1. Because alleged defects in Comenity’s notice of consumer rights with respect to (a) limitations on rights in the event of unsatisfactory credit card purchases, and (b) requirement of written notice of unsatisfactory purchases could cause consumers unwittingly not to satisfy their own obligations and thereby to lose their rights, the alleged defects raise a sufficient degree of the risk of real ham necessary to concrete injury and Article III standing.</p>\n<p id=\"b246-16\">2. Because Strubel fails to demonstrate sufficient risk of harm to a concrete TILA interest from Comenity’s alleged failure to give notice about (a) time limitations applicable to automatic payment plans and (b) the obligation to acknowledge a reported billing error within 30 days if the error had already been corrected, she lacks standing to pursue these bare procedural violations and, thus, these TILA claims must be dismissed for lack of jurisdiction.</p>\n<p id=\"b246-17\">3. Comenity’s notice that certain TILA protections applied only to unsatisfactory credit card purchases that were not paid in full is substantially similar to Model Form G-3(A) and, therefore, cannot as a matter of law demonstrate a violation of 15 U.S.C. § 1637(a)(7).</p>\n<p id=\"b246-18\">4. Because neither the TILA nor its implementing regulations require unsatisfactory purchases to be reported in writing, Comenity’s alleged failure to disclose such a requirement cannot support a § 1637(a)(7) claim.</p>\n<p id=\"b246-19\">Accordingly, the appeal is DISMISSED in part, the award of summary judgment is otherwise AFFIRMED, and the termi<page-number citation-index=\"1\" label=\"201\">*201</page-number>nation of the motion for class certification as moot is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b231-6\">. Strubel used the credit card on only one other occasion, to make a $118.50 purchase on August 11, 2013, approximately six weeks after this lawsuit was filed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b231-7\">. Both Strubel and her attorneys have filed other actions for statutory damages for alleged defects in TILA disclosures. <em>See Strubel v. Capital One Bank (USA), N.A., </em>14-cv-5998, 2014 WL 3943832 (S.D.N.Y. filed July 31, 2014); <em>Strubel </em>v. <em>Talbots Classics Nat'l Bank, </em>13-cv-1106 (S.D.N.Y. filed Feb. 19, 2013); <em>see also, e.g., Kelen v. Nordstrom, Inc., </em>16-cv-1617, 2016 WL 952136 (S.D.N.Y. filed Mar. 2, 2016); <em>Schwartz v. HSBC Bank USA, N.A., </em>14-cv-9525 (S.D.N.Y. filed Dec. 1, 2014); <em>Schwartz v. Comenity Capital Bank, </em>13-cv-4896 (S.D.N.Y. filed July 15, 2013); <em>Schwartz v. HSBC Bank USA, N.A., </em>13-CV-769 (S.D.N.Y. filed Feb. 1, 2013); <em>Taub v. World Fin. Network Bank, </em>12-cv-9113, 2012 WL 6221258 (S.D.N.Y. filed Dec. 14, 2012); <em>Rubinstein v. Dep’t Stores Nat’l Bank, </em>12-cv-8054, 2012 WL 5388707 (S.D.N.Y. filed Oct. 28, 2012); <em>Zevon v. Dep’t Stores Nat’l Bank, </em>12-cv-7799, 2012 WL 5282312 (S.D.N.Y. filed Oct. 18, 2012); <em>Taub v. HSBC Bank Nev., N.A., </em>12-cv-6790 (S.D.N.Y. filed Sept. 7, 2012); <em>Kelen v. World Fin. Network Nat’l Bank, </em>12-cv-5024, 2012 WL 2417323 (S.D.N.Y. filed June 27, 2012); <em>Zevon v. Dep’t Stores Nat’l Bank, </em>12-cv-4970, 2012 WL 2378137 (S.D.N.Y. filed June 25, 2012); <em>Kelen v. HSBC Bank Nev., N.A., </em>11-cv-8037, 2011 WL 9228144 (S.D.N.Y. filed Nov. 8, 2011); <em>Kelen v. World Fin. Network Nat'l Bank, </em>10-cv-48, 2010 WL 763738 (S.D.N.Y. filed Jan. 5, 2010); <em>Rubinstein v. Dep’t Stores Nat'l Bank, </em>08-cv-4843 (S.D.N.Y. filed May 23, 2008).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b232-9\">. Strubel initially challenged a fifth disclosure in the agreement pertaining to change of terms. Because that claim was voluntarily dismissed at summary judgment, <em>see Strubel v. Comenity Bank, </em>No. 13-CV-4462 (PKC), 2015 WL 321859, at *8 (S.D.N.Y. Jan. 23, 2015), we need not consider it on this appeal.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b232-10\">. Section 1640(a) provides for an individual consumer in most such cases to be awarded statutory damages between $500 and $5,000, and for a possible class award of up to $1,000,000. <em>See </em>15 U.S.C. § 1640(a)(2)(A)(iii), (a)(2)(B).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b232-12\">.The authority conferred in § 1604 is qualified as follows:</p>\n<blockquote id=\"b232-13\">Nothing in this subchapter [t.e., 15 U.S.C. §§ 1601-1667f] may be construed to require a creditor or lessor to use any such model form or clause prescribed by the Bureau under this section. A creditor or lessor shall be deemed to be in compliance with the disclosure provisions of this sub-chapter with respect to other than numerical disclosures if the creditor or lessor (1) uses any appropriate model form or clause as published by the Bureau, or (2) uses any such model form or clause and changes it -by (A) deleting any information which is not <page-number citation-index=\"1\" label=\"187\">*187</page-number>required by this subchapter, or (B) rearranging the format, if in making such deletion or rearranging the format, the creditor or lessor does not affect the substance, clarity, or meaningful sequence of the disclosure,</blockquote>\n<p id=\"b233-9\"><em>Id. </em>§ 1604(b).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b233-10\">. In <em>Household Credit Services, </em>the Supreme Court accorded such deference to the Federal Reserve Board, which was initially granted interpretive authority over most of the TILA. <em>See </em>541 U.S. at 238-39, 124 S.Ct. 1741. The CFPB was created and endowed with interpretive authority over parts of the TILA by Title X of the Dodd-Frank Wall Street Reform and Consumer Protection Act, Pub. L. No. 111-203, 124 Stat. 1376, 1955-85 (2010).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b235-7\">. In <em>Spokeo, </em>the plaintiff sued for violation of various notice provisions of the Fair Credit Reporting Act, as well as the statutory requirement that credit reporting agencies establish \"reasonable procedures to assure maximum possible accuracy of” consumer reports, which violation resulted in the publication of inaccurate information about the plaintiff. 136 S.Ct. at 1545 (quoting 15 U.S.C. § 1681e(b)).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b236-5\">. Although not cited in the majority opinion in <em>Spokeo, Havens Realty Corporation v. Coleman, </em>455 U.S. 363, 373-74, 102 S.Ct. 1114, 71 L.Ed.2d 214 (1982), similarly concluded that a \"tester” who approached a real estate agent expecting to receive false information in violation of the Fair. Housing Act satisfactorily demonstrated injury in fact although- the tester had no intent to buy or rent a home.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b237-5\">. We heed <em>Spokeo’s </em>instruction to consider separately the risk of harm from each of the \"particular procedural violations alleged in this case,” and it is only in these two challenges, where the alleged notice violation risks a consumer’s ignorance of obligations necessary to his credit -rights that we identify a \"material” degree of risk sufficient to plead concrete injury. <em>Spokeo, Inc. v. Robins, </em>136 S.Ct. at 1550.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b237-6\">. In supplemental briefing, Comenity argues that Strubel’s injury is not particularized because it is not distinct from that sustained by other members of the putative class. The argument fails because, again, particularity requires that one sustain a grievance distinct from the body politic, <em>see Sierra Club v. Morton, </em>405 U.S. 727, 734-40, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972), not a grievance unique from that of any identifiable group of persons. Indeed, Fed. R. Civ. P. 23(a)(3) conditions class actions on the claims or defenses of representative parties being \"typical of the claims or defenses of the class.” Comenity’s urged interpretation of particularized injury would render class actions inherently incompatible with Article III, a conclusion .for which it cites no support in law.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b237-14\">.The obligation can be traced to 15 U.S.C. § 1666, which obliges a creditor to satisfy certain requirements “prior to taking any action to collect the amount” contested in a billing-error dispute, <em>id. </em>§ 1666(a)(3)(B). Regulation Z prohibits a creditor from automatically deducting the amount of a disputed charge from a consumer’s deposit account if the consumer gives notice of the dispute at least three business days before the scheduled payment date. <em>See </em>12 C.F.R. § 1026.13(d)(1). Thus, disclosure of this right (and its triggering notice obligation) is required by 12 C.F.R. § 1026.6(b)(5)(iii) and incorporated into Model Form G-3(A) as follows: \"You must contact us ... [a]t least 3 business days before an automatic payment is scheduled, if you want to stop payment on the amount you think is wrong.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b238-5\">. Judge Kearse would also find standing lacking as to this challenge based on the absence of particularity, given that, even if there were any evidence that Comenity offered an automatic payment plan, Strubel has in no way suggested that she “agreed,” 12 C.F.R. § 1026.13(d)(1), to such a plan.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b238-6\">. The relevant statutory text obligates a creditor, \"not later than thirty days after the receipt of the [consumer] notice [of billing error],” to \"send a written acknowledgment thereof to the obligor, <em>unless </em>the action required in subparagraph (B) is taken within such thirty-day period.” 15 U.S.C. § 1666(a)(3)(A) (emphasis added). The referenced subparagraph B \"action” is either the creditor’s correction of the error in the consumer's account <em>\"and </em>transmit[tal] to the ob-ligor [of] a notification of such corrections,” <em>id. </em>§ 1666(a)(3)(B)(i) (emphasis added), or the creditor's \"written explanation” to the consumer of \"the reasons why the creditor believes the account of the obligor was correctly shown in the statement,” <em>id. </em>§ 1666(a)(3)(B)(ii). The highlighted language suggests that the creditor’s notice obligations are in the disjunctive, <em>i.e., </em>within 30 days of receiving a consumer report of billing error, the creditor must either acknowledge receipt or notify the consumer that the error has been corrected.</p>\n<p id=\"AIj\">Model Form G~3(A), however, casts the creditor's obligations in the conjunctive: \"Within 30 days of receiving your letter [reporting billing error], we must tell you that we received your letter. We will <em>also </em>tell you if we have already corrected the error.” 12 C.F.R. pt. 1026, app. G-3(A) (emphasis added). Regardless of whether the creditor’s response obligation is disjunctive or conjunctive, Stru-bel asserts that Comenity’s notice is deficient because it suggests that there is <em>no </em>30-day response obligation if the creditor corrects a billing error within that time: \"We must acknowledge your letter [reporting billing error] within 30 days, unless we have corrected the error by then,” J.A. 36. As the district court observed, this text \"does not expressly provide that [Comenity] will provide notice of receipt in the event that it corrects the error.” <em>Strubel v. Comenity Bank, </em>2015 WL 321859, at *5. Nevertheless, the district court thought <page-number citation-index=\"1\" label=\"193\">*193</page-number>it \"[i]mplicit to this assertion ... that Comenity will provide notice if it ‘ha[s] corrected the error by then.’ ”, <em>Id. </em>(quoting notice).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b239-7\">. Strubel does not contend that Comenity’s notice would be deficient in circumstances where a reported error’has not been corrected within 30 days of receipt. The law in fact affords a creditor up to 90 days to correct a reported error or to explain why it concludes that there is no error. <em>See </em>15 U.S.C. § 1666(a)(3)(B)(i).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b240-5\">. Our analysis comports with the reasoning of our sister circuits following <em>Spokeo. See, e.g., Nicklaw v. Citimortgage, Inc., </em>839 F.3d 998, 1002-03 (11th Cir. 2016) (holding that violation of statutory requirement that defendant record satisfaction of mortgage within certain time did -not manifest concrete injury where suit was brought after satisfaction was recorded and did not allege financial loss or injury to credit); <em>Lee v. Verizon Commc'ns, Inc., </em>837 F.3d 523, 530 (5th Cir. 2016) (holding that violation of statutory right to proper pension plan management did not manifest concrete injury absent alleged adverse effect to actual benefits); <em>Braitberg v. Charter Commc’ns, Inc., </em>836 F.3d 925, 929-30 (8th Cir. 2016) (holding that unlawful retention of personal information did not manifest concrete injury absent alleged disclosure or misuse); <em>Hancock v. Urban Outfitters, Inc., </em>830 F.3d 511, 514 (D.C. Cir. 2016) (holding that unlawful request for customers’ ZIP codes in connection with credit card purchases raised insufficient risk of harm absent alleged “invasion of privacy, increased risk of fraud or identity theft, or pecuniary or emotional injury”); <em>cf. Galaria v. Nationwide Mut. Ins. Co., </em>— Fed.Appx. —, —, 2016 WL 4728027, at *3 (6th Cir. Sept. 12, 2016) (holding that <page-number citation-index=\"1\" label=\"195\">*195</page-number>failure to adopt statutorily mandated procedures to protect against wrongful dissemination of data manifested concrete injury where plaintiffs alleged data was stolen).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b242-5\">. Title 15 U.S.C. § 16661(a) limits its protections to \"claims ... and defenses arising out of any transaction in which the credit card is used as a method of payment or extension of credit.” The official staff interpretation of 12 C.F.R, § 1026.12(c)(1), the portion of Regulation Z implementing 15 U.S.C. § 1666i, clarifies that this excludes \"[u]se of a credit card to obtain a cash advance, even if the consumer then uses the money to purchase goods or services,” as well as \"[t]he purchase of goods or services by use of a check accessing an overdraft account.” 12 C.F.R. pt. 1026, supp. I, pt. 1, 12(c)(1).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b243-6\">. Title 15 U.S.C. § 1666i(b) states, “The amount of claims or defenses asserted by the cardholder may not exceed the amount of credit outstanding with respect to such transaction at the time the cardholder first notifies the card issuer or the person honoring the credit card of such claim or defense.”</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b243-7\">. The Model Form states in relevant part as follows:</p>\n<blockquote id=\"b243-8\">YOUR RIGHTS IF YOU ARE DISSATISFIED WITH YOUR CREDIT CARD PURCHASES</blockquote>\n<blockquote id=\"b243-9\">If you are dissatisfied with the goods or services <em>that you have purchased with your credit card, </em>and you have tried in good faith to correct the problem with the merchant, you may have the right not to pay <em>the remaining amount due </em>on the purchase.</blockquote>\n<blockquote id=\"b243-10\">To use this right, all of the following must be true:</blockquote>\n<blockquote id=\"b243-11\">1.The purchase must have been made in your home state or within 100 miles of your current mailing address, and the purchase price must have been more than $50. (Note: Neither of these are necessary if your purchase was based on an advertisement we mailed to you, or if we own the company that sold you the goods or services.)</blockquote>\n<blockquote id=\"b243-14\">2. <em>You must have used your credit card for the purchase. Purchases made with cash advances from an ATM or with a check that accesses your credit card account do not qualify.</em></blockquote>\n<blockquote id=\"b243-15\">3. <em>You must not yet have fully paid for the purchase.</em></blockquote>\n<p id=\"b243-16\">12 C.F.R. pt. 1026, app. G-3(A) (emphases added). Comenity's notice states in relevant part as follows:</p>\n<blockquote id=\"b243-17\">Special Rule for Credit Card Purchases. If you have a problem with the quality of property or services <em>that' you purchased with a credit card </em>and you have tried in good faith to correct the problem with the merchant, you may have the right not to pay <em>the remaining amount due </em>on the property or services. There are two limitations on this right:</blockquote>\n<blockquote id=\"b243-18\">A. You must have made the purchase in your home state or, if not within your home state, within 100 miles of your current mailing address; and</blockquote>\n<blockquote id=\"b243-19\">B. The purchase price must have been more \"■ than $50.00.</blockquote>\n<blockquote id=\"b243-20\">These limitations do not apply if we own or operate the merchant, or if we mailed you the advertisement for the property or services.</blockquote>\n<p id=\"b243-21\">J.A, 37 (emphases added).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}