{
  "casebody": {
    "data": "<casebody firstpage=\"781\" lastpage=\"783\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b805-9\">UNITED STATES of America, Plaintiff-Appellee, v. Eduardo SOTO-DIARTE, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b805-12\">No. 08-3324.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b805-13\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b805-14\">May 13, 2009.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b805-24\">Leon J. Patton, Assistant U.S. Attorney, David P. Zabel, Office of United States Attorney, Kansas City, KS, for PlaintiffAppellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b805-25\">Eduardo Soto-Diarte, Forrest City, AR, pro se.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b805-26\">Before HARTZ, McKAY, and O’BRIEN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b805-27\">ORDER DENYING CERTIFICATE OF APPEALABILITY AND DISMISSING APPEAL</p>\n<author id=\"b805-28\">TERRENCE L. O’BRIEN, Circuit Judge.</author>\n<p id=\"b805-29\">Eduardo Soto-Diarte, a federal prisoner appearing pro se and <em>in forma </em><page-number citation-index=\"1\" label=\"782\">*782</page-number><em>pauperis (ifp), </em>seeks a certificate of appealability (COA) permitting him to appeal from the district court’s dismissal of his § 2255 habeas petition. The petition claims Soto-Diarte received ineffective assistance of counsel during sentencing. The government filed a motion to enforce Soto-Diarte’s waiver of appeal in his plea agreement. In response, Soto-Diarte claimed his attorney did not fully explain the waiver and, therefore, it was not voluntary. <em>See United States v. Cockerham,, </em>237 F.3d 1179, 1187 (10th Cir.2001) (“[A] plea agreement waiver of postconviction rights does not waive the right to bring a § 2255 petition based on ineffective assistance of counsel claims challenging the validity of the plea or the waiver.”). The record, however, demonstrates SotoDiarte specifically stated he understood and knowingly agreed to the waiver in his petition to plead guilty, in his plea agreement, and in a specific and extensive colloquy with the judge at his plea hearing. The district court determined Soto-Diarte was not entitled to federal habeas relief because he knowingly and voluntarily waived his right to collaterally attack his sentence in his plea agreement and enforcement of the waiver would not result in a miscarriage of justice. <em>See United States v. Hahn, </em>359 F.3d 1315, 1325 (10th Cir.2004) (en banc). The court denied Soto-Diarte’s request for a COA.</p>\n<p id=\"b806-4\">We review for “a substantial showing of the denial of a constitutional right.” 28 U.S.C. § 2253(c)(2). <em>See Miller-El v. Cockrell, </em>537 U.S. 322, 327, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003); <em>Slack v. McDaniel, </em>529 U.S. 473, 483-84, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000).</p>\n<p id=\"b806-5\">We have reviewed Soto-Diarte’s request for a COA, the district court’s disposition, and the record on appeal. Reasonable jurists would not debate the correctness of the district court’s disposition. We DENY a COA and DISMISS this nascent appeal. <page-number citation-index=\"1\" label=\"783\">*783</page-number>guideline that had not been lowered by the amendment, even though the sentencing court may have considered, as one of the statutory sentencing factors, the much lower sentencing range that defendant would have qualified for in the absence of his status as a career offender. 18 U.S.C.A. §§ 3553(a), 3582(c)(2); U.S.S.G. §§ 1B1.10, p.s., 2D1.1, 4B1.1, 18 U.S.C.A.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}