{
  "casebody": {
    "data": "<casebody firstpage=\"848\" lastpage=\"850\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b872-9\">UNITED STATES of America, Plaintiff-Appellee, v. Marcelo ESPINOSA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b872-12\">No. 08-17024</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AOg\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b872-13\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b872-14\">May 19, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b872-27\">Leonard Evans Clark, Donna Lee Elm, Federal Public Defender, Tampa, FL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b873-4\"><page-number citation-index=\"1\" label=\"849\">*849</page-number>Linda Julin McNamara, U.S. Attorney’s Office, Tampa, FL, for Plaintiff-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b873-6\">Before BARKETT, MARCUS and ANDERSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b873-7\">PER CURIAM:</author>\n<p id=\"b873-8\">Marcelo Espinosa appeals the district court’s denial of his motion for a reduction of sentence, pursuant to 18 U.S.C. § 3582(c)(2). Espinosa’s § 3582(c)(2) motion was based on Amendment 706 to the Sentencing Guidelines, which reduced the base offense levels applicable to crack cocaine offenses. On appeal, Espinosa argues that Amendment 706 changed his guideline range because he was not sentenced as a career offender. Espinosa elaborates that the district court in the original sentencing hearing did not have the authority to enhance his sentence further for obstruction of justice after it had already enhanced his base offense level under the career-offender guideline. Therefore, by enhancing his sentence further, the district court “reverted” back to the non-career offender sentencing scheme. Espinosa further requests that we hold his case in abeyance pending the resolution of a petition for rehearing <em>en banc </em>in <em>United States v. Argro, </em>No. OS-14591.</p>\n<p id=\"b873-9\">“We review <em>de novo </em>a district court’s conclusions about the scope of its legal authority under 18 U.S.C. § 3582(c)(2).” <em>United States v. James, </em>548 F.3d 983, 984 (11th Cir.2008). A district court may not modify a term of imprisonment unless a defendant was sentenced based on a sentencing range that has “subsequently been lowered” by the Sentencing Commission. <em>See </em>18 U.S.C. §§ 3582(c)(1)(B), (c)(2). When the district court is determining whether to modify a defendant’s sentence pursuant to § 3582(c)(2), <em>“all </em>original sentencing determinations remain unchanged with the sole exception of the guideline range that has been amended since the original sentencing.” <em>United States v. Bravo, </em>203 F.3d 778, 781 (11th Cir.2000) (emphasis in original).</p>\n<p id=\"b873-11\">Amendment 706, which has been made retroactive, amends the Drug Quantity Table in U.S.S.G. § 2Dl.l(c) “to provide a two-level reduction in base offense levels for crack cocaine offenses.” <em>United States v. Moore, </em>541 F.3d 1323, 1325 (11th Cir. 2008), <em>cert. denied, McFadden v. United States, </em>— U.S. -, 129 S.Ct. 965, 173 L.Ed.2d 156 (2009), <em>and cert. denied, </em>— U.S.-, 129 S.Ct. 1601, 173 L.Ed.2d 689 (2009). However, if a defendant is a career offender, his base offense level is determined under the career-offender guideline in U.S.S.G. § 4Bl.l(b) and not the drug-quantity guideline in § 2Dl.l(c). 541 F.3d at 1327-28.</p>\n<p id=\"b873-16\">In <em>United States v. Moore, </em>541 F.3d 1323, 1327-28 (11th Cir.2008), we held that defendants who are sentenced under the career-offender guideline are not sentenced under U.S.S.G. § 2D1.1, and are, therefore, ineligible for a § 3582(c)(2) sentence reduction pursuant to Amendment 706. Espinosa’s argument that he was not sentenced as a career offender is belied by the record, which shows that he was sentenced under the career-offender guideline. Although Espinosa argues that the district court improperly applied an obstruction of justice enhancement at his original sentencing, we may not reexamine a potential error from an original sentencing proceeding unrelated to the amended guideline range during a § 3582(c)(2) proceeding. <em>See Bravo, </em>203 F.3d at 781. Accordingly, we must conclude that the district court’s sentencing of Espinosa as a <page-number citation-index=\"1\" label=\"850\">*850</page-number>career offender under § 4B1.1 renders him ineligible for a sentence reduction under Amendment 706. <em>See Moore, </em>541 F.3d at 1327-28.</p>\n<p id=\"b874-4\">Additionally, we decline to hold Espinosa’s case in abeyance pending the resolution of the <em>en banc </em>petition in <em>Argro </em>because the fact that a petition for rehearing is pending in another case does not change the status of <em>Moore </em>as binding precedent, which we must follow. <em>See United States v. Vega-Castillo, </em>540 F.3d 1235, 1236 (11th Cir.2008) (holding that we are bound by our precedent “unless and until it is overruled by this [C]ourt <em>en banc </em>or by the Supreme Court”). Therefore, we affirm the denial of the § 3582(c)(2) motion.</p>\n<p id=\"b874-5\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}