{
  "casebody": {
    "data": "<casebody firstpage=\"166\" lastpage=\"168\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b194-3\">Commonwealth to use <em>v. </em>Magee, Appellant</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AsV\">(No. 1).</docketnumber>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b194-4\"><em>Executors and administrators </em>— Administrator’s <em>bond </em>— Premature <em>suit </em>— ■ <em>Discontinuance </em>— Act <em>of June </em>14, 1836, <em>P. L. </em>637.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b194-5\">1. The Act of June 14,1836, P. L. 637, prescribes a mode of procedure in actions on administrators’ bonds, and gives to all parties who have several interests the right to join in the suit by suggestion of the right before judgment, or by scire facias after judgment has been entered for the commonwealth. The remedy provided is exclusive and prohibitory of any other.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b194-6\">2. Since only one action is permitted and that is for the use of all parties interested, it follows that ordinarily the use plaintiff in the action may not discontinue it. But an action brought on an administrator’s bond, when there has been no default and no one has a right of action, is premature and the party who brought the action and in whose way it stands should be permitted to correct the error by discontinuing and commencing de novo. The better practice in such a case is to obtain leave of court to discontinue.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b194-7\">3. In strict law a discontinuance is always by leave of court, but in practice leave to discontinue is assumed in the first place without the formality of an application but subject to be withdrawn on cause shown.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b194-8\">4. The discharge of a rule to strike off a discontinuance is equivalent to a grant of leave.</syllabus>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"b194-9\">Argued Jan. 14, 1909.</otherdate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"Ax2q\">Appeal, No. 338, Jan. T., 1909, by defendants, from order of C. P. No. 1, Phila. Co., June T., 1902, No. 4,508, discharging rule to strike off discontinuance in case of Commonwealth to use of Charles Beckingham v. James E. Magee and Robert J. Barr.</summary>\n<judges data-order=\"9\" data-type=\"summary\" id=\"AJ_\">Before Mitchell, C. J., Fell, Mestrezat, Potter, Elkin and Stewart, JJ.</judges>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AoZ\">Affirmed.</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b194-10\">Rule to strike off discontinuance.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b194-11\">The facts appear by the opinion of the Supreme Court.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b194-12\"><em>Error assigned </em>was the order of the court discharging rule to strike off discontinuance.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b194-13\"><em>William Brown, Jr., </em>with him <em>Charles L. Brown </em>and <em>Alex. Simpson, Jr., </em>for appellants. —</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"A6H\">The appellee has no right to discontinue and commence de novo: Mechanics’ Bank v. Fisher, 1 <page-number citation-index=\"1\" label=\"167\">*167</page-number>Rawle, 341; Schuylkill Bank v. Macalester, 6 W. &amp; S. 147; Consolidated Nat. Bank v. McManus, 217 Pa. 190.</p>\n<decisiondate data-order=\"16\" data-type=\"decisiondate\" id=\"All\">March 22, 1909:</decisiondate>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b195-3\"><em>Trevor T. </em>Matthews, for appellee. —</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"A5N\">It has not been shown that the lower court was guilty of any abuse of discretion in refusing to strike off the discontinuance: Com. v. Magee, 220 Pa. 201; Evans v. Clover, 1 Grant, 164; Bach v. Burke, 141 Pa. 649; Hall v. Vanderpool, 156 Pa. 152; Reading v. Bentley, 2 Monaghan, 715.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b195-4\">It has not been shown that the discontinuance of the suit will result or has resulted in any vexation, oppression or disadvantage to the defendant: Dalton’s Est., 33 Pa. Superior Ct. 210; Com. v. Cope, 45 Pa. 161; Smith v. Com., 59 Pa. 320; Lacroix v. Macquart, 1 Miles, 156; Engle v. Ins. Co., 20 Pa. C. C. Rep. 90; Bank v. McManus, 217 Pa. 190.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b195-5\">Opinion by</p>\n<author id=\"AkL\">Mr. Justice Fell,</author>\n<p id=\"b195-6\">The appellant is the surety on a bond given by an administrator in 1891 to secure the accounting by him for the proceeds of the sale of the real estate of the decedent made by order of court for the payment of debts. An action was brought upon the bond by the use plaintiff while exceptions to the allowance of his claim were pending and before a final decree had been entered in the orphans’ court. On an appeal to this court it was held that the action was prematurely brought: see Com. v. Magee, 220 Pa. 201. The use plaintiff then discontinued the action without leave of court and caused a new summons to be issued. The surety obtained a rule to show cause why the discontinuance should not be struck off and the second summons quashed, which after hearing was discharged. The appeal is from the order discharging the rule.</p>\n<p id=\"b195-7\">The Act of June 14, 1836, P. L. 637, prescribes a mode of procedure in actions on bonds such as that in suit and gives to all persons who have several interests the right to join in the suit by suggestion of the right before judgment or by scire facias after judgment has been entered for the commonwealth. The remedy provided is exclusive and prohibitory of any other: Com. v. Cope, 45 Pa. 161. Since only one action is per<page-number citation-index=\"1\" label=\"168\">*168</page-number>mitted and that is for the use of all parties interested, it follows that ordinarily the use plaintiff in the action may not discontinue it. But an action brought on an administrator’s bond, when there has been no default and no one has a right of action, is premature, and the party who brought the action and in whose way it stands should be permitted to correct the error by discontinuing and commencing de novo: Com. v. Magee, 220 Pa. 201. The better practice in such a case is to obtain leave of court to discontinue. In strict law a discontinuance is always by leave of court, but in practice leave to discontinue is assumed in the first place without the formality of an application but subject to be withdrawn on cause shown. The discharge of a rule to strike off a discontinuance is equivalent to a grant of leave. The causes that will move the court to withdraw its assumed leave are addressed to its discretion and usually involve some disadvantage to other interested parties: Consolidated Nat. Bank v. McManus, 217 Pa. 190. The only advantage of which the defendant was deprived by the discontinuance was that of asserting that he had been summoned before a right of action arose.</p>\n<p id=\"b196-4\">The appeal is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}