{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"150\" lastpage=\"156\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  THANHPHUONG THI NGUYEN, Appellant,\n  <br/>\n  v.\n  <br/>\n  DIENG NGUYEN, Respondent.\n </parties>\n <docketnumber id=\"p-2\">\n  No. ED 107014\n </docketnumber>\n <court id=\"p-3\">\n  Missouri Court of Appeals, Eastern District, DIVISION ONE.\n </court>\n <decisiondate id=\"p-4\">\n  Filed: April 23, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  FOR APPELLANT: William T. Quick, 7751 Carondelet Avenue, Suite 403, St. Louis, MO 63105.\n </attorneys>\n <attorneys id=\"p-6\">\n  FOR RESPONDENT: Dieng Nguyen, Acting Pro Se.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   ROBERT M. CLAYTON III, Judge\n  </author>\n  <p id=\"p-8\">\n   Thanhphuong Thi Nguyen (\"Wife\") appeals the trial court's judgment granting in part and denying in part her motion to enforce a separation agreement that was entered into between Wife and Dieng Nguyen (\"Husband\") and incorporated into the judgment dissolving their marriage. We reverse and remand.\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-9\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-10\">\n   Husband and Wife were married on October 19, 2001. After approximately seven years of marriage, the parties separated and Wife subsequently petitioned the court to dissolve the marriage. On July 13, 2009, the parties were divorced pursuant to a dissolution judgment entered by the Circuit Court of the City of St. Louis. There were no children born of the marriage.\n  </p>\n  <p id=\"p-11\">\n   To facilitate and effectuate their divorce, Husband and Wife entered into a Separation Agreement which, among other\n   things, divided three parcels of real property. The Separation Agreement and its terms were approved and incorporated into the trial court's \"Judgment of Dissolution of Marriage: Separation Agreement\" (collectively \"the Dissolution Judgment\").\n  </p>\n  <p id=\"p-12\">\n   Pursuant to the Separation Agreement, Husband was awarded the marital residence. The two remaining parcels of real property consisted of a two-family flat located at 3709-3711 Chippewa Street in the City of St. Louis and a four-unit apartment building located at 5518 Chippewa Street in the City of St. Louis (\"the Chippewa properties\"). During the marriage and at the time the Separation Agreement was executed, the Chippewa properties were jointly owned by the parties and subject to joint deed of trust obligations. In the Separation Agreement, however, the parties agreed Husband would be awarded the Chippewa properties subject to certain conditions. In relevant part, the Separation Agreement specifically states:\n  </p>\n  <blockquote id=\"p-13\">\n   No later than 90 days from the date of entry of a judgment of dissolution in this cause, [Husband] shall either (A) obtain the consent of [the lender] to his sole assumption of the Mortgage and deed of trust, and obtain the lender's release of [Wife] from any obligations under the Mortgage and deed of trust, or (B) qualify for and obtain the refinancing of the existing Mortgage and thereby release [Wife] from any obligations under the Mortgage and deed of trust. In the event that [Husband] fails to obtain the release of [Wife] by either method set forth in (A) or (B) within 90 days from the entry of judgment, the property shall be listed for sale at such list price as the parties shall agree, and the net proceeds of the sale, after payment of any indebtedness, real estate broker's fees and closing costs, shall be equally divided between the parties. Should said listing fail to result in a sale of the property within 180 days from the entry of judgment, the list price shall be reduced to its then-appraised value according to the City of St. Louis Assessor's Office, if less than the agreed list price, and the net proceeds of the sale, after payment of any indebtedness, real estate broker's fees and closing costs, shall be equally divided between the parties.\n   <footnotemark>\n    2\n   </footnotemark>\n  </blockquote>\n  <p id=\"p-14\">\n   The parties filed no post-trial motions or appeals from the Dissolution Judgment.\n  </p>\n  <p id=\"p-15\">\n   It is undisputed Husband failed to obtain the release of Wife from any obligations under the mortgages and deeds of trust relating to the Chippewa properties pursuant to one of the methods set forth above within ninety days from the entry of the Dissolution Judgment. Although there is conflicting evidence as to when Wife learned of Husband's default, Wife finally acted on the information in 2017. On March 6, 2017, Wife's counsel sent a letter to Husband demanding that the Chippewa properties be immediately listed for sale pursuant to the terms of the Dissolution Judgment. On April 11, 2017, Wife filed a motion to enforce separation agreement requesting that, (1) Husband be required to list the Chippewa properties for sale with the net proceeds of the sale to be equally divided between the parties; and (2) Wife be awarded her reasonable attorney's fees and costs. Husband did not file an answer to Wife's motion.\n  </p>\n  <p id=\"p-16\">\n   During the course of litigation, Husband refinanced the mortgages on both of the Chippewa properties, thereby releasing\n   Wife from any obligations under the mortgages and deeds of trust. However, Husband refused to list the subject properties for sale as required by the Dissolution Judgment. Following a bench trial, the trial court entered a judgment granting Wife's motion to enforce in part and denying it in part. The trial court granted Wife's motion to the extent, (1) the court found Wife had been damaged as a result of Husband's delay in obtaining the release of Wife from any obligations under the mortgages and deeds of trust as required under the Dissolution Judgment; (2) the court awarded Wife $ 9,600 in damages; and (3) the court awarded Wife her reasonable attorney's fees in pursuing her motion to enforce. However, the trial court denied Wife's motion insofar as it did not order the Chippewa properties to be sold. Wife appeals the portion of the trial court's judgment denying her motion to enforce.\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    II. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   In Wife's sole point on appeal, she argues the trial court erred and misapplied the law by refusing to order the Chippewa properties to be sold and the net proceeds of the sale to be equally divided between the parties, as required by the Dissolution Judgment. Wife maintains the trial court's action was an improper modification of a separation agreement incorporated into a final judgment.\n  </p>\n  <p id=\"p-19\">\n   In addition, Wife has filed a motion for attorney's fees on appeal, which has been taken with the case.\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    A. Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   We review the trial court's judgment on a motion to enforce separation agreement to determine whether it is supported by substantial evidence, whether it is against the weight of the evidence, or whether it erroneously declares or applies the law.\n   <em>\n    Perryman v. Perryman\n   </em>\n   ,\n   <extracted-citation case-ids=\"9084614\" index=\"0\" url=\"https://cite.case.law/sw3d/117/681/#p682\">\n    117 S.W.3d 681\n   </extracted-citation>\n   , 682-84 (Mo. App. E.D. 2003) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Murphy v. Carron\n   </em>\n   ,\n   <extracted-citation case-ids=\"10120440\" index=\"1\" url=\"https://cite.case.law/sw2d/536/30/#p32\">\n    536 S.W.2d 30\n   </extracted-citation>\n   , 32 (Mo. banc 1976).\n  </p>\n  <p id=\"p-22\">\n   <strong>\n    B. Relevant Law and Analysis of Wife's Sole Point on Appeal\n   </strong>\n  </p>\n  <p id=\"p-23\">\n   Pursuant to section 452.325.1 RSMo 2000,\n   <footnotemark>\n    3\n   </footnotemark>\n   parties may enter into a written separation agreement providing for,\n   <em>\n    inter alia\n   </em>\n   , the division of marital property. Section 452.325.1;\n   <em>\n    Schaffer v. Haynes\n   </em>\n   ,\n   <extracted-citation case-ids=\"10015980\" index=\"2\" url=\"https://cite.case.law/sw2d/847/814/#p816\">\n    847 S.W.2d 814\n   </extracted-citation>\n   , 816 (Mo. App. E.D. 1992). If the trial court determines the separation agreement's terms are not unconscionable, the trial court must incorporate said terms into its dissolution judgment and order the parties to perform them. Section 452.325.4(1);\n   <em>\n    Schaffer\n   </em>\n   ,\n   <extracted-citation case-ids=\"10015980\" index=\"3\" url=\"https://cite.case.law/sw2d/847/814/#p816\">\n    847 S.W.2d at 816\n   </extracted-citation>\n   . When the terms of the parties' separation agreement are incorporated into the dissolution decree, the agreement's terms relating to the distribution of marital property are binding on the trial court and the court has no power to modify them.\n   <em>\n    Meissner v. Schnettgoecke\n   </em>\n   ,\n   <extracted-citation case-ids=\"8333146,8333191\" index=\"4\" url=\"https://cite.case.law/sw3d/211/157/\">\n    211 S.W.3d 157\n   </extracted-citation>\n   , 159-60 (Mo. App. E.D. 2007) ;\n   <em>\n    In re Marriage of Kenney\n   </em>\n   ,\n   <extracted-citation case-ids=\"9240042\" index=\"5\" url=\"https://cite.case.law/sw3d/137/487/#p491\">\n    137 S.W.3d 487\n   </extracted-citation>\n   , 491 (Mo. App. S.D. 2004) ;\n   <em>\n    Bolton v. Bolton\n   </em>\n   ,\n   <extracted-citation case-ids=\"11907549\" index=\"6\" url=\"https://cite.case.law/sw2d/950/268/#p271\">\n    950 S.W.2d 268\n   </extracted-citation>\n   , 271 (Mo. App. E.D. 1997) ;\n   <em>\n    see also\n   </em>\n   sections 452.360.2, 452.325.2, and 452.330.5. Further, the doctrine of res judicata applies to all property divided under the original final dissolution judgment, and thus, a party cannot seek redistribution of property dealt with in the original decree.\n   <em>\n    See\n   </em>\n   <em>\n    Meissner\n   </em>\n   ,\n   <extracted-citation case-ids=\"8333146,8333191\" index=\"7\" url=\"https://cite.case.law/sw3d/211/157/\">\n    211 S.W.3d at\n   </extracted-citation>\n   160-61 ;\n   <em>\n    Kenney\n   </em>\n   ,\n   <extracted-citation case-ids=\"9240042\" index=\"8\" url=\"https://cite.case.law/sw3d/137/487/#p491\">\n    137 S.W.3d at 491\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-24\">\n   In this case, the parties entered into the Separation Agreement; the trial\n   court then found its terms were not unconscionable and incorporated them into the Dissolution Judgment. Thus, the terms of the Separation Agreement are enforceable as part of the Dissolution Judgment.\n   <em>\n    See\n   </em>\n   sections 452.325.4(1) and 452.325.5;\n   <em>\n    Schaffer\n   </em>\n   ,\n   <extracted-citation case-ids=\"10015980\" index=\"9\" url=\"https://cite.case.law/sw2d/847/814/#p816\">\n    847 S.W.2d at 816\n   </extracted-citation>\n   . After the Dissolution Judgment was entered on July 13, 2009 and no post-trial motions or appeals were filed, the Dissolution Judgment became final and res judicata as to all property divided therein, including the Chippewa properties.\n   <em>\n    See\n   </em>\n   <em>\n    Kenney\n   </em>\n   ,\n   <extracted-citation case-ids=\"9240042\" index=\"10\" url=\"https://cite.case.law/sw3d/137/487/#p491\">\n    137 S.W.3d at\n   </extracted-citation>\n   491 and\n   <em>\n    Schaffer\n   </em>\n   ,\n   <extracted-citation case-ids=\"10015980\" index=\"11\" url=\"https://cite.case.law/sw2d/847/814/#p816\">\n    847 S.W.2d at 817\n   </extracted-citation>\n   (similarly finding);\n   <em>\n    see also\n   </em>\n   <em>\n    Meissner\n   </em>\n   ,\n   <extracted-citation case-ids=\"8333146,8333191\" index=\"12\" url=\"https://cite.case.law/sw3d/211/157/\">\n    211 S.W.3d at 160-61\n   </extracted-citation>\n   . Thereafter, the trial court was without authority to modify the property distribution terms contained in the Separation Agreement as incorporated into the Dissolution Judgment.\n   <em>\n    See\n   </em>\n   <em>\n    Meissner\n   </em>\n   ,\n   <extracted-citation case-ids=\"8333146,8333191\" index=\"13\" url=\"https://cite.case.law/sw3d/211/157/\">\n    211 S.W.3d at\n   </extracted-citation>\n   159-61 ;\n   <em>\n    Kenney\n   </em>\n   ,\n   <extracted-citation case-ids=\"9240042\" index=\"14\" url=\"https://cite.case.law/sw3d/137/487/#p491\">\n    137 S.W.3d at\n   </extracted-citation>\n   491 ;\n   <em>\n    Bolton\n   </em>\n   ,\n   <extracted-citation case-ids=\"11907549\" index=\"15\" url=\"https://cite.case.law/sw2d/950/268/#p271\">\n    950 S.W.2d at\n   </extracted-citation>\n   271 ;\n   <em>\n    see also\n   </em>\n   sections 452.360.2, 452.325.2, and 452.330.5.\n  </p>\n  <p id=\"p-25\">\n   Nevertheless, the trial court failed to enforce the Separation Agreement as part of the Dissolution Judgment by awarding Wife damages instead of ordering the Chippewa properties to be sold and the net proceeds of the sale to be equally divided between the parties, which was the exclusive remedy for Husband's failure to obtain Wife's release provided for in the Dissolution Judgment. We find the trial court's action of eliminating Husband's obligation to sell the Chippewa properties after his failure to comply with the property distribution terms was essentially a modification of the Separation Agreement as incorporated into the Dissolution Judgment, which is strictly forbidden by section 452.330.5.\n   <em>\n    See\n   </em>\n   <em>\n    Schaffer\n   </em>\n   ,\n   <extracted-citation case-ids=\"10015980\" index=\"16\" url=\"https://cite.case.law/sw2d/847/814/#p816\">\n    847 S.W.2d at 817\n   </extracted-citation>\n   (similarly finding);\n   <em>\n    see also\n   </em>\n   452.330.5 (a dissolution judgment's provisions relating to the distribution of marital property \"shall be a final order not subject to modification\"). Accordingly, the trial court's erroneous modification of the property division requires us to reverse.\n   <em>\n    See\n   </em>\n   <em>\n    Schaffer\n   </em>\n   ,\n   <extracted-citation case-ids=\"10015980\" index=\"17\" url=\"https://cite.case.law/sw2d/847/814/#p816\">\n    847 S.W.2d at 817\n   </extracted-citation>\n   (similarly finding).\n  </p>\n  <p id=\"p-26\">\n   Pursuant to the Dissolution Judgment:\n  </p>\n  <blockquote id=\"p-27\">\n   [the Chippewa properties] shall be listed for sale at such list price as the parties shall agree, and the net proceeds of the sale, after payment of any indebtedness, real estate broker's fees and closing costs, shall be equally divided between the parties. Should said listing fail to result in a sale of the [Chippewa properties] within 180 days from the entry of judgment, the list price shall be reduced to its then-appraised value according to the City of St. Louis Assessor's Office, if less than the agreed list price, and the net proceeds of the sale, after payment of any indebtedness, real estate broker's fees and closing costs, shall be equally divided between the parties.\n  </blockquote>\n  <p id=\"p-28\">\n   Therefore, the trial court erred and misapplied the law by awarding Wife damages instead of ordering the Chippewa properties to be sold and the net proceeds of the sale to be equally divided between the parties, as required by the Dissolution Judgment. Thus, the trial court's judgment awarding Wife $ 9,600 in damages is reversed and the cause is remanded to the trial court so that it can enter an order for the Chippewa properties to be listed for sale and for the net proceeds of the sales to be equally divided between the parties in the manner provided for in the Dissolution Judgment.\n   <footnotemark>\n    4\n   </footnotemark>\n   Point granted.\n  </p>\n  <p id=\"p-29\">\n   <strong>\n    C. Wife's Motion for Attorney's Fees on Appeal\n   </strong>\n  </p>\n  <p id=\"p-30\">\n   We now turn to Wife's motion for attorney's fees on appeal, which has been taken\n   with the case. Wife's motion seeks attorney's fees pursuant to the attorney's fees provision in the Separation Agreement and this Court's Special Rule 400.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-31\">\n   We may award a party her reasonable attorney's fees on appeal if such fees are authorized by a written agreement that is the subject of the issues raised in the appeal.\n   <em>\n    Frontenac Bank v. GB Investments, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12386155\" index=\"18\" url=\"https://cite.case.law/sw3d/528/381/#p397\">\n    528 S.W.3d 381\n   </extracted-citation>\n   , 397 (Mo. App. E.D. 2017) ;\n   <em>\n    see also generally\n   </em>\n   <em>\n    LaBarca v. LaBarca\n   </em>\n   ,\n   <extracted-citation case-ids=\"12387380\" index=\"19\" url=\"https://cite.case.law/sw3d/534/329/#p338\">\n    534 S.W.3d 329\n   </extracted-citation>\n   , 338 (Mo. App. W.D. 2017) (attorney fee provisions in separation agreements fall within the 'contract' exception to the American rule that parties pay for their own attorney's fees). In this case, the Separation Agreement provides:\n  </p>\n  <blockquote id=\"p-32\">\n   In the event that either party to this Agreement brings an action for failure to perform any of the obligations imposed by the Agreement on him or her, or for enforcement or clarification of the Agreement, the prevailing party in such action shall have the right to recover his or her attorney's fees and litigation costs reasonably expended in prosecuting or defending the action. However, no attorney's fees shall be so recovered by a party filing an action unless that party seeking to recover said attorney's fees and costs shall have mailed to the breaching party written notice of the alleged failure to perform, and said alleged failure was not cured within ten days after the date of mailing said notice by certified mail to the alleged breaching party's business or residence address. No fees or costs authorized by this paragraph shall be recovered except as determined and awarded by the court in an action brought for enforcement, breach or clarification of the Agreement.\n  </blockquote>\n  <p id=\"p-33\">\n   We find this appeal, in which Wife is the prevailing party, arises from her action to enforce the Separation Agreement after Husband failed to perform his obligations relating to the Chippewa properties. Further, Wife complied with the foregoing provision's requirement that she mail to Husband written notice of his failure to perform and Husband's failure was not cured within ten days after the date of mailing said notice. Accordingly, we conclude attorney's fees on appeal are authorized by a written agreement that is the subject of the issue raised in this appeal.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12387380\" index=\"20\" url=\"https://cite.case.law/sw3d/534/329/#p338\">\n     id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Jamestowne Homeowners Ass'n Trustees v. Jackson\n   </em>\n   ,\n   <extracted-citation case-ids=\"7256978\" index=\"21\" url=\"https://cite.case.law/sw3d/417/348/#p359\">\n    417 S.W.3d 348\n   </extracted-citation>\n   , 359-60 (Mo. App. E.D. 2013) (finding attorney's fees on appeal were authorized by written agreement that provided for recovery of attorney's fees expended in recovering payment, but did not expressly mention appeals).\n  </p>\n  <p id=\"p-34\">\n   Under the circumstances of this case, we find it is appropriate for us to exercise our authority to allow and fix the amount of attorney's fees awarded for this appeal rather than remanding the issue to the trial court.\n   <em>\n    See\n   </em>\n   <em>\n    Frontenac Bank\n   </em>\n   ,\n   <extracted-citation case-ids=\"12386155\" index=\"22\" url=\"https://cite.case.law/sw3d/528/381/#p397\">\n    528 S.W.3d at 397\n   </extracted-citation>\n   . Thus, Wife's motion for attorney's fees on appeal is granted in the amount of $ 14,215.30.\n  </p>\n  <p id=\"p-35\">\n   <strong>\n    III. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-36\">\n   Based on the foregoing, we hold that the trial court erred and misapplied the law by awarding Wife damages instead of ordering the Chippewa properties to be sold and the net proceeds of the sale to be equally divided between the parties. Therefore, the trial court's judgment awarding Wife $ 9,600 in damages is reversed and the cause is remanded to the trial court for\n   further proceedings in accordance with this opinion. In addition, Wife's motion for attorney's fees on appeal, which was taken with the case, is granted in the amount of $ 14,215.30.\n  </p>\n  <p id=\"p-37\">\n   Lisa P. Page, C.J., and Roy L. Richter, J., concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-40\">\n    Wife has filed a motion for attorney's fees on appeal, which has been taken with the case. For the reasons set forth in Section II.C. below, we grant Wife's motion in the amount of $ 14,215.30.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-41\">\n    The Separation Agreement restated this provision with respect to each of the Chippewa properties.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-42\">\n    All further statutory references are to RSMo 2000, which are the latest versions of the statutes.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-43\">\n    Neither party has appealed the portion of the trial court's judgment awarding Wife her reasonable attorney's fees in pursuing her motion to enforce, and thus, that portion of the judgment it not affected by our decision.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-44\">\n    This Court's Special Rule 400 provides in relevant part: \"Any party claiming an amount due for attorney's fees on appeal pursuant to contract, statute or otherwise and which this court has jurisdiction to consider, must do so before submission of the cause.\"\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}