{
  "casebody": {
    "data": "<casebody firstpage=\"968\" lastpage=\"969\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b1022-8\">(March 9, 1962)</decisiondate>\n<p data-order=\"1\" data-type=\"judges\" id=\"b1022-9\">In decisions Nos. 1-10: Present — Bergan, P. J., Coon, Gibson, Herlihy and Taylor, JJ.</p>\n<parties data-order=\"2\" data-type=\"parties\" id=\"Adjx\">(A) In the Matter of the Claim of Joseph Lechner, Respondent, v. W. Evans Smith, Appellant. Workmen’s Compensation Board, Respondent. (B) In the Matter of the Claim of Mary Cecchini, Appellant, v. Washington Concrete Company et al., Respondents. Workmen’s Compensation Board, Respondent. (C) Betty W. Becraft, Appellant, v. George Greiner et al., Respondents. (D) In the Matter of the Claim of Sally Meltzer, Appellant, v. John Fredericks et al., Respondents. Workmen’s Compensation Board, Respondent. (E) William W. Wemple et al., as Executors of William E. Gilmour, Deceased, Respondents, v. Citation Novelty Products, Inc., et al., Appellants. (F) In the Matter of the Claim of Henry Thomas, Respondent, v. Poirier &amp; McLane Corporation et al., Appellants, and Walsh, Connolly, Senior and Palmer et al., Respondents. Workmen’s Compensation Board, Respondent. (G) In the Matter of the Claim of Josephine Gell, Appellant, v. Toni Karen et al., Respondents. Workmen’s Compensation Board, Respondent. (H) In the Matter of the Claim of Jennie De Salvo, Appellant, v. Frank Marinaccio et al., Respondents. Workmen’s Compensation Board, Respondent. (I) In the Matter of the Claim of Frank D. Penna, Appellant, v. Merit Construction Company, Inc., et al., Respondents. Workmen’s Compensation Board, Respondent. (J) Lawrence Weinberg, Individually and as Executor of Harry Weinberg, Deceased, Appellant, v. First National Bank of Glens Falls, Respondent. (K) In the Matter of the Claim of Nikifor Bochkarev, Respondent, v. Henry’s Landscaping Service et al., Appellants. Workmen’s Compensation Board, Respondent. (L) In the Matter of the Claim of Edna Kane, Appellant, v. 6301 Fifth Avenue Corp. et al., Respondents. Workmen’s Compensation Board, Respondent. (M) Ina L. Wilbur, Respondent, v. Gardner &amp; North Roofing and Siding Corp., Appellant. (N) John McDonough, Appellant, v. Charles Ginsburg, Respondent. (O) Albert L. <page-number citation-index=\"1\" label=\"969\">*969</page-number>Bellay, Respondent, v. Greta Glockmann, Appellant.</parties>\n<opinion data-order=\"3\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"Ao3R\">[In each action] Motions to dismiss appeals granted by default, without costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}