{
  "casebody": {
    "data": "<casebody firstpage=\"1069\" lastpage=\"1086\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1133-6\">Jane H. BROWNING, Individually and as co-independent executrix of the Estate of William W. Browning, Jr., Deceased, et al., Plaintiffs-Appellants, v. Don NAVARRO, Individually and as Trustee For Pat S. Holloway, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1133-9\">No. 84-1083.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1133-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1133-12\">Oct. 1, 1984.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1133-13\">Rehearing and Rehearing En Banc Denied Nov. 7, 1984.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1135-8\"><page-number citation-index=\"1\" label=\"1071\">*1071</page-number>Law Offices of R. Jack Ayres, Jr., P.C., R. Jack Ayres, Jr., Thomas V. Murto, III, Kenneth P. Nye, Winstead, McGuire, Se-chrest &amp; Minick, P.C., Jay J. Madrid, Dallas, Tex., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1135-9\">G. Leroy Street, Gerald P. Urbach, Dallas, Tex., for Robbie Holloway.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1135-10\">Pat S. Holloway, Giddings, Tex., pro se.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1135-11\">Timothy J. Vineyard, Michael R. Cooper, Dallas, Tex., for Navarro, et al.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1135-13\">Before TIMBERS <footnotemark>*</footnotemark>, POLITZ and RANDALL, Circuit Judges.</p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1135-16\"> Circuit Judge of the Second Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1135-14\">RANDALL, Circuit Judge:</author>\n<p id=\"b1135-15\">The plaintiffs filed suit in the district court to enforce a state court judgment imposing a constructive trust on the defendants’ assets and awarding $72,000,000 in damages for breach of fiduciary duty and fraud. Holding that the state court case was not tried in accordance with a bankruptcy court remand order and that the state court proceedings leading to the judgment were conducted in violation of the automatic stay, the district court granted the defendants’ motion for summary judgment and declared the state court proceedings void. Because we hold that the parties complied with the bankruptcy court’s remand order, that the stay was lifted, and that the resulting state court judgment was not void, we reverse the district court’s judgment and remand the case.</p>\n<p id=\"b1135-19\">\n<em>I. Factual and Procedural Background.</em>\n</p>\n<p id=\"b1135-20\">Although the district court has set out in its opinion<footnotemark>1</footnotemark> the rather complex factual and procedural posture of this case, we recount here the pertinent events leading to this appeal.</p>\n<p id=\"b1135-21\">On September 12, 1979, the plaintiffs (“Brownings”) filed suit against Humble Exploration Co., Inc. (“Humble”), Pat Holloway (“Holloway”), and others in the 193rd Judicial District Court of Dallas County, Texas, seeking, as the alleged equitable owners of substantially all of the assets of Humble and Holloway, the imposition of a constructive trust on Humble’s and Holloway’s assets, actual and exemplary damages, and the appointment of an interim receiver to manage the disputed assets. (This ease is hereinafter referred to as the “1979 case.”) On November 19, 1979, Humble and Holloway filed Chapter 11 voluntary bankruptcy petitions and removed the 1979 case to the United States Bankruptcy Court for the Northern District of Texas (“Bankruptcy Court”) pursuant to 28 U.S.C. § 1478(a).</p>\n<p id=\"b1135-22\">On November 21, 1979, the Brownings sued Sterling Pipeline Company (“Sterling”) in the 191st Judicial District Court of Dallas County, alleging that Sterling was a wholly owned subsidiary of Humble or controlled by Holloway and therefore subject to the constructive trust sought in the 1979 case. The Sterling case was subsequently consolidated with the 1979 case and removed to the Bankruptcy Court.</p>\n<p id=\"b1135-23\">The parties entered a “Stipulation and Agreement on Manner in Which Controversy Shall Be Heard, Determined and Liquidated,” which was approved by the Bankruptcy Court and annexed to the court’s January 18, 1980 “Order Remanding Causes of Action and Modifying Automatic <page-number citation-index=\"1\" label=\"1072\">*1072</page-number>Stay.” The remand order purported to remand the 1979 case and the Sterling case to the 193rd Judicial District Court pursuant to the terms of the stipulation and agreement and to modify the automatic stay to permit trial of the cases upon remand again subject to the terms of the stipulation and agreement. The stipulation and agreement provided, <em>inter alia, </em>that, upon remand of the cases to the 193rd Judicial District Court, the parties would file joint motions to consolidate the cases into the 1979 case and to request that the presiding judge of the administrative judicial district be asked to assign a visiting or retired state judge to hear the consolidated cases. Paragraph 3 of the stipulation and agreement provides:</p>\n<blockquote id=\"aos-dedup-2\">The order of the Bankruptcy Court remanding said consolidated cause to the state court for trial shall recite that such remand is <em>conditional upon and shall only take effect upon the final assignment </em>of said consolidated cause [to a visiting or retired state judge]. In the event that the BROWNING INTERESTS and Debtors [Humble and Holloway] are unable to obtain the assignment of said consolidated cause as prescribed ..., the <em>remand </em>of said consolidated cause <em>shall not take effect </em>and the Bankruptcy Court <em>shall retain jurisdiction </em>over said cause which shall proceed to trial in the Bankruptcy Court before a jury.</blockquote>\n<p id=\"APZ\">(Emphasis added.)</p>\n<p id=\"b1136-4\">The cases were remanded and consolidated and the presiding judge assigned the case to a retired state judge who ordered that a prior settlement agreement between the parties to the 1979 case entered in state court be enforced.<footnotemark>2</footnotemark> In 1981, the state court of appeals reversed and remanded the case for a jury trial and the Texas Supreme Court found no reversible error.<footnotemark>3</footnotemark> Upon remand, the 1979 ease was assigned to a different retired state judge who entered an instructed verdict after a separate trial on the settlement agreement declaring the prior settlement agreement to be unenforceable. He then ordered that the case proceed to trial on the merits.<footnotemark>4</footnotemark></p>\n<p id=\"b1136-8\">On May 26, 1982,<footnotemark>5</footnotemark> a group of investors sued Holloway and Humble in the 162nd Judicial District Court of Dallas County, Judge Dee Brown Walker (an active state district judge) presiding, claiming that the defendants wrongfully shut-in some oil and gas wells jointly owned by the investors and Humble. The plaintiffs sought the appointment of a receiver over Humble’s assets. (This case is hereinafter referred to as the “1982 case.”) The Brownings were named as defendants in the 1982 case because of their claim to ownership of Humble’s and Holloway’s assets. The 1982 case was removed to the Bankruptcy Court and remanded on the same day. Believing that the Brownings, during a May 27 hearing on the 1982 case, had requested a receiver over the assets of Humble, Humble filed a complaint in Bankruptcy Court seeking enforcement of the Bankruptcy Court’s January 18, 1980 order forbidding the appointment of a receiver over Humble’s assets as a form of relief in the 1979 case. On May 28, 1982, the 162nd District Court appointed a receiver over Humble’s and Holloway’s assets that were the subject of dispute in the 1982 case.</p>\n<p id=\"b1136-9\">On June 4, 1982, the Bankruptcy Court abstained from hearing the 1982 case pursuant to 28 U.S.C. § 1471(d).<footnotemark>6</footnotemark> Thereafter “ensued a somewhat dizzying sequence of state court orders” recounted by the dis<page-number citation-index=\"1\" label=\"1073\">*1073</page-number>trict court, 37 B.R. at 205-06, which resulted in the transfer and consolidation of the 1979 case with the 1982 case before Judge Walker in the 162nd Judicial District. On June 24, the May 28 receivership order having been vacated by the state court of appeals,<footnotemark>7</footnotemark> Judge Walker granted the Brownings’ request for a separate and expedited trial of the 1979 case. On August 26,1982, after a month-long trial, judgment was entered in the 1979 case for the Brownings imposing the constructive trust on Humble’s and Holloway’s assets and awarding the Brownings actual and exemplary damages totalling $72,000,000.<footnotemark>8</footnotemark> Holloway and Humble appealed.</p>\n<p id=\"b1137-5\">On October 5, 1982, the Bankruptcy Court enjoined the state court receiver from turning over the assets which were the subject of the state court judgment until that judgment became final. Humble’s and Holloway’s subsequent conver-, sion of their Chapter 11 proceedings to Chapter 7 proceedings resulted in the appointment of a trustee, appellee Don Navarro (“Trustee”), over Humble’s and Holloway’s assets. When the Trustee refused to comply with the Brownings’ demand to turn over assets in satisfaction of the state court judgment, the Brownings instituted the instant action on March 2, 1983, in the United States District Court for the Northern District of Texas, seeking an order to have Humble and Holloway post a superse-deas bond or, alternatively, turn over the assets. The Trustee filed a counterclaim, seeking an enforcement of the Bankruptcy Court’s prior injunction against turning over the assets, further injunctive relief, and a declaratory judgment that the state court judgment was void. On December 5, 1983, the district court granted the Trustee’s motion for summary judgment and declared void all proceedings before Judge Walker in the 1979 case.<footnotemark>9</footnotemark> After the district court denied its motion for a reconsideration and stay of its judgment, the Brownings filed this appeal. On January 17, 1984, the district court enjoined the Brownings from enforcing the state court judgment.</p>\n<p id=\"b1137-12\">On July 11, 1984, after we heard oral argument in this case, a special panel of the Fifth District Court of Appeals of Texas dismissed Humble’s and Holloway’s appeal of the state court judgment, holding that “if a party seeks review in the federal court of a state court judgment on the ground of an alleged violation of a condition of remand from bankruptcy court without pointing out the alleged error in the state court, he is barred from further relief under state law.” <footnotemark>10</footnotemark> The court of appeals reasoned that dismissal of the appeal was appropriate because a state appeal in addition to a federal appeal was a hardship that the parties need not be forced to bear and because it could not “justify proceeding with this appeal when the judgment under review ha[d] been declared void by the federal court.” <footnotemark>11</footnotemark></p>\n<p id=\"b1137-13\">\n<em>II. The District Court Opinion.</em>\n</p>\n<p id=\"b1137-14\">In a carefully reasoned opinion, the district court adopted a construction of the January 18, 1980 remand order of the Bankruptcy Court and the annexed stipulation and agreement that had the effect of voiding the state court judgment rendered in favor of the Brownings. After establishing that the Bankruptcy Court’s orders and jurisdiction in this matter remained unimpaired by the Supreme Court’s decision in <em>Northern Pipeline Construction </em><page-number citation-index=\"1\" label=\"1074\">*1074</page-number><em>Co. v. Marathon Pipeline Co., </em>458 U.S. 50, 102 S.Ct. 2858, 73 L.Ed.2d 598 (1982),<footnotemark>12</footnotemark> and that the district court was empowered to hear the case under 28 U.S.C. § 1471,<footnotemark>13</footnotemark> the district court examined the statutory basis for the Bankruptcy Court’s remand order.</p>\n<p id=\"b1138-4\">The district court observed that: (1) the legislative history of 28 U.S.C. § 1478<footnotemark>14</footnotemark> does not limit the broad remand power granted bankruptcy courts and, hence, does not circumscribe the Bankruptcy Court’s authority to enter a remand order akin to the January 18, 1980 order; (2) the language and legislative history of 11 U.S.C. § 362(d),<footnotemark>15</footnotemark> 11 U.S.C. § 105(a),<footnotemark>16</footnotemark> and 28 U.S.C. § 1481<footnotemark>17</footnotemark> give the Bankruptcy Court the authority and discretion to fashion the automatic stay to the needs manifest in a particular bankruptcy proceeding. Giving full scope to these provisions, the district court concluded that the Bankruptcy Court did not exceed its powers by conditioning the remand of the 1979 case and modifying the automatic stay upon compliance with the stipulation and agreement of the parties. The district court then examined whether there had been compliance with the Bankruptcy Court’s remand order, observing that the trial of the 1979 case before an active judge contravened certain provisions of the stipulation and agreement.<footnotemark>18</footnotemark> Because the 1979 case was tried contrary to the terms of the Bankruptcy Court’s January 18, 1980 order and in violation of the modified automatic stay, the district court declared void the proceedings leading to the state court judgment and granted the Trustee’s motion for summary judgment.</p>\n<p id=\"b1138-12\">\n<em>III. Contentions of the Parties.</em>\n</p>\n<p id=\"b1138-13\">On appeal, the Brownings contend that the Bankruptcy Court was divested of all jurisdiction in the case upon entry of the remand order because (1) although a Bankruptcy Court may precondition or limit the scope of the remand, the effectiveness of a <page-number citation-index=\"1\" label=\"1075\">*1075</page-number>remand cannot depend on post-remand events, and (2) the Bankruptcy Court cannot review, much less revoke, a remand once issued. The Brownings also contend that the removal and remand of the 1979 case terminated the automatic stay which then could not be reactivated with respect to the same matter. In the alternative, they suggest that the automatic stay terminated thirty days after the Bankruptcy Court entered the remand order because the Brownings’ request for a remand amounted to a request for relief from the automatic stay under 11 U.S.C. § 362(d), and the Bankruptcy Court failed to expressly continue the stay within the thirty days. The Brownings further argue that any attempt by the Bankruptcy Court to impose a condition on its remand order or on its modification of the automatic stay that dictates the qualifications of a trial judge to be selected by the state court is violative of various principles of federalism, including the reserved power of states to operate their judicial systems, comity, “Our Federalism,” and the lack of federal supervisory authority over state courts. The Brownings allege that the district court misconstrued the intent of the Bankruptcy Court’s remand order and the annexed stipulation and agreement and that the parties’ successful efforts to get a visiting or retired state judge assigned to the 1979 case in the first instance constituted a “final assignment” under the terms of the stipulation and agreement. The Brownings further contend that the Bankruptcy Court abstained on several occasions from deciding issues concerning the state court’s jurisdiction over the 1979 case and that such abstention is not reviewable under 28 U.S.C. § 1471(d). Moreover, they argue, comity dictates that the district court should have abstained from deciding the validity of the state court judgment while that judgment was on direct appeal in the state system. Finally, the Brownings contend that the district court’s injunction against enforcement of the state court judgment does not comply with Rule 65(d) of the Federal Rules of Civil Procedure because the injunction does not state the reason for its issuance or describe in reasonable detail the acts to be enjoined.</p>\n<p id=\"b1139-6\">The Trustee contends that the Bankruptcy Court is vested with broad equitable powers in remanding a cause and modifying the automatic stay which would permit the court to condition its order in the manner contemplated by the stipulation and agreement, without such a conditional order constituting an impermissible interference with the operation of state courts. Because the automatic stay may only terminate under the conditions listed in 11 U.S.C. § 362, the Trustee argues, neither removal nor remand served to lift the automatic stay and the proceedings before an active state judge were in violation of that stay and are void. Moreover, the Trustee suggests that any judgment obtained in violation of the stay may be enjoined and the district court's order to that end was in complete compliance with Rule 65(d) of the Federal Rules of Civil Procedure.</p>\n<p id=\"b1139-7\">Holloway contends that the Bankruptcy Court had the equitable power to remand the case upon the condition that it be tried before a retired or visiting judge and to modify the automatic stay to permit such trial. He further contends that we cannot review the propriety of the Bankruptcy Court’s order, that the remand order is void if the condition is held to be void, that the Bankruptcy Court’s order does not represent an impermissible attempt to exercise supervisory power over state courts, and that comity is a “two-way street” mandating “that the state court honor the orders of the federal court approving the agreement of the parties that it not be tried before an active local judge.”<footnotemark>19</footnotemark> Finally, Holloway argues that the Bankruptcy Court’s February 22, 1980 confirmation of Humble’s plan of reorganization, which incorporated the stipulation and agreement, should be given preclusive effect, rendering the provision that the Brownings’ claims be tried before a retired or visiting state judge unassailable in this collateral proceeding.</p>\n<p id=\"b1139-8\">The parties agree that the stipulation and agreement is not subject to attack <page-number citation-index=\"1\" label=\"1076\">*1076</page-number>by any consenting party except on jurisdictional grounds.<footnotemark>20</footnotemark> The contentions of the parties which raise issues necessary to our disposition of the case are addressed below.</p>\n<p id=\"b1140-4\">\n<em>IV. The Remand Order.</em>\n</p>\n<p id=\"b1140-5\">\n<em>A. Reviewability.</em>\n</p>\n<p id=\"b1140-6\">Section 1478(b) provides that “[a]n order under this subsection remanding a claim or cause of action, or a decision not so remanding, is not' reviewable by appeal or otherwise.” The legislative history of this provision offers no insight into its intended scope.<footnotemark>21</footnotemark> The purpose of making nonreviewable the bankruptcy courts’ remand orders, or their decisions not to remand, was to avoid the delay that would result from litigating remand decisions. 1 Collier on Bankruptcy ¶ 3.01, at 3-80.1 to <page-number citation-index=\"1\" label=\"1077\">*1077</page-number>3-81 (15th ed. 1984); Reed, Sagar &amp; Gra-noff, <em>Subject Matter Jurisdiction, Abstention and Removal Under the New Federal Bankruptcy Law, </em>56 Am.Bank.L.J. 121, 146 (1982).</p>\n<p id=\"b1141-6\">The statute plainly prohibits our review of a bankruptcy court’s remand order on direct appeal. <em>In re Compton, </em>711 F.2d 626 (5th Cir.1983); <em>see also Shell Pipe Line Corp. v. West Texas Marketing Corp., </em>540 F.Supp. 1155 (S.D.Tex.1982) (bankruptcy court’s decision to remand under § 1478(b) not reviewable); 1 Collier on Bankruptcy, <em>supra, </em>¶ 3.01, at 3-79; <em>cf. In re Potts, </em>724 F.2d 47 (6th Cir.1984) (bankruptcy court’s refusal to remand not reviewable). This comports with the extensive jurisprudence under 28 U.S.C. § 1447(d),<footnotemark>22</footnotemark> an analogous rule contained in the general remand provisions establishing that remand orders of a district court are unreviewable on direct appeal.<footnotemark>23</footnotemark> <em>Briscoe v. Bell, </em>432 U.S. 404, 97 S.Ct. 2428, 53 L.Ed.2d 439 (1977); <em>Volvo of America Corp. v. Schwarzer, </em>429 U.S. 1331, 97 S.Ct. 284, 50 L.Ed.2d 273 (Rehnquist, Circuit Justice, 1976) (nonreviewability bar applies whenever a federal court remands on the basis of a remand statute even if the federal court was in error in applying the statute); <em>Gravitt v. Southwestern Bell Telephone Co., </em>430 U.S. 723, 97 S.Ct. 1439, 52 L.Ed.2d 1 (per curiam), <em>reh’g denied, </em>431 U.S. 975, 97 S.Ct. 2941, 53 L.Ed.2d 1073, <em>on remand </em>556 F.2d 370 (5th Cir.1977) (per curiam); <em>In re Weaver, </em>610 F.2d 335 (5th Cir.1980).</p>\n<p id=\"b1141-8\">Whether the nonreviewability bar of § 1478(b) extends to an indirect review of a bankruptcy court’s remand order is a question left open by the legislative history and existing jurisprudence interpreting § 1478(b). We resort to the jurisprudence interpreting § 1447(d) and its statutory predecessor<footnotemark>24</footnotemark> to receive some guidance. The United States Supreme Court has held that an order of a district court remanding a cause to the state court from which it was removed is not reviewable by the Supreme Court on appeal from a final judgment in the highest court of the state. <em>Metropolitan Casualty Insurance Co. v. Stevens, </em>312 U.S. 563, 61 S.Ct. 715, 85 L.Ed. 1044 (1941); <em>McLaughlin Bros. v. Hallowell, </em>228 U.S. 278, 33 S.Ct. 465, 57 L.Ed. 835 (1913); <em>Missouri Pacific Ry. v. Fitzgerald, </em>160 U.S. 556, 16 S.Ct. 389, 40 L.Ed. 536 (1896).<footnotemark>25</footnotemark> Likewise, federal courts of appeals are precluded from reviewing in an ancillary proceeding the remand orders of a district court even after judgment has been entered in state court. <page-number citation-index=\"1\" label=\"1078\">*1078</page-number><em>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Haydu, </em>637 F.2d 391 (5th Cir.1981), <em>appeal after remand, </em>675 F.2d 1169 (5th Cir.1982) (party cannot attack remand order collaterally by bringing subsequent independent action involving same parties and claims as in original action); <em>Chicago, St. Paul, Minneapolis &amp; Omaha Ry. v. Hensley, </em>25 F.2d 861 (8th Cir.1928) (interpreting 28 U.S.C. § 71); <em>cf. Atchison, Topeka &amp; Santa Fe Ry. v. Smith, </em>47 F.2d 223 (9th Cir.1931) (§ 71 prohibits ancillary suit to enjoin state court proceeding after remand). We hold that § 1478(b), which contains language paralleling that of § 1447(d), bars our review, however indirect, of a bankruptcy court’s order of remand. Hence, we are not empowered to review the Bankruptcy Court’s January 18, 1980 remand order.</p>\n<p id=\"b1142-4\">It is axiomatic that remanding a case to state court terminates the jurisdiction of a federal bankruptcy or district court over that case. <em>United States v. Rice, </em>327 U.S. 742, 66 S.Ct. 835, 90 L.Ed. 982 (1946) (applying 28 U.S.C. § 71); <em>Robertson v. Ball, </em>534 F.2d 63, 66 n. 5 (5th Cir.1976) (“[Ojnce the federal district court considers the proper factors and decides to remand, the action should go forward in state court without the further delay of appeal, and without regard to whether the federal district court was correct or incorrect.”); 14 C. Wright, A. Miller &amp; E. Cooper, Federal Practice and Procedure: Jurisdiction § 3739 (1976 &amp; Supp.1983); <em>cf. E.D. Systems Corp. v. Southwestern Bell Telephone Co., </em>674 F.2d 453 (5th Cir.1982) (federal court lost jurisdiction as to claims it remanded to state court, but retained jurisdiction over proceedings excepted from the remand order). Even a federal court, persuaded that it has issued an erroneous remand order, cannot vacate the order once entered. <em>In re La Providencia Development Corp., </em>406 F.2d 251 (1st Cir.1969).<footnotemark>26</footnotemark> The federal court is completely divested of jurisdiction once it mails a certified copy of the order to the clerk of the state court.<footnotemark>27</footnotemark> <em>See </em>28 U.S.C. § 1447(c); 1A J. Moore &amp; B. Ringle, Moore’s Federal Practice ¶ 0.169[2.-1], at 697 (2d ed. 1983); 14 C. Wright, A. Miller &amp; E. Cooper, <em>supra, </em>§ 3739, at 764-65; <em>see also Bucy v. Nevada Construction Co., </em>125 F.2d 213 (9th Cir.1942) (district court could review and set aside its own erroneous remand order before filing of certified copy of order in state court because remand order is not self-executing); Bankruptcy Rule 9027(e).<footnotemark>28</footnotemark> “[Ojnce a dis<page-number citation-index=\"1\" label=\"1079\">*1079</page-number>trict court has decided to remand a case and has so notified the state court, the district judge is without power to take any further action.” <em>Federal Deposit Insurance Corp. v. Santiago Plaza, </em>598 F.2d 634, 636 (1st Cir.1979).</p>\n<p id=\"b1143-5\">Conditional remand orders seem to be contrary to the principles underlying the concept of remand. The notion that a federal court can impose a condition on a remand order, the occurrence of which would void judicial proceedings resumed by a state court after notice of a federal court’s remand order and which would thereafter reinvest the federal court with jurisdiction over the case, runs counter to fundamental precepts of remand. <em>Cf. Three J Farms, Inc. v. Alton Box Board Co., </em>609 F.2d 112, 115 (4th Cir.1979), <em>cert. denied, </em>445 U.S. 911, 100 S.Ct. 1090, 63 L.Ed.2d 327 (1980); <em>In re La Providencia Development, supra, </em>at 252; <em>see generally </em>14 C. Wright, A. Miller &amp; E. Cooper, <em>supra, </em>§ 3749. We recognize that conditional remand orders, while not common, are occasionally entered by bankruptcy courts. Nevertheless, we were cited to no cases or other writings, nor has our research discovered any, which would suggest that conditional remands are proper or improper.<footnotemark>29</footnotemark> The prohibition against reviewing remand orders presumably ex<page-number citation-index=\"1\" label=\"1080\">*1080</page-number>plains the dearth of jurisprudence addressing the validity of conditional remands. The quandry presented by the reviewability bar, however, is that conditional remands continue to exist in the face of the principles governing remand orders and the applicable rules and even though they result in tension between the state and federal judicial systems and uncertainty as to whether a state or federal court has jurisdiction to act in a case. The remand order at issue in this case suffers from all of these defects and from the further defect that a federal bankruptcy court, in approving and effectuating the stipulation and agreement, may be viewed as having approved the parties’ view that a state district judge is somehow unacceptable to try the case — all these defects being unreviewable.</p>\n<p id=\"b1144-4\">\n<em>B. Construction.</em>\n</p>\n<p id=\"b1144-5\">We are left, then, to determine whether there was compliance with the terms of the Bankruptcy Court’s January 18, 1980 remand order. The stipulation and agreement, like a consent decree, being in the nature of a contract to which the court has given its formal approval, is subject to the rules of construction of contracts. <em>United States v. ITT Continental Baking Co., </em>420 U.S. 223, 236-38, 95 S.Ct. 926, 929-30, 43 L.Ed.2d 148 (1975) (“[Sjince consent decrees and orders have many of the attributes of ordinary contracts, they should be construed basically as contracts ____”); <em>Robinson v. Vollert, </em>602 F.2d 87, 92 (5th Cir.1979) (“Consent orders are interpreted as contracts and are to be construed only by reference to the ‘four corners’ of the order itself.”), <em>reh’g denied, </em>609 F.2d 1177 (5th Cir.1980); <em>see also In re New Mexico Properties, Inc., </em>18 B.R. 936, 941-42 (Bankr.D.N.M.1982) (“stipulation is binding on the parties entering into it” and subject to rules for construing contracts). Where the issue is solely a question of interpreting contractual language, it is a question of law. <em>Seal Offshore, Inc. v. American Standard, Inc., </em>736 F.2d 1078, 1080 (5th Cir.1984).</p>\n<p id=\"b1144-9\">The district court noted that the case was to be remanded “pursuant to the terms set out in the annexed stipulation and agreement ____” The district court pinpointed the following provisions of the stipulation and agreement as dispositive in determining whether the parties complied with the remand order:<footnotemark>30</footnotemark></p>\n<blockquote id=\"b1145-4\"><page-number citation-index=\"1\" label=\"1081\">*1081</page-number>—The “remand is conditional upon and shall <em>take effect </em>upon the <em>final assignment </em>of” the 1979 case to a visiting or retired state judge; and</blockquote>\n<blockquote id=\"aym-dedup-0\">—“In the event that the BROWNING INTERESTS and Debtors [Humble and Holloway] are unable to obtain the <em>assignment </em>of [the 1979 case to a visiting or retired state judge], the remand ... shall not <em>take effect </em>and the Bankruptcy Court shall retain jurisdiction over said cause which shall proceed to trial in the Bankruptcy Court before a jury.”</blockquote>\n<p id=\"A5P\">(Emphasis added.) The district court, not unreasonably, interpreted the words “final assignment” to mean that the ultimate disposition of the issues extant in the 1979 case should be made before a retired or visiting state judge.</p>\n<p id=\"b1145-5\">The polestar for courts in interpreting contracts is to ascertain the intent of the parties.<footnotemark>31</footnotemark> 4 Williston on Contracts § 600 (3d ed. 1961 &amp; Supp.1984); 3 Corbin on Contracts § 542 (1951). Determining the parties’ intent in using the phrase “final assignment” is pivotal in interpreting the stipulation and agreement. The district court’s interpretation that “final assignment” meant ultimate disposition before a retired or visiting state judge is not evident from examining the ordinary meaning of the words. The parties could have intended that the assignment by the presiding judge be “final” in terms of the last step before trial of the 1979 case. When the 1979 case was remanded, it was returned to the docket of an active state judge who then requested the presiding judge to reassign or perhaps “finally” assign the 1979 case to a retired state judge. This interpretation is supported by reading the stipulation and agreement as a whole, because the parties further provided that “[f]ull rights of appeal are preserved to all parties.” <footnotemark>32</footnotemark> Presumably, on appeal, the state district court judgment could have been reversed and the cause remanded as occurred here. The parties did not specify that the case should have been assigned to a retired or visiting state judge a second time if remanded by the state court of appeals.</p>\n<p id=\"b1145-8\">We should endeavor to render an “interpretation which gives a reasonable, lawful and effective meaning” to the stipulation and agreement while giving “great weight” to the “principal apparent purpose of the parties.” Restatement of Contracts, <em>supra, </em>§ 236. We are mindful that the stipulation and agreement is in the nature of a consent decree and pay heed to Justice Marshall’s pertinent observations:</p>\n<blockquote id=\"b1145-9\">Consent decrees are entered into by parties to a case after careful negotiation has produced agreement on their precise terms. The parties waive their right to litigate the issues involved in the case and thus save themselves the time, expense, and inevitable risk of litigation. Naturally, the agreement reached normally embodies a compromise; in exchange for the saving of cost and elimination of risk, the parties each give up something they might have won had they proceeded with the litigation. Thus the <em>decree </em>itself cannot be said to have a purpose; rather the <em>parties </em>have purposes, generally opposed to each other, and the resultant decree embodies as much of those opposing purposes as the respective parties have the bargaining power and skill to achieve. For these reasons, the scope of a consent decree must be discerned within its four corners, and not by reference to what might satisfy the purposes of one of the parties to it.</blockquote>\n<p id=\"b1145-10\"><em>United States v. Armour &amp; Co., </em>402 U.S. 673, 681-82, 91 S.Ct. 1752, 1757, 29 L.Ed.2d 256 (1971). Thus, although it may be inferred (and we have assumed) that the principal apparent purpose of at least one <page-number citation-index=\"1\" label=\"1082\">*1082</page-number>of the parties was to avoid having an active state judge try the 1979 case, whether by oversight or purposeful omission following negotiation, the parties to the stipulation and agreement did not provide for what occurred after the initial assignment of the 1979 case — a judgment, appeal, reversal and remand, and another proceeding in the state district court.</p>\n<p id=\"b1146-4\">Under the stipulation and agreement, the remand was to <em>“take effect </em>” upon the <em>“final assignment </em>” of a visiting or retired state judge to hear the case. In good faith, the presiding judge of the administrative judicial district upon request of the parties attempted to effectuate the Bankruptcy Court’s remand order by <em>assigning </em>the case to a retired state judge not just once but twice. Following the initial assignment, there were proceedings, a verdict and judgment, and a reversal on appeal. There is no doubt that had these initial proceedings ended in a final judgment for either party, we would not have been called upon to decide the issues addressed herein. There is also no doubt that the parties pursued their cause in the state court system following remand confident that jurisdiction over the case had been restored to the state court.<footnotemark>33</footnotemark> In other words, the remand took effect no later than upon satisfaction of the condition — the final assignment of the 1979 case to the retired state judge. With the condition satisfied, the remand given effect, the Bankruptcy Court divested of jurisdiction, and the state court reinvested with jurisdiction, the subsequent assignment of the case to an active state district judge could not (under the principles applicable to remand orders discussed above) operate to divest the state court of jurisdiction, even had the parties intended to do so.</p>\n<p id=\"b1146-8\">As it is, we find no evidence that the parties intended to divest the state court of jurisdiction once it had attached. While we recognize that perhaps the principal intent of at least one of the parties was to keep the 1979 case out of the hands of an active state judge, the language of the stipulation and agreement suggests that the parties may have recognized that there were limits on their ability to realize that objective once jurisdiction had vested in the state courts. The stipulation and agreement never speaks in terms of the Bankruptcy Court reassuming jurisdiction over the case once the state court had been vested with jurisdiction following issuance of the remand order.<footnotemark>34</footnotemark> And we will not presume that the parties intended to do something that was impossible to accomplish. The suggestion that the subsequent trial of the 1979 case before an active state judge is void after two-and-a-half years of effort by the parties and the state courts is a waste of judicial resources never anticipated by the court in issuing its January 18, 1980 remand order or the parties in confecting the annexed stipulation and agreement. We refuse to countenance such a waste now by giving effect to a construction of the stipulation and agreement that confounds the general principles of remand <page-number citation-index=\"1\" label=\"1083\">*1083</page-number>and places at odds the federal and state judicial systems.<footnotemark>35</footnotemark></p>\n<p id=\"b1147-4\">The Trustee contends that the remand order included an automatic revocation provision within its own terms. A bankruptcy court should not be permitted to devise a remand order providing for <em>revocation </em>upon the occurrence of a condition since the court could not itself directly review and revoke the order subsequent to the occurrence of the condition. If we held that a remand could be revoked by its issuing court via an automatic revocation provision which the court itself concocted, we would be authorizing a bankruptcy court to do indirectly that which it is prohibited from doing directly. <em>See In re La Providencia Development, supra, </em>at 252. The Trustee also contends that the concept of dual jurisdiction can explain a simultaneous jurisdiction of the state court and the Bankruptcy Court over the case. No authority — case law or commentary — was cited by the Trustee to support such a concept and we do not give it credence here. Professor Wright succinctly summarizes the widely accepted notion that “[a]n order of remand ends the jurisdiction of the federal court.” C. Wright, Law of Federal Courts § 41, at 237 (4th ed. 1983). There is no room for dual jurisdiction in this thinking.</p>\n<p id=\"b1147-5\">\n<em>V. The Automatic Stay.</em>\n</p>\n<p id=\"b1147-6\">We are not constrained in our review of the Bankruptcy Court’s purported modification of the automatic stay by a statutory provision comparable to 28 U.S.C. § 1478(b) barring such review. Thus, we must assess whether the Bankruptcy Court achieved through a modification of the stay what we have held it did not achieve via its remand order.</p>\n<p id=\"b1147-7\">The automatic stay under 11 U.S.C. § 362(a) accompanies the filing of a petition in bankruptcy and operates to prevent the commencement or continuation of any judicial, administrative, or other proceeding against the debtor “that was or could have been commenced before the commencement of the [bankruptcy] case ....” 11 U.S.C. § 362(a); 2 Collier on Bankruptcy, <em>supra, </em>¶¶ 362.03-362.04[l]. The automatic stay is intended to give “the debtor a breathing spell from his creditors.” S.Rep. No. 989, 95th Cong., 2d Sess. 54-55, <em>reprinted in </em>1978 U.S.Code Cong. &amp; Ad.News 5787, 5840-41; H.R.Rep. No. 595, 95th Cong., 1st Sess. 340, <em>reprinted in </em>1978 U.S.Code Cong. &amp; Ad.News 5963, 6297; <em>see also Wedgeworth v. Fibreboard Corp., </em>706 F.2d 541, 544 (5th Cir.1983). Generally, a stay continues, in the case of an act against property of the estate, until the property is no longer property of the estate or, in the case of other acts under § 362(a), until the earliest of the closing of the case, the dismissal of the case, or the time a discharge is granted or denied. 11 U.S.C. § 362(c); <em>see </em>2 Collier on Bankruptcy, <em>supra, </em>¶ 362.06, at 362-43.</p>\n<p id=\"b1147-12\">A party in interest who desires to pursue his pending but stayed action may file a complaint or motion in the bankruptcy court for relief from the automatic stay to proceed with his cause, <em>see </em>11 U.S.C. § 362(d), or either party to the pending action may file a motion for removal pursuant to 28 U.S.C. § 1478. <em>See In re Critical Fork Coal Corp., </em>18 B.R. 422, 424 (Bankr.W.D.Va.1982) (§ 362(d) motion for relief from automatic stay and § 1478(b) remand are alternative methods of seeking relief from automatic stay). Section 362(d) provides that, “[o]n request of a party in interest and after notice and a hearing, the court shall grant relief from the [automatic] stay ... by terminating, annulling, modifying, or conditioning such stay ... for cause____”<footnotemark>36</footnotemark></p>\n<p id=\"b1148-3\"><page-number citation-index=\"1\" label=\"1084\">*1084</page-number>Section 362(d) expressly authorizes a bankruptcy court to modify or condition the automatic stay to provide relief to a party in interest who has requested it.<footnotemark>37</footnotemark> Thus, if a modification of the automatic stay was what was attempted by the Bankruptcy Court, the district court was correct in holding “that the Bankruptcy Court did not exceed its authority in conditioning the modification of the automatic stay upon each party’s <em>compliance </em>with the stipulation and agreement.” 37 B.R. at 209 (emphasis added) (citing <em>In re Dublin Properties, </em>27 B.R. 506, 506-07 (Bankr.E.D.Pa.1983); <em>In re Cosby, </em>22 B.R. 682 (Bankr.E.D.Pa.1982); <em>In re Ideal Roofing &amp; Sheet Metal Works, Inc., </em>9 B.R. 2, 3 (Bankr.S.D.Fla.1980); <em>In re El Patio, Ltd., </em>6 B.R. 518 (Bankr.C.D.Cal.1980)). In the alternative, if removal and remand terminated the automatic stay, the Bankruptcy Court’s order calling for a modification of what it supposed was a continuing automatic stay amounted to the issuance of a new stay under 11 U.S.C. § 105(a). <em>In re Martin Exploration Co., </em>731 F.2d 1210 (5th Cir.1984). A bankruptcy court has the power to enjoin proceedings excepted from a § 362 stay under 11 U.S.C. § 105(e) and 28 U.S.C. § 1481. H.R.Rep. No. 595, 95th Cong., 1st Sess. 342, <em>reprinted in </em>1978 U.S.Code Cong. &amp; Ad.News 5963, 6298, <em>cited in </em>1 Collier on Bankruptcy, <em>supra, </em>¶ 3.01[2][e], at 3-73 n. 102. <em>Cf. In re Stuart Motel, Inc., </em>15 B.R. 28 (Bankr.S.D.Fla.1981) (once lifted, stay cannot be reimposed by bankruptcy court under § 362). Moreover, a bankruptcy court is invested with such broad equitable powers under § 105 that it may condition the issuance of a new stay upon each party’s <em>compliance </em>with the stipulation and agreement. <em>See, e.g., In re Voegel Ice Cream Co., </em>7 B.R. 430 (Bankr.D.Minn.1980) (pursuant to stipulation agreement, bankruptcy court could <em>lift </em>stay and refuse to retain jurisdiction under § 105 upon debtor’s default of obligations under agreement).</p>\n<p id=\"b1148-9\">The contentions of the parties<footnotemark>38</footnotemark> notwithstanding, we find it unnecessary to determine the precise moment when the auto<page-number citation-index=\"1\" label=\"1085\">*1085</page-number>matic stay terminates, if it does at all, upon the removal of a cause from a state court to a bankruptcy court and upon its subsequent remand. Whether the Bankruptcy Court’s January 18,1980 order is viewed as a modification of the automatic stay, as the district court itself suggested, or as the issuance of a new stay, it is a construction of the <em>terms </em>of that stay which is disposi-tive of the issue whether the stay was violated. Hence, as in our discussion of the remand order, we turn to a construction of the stipulation and agreement, which was annexed to the order modifying the stay, to determine whether the parties complied with its terms.</p>\n<p id=\"b1149-5\">The operative language in the January 18, 1980 order deals with which court is to have “jurisdiction” to try the 1979 case. The order states that “the automatic stay provisions of section 362 of the Bankruptcy Code are modified so as to permit the remand of [the 1979 case] and the trial of same pursuant to the terms of the annexed Stipulation and Agreement as amended.” Paragraphs 1, 2, and 3 of the stipulation and agreement speak to the jurisdictional component, delineating the condition for retention or transfer of the case. Clearly, the parties intended that the automatic stay would be lifted to permit a trial of the 1979 case if the remand became effective. That the modification of the stay could operate independently of the remand so as to permit the remand to be given effect and yet, upon occurrence of the condition, there results a reimposition of the automatic stay or an issuance of a new stay is a construction of the stipulation and agreement that is not feasible upon a careful reading of the document as a whole. Nor has the Trustee or Holloway proffered such a construction. Thus, we hold that the parties to the stipulation and agreement intended that the stay be modified to permit trial of the 1979 case when the remand became effective and that the instrument can not be interpreted to have stayed the state court proceedings at some point following effectuation of the Bankruptcy Court’s remand.</p>\n<p id=\"b1149-6\">The stipulation and agreement does not contain any provisions pertinent to the stay modification that were not implicated by our construction of the remand order. As we previously determined, the condition expressly appended to the remand order and impliedly appended to the stay was satisfied upon the “final assignment” of the cause by the presiding judge of the administrative judicial district to a retired state judge. This assignment resulted from the parties’ joint application seeking such an assignment and was the fruition of the parties’ compliance with the stipulation and agreement. Because each party complied with the terms of the stipulation and agreement and such compliance was the only precondition to a lifting of the stay— whether the stay is characterized as a continuation of the automatic stay or a newly issued stay — we hold that the stay of the proceedings concerning the 1979 case was terminated and those proceedings were not void.</p>\n<p id=\"b1149-8\">\n<em>VI. Other Matters.</em>\n</p>\n<p id=\"b1149-9\">Although the parties have raised a multitude of fascinating issues pertaining to the remand order and the modification of the stay, the answers to which would have far-reaching implications for the administration of our bankruptcy laws, our disposition of this case precludes us from exploring these issues. Because we determined that assignment of the 1979 case to a retired state judge in the first instance constituted a compliance with the terms of the stipulation and agreement so as to give effect to the modification of the stay and the remand, we refrain from deciding: whether the parties’ consent to the remand order precludes a later attack upon an enforcement of its terms; whether the automatic stay terminates upon a case’s removal to bankruptcy court, its subsequent remand to state court, or thirty days after a party requests a remand to state court; whether the district court’s injunction against enforcement of the state court judgment satisfied the requirements of Rules 65(d) of the Federal Rules of Civil Procedure; whether the district court 1982 <page-number citation-index=\"1\" label=\"1086\">*1086</page-number>abstention order represented an abrogation of its jurisdiction over the 1979 case which acted to preclude the bankruptcy court’s assumption of jurisdiction over the instant case; whether the incorporation of the stipulation and agreement into Humble’s reorganization plan precluded a subsequent assessment of the validity of the conditional remand order.</p>\n<p id=\"b1150-4\">\n<em>VII. Conclusion.</em>\n</p>\n<p id=\"b1150-5\">We hold that the Bankruptcy Court was divested of jurisdiction upon the parties’ compliance with the terms of the January 18, 1980 remand order and the annexed stipulation and agreement. We further hold that the assignment of a retired judge to try the case in the first instance constituted a “final assignment” of the case pursuant to the terms of the stipulation and agreement and satisfied the precondition to the lifting of the Bankruptcy Court’s stay of the state court proceedings in the 1979 case such that the subsequent state court proceedings were not void. In view of the fact that this dispute has been festering in the courts for nearly five years, it is time for this litigation to be concluded as promptly as possible. Toward that end and for the reasons enunciated above, the case is reversed and remanded to the district court for proceedings not inconsistent with this opinion.</p>\n<p id=\"b1150-6\">REVERSED and REMANDED.</p>\n<footnote label=\"1\">\n<p id=\"b1135-24\">. <em>Browning v. Navarro, </em>37 B.R. 201, 203-06 (N.D.Tex.1983).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1136-5\">. The parties had entered a settlement agreement the terms of which were dictated into the state court record on October 17, 1979. Before the agreement was reduced to judgment, however, the Brownings withdrew their consent to the agreement and the case was set for trial. <em>See Browning v. Holloway, </em>620 S.W.2d 611, 614 (Tex.Civ.App. — Dallas), <em>writ ref’d n.r.e. per cu-riam, 626 </em>S.W.2d 485 (Tex.1981).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1136-6\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1136-10\">. The trial was set for September 1982. Record Vol. C, Exhibit 14, para. 2.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1136-11\">. The district court erroneously indicated that suit was filed on May 27, 1982 — an error of no consequence. <em>Compare </em>37 B.R. at 204 <em>with </em>Record on Appeal at 415.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1136-12\">. There is some dispute as to whether the Bankruptcy Court’s abstention extended to the 1979 case as well.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1137-6\">. <em>Humble Exploration Co. v. Fairway Land Co., </em>641 S.W.2d 934 (Tex.App. — Dallas), <em>enforced, </em>641 S.W.2d 941 (Tex.App. — Dallas 1982, n.r.e.).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1137-7\">. This judgment was amended by Judge Walker on November 11, 1982.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1137-8\">. 37 B.R. at 210.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1137-9\">. <em>Humble Exploration Co. v. Browning, </em>677 S.W.2d 111 at 114 (Tex.App. — Dallas 1984, no writ) (not yet reported). Holloway and the Trustee contend that it had been pointed out to Judge Walker that his trying the case was violative of the terms of the stipulation and agreement. Although we requested supplementation of the record at oral argument to substantiate or refute this contention, our disposition of the case does not require us to resolve this issue.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1137-16\">. <em>Id. </em>at 115.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1138-5\">. Because “all actions of the courts and parties, as they relate to the motions for summary judgment, were taken prior to December 24, 1982— the final day of the stay of <em>[Marathon],\" </em>the district court correctly noted that the Bankruptcy Court's jurisdiction was intact. 37 B.R. at 207.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1138-6\">. Section 1471(a) vests district courts with original jurisdiction to hear all matters and proceedings in bankruptcy.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1138-7\">. 28 U.S.C. § 1478 provides:</p>\n<blockquote id=\"b1138-8\">(a) A party may remove any claim or cause of action in a civil action, other than a proceeding before the United States Tax Court or a civil action by a Government unit to enforce such governmental unit's police or regulatory power, to the bankruptcy court for the district where such civil action is pending, if the bankruptcy courts have jurisdiction over such claim or cause of action.</blockquote>\n<blockquote id=\"b1138-9\">(b) The court to which such claim or cause of action is removed may remand such claim or cause of action on any equitable ground. An order under this subsection remanding a claim or cause of action, or a decision not so remanding, is not reviewable by appeal or otherwise.</blockquote>\n<p id=\"b1138-10\">28 U.S.C. § 1478 (1982) (reenacted as amended at 28 U.S.C. § 1452). This section was operative for the transition period from November 6, 1978, to April 1, 1984. <em>See </em>Pub.L. No. 95-598, § 405(b), 92 Stat. 2549, 2685 (1978).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1138-14\">. 11 U.S.C. § 362(d) provides:</p>\n<blockquote id=\"b1138-15\">(d) On request of a party in interest and after notice and a hearing, the court shall grant relief from the [automatic stay], such as by terminating, annulling, modifying, or conditioning such stay—</blockquote>\n<blockquote id=\"b1138-16\">(1) for cause, including the lack of adequate protection of an interest in property of such party in interest; or</blockquote>\n<blockquote id=\"b1138-17\">(2) with respect to a stay of an act against property, if—</blockquote>\n<blockquote id=\"b1138-18\">(A) the debtor does not have an equity in such property; and</blockquote>\n<blockquote id=\"b1138-19\">(B) such property is not necessary to an effective reorganization.</blockquote>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1138-20\">. 11 U.S.C. § 105(a) provides:</p>\n<blockquote id=\"b1138-21\">(a) The bankruptcy court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of [the bankruptcy laws].</blockquote>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1138-22\">. 28 U.S.C. § 1481 provides:</p>\n<blockquote id=\"b1138-23\">A bankruptcy court shall have the powers of a court of equity, law, and admiralty, but may not enjoin another court or punish a criminal contempt not committed in the presence of the judge of the court or warranting a punishment of imprisonment.</blockquote>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b1138-24\">. The implication is that, because the 1979 case was ultimately tried on the merits by an active state judge, a “final assignment\" of the cause to a retired or visiting state judge was not obtained and the remand never became effective.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b1139-9\">. Holloway’s Brief at 1.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b1140-7\">. The Trustee contends that the Brownings cannot now attack, on other than jurisdictional grounds, an order to which they consented, citing <em>Swift &amp; Co. v. United States, </em>276 U.S. 311, (1928), <em>United States v. Bechtel Corp., </em>648 F.2d 660 (9th Cir.), <em>cert. denied, </em>454 U.S. 1083, 102 S.Ct. 638, 70 L.Ed.2d 617 (1981), and <em>Seymour-Heath v. Goggin, </em>389 F.2d 327 (9th Cir.1968). <em>See also Haitian Refugee Center v. Civiletti, </em>614 F.2d 92 (5th Cir.1980) (defendants cannot appeal injunction to which they agreed). Although some of the Brownings' contentions are seemingly cast as attacks upon the remand order and the annexed stipulation and agreement, the Brownings concede that a judgment to which they consented cannot be attacked by them. Reply Brief of Appellants at 2. We note in passing that a district court, or a bankruptcy court, exceeds its power if it enters a consent decree to which there was not actual consent or which was contrary to the public interest or was the result of a jurisdictional defect. <em>See </em>Note, <em>The Consent Judgment as an Instrument of Compromise and Settlement, </em>72 Harv.L.Rev. 1314, 1316 (1959). In construing the stipulation and agreement, we pay heed to these restrictions on the power of a court to enter consent decrees.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b1140-8\">. <em>See </em>S.Rep. No. 989, 95th Cong., 2d Sess. 156, <em>reprinted in </em>1978 U.S.Code Cong. &amp; Ad.News 5787, 5942 (\"An order of the bankruptcy judge remanding a claim or cause of action is not reviewable by appeal or otherwise.”); H.R.Rep. No. 595, 95th Cong., 1st Sess. 448, <em>reprinted in </em>1978 U.S.Code Cong. &amp; Ad.News 5963, 6403 (\"A remand order is made unreviewable.\").</p>\n<p id=\"b1140-9\">Under § 1478(b), a bankruptcy court has broad discretion to grant or deny a motion to remand a removed claim on any equitable ground, including: (1) forum non conveniens, 1 Collier on Bankruptcy ¶ 3.01, at 3-79 (15th ed. 1984); (2) a holding that, if the civil action has been bifurcated by removal, the entire action should be tried in the same court, <em>id.; </em>(3) a holding that a state court is better able to respond to questions involving state law, <em>id.; </em>(4) expertise of the particular court, <em>id.; </em>(5) duplicative and uneconomic effort of judicial resources in two forums, <em>In re U.S. Air Duct Corp., </em>8 B.R. 848, 854 (Bankr.N.D.N.Y.1981); (6) prejudice to the involuntarily removed parties, <em>id.; </em>(7) comity considerations, <em>id.; </em>and (8) a lessened possibility of an inconsistent result, <em>id. </em>This is a much broader range of discretion than is permitted district courts in deciding whether to remand under 28 U.S.C. § 1447(d). District courts may order a remand under § 1447(d) only when (1) removal was improvident or (2) the court lacks jurisdiction. 28 U.S.C. § 1447(c); <em>see Thermtron Products, Inc. v. Hermansdorfer, </em>423 U.S. 336, 351-52, 96 S.Ct. 584, 593, 46 L.Ed.2d 542 (1976); 14 C. Wright, A. Miller &amp; E. Cooper, Federal Practice and Procedure § 3739 (1976 &amp; Supp.1983). Interim Bankruptcy Rule 7004(j) provided that a bankruptcy court may remand a case if it had been improvidently removed or the court was without jurisdiction. The comment appended to the rule pointed up the rule’s obvious derivation from § 1447(c). Interim Bankr.R. 7004(j), 11 U.S.C. (1982), <em>reprinted in </em>1 Collier on Bankruptcy, <em>supra, </em>¶ 3.01, at 3-77 (adopted as Local Bankr.R. 7004(j), effective January 1, 1983, by the United States Bankruptcy Court for the Northern District of Texas).</p>\n<p id=\"b1140-12\">While a district court’s decision <em>not </em>to remand under § 1447 is reviewable once a final, appeal-able order has been entered, a bankruptcy court’s decision <em>not </em>to remand under § 1478 is nonreviewable. Moreover, a district court's order of remand <em>is </em>reviewable when based on grounds other than those provided in § 1447(c). <em>See Thermtron Products, supra, </em>423 U.S. at 346, 96 S.Ct. at 590; <em>In re Shell Oil Co., </em>631 F.2d 1156 (5th Cir.1980). The breadth of the equitable grounds on which a bankruptcy court may base its remand decision under § 1478(b) lessens the possibility that a <em>Thermtron </em>-type exception will be generated to permit limited review. Thus, a bankruptcy court’s remand orders will not be subject to review even in cases where there has been an abuse of discretion. <em>See </em>Reed, Sagar &amp; Granoff, <em>Subject Matter Jurisdiction, Abstention and Removal Under the New Federal Bankruptcy Law, 56 </em>Am.Bank.L.J. 121, 152 (1982); <em>cf. Hurt </em>v. <em>Cypress Bank, </em>9 B.R. 749, 755 (N.D.Ga.1981).</p>\n<p id=\"b1140-13\">Nonreviewability extends only to the discretionary decision to remand or not to remand a properly removed action, not to whether the bankruptcy court originally had jurisdiction over the matter. <em>See, e.g., Flint v. Speir Insurance Agency, Inc., </em>33 B.R. 814, 816 (N.D.Ga.1983) (\"Where either subject matter jurisdiction or venue is lacking, however, the decision should be reviewed.”). There is no dispute in <page-number citation-index=\"1\" label=\"1077\">*1077</page-number>the instant case that the Bankruptcy Court had jurisdiction to act and the manner in which it acted is not subject to our review. In <em>Pacor, Inc. v. Higgins, </em>743 F.2d 984 (3d Cir.1984), the Third Circuit held that, § 1478(b) notwithstanding, it could review a remand order when the bankruptcy court lacked jurisdiction under § 1471(b) because the removed proceeding was not \"related to” bankruptcy. In contrast, the instant action involves a decision by the Bankruptcy Court, having jurisdiction and in the exercise of its discretion, to remand the 1979 case.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b1141-10\">. 28 U.S.C. § 1447(d) provides: \"An order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise, except that an order remanding a case to the state court from which it was removed pursuant to [28 U.S.C. § 1443] shall be reviewable by appeal or otherwise.”</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b1141-11\">. There are two exceptions to this general prescription for nonreviewability of a district court's remand orders. Such orders are reviewable if (1) removal was pursuant to 28 U.S.C. § 1443, or (2) the remand order is issued on grounds not authorized by 28 U.S.C. § 1447(c). <em>See Thermtron Products, supra; Royal v. State Farm &amp; Casualty Co., </em>685 F.2d 124 (5th Cir.1982) (per curiam).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b1141-13\">. Former § 71 of the Judicial Code, 28 U.S.C. § 71 (1940), also prohibited review of a district court’s remand order. It provided:</p>\n<blockquote id=\"b1141-14\">[W]henever any cause shall be removed from any state court into any district court of the United States, and the district court shall decide that the cause was improperly removed, and order the same to be remanded to the state court from whence it came, such remand shall be immediately carried into execution, and no appeal or writ of error from the decision of the district court so remanding such cause shall be allowed.</blockquote>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b1141-15\">. “Even on review in the Supreme Court of a state court proceeding following remand, the propriety of the remand, in a non-civil rights case, cannot be questioned.” 14 C. Wright, A. Miller &amp; E. Cooper, <em>supra, </em>§ 3740, at 767-68.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b1142-5\">. The First Circuit, although writing in the context of a diversity case, made the following germane comments:</p>\n<blockquote id=\"b1142-6\">Removal ..., to the prejudice of state court jurisdiction, is a privilege to be strictly construed, ... and the state court proceedings are to be interfered with once, at most. This is not only in the interest of judicial economy, but out of respect for the state court and in recognition of principles of comity. <em>The action must not ricochet back and forth depending upon the most recent determination of a federal court.</em></blockquote>\n<blockquote id=\"b1142-7\"><em>... </em>[T]here is no more reason for a district court being able to review its own decision, and revoke the remand, than for an appellate court requiring it to do so. Both are foreclosed; nothing could be more inclusive than the phrase “on appeal or otherwise.” The district court has <em>one shot, right or wrong.</em></blockquote>\n<p id=\"b1142-8\"><em>In re La Providencia Development, supra, </em>at 252-53 (emphasis added).</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b1142-9\">. Section 1447(c) provides in pertinent part: \"A certified copy of the order of remand shall be mailed by its clerk to the clerk of the State court. The State Court may thereupon proceed with the case.”</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b1142-12\">. Rule 9027(e) provides:</p>\n<blockquote id=\"b1142-13\"><em>(e) Remand. </em>A motion for remand of the removed claim or cause of action may be filed only in the bankruptcy court and shall be served on the parties to the removed claim or cause of action. A motion to remand shall be determined as soon as practicable. A certified copy of an order of remand shall be mailed to the clerk of the court from which the claim or cause of action was removed.</blockquote>\n<p id=\"ahx-dedup-1\">Bankr.R. 9027(e), 11 U.S.C.A. (West Supp.1983), <em>reprinted in </em>1 app. Collier on Bankruptcy, <em>supra, </em>at 421. Former Interim Rule 70040) provided that a \"certified copy of the remand shall be mailed by its clerk of the court from which the civil action or proceeding was removed <em>and that court may thereupon proceed with the case.\" </em>Interim Bankr.R. 70040), 11 U.S.C. (1982), <em>reprinted in </em>1 Collier on Bankruptcy, <em>supra, ¶ </em>3.01, at 3-77 (emphasis added) (adopted as Local Bankr.R. 7004(j), effective January 1, 1979, by the United States Bankruptcy Court for the Northern District of Texas). Although the <page-number citation-index=\"1\" label=\"1079\">*1079</page-number>italicized language from Interim Rule 7004(j), which most directly illustrates the divestiture of a remanding federal court’s jurisdiction, was excised when Rule 9027 was adopted, the comments to Rule 9027 do not assign any significance to this excision. We doubt that the drafters of the rule intended to alter the time at which a remand typically becomes effective by so subtle a change.</p>\n<p id=\"b1143-7\">“[T]he new Rules are applicable to proceedings pending on August 1, 1983, except to the extent that in the opinion of the court the application ... would not be feasible or would work an injustice.” 1 Bankr.Serv. (L.Ed.) § 2:30.1 (1984).</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b1143-8\">. Rule 11(f) of the Rules of Procedure of the Judicial Panel on Multidistrict Litigation makes express provision for \"Conditional Remand Orders.” Manual for Complex Litigation § 5.22 (pt. 2), at 340 (5th ed. 1981) (supplement to C. Wright &amp; A. Miller, Federal Practice and Procedure). The procedure established by Rule 11(f), however, clearly envisions that the remand order would not become effective until the passing of fifteen days from service of the proposed order on each party without any party noticing their opposition to it or, if a notice of opposition is filed, upon further order of the Judicial Panel on Multidistrict Litigation. Thus, the transferor <em>court </em>does not ever divest itself of jurisdiction in favor of the transferee court until the condition — fifteen days passage without notice of opposition or order of the judicial panel — is satisfied and the satisfaction of that condition is finally evidenced by filing the conditional remand order with the clerk of the transferee court. <em>See also In re A.H. Robins, Co., Inc., \"Daikon Shield\" IUD Products Liability Litigation,. </em>453 F.Supp. 108, 109 n. 2 (J.P.M.L.1978); <em>In re Penn Central Securities Litigation, </em>349 F.Supp. 1029 (J.P.M.L.1972).</p>\n<p id=\"b1143-9\">Our research has turned up cases which have permitted partial remands, <em>see, e.g., In re Calab-ria, </em>5 B.R. 73 (Bankr.D.Conn.1980) (partial remand constitutes a severance and remand of separate and independent claims), second removal petitions, <em>see, e.g., O’Bryan v. Chandler, </em>496 F.2d 403 (10th Cir.) (developments subsequent to and not concluded by prior remand order provide grounds for a second removal petition), <em>cert. denied, </em>419 U.S. 986, 95 S.Ct. 245, 42 L.Ed.2d 194 (1974); <em>Cliett v. Scott, </em>233 F.2d 269 (5th Cir.1956) (same), and conditional judgments, <em>see, e.g., Zintmaster v. Werner, </em>41 F.2d 634 (3d Cir.1930) (enforceability of judgment conditioned on party’s perfecting title to property). Partial remands, second removal petitions, and conditional judgments do not involve the uncertainty over jurisdiction and the federal-state tensions that are presented by conditional remands in which occurrence of the condition abrogates the effectiveness of the remand.</p>\n<p id=\"b1143-11\">Other federal courts have conditioned stays of federal proceedings pending determination of concurrent state actions for the purpose of preserving a party's procedural advantage in federal court even after the action is back in state court. <em>See, e.g., Mottolese v. Kaufman, </em>176 F.2d 301 (2d Cir.1949) (stay conditioned on defendants consenting to use in state court of depositions taken in accordance with federal rules); <em>Finley v. Doyle, </em>178 F.Supp. 863 (S.D.N.Y.1959) (stay conditioned on defendants submitting to depositions in accordance with federal rules); <em>Boggess v. Columbian Rope Co., </em>167 F.Supp. 854 (S.D.N.Y.1958) (stay conditioned on defendant’s consent to use in state court of interrogatories or depositions gathered in federal discovery proceedings); <em>Finkelstein v. Boylan, </em>33 F.Supp. 657 (S.D.N.Y.1940) (stay conditioned on defendants allowing completion and inspection of depositions begun under federal procedure before trial in state court). Conditional stays do not pose the same difficulties as are posed by conditions on remand that, if given effect, would void state proceedings altogether.</p>\n<p id=\"b1143-12\">The district court cited cases for the different but analogous proposition that \"the Bankruptcy Court did not exceed its authority in condition<page-number citation-index=\"1\" label=\"1080\">*1080</page-number>ing the modification of the automatic stay upon each party’s compliance with the stipulation and agreement.” 37 B.R. at 209. <em>See In re Dublin Properties, </em>27 B.R. 506, 506-07 (Bankr.E.D.Pa. 1983) (modification of automatic stay contingent upon parties’ execution of a mortgage note; stay was <em>not </em>modified because the mortgage note was never executed); <em>In re Cosby, </em>22 B.R. 682 (Bankr.E.D.Pa.1982) (modification of automatic stay can be conditioned on payment of attorney’s fees and other costs); <em>In re Ideal Roofing &amp; Sheet Metal Works, Inc., 9 B.R. </em>2, 3 (Bankr.S.D.Fla.1980) (parties stipulate to modification of stay to allow case to proceed to judgment; no condition); <em>In re El Patio, Ltd., </em>6 B.R. 518 (Bankr.C.D.Cal.1980) (relief from automatic stay can be conditioned on debtor’s turning over rents collected by debtor as provided in absolute-assignment-of-rents clause of trust deed). The three conditions in these cases represent conditions precedent to the modification of the stay. Similarly, a condition precedent to the effectiveness of a remand would not pose the same kind of problems for conflict between the federal and state judicial systems as to jurisdiction over a case as is posed by a condition that vitiates an executed remand order.</p>\n<p id=\"b1144-11\">The analogy between automatic stay cases and cases involving remands is imperfect, at best, because a condition imposed on a modification of a stay does not pose the jurisdictional problem. Theoretically a court could condition its modification of a stay on a subsequent event the occurrence of which would result in a reim-position of the stay. Jurisdiction over the case would remain with the state court but any proceedings <em>subsequent </em>to the reimposition of the stay would be void. <em>Cf. Borg Warner Acceptance Corp. v. Hall, </em>685 F.2d 1306, 1308 (11th Cir.1982). Proceedings prior to the reimposition of the stay would not be void. In contrast, as the district court views it, giving effect to a condition subsequent on a remand order would apparently void proceedings that took place after the remand was executed and up to the time the condition subsequent occurs. <em>Cf. Browning v. Navarro, supra, </em>at 210. The vesting of jurisdiction should not be tied to so slender a thread as a conditional remand.</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"AreL\">. 37 B.R. at 210.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b1145-6\">. The rules of interpretation of contracts are set out in varying degrees, and sometimes form, in Restatement of Contracts §§ 230, 233, 235 (1932); Restatement (Second) of Contracts §§ 202-203, 207 (1979); 4 Williston on Contracts §§ 618-626 (3d ed. 1961 &amp; Supp.1984); 3 Corbin on Contracts §§ 545-550 (1951), and J. Calamari &amp; J. Perillo, Contracts § 3-11 (1977).</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b1145-12\">. Record Vol. C, Exhibit 7 (stipulation and agreement), para. 4.</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b1146-5\">. Otherwise, the parties were indeed trifling with the state courts — a practice that we, like the state court of appeals, condemn. <em>Compare Lewis v. Brown &amp; Root, Inc., </em>711 F.2d 1287, 1291 (5th Cir.1983) (dismissal for want of prosecution upheld; \"trifling with a busy court, burdened with a heavy docket of serious matters, need not be borne”), <em>with Humble Exploration Co. v. Browning, </em>677 S.W.2d 111 (Tex.App.— Dallas 1984, no writ) (\"To allow both [state and federal appeal] would be to permit a party to trifle with the state court by allowing it to proceed to a judgment which he may accept or reject at will.”).</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b1146-6\">. The Trustee and Holloway do not contend that the parties ever contemplated a \"reverter remand” whereby jurisdiction would revert back to the Bankruptcy Court if the 1979 case was <em>ever </em>assigned to an active state judge. Instead, they contend that, when Judge Walker assumed jurisdiction over the case, the condition subsequent was implicated, the remand rendered a nullity, the interim state court proceedings presumably voided, and the Bankruptcy Court again invested with jurisdiction over the case. In other words, the Trustee’s position is that the Bankruptcy Court <em>never </em>lost a jurisdiction that was to be retained by it if the condition specified in the stipulation and agreement occurred. The concepts of remand and comity would never be the same if we cloaked the Trustee’s contentions with the mantle of legitimacy.</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b1147-8\">. We are reminded of Justice Brook’s admonition:</p>\n<blockquote id=\"b1147-9\">The party ought to direct his meaning according to the law, and not the law according to his meaning, for if a man should bend the law to the intent of the party rather than the intent of the party to the law, this would be the way to introduce barbarousness and igno-ranee and to destroy all learning and diligence.</blockquote>\n<p id=\"b1147-14\"><em>Throckmerton v. Tracy, </em>75 Eng.Rep. 222, 251 (K.B.1554).</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b1147-16\">. The House Report states:</p>\n<blockquote id=\"b1147-17\">[Section 1478(d) ] requires the court, on request of a party in interest, to grant relief <page-number citation-index=\"1\" label=\"1084\">*1084</page-number>from the stay such as by terminating, annulling, <em>modifying, or conditioning the stay, for cause. </em>The lack of adequate protection of an interest in property of the party requesting relief from the stay is one cause for relief, but is not the only cause. As noted above, <em>a desire to permit an action to proceed to completion in another tribunal may provide another cause. </em>Other causes might include the lack of any connection with or interference with the pending bankruptcy case.</blockquote>\n<p id=\"b1148-5\">H.R.Rep. No. 595, 95th Cong., 1st Scss. 343, <em>reprinted in </em>1978 U.S.Code Cong. &amp; Ad.News 5963, 6300 (emphasis added).</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b1148-6\">. The Trustee contends that the Brownings never made a request for relief from the stay so the Bankruptcy Court could not have acted to lift the stay under § 362(d). The Brownings argue that such a hypertechnical reading of their attempts to proceed in state court would amount to lifting form over substance and require parties to label any attempt to so proceed as a \"Motion to Gain Relief from the Automatic Stay.\" <em>See </em>2 Collier on Bankruptcy, <em>supra, </em>jj 362.08, at 362-52. Although we are sympathetic with the Brownings' position on this issue, we find it unnecessary to resolve the issue because, whether the stay is characterized as a continuation of the automatic stay or as a newly issued stay, the same result inures.</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b1148-7\">. The Brownings contend that the automatic stay is lifted upon removal of a case to the bankruptcy court and that the court does not have authority to reimpose the automatic stay once it has been lifted. <em>In re Stuart Motel, Inc., </em>15 B.R. 28 (Bankr.S.D.Fla.1981). The Trustee contends that the automatic stay does not apply to \"adversary proceedings\" in the bankruptcy court and does not automatically terminate upon removal or remand. <em>In re Greco, </em>3 B.R. 18 (Bankr.D.Hawaii 1979) (bankruptcy court expressly continues automatic stay as to husband-debtor, but not his wife, in remanding action to state court). A bankruptcy judge could remand a case but delay termination of the automatic stay, the Trustee argues, to provide the debtor with an additional \"breathing spell\" prior to litigating the remanded action. The Brownings suggest that the bankruptcy judge might more sensibly accomplish this purpose by imposing a stay under 11 U.S.C. § 105. Otherwise, state courts would be prohibited from taking action in a case remanded from a bankruptcy court unless the bankruptcy court expressly lifted the automatic stay in addition to remanding the case. The Brownings argue that this cumbersome procedure is an unreasonable construction of Congress' intent in enacting § 362. We note, however, that the advisory committee note to Rule 9027 states: “If the claim or cause of action which is removed to the bankruptcy court is subject to the automatic stay of § 362 of the Code, the litigation may not proceed in the bankruptcy court until relief from the stay is granted.\" This note militates in favor of the Brownings' position.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}