{
  "casebody": {
    "data": "<casebody firstpage=\"918\" lastpage=\"932\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b982-5\">P &amp; R TEMMER, d/b/a Mobile Communications Service Company, Appellant, v. FEDERAL COMMUNICATIONS COMMISSION, Appellee. AAT ELECTRONICS CORPORATION, Appellant, v. FEDERAL COMMUNICATIONS COMMISSION, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b982-11\">Nos. 83-1580, 83-1657.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b982-12\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b982-13\">Argued Feb. 6, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b982-14\">Decided Sept. 14, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b985-6\"><page-number citation-index=\"1\" label=\"921\">*921</page-number>George Petrutsas, Washington, D.C., with whom Robert A. DePont and Dan J. Alpert, Washington, D.C., were on the brief for P &amp; R Temmer, appellant in No. 83-1580.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b985-7\">Angela J. Campbell, Washington, D.C., with whom Martin R. Leader and John Q. Hearne, Washington, D.C., were on the brief for AAT Electronics Corporation, appellant in No. 83-1657.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b985-8\">Sue Ann Preskill, Atty., Federal Communications Commission, Washington, D.C., for appellee in Nos. 83-1580 and 83-1657. Bruce E. Fein, General Counsel, Daniel M. Armstrong, Associate General Counsel and Michael Deuel Sullivan, Counsel, Federal Communications Commission, Washington, D.C., were on the brief for appellee in Nos. 83-1580 and 83-1657.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b985-9\">Before WALD, BORK and STARR, Circuit Judges.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"4\">\n<p id=\"b986-16\">. The early competition to produce equipment for use in a twenty channel trunked SMRS was primarily between General Electric and Motorola. Although General Electric's equipment was the first to be type-accepted by the FCC, both manufacturers' initial product entrants into this market were gross failures. Although AAT purchased General Electric equipment for its SMRS and Temmer purchased Motorola equipment, both firms ended up with similar results.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b985-10\">Opinion for the Court filed by Circuit Judge BORK.</p>\n<author id=\"b985-11\">BORK, Circuit Judge:</author>\n<p id=\"b985-12\">On March 22, 1982, the Federal Communications Commission (“FCC” or “the Commission”) revoked, in separate proceedings, the authorizations of AAT Electronics Corporation (“AAT”) and P &amp; R Temmer (“Temmer”) (together “appellants”) to operate fifteen of the twenty channels in their separate trunked specialized mobile radio communication systems. Both AAT and Temmer appealed the FCC’s action to this court. Because of the similarity of facts and issues the two cases presented, we consolidated them into this single appeal. These companion cases present essentially three issues for resolution by this court: (1) whether the FCC’s revocation of appellants’ authorizations constituted an abuse of discretion; (2) whether the FCC’s refusal to grant appellants a hearing before revocation of their authorizations violated section 316 of the Communications Act of 1934, 47 U.S.C. § 316 (1982); and (3) whether the FCC’s refusal to grant appellants an extension of time in which to meet the loading requirements of 47 C.F.R. § 90.375(e) (1981) constituted an abuse of discretion. We affirm the Commission’s decisions.</p>\n<p id=\"b985-14\">I.</p>\n<p id=\"b985-15\">During the 1970’s the FCC conducted a rulemaking proceeding, Docket 18262, that allocated new radio frequencies for land mobile radio services, in order to meet the growing public demand for mobile communications services. <em>See Land Mobile Radio Service, Docket 18262, Second Report and Order, </em>46 F.C.C.2d 752 (1974), <em>recon. in part, </em>51 F.C.C.2d 945, <em>clarified, </em>55 F.C.C.2d 771 (1975), <em>aff'd sub nom. National Association of Regulatory Utility Commissioners v. FCC, </em>525 F.2d 630 (D.C.Cir.), <em>cert. denied, </em>425 U.S. 922, 96 S.Ct. 2203, 48 L.Ed.2d 816 (1976). Land mobile radio services are radio communications based on land, where either the transmitting or receiving station is mobile. 47 C.F.R. § 2.1 (1983). Land mobile radio services are of two general types. Public services are operated by common carrier licensees and made available to members of the public. The most common type of public services are radio telephone services which interconnect with existing telephone systems. 525 F.2d at 634. This type has recently become popularized as “cordless telephones” or “car telephones” although, strictly speaking, they are not telephones since they are merely connected to a telephone system by a radio link. The other type of land mobile radio service is known as private services and includes all those not subject to common carrier regulation. These include dispatch services such as those operated by <page-number citation-index=\"1\" label=\"922\">*922</page-number>police and fire departments and taxicab companies. <em>Id. </em>They also extend, however, to services provided to a limited group of users by third party operators. It is this last group that is involved in this case.</p>\n<p id=\"b986-4\">In the private land mobile services area, the Commission adopted policies that made it possible for entreprenuers seeking to operate radio systems for others on a commercial basis to obtain their own system licenses. These commercially operated private radio systems became known as “Specialized Mobile Radio Systems” (“SMRS”). 51 F.C.C.2d at 956-74.<footnotemark>1</footnotemark> To promote efficiency, the FCC also made available frequencies for technologically advanced “trunked SMRS” providing service on as many as twenty channels to each mobile unit. 51 F.C.C.2d at 946-47, 982-86; 46 F.C.C.2d at 754, 767-82.<footnotemark>2</footnotemark></p>\n<p id=\"b986-5\">After the FCC’s allocation of frequencies for these new trunked SMRS’s, various manufacturers competed to develop and market the equipment required to utilize these frequencies. Not until the summer of 1979, however, did the FCC type-accept the first available twenty channel equipment.<footnotemark>3</footnotemark> Unfortunately, this early equipment generally performed inadequately.<footnotemark>4</footnotemark> This poor early performance of the new trunked SMRS equipment is the starting point for the events that led AAT and Temmer to this court.</p>\n<p id=\"b986-10\">\n<em>AAT</em>\n</p>\n<p id=\"b986-11\">AAT was a pioneer in the new technology designed to take advantage of the opportunities in trunked SMRS. AAT applied to the FCC for a license to operate a twenty channel trunked SMRS on February 26, 1979. Brief of AAT at 6. On April 23, 1979, the FCC granted a five-year trunked system license to AAT. The license was limited, however, to a five channel system because the FCC had yet to type-accept twenty channel equipment. On August 23, 1979, after the FCC type-accepted twenty channel equipment, AAT applied for a modification of its license to authorize a twenty channel system. AAT subsequently sought to delay the FCC’s decision on this modification until such a time as AAT would be able to obtain from the manufacturer the twenty channel equipment it required. AAT Joint Appendix (“AAT J.A.”) at 38. On January 21, 1980, AAT resubmitted its twenty channel application. This application was granted on February 6, 1980. <em>Id. </em>at 42.</p>\n<p id=\"b986-14\">The FCC had originally required that <em>all </em>trunked SMRS licensees complete construction of their systems within one year and certify that at least 70% of the mobile units specified in the application are in operation before the term of the license expires. <em>Land Mobile Radio Service, </em>46 F.C.C.2d at 794-95. This process of selling use of the <page-number citation-index=\"1\" label=\"923\">*923</page-number>trunked SMRS so as to put mobile units into service is referred to as “loading”. On reconsideration, however, the Commission modified this requirement to allow the licensee to elect to construct and load in five channel stages. Under this system, the licensee need only complete construction of the first five channel trunked group within the first year, but must demonstrate that it is loaded to at least 70% of its capacity at the end of two years from the grant of authorization. 51 F.C.C.2d at 986. AAT elected in its application to construct the system in five channel stages. AAT J.A. at 29.</p>\n<p id=\"b987-5\">AAT constructed and put into operation its first five channel group long before expiration of the one year construction deadline (by March 15, 1980). When AAT commenced operation of these first five channels on its trunked SMRS, however, it encountered serious technical problems with the new equipment. AAT J.A. at 57-59, 77-78.<footnotemark>5</footnotemark> These technical difficulties persisted for approximately a year and a half and caused AAT to stop marketing the equipment. Brief of AAT at 11. New defect-free equipment was not available for marketing by AAT until September 1981. By then AAT was faced with the task of loading the first five channels of its system to 70% by February 6, 1982 — a matter of less than five months.</p>\n<p id=\"b987-6\">On September 16, 1981, AAT discussed its loading problem with a Commission attorney.<footnotemark>6</footnotemark> On October 26, 1981, AAT advised the Commission that it was proceeding with construction on the remainder of its system. AAT J.A. at 50. AAT also informed the FCC that it would no longer be constructing the system in five channel stages and therefore was subject to the five year loading deadline, not the two year loading deadline. <em>Id. </em>AAT proceeded to complete construction of the entire twenty channel system by March 12, 1982. <em>Id. </em>at 52.</p>\n<p id=\"b987-10\">On March 22, 1982, the Chief of the Private Radio Bureau of the FCC notified AAT that because AAT had not satisfied the loading requirement for the first stage of its system, fifteen channels would be deleted from its authorization. AAT J.A. at 1. The FCC noted that the two year loading period had expired on February 6, 1982, and that AAT had only loaded 62 of the 350 mobile units necessary to meet that requirement. <em>Id. </em>Moreover, the FCC made clear that AAT’s attempt to change retroactively its election to construct the system in stages in order to avoid the impending loading deadline was invalid. <em>Id.</em><footnotemark><em>7</em></footnotemark></p>\n<p id=\"b987-11\">AAT filed a “Petition for Reconsideration and Request for Waiver or Hearing” with the FCC on April 21, 1982. AAT J.A. at 53. AAT requested the FCC to vacate its order deleting fifteen channels from its authorization, to allow AAT to change its election, and to waive the one year construction deadline. Alternatively, AAT sought a waiver and extension to September 6, 1983 of the two year loading deadline. <em>Id. </em>AAT also requested a hearing pursuant to section 316(a) of the Communications Act of 1934, 47 U.S.C. § 316(a) (1982), which requires the FCC to afford a radio licensee, such as AAT, a hearing before modifying its license.</p>\n<p id=\"b987-12\">The Commission denied AAT’s petition September 21, 1982. <em>AAT Electronics Corp., </em>AAT J.A. at 3. The Commission <page-number citation-index=\"1\" label=\"924\">*924</page-number>took the position that a change in a licensee’s initial construction election is not permitted. <em>Id. </em>at 10-11. As for the equipment problems, the FCC noted that in an area of new technology such problems should have been anticipated and allowed for in AAT’s planning. Finally, the FCC denied that AAT was entitled to a hearing because AAT’s channel authorization had not been modified but rather was merely superseded by a new authorization for only five channels instead of twenty. <em>Id. </em>at 11.</p>\n<p id=\"b988-4\">AAT filed an “Application for Review” on October 21, 1982 seeking review before the full Commission. AAT J.A. at 169. AAT made the same arguments as in its reconsideration petition and, in addition, argued that the Commission’s order did not address itself to the equipment problems which had precluded loading by AAT. <em>Id. </em>at 175. On May 16, 1983, the FCC denied AAT’s application. <em>AAT Electronics Corp., </em>53 Rad.Reg.2d (P &amp; F) 1215 (1983). Most significant, the FCC decided to give retroactive effect to the automatic cancellation provisions of its recently enacted Rule 90.366(d), 47 C.F.R. § 90.366(d) (1983). 53 Rad.Reg.2d (P &amp; F) at 1223-24. In addition, the Commission also rejected AAT’s waiver request. <em>Id. </em>at 1225. The FCC also noted that AAT’s reliance on a representation by a staff attorney who did not have policy-making authority was taken at its own risk. <em>Id. </em>at 1225-26.</p>\n<p id=\"b988-5\">On July 14, 1983, AAT filed its Notice of Appeal in this court. On August 2, 1983, AAT requested the FCC to stay reassignment of the deleted fifteen channels pending appeal. This request was denied.</p>\n<p id=\"b988-6\">\n<em>Temmer</em>\n</p>\n<p id=\"b988-7\">P &amp; R Temmer is a partnership consisting of Paul Temmer and his wife. Tem-mer’s road to this court is very similar to that of AAT. On May 31, 1979, Temmer was authorized by the FCC to operate a five channel trunked SMRS. Temmer Joint Appendix (“Temmer J.A.”) at 91. Subsequently, Temmer applied for assignment of an additional fifteen channels. The FCC granted this modified license on May 19, 1980. <em>Id. </em>at 92.</p>\n<p id=\"b988-9\">Temmer elected to construct the system in five channel stages. Temmer J.A. at 87. Although the first five channels of the system were promptly constructed, Tem-mer experienced technological difficulties with the new equipment. As a result, Tem-mer was unable to load the five channels to the required number of mobile units within the first two years. <em>Id. </em>at 83.</p>\n<p id=\"b988-10\">On March 22, 1982, the Chief of the Private Radio Bureau of the FCC notified Temmer that because Temmer had not satisfied the loading requirement for the first stage of its system, fifteen channels would be deleted from its authorization. Temmer J.A. at 83. The notice indicated that as of February 17, 1982, only 75 of the 350 mobile units necessary to meet the loading requirement were in operation. <em>Id.</em></p>\n<p id=\"b988-11\">On April 21, 1982, Temmer filed a Petition for Reconsideration with the FCC. Temmer J.A. at 25. Temmer requested that the Commission grant it a reasonable additional period of time to complete loading the system. <em>Id. </em>In the alternative, Temmer requested a hearing under section 316 of the Communications Act of 1934 in order to show why its license should not be modified. <em>Id. </em>The FCC denied this Petition on September 21, 1982. <em>Mobile Communications Service Co., </em>Temmer J.A. at I. The Commission’s Order stated that revocation was the only possible course of action. The Commission also dismissed Temmer’s request for a hearing because it insisted that Temmer’s license has not been modified. Rather, the FCC asserted that Temmer’s authorization had been superseded by one for five channels instead of one for twenty. <em>Id. </em>at 7.</p>\n<p id=\"b988-13\">Temmer filed an Application for Review on October 21, 1982 seeking review of the matter by the full Commission. Temmer J. A. at 39. Temmer renewed its prior arguments. Again, the FCC rejected Tem-mer’s request for the same reasons it had set forth previously. <em>Mobile Communications Service Co., </em>53 Rad.Reg.2d (P <em>&amp; </em>F) 1254 (1983). In addition, however, the FCC <page-number citation-index=\"1\" label=\"925\">*925</page-number>retroactively applied its newly promulgated Rule 90.366(d) establishing automatic cancellation of authorization for channels in excess of five when a licensee fails to meet the loading requirements for the first five channels. <em>Id. </em>at 1258.</p>\n<p id=\"b989-5\">Temmer filed a Notice of Appeal with this court on June 3,1983. Temmer sought to stay reassignment of the deleted fifteen channels pending appeal. Temmer J.A. at 65. The FCC, however, on August 8, 1983, denied Temmer’s petition for a stay. <em>Mobile Communications Service Co., </em>Tem-mer J.A. at 22.</p>\n<p id=\"b989-6\">II. Discussion</p>\n<p id=\"b989-7\">Because of the similarity of facts and issues presented by the AAT and Temmer appeals, this court consolidated them into a single appeal. These companion cases present three major issues for resolution by this court. First, did the FCC’s revocation of appellants’ authorizations constitute an abuse of discretion? Second, did the FCC’s refusal to grant appellants a hearing before revocation of their authorization violate section 316 of the Communications Act of 1934? Finally, did the FCC’s refusal to grant appellants an extension of time in which to load their systems constitute an abuse of discretion? Each of these questions will be discussed separately.</p>\n<p id=\"b989-8\">A.</p>\n<p id=\"b989-9\">At the time that AAT and Temmer applied for and were granted licenses authorizing operation of twenty channel trunked SMRS, FCC Rule 90.375 was in effect. Rule 90.375 provides in pertinent part:</p>\n<blockquote id=\"b989-10\">(c) Each applicant for trunked facilities shall certify that a minimum of 70 percent of the mobile units specified in his application will be placed in operation not later than the date on which the term of his license for the system expires.</blockquote>\n<blockquote id=\"b989-11\">(e) [Licensees of trunked facilities must commence construction within six months from the date of grant and complete construction within (1) year; <em>Provided, </em>however, that a licensee of a “trunked” facility assigned more than the minimum five-channel group may elect to construct the facility in stages. In this event, the licensee shall complete construction of the basic five-channel group of the authorized facility within the time limits given above; <em>Provided, further, </em>that should the licensee elect to proceed in this manner, then he must demonstrate that at the end of a two-year period from the date of the grant of his station authorization, the constructed facility is occupied to a minimum of 70 percent of the loading required, notwithstanding the provisions of paragraph (c) of this section.</blockquote>\n<p id=\"A25\">47 C.F.R. § 90.375(c), (e) (1981). The rule did not mandate the consequences of a failure to meet these requirements. Rule 90.375 represented, however, a reconsideration of prior FCC Rule 89.801. <em>See </em>47 C.F.R. § 89.801(e) (1975). In revision of that rule the Commission noted that, “[i]f it [the first five channel group] is not loaded to this capacity, the unused channels may be assigned to others.” <em>Land Mobile Service, </em>51 F.C.C.2d 945, 986 (1975). In addition, all applicants for private radio systems in the new frequency band are required to file a special supplement to the standard application, Form 400-S. <em>Id. </em>at 996. This form requires applicants to state their loading requirements, elect whether to construct in stages, and submit other relevant information. Form 400-S also requires the applicant to sign a statement acknowledging that if its facilities are not loaded in accordance with the rules, “any channels not so employed may be assigned, at the discretion of the Commission, to another applicant in accordance with the policies set out under ... the Commission’s Rules.” <em>Id. </em>at 1007.</p>\n<p id=\"b989-13\">The Administrative Procedure Act (“APA”) provides that this court may set aside agency action found to be “arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.” 5 U.S.C. <page-number citation-index=\"1\" label=\"926\">*926</page-number>§ 706(2)(A) (1982). Temmer argues that the Commission’s rules applicable to it do not provide for revocation of its authorization for fifteen channels due to a failure to meet the Commission’s loading requirements.<footnotemark>8</footnotemark> Brief of Temmer at 14-16. Accordingly, Temmer argues that the FCC acted in an arbitrary and unreasonable manner in violation of the APA in revoking Temmer’s authorization.</p>\n<p id=\"azi-dedup-2\">Temmer contends that because Rule 90, 375(e) does not specifically mandate sum- , ,, <em>T?nn </em>, mary revocation the FCC may not take ... • . .. -o • j, <em>£ </em>m i such action against it. Brief of Temmer at m , ... . m 15. To support this argument, Temmer relies on language in the Commission’s SMRS rulemaking proceeding, Docket ,or)„n <em>a </em>... ,, m . , , 18262. Specifically, Temmer points to a „ . ,,, ,. , . , , , reference m that proceeding which states .. , , , , . , , ,. unused channels <em>may </em>be assigned to oth- „ „ r <em>, f-, n • </em>n t-i ers. <em>See Land Mobile Service, </em>51 F.C. C.2d at 986 (emphasis added). Temmer • • j- . .■, , argues that this indicates that summary ,. , , , , , <em>-r, ■ -c £ </em>revocation was not contemplated. Brief of _ ... Temmer at 16.</p>\n<p id=\"A-uV\">The FCC argues that it acted reasonably and lawfully when it deleted fifteen chan-neis from Temmer’s authorization. Brief of FCC at 18. The Commission asserts that Temmer failed to comply with a condition under which it took its twenty channel license — the requirement to load its first five channel group to 70% within two years of the license grant. When the Commission established this condition of the license it warned potential applicants that they ran the risk that their channels would be reassigned if the loading requirement was not timely met. <em>See, e.g., </em>51 F.C.C.2d at 986, 1007. Indeed, the FCC demonstrates that Temmer must have been aware of this possibility because Form 400-S, which it signed, expressly stated “any channels not ... occupied may be assigned, at the discretion of the Commission, to another appli-cant____” <em>See </em>Temmer Form 400-S, Tem-mer J.A. at 87.</p>\n<p id=\"AQth\">We therefore disagree with Temmer. Although the FCC’s rules applicable to Temmer may not have mandated revocation, it is clear that such a consequence was within the realm of possible actions contemplated by the Commission. Moreover, Temmer’s Form 400-S indicates it was aware of such a possible action by the Commission and acknowledged it. It cannot be said tbat FC£ acted m an trary manner when it thereafter revoked <em>J </em>, fifteen of Temmer s authorized channels . . for failure to load its system. <em>J</em></p>\n<p id=\"AEeu\">g '</p>\n<p id=\"AHvV\">..... _ ... . , Section 316 of the Communications Act .... ... , ., , . , ,, , of 1934 (the Act ) provided, m part, that ,, „ . . / f, ’ .. the Commission shall modify a license or ... , , construction permit only alter:</p>\n<blockquote id=\"AOah\">,, , ,, „ the holder of the license or permit shall , , .... , . f have been notified m writing of the pro- . ,. . . . posed action and the grounds and rea- ^ ,. „ , , , , sons therefor, and shall have been given ,, , ., , , reasonable opportunity, m no event less than thirty days, to show cause by public hearing, if requested, why such order of modification should not issue.</blockquote>\n<p id=\"AE7\">47 U.S.C. § 316(a) (1982). <em>See also </em>47 C.F.R. § 1.87 (1983).<footnotemark>9</footnotemark> The Commission act-e(j against appellants without providing them a public hearing. AAT and Temmer now argue that the Commission’s action violated the Act and that this court should remand the matter for a hearing before the FCC. Brief of AAT at 33-37; Brief of Temmer at 27-35. Appellants rely heavily 0n the Commission’s March 22, 1982 letter of revocation which stated: “We are directing our Licensing Division to issue, effective today, a <em>modified authorization ... </em>limiting its Station ... to the five frequency pairs initially constructed.” AAT J.A. at 2 (emphasis added); <em>see also </em>Temmer J.A. at 83.</p>\n<p id=\"b991-4\"><page-number citation-index=\"1\" label=\"927\">*927</page-number>The FCC asserts three reasons for its denial of appellants’ requests for hearings. First, the Commission argues that its action did not constitute a license modification. Brief of FCC at 28-30. Second, the Commission contends that because there is no question of fact to be resolved, a hearing would not contribute to resolution of the matter. <em>Id. </em>at 30-31. Finally, the Commission states that the subsequent amendment of its rules to provide for automatic cancellation relieves the Commission of any obligation to hold a hearing. <em>Id. </em>at 35-39. Because we agree with the FCC that its action did not constitute a license modification and therefore appellants were not entitled to a hearing, we will limit our discussion to this single argument.<footnotemark>10</footnotemark></p>\n<p id=\"b991-5\">The FCC informed appellants on reconsideration of its initial order that “[although the March 22 letter used the term ‘modify’ in regard to the change in AAT’s authorization, that term was erroneous. AAT’s authorization was, as the new authorization indicated, superseded by one for five channels instead of twenty.” AAT J.A. at 11; <em>see also </em>Temmer J.A. at 7. The full Commission also asserted that its action was not a license modification. The Commission stated that revocation of fifteen of AAT’s and Temmer’s channels “was the enforcement of a loading condition which was placed upon the original license grant.” Temmer J.A. at 19. <em>See also </em>AAT J.A. at 24.</p>\n<p id=\"b991-6\">Both AAT and Temmer characterize the Commission’s reasoning as “word games.” Brief of AAT at 34; Brief of Temmer at 33. Appellants argue that their licenses have been significantly changed and that this should constitute a license modification within the meaning of the Act regardless of what label is employed. Brief of Tem-mer at 33-35. Appellants also argue that summary revocation for failure to load was not a condition imposed on the license. <em>Id. </em>at 34-35. They assert that submission of Form 400-S merely acknowledged that channels not fully occupied <em>may </em>be reassigned. <em>Id. </em>Appellants argue that this acknowledgment does not permit summary revocation. <em>Id.</em></p>\n<p id=\"b991-10\">We agree with appellants that on review a court considering the applicability of section 316 must look beyond the form of the license document and beyond the language employed by the FCC to describe its action. Thus, a broadcaster’s <em>unconditional </em>license to broadcast on a given frequency is “modified” if the FCC grants a license to another broadcaster on that frequency. <em>See, e.g., FCC v. National Broadcasting Co., </em>319 U.S. 239, 63 S.Ct. 1035, 87 L.Ed. 1374 (1943); <em>Western Broadcasting Co. v. FCC, </em>674 F.2d 44 (D.C.Cir.1982). Similarly, a full-time broadcaster’s license, which includes the <em>unconditional </em>right to presunrise broadcasting, is modified by a grant of pre-sunrise authority to a daytime broadcaster within interference range. <em>WBEN, Inc. v. FCC, </em>290 F.2d 743 (D.C.Cir.1961). These cases indicate that a license is modified for purposes of section 316 when an unconditional right conferred by <page-number citation-index=\"1\" label=\"928\">*928</page-number>the license is substantially affected. Thus, this court has held that a licensee whose right to the use of a frequency is contingent on satisfying specified conditions has no right to use of the frequency when the conditions are not met. <em>Music Broadcasting Co. v. FCC, </em>217 F.2d 339, 342 (D.C.Cir.1954). In <em>Music Broadcasting </em>we held that section 316 was not triggered because the licensee never had “an absolute unqualified right.” 217 F.2d at 342. Because the Commission merely required the broadcaster to operate within the terms of its authorization, its actions could not be regarded as a license modification. <em>Id.</em></p>\n<p id=\"b992-4\">Turning to the facts of this case, it is clear that the FCC’s. revocation of appellants’ channels after their failure to meet the conditions of the authorizations for those channels does not constitute a modification of AAT’s and Temmer’s rights under their licenses. An FCC licensee takes its license subject to the conditions imposed on its use. These conditions may be contained in both the Commission’s regulations and in the license. Acceptance of a license constitutes accession to all such conditions. A licensee may not accept only the benefits of the license while rejecting the corresponding obligations. <em>Capital Telephone Co. v. FCC, </em>498 F.2d 734, 740 (D.C.Cir.1974).</p>\n<p id=\"b992-5\">The FCC established that license applicants electing, in their application, to build a trunked SMRS in stages receive their license subject to the condition that the first five channels of the system be loaded to 70% within two years of the grant. This general policy was first set forth in Docket 18262. 51 F.C.C.2d at 998. This condition was then codified in the Commission’s rules. 47 C.F.R. § 590.375(e) (1981). And, most significant, each applicant must submit with its application Form 400-S, which acknowledges the applicant’s awareness of the conditional nature of its license. <em>See </em>51 F.C.C.2d at 1005-09. Therefore, we reject appellants’ claims that they had an unrestricted right to all twenty channels granted on the face of their licenses. Rather, we view appellants’ right as a contingent one. Only after satisfaction of the loading requirements does this conditional right vest. Because AAT and Temmer never met the loading requirements within the allocated period of time, they never obtained an unconditional right to the channels and, thus, the Commission’s revocation of appellants’ channels did not constitute a license modification under the Communications Act of 1934. The FCC did not violate the Act when it denied appellants a hearing on revocation of their channels.</p>\n<p id=\"b992-7\">C.</p>\n<p id=\"b992-8\">Both AAT and Temmer argue that the FCC did not take a “hard look” at their requests for a temporary rule waiver and for an extension of time. Brief of AAT at 22-31; Brief of Temmer at 16-27. It is argued that this constitutes an abuse of discretion by the FCC which requires this court to set aside the revocation of appellants’ channels.</p>\n<p id=\"b992-9\">When the Commission revoked AAT’s and Temmer’s authorizations on March 22, 1982, appellants filed applications for reconsideration in which they sought a waiver of the two year loading period. AAT J.A. at 53; Temmer J.A. at 25. In the alternative, appellants requested an extension of time in which to load their first five channels. <em>Id. </em>Appellants argued that they had already constructed the twenty-channel systems at a substantial cost. To revoke fifteen of these channels would serve only to delay their availability to the public and cause substantial financial losses to appellants. Because the loading delays were attributable not to acts of the appellants but to technological problems attributable to the equipment manufacturers, the Commission should not punish AAT and Tem-mer. In addition, AAT argues that it was entitled to change its initial election to construct its system in five-channel stages and instead to construct all twenty channels within the first year of its authorization and thus have five years rather than two in which to load the system. AAT J.A. at 62-66.</p>\n<p id=\"b993-4\"><page-number citation-index=\"1\" label=\"929\">*929</page-number>1.</p>\n<p id=\"b993-5\">The FCC’s rules specifically provide for a waiver of its rules on a showing of “good cause.” <em>See </em>47 C.F.R. §§ 1.3, 90.151 (1983). This court has noted that the FCC’s “discretion to proceed in difficult areas through general rules is intimately linked to the existence of a safety valve procedure for consideration of an application for exemption based on special circumstances.” <em>WAIT Radio v. FCC, </em>418 F.2d 1153, 1157 (D.C.Cir.1969). The FCC has an obligation to seek out the “public interest” in <em>particular </em>matters and <em>individualized </em>situations. <em>Id. </em>Moreover, applications for a waiver of the Commission’s rules must be given a “hard look.” <em>Id. See also Thomas Radio Co. v. FCC, </em>716 F.2d 921 (D.C.Cir.1983); <em>KCST-TV, Inc. v. FCC, </em>699 F.2d 1185 (D.C.Cir.1983). An unsuccessful applicant for a waiver, however, bears the burden on appeal of demonstrating to the reviewing court that the Commission’s proffered justifications for denial of the waiver were “so insubstantial as to render that denial an abuse of discretion.” <em>Sudbrink Broadcasting, Inc. v. FCC, </em>509 F.2d 418, 422 (D.C.Cir.1974) (quoting <em>WAIT Radio v. FCC, </em>459 F.2d 1203, 1207 (D.C.Cir.), <em>cert. denied, </em>409 U.S. 1027, 93 S.Ct. 461, 34 L.Ed.2d 321 (1972)).</p>\n<p id=\"b993-6\">Appellants attack the FCC’s action on four grounds. First, it is argued that the Commission did not adequately consider the public interest. Brief of AAT at 23-25; Brief of Temmer at 22-23. Second, appellants contend that the Commission did not adequately take into account the circumstances that gave rise to the delays. Brief of AAT at 29-31; Brief of Temmer at 19-20. Third, it is disputed whether the Commission adequately considered appellants’ good faith attempts to load their systems. Brief of AAT at 25-26; Brief of Temmer at 20-22. Finally, appellants claim that an extension of time would be consistent with the FCC's established policy and practices in analogous matters. Brief of AAT at 28-31; Brief of Temmer at 23-27.</p>\n<p id=\"b993-7\">AAT and Temmer argued to the Commission that denial of the request for an extension of time would be contrary to the public interest. Where any administrative rule, although considered generally to be in the public interest, is not in the public interest as applied to particular facts, an agency should waive application of the rule. <em>United States v. Storer Broadcasting Co., </em>351 U.S. 192, 205, 76 S.Ct. 763, 771, 100 L.Ed. 1081 (1956); <em>National Broadcasting Co. v. United States, </em>319 U.S. 190, 225, 63 S.Ct. 997, 1013, 87 L.Ed. 1344 (1943). Appellants argue that the public interest concern in adopting the construction and loading requirements was to insure that the channels which the FCC made available were put into use. Brief of AAT at 23-25; Brief of Temmer at 22-23. Appellants argue that reassignment of the channels would result in further delays before the channels became available for use. <em>Id. </em>Both AAT and Temmer allege that they are prepared to put the channels into immediate use while any successor licensee would be faced with the inherent delays of the licensing procedure, delivery of equipment, construction of the system and marketing of the service. <em>Id.</em></p>\n<p id=\"b993-8\">The FCC found that reassignment of the channels deleted from Temmer’s and AAT’s authorizations was consistent with the public interest. AAT J.A. at 24; Temmer J.A. at 19. Under the Commission’s rules for land mobile radio services, the FCC relies on market forces to determine who can most efficiently utilize a frequency. <em>Land Mobile Service, </em>51 F.C.C.2d at 956-57, 960, 983. In the New York area serviced by AAT and Temmer there are 26 applicants on the waiting list for trunked frequencies. AAT J.A. at 11, 25; Temmer J.A. at 21. Reassignment of appellants’ thirty channels will permit the FCC to grant five-channel licenses to six of those entrepreneurs. The existence of this applicant waiting list was a major reason why the agency concluded that a waiver would be contrary to public interest. Brief of FCC at 42. We see no reason why a licensee who has failed to use his authorized channels should be allowed to retain them <page-number citation-index=\"1\" label=\"930\">*930</page-number>when so many others clamor to make use of them. Nor do we see any reason to believe the unsupported statements of appellants that they will put the channels to use faster than applicants on the waiting list when appellants have failed to do so after five years.</p>\n<p id=\"b994-4\">Appellants also argue that the FCC did not adequately consider the circumstances that led to the loading delays. Brief of AAT at 29-31; Brief of Temmer at 19-20. Both AAT and Temmer contend that the primary cause of their delay in loading their systems was the difficulties they experienced with the new equipment used in these systems. <em>Id. </em>Appellants believe that the Commission should have accorded them additional time to load their systems because for much of the two year loading period the equipment they attempted to employ was unmarketable. <em>Id. </em>The FCC does not dispute the fact that both AAT and Temmer experienced serious equipment problems.</p>\n<p id=\"b994-5\">Temmer did not request waiver or extension of the loading period until April 21, 1982 — almost a year after the deadline for loading its first five channels had passed. <em>See </em>Temmer J.A. at 25, 27-33. The Commission considered the request nonetheless and rejected it. <em>Id. </em>at 9-21. The Commission found that Temmer’s inability to meet the loading deadline stemmed largely from its own “independent business judgments” — the selection of the particular Motorola equipment which failed; misplaced reliance on Motorola’s marketing; and the selection of a Brooklyn transmitter site which proved unworkable and required a move to Manhattan. <em>Id. </em>at 18. Moreover, the FCC had fully considered the possibility of technical problems arising when it established the two-year deadline and, therefore, equipment problems could not be a basis for a waiver or extension. Temmer J.A. at 7. We agree with the Commission that Temmer’s failure to meet the loading deadline resulted from its own business decisions and is thus attributable to circumstances under Temmer’s control.<footnotemark>11</footnotemark></p>\n<p id=\"b994-10\">AAT had been specifically warned by the FCC that if it went ahead with its application for a twenty-channel SMRS with construction in stages it might encounter difficulties in meeting the loading requirement because of equipment problems. The FCC cautioned AAT that such difficulties might result in the loss of their license. AAT J.A. at 33. AAT chose to proceed anyway. Even after encountering equipment problems, AAT did not request an extension or waiver. Rather, like Temmer, AAT waited until the deadline for loading its first five channels had passed to make such a request. <em>Id. </em>at 53, 64-68. The Commission denied the request, finding that AAT’s failure to meet its loading deadline was the result of its own decision to pursue construction of a twenty-channel system at a time when it knew the technology for such a system was still being developed and its subsequent decision not to market vigorously the equipment it did obtain. <em>Id. </em>at 23. We agree with the FCC that AAT’s failure to meet its loading requirements was also the result of independent business judgment and thus attributable to circumstances under its control.</p>\n<p id=\"b994-11\">Appellants contend that the FCC neglected to consider their good faith attempts to load the system. Brief of AAT at 25-26; Brief of Temmer at 20-22. AAT asserts that despite its equipment problems it “made every possible good faith attempt to comply with the Commission’s rules regarding construction and loading of trunked SMRs.” Brief of AAT at 25. AAT, however, concedes earlier in its brief: “AAT decided not to load its system until General Electric had modified its equipment design so as to provide reliable ser-vice____ AAT was acting in the best interest of its customers by not marketing such costly defective equipment.” <em>Id. </em>at 11. AAT’s argument is thus belied by its own brief.</p>\n<p id=\"b995-4\"><page-number citation-index=\"1\" label=\"931\">*931</page-number>AAT also argues that it believed in good faith that by changing its election and constructing all twenty channels it had a full five year period to load the system. Brief of AAT at 26. AAT contends that this belief was reasonably based on the advice of an official in the FCC’s Private Radio Bureau. <em>Id. </em>AAT notes that by the time the Commission disallowed the change of election, the loading deadline had passed. <em>Id.</em></p>\n<p id=\"b995-5\">The FCC properly rejected this argument by AAT that a waiver was justified due to reliance on a Commission official. AAT’s letter attempting to change its election declared that the change was based on AAT’s own interpretation of FCC rules and neglects to mention any reliance on a Commission official. AAT J.A. at 50-51. Moreover, the “official” allegedly relied on by AAT was only a staff attorney, not a management or policy-making official. Indeed, this attorney even cautioned AAT that the FCC might not agree with his position. AAT J.A. at 23-24. Thus, AAT’s purported change of its construction election was made at its own risk and created no justification for a waiver.</p>\n<p id=\"b995-6\">Temmer also claims to have taken good faith steps to load its system. Temmer offers proof that: it arranged for an experienced sales firm to market its system; it relocated the transmitter to a better site; and it obtained assurances from Motorola that Motorola’s sales people would cooperate in loading Temmer’s system. Brief of Temmer at 20-22. The FCC rejected Temmer’s proffered showing because these steps were taken after the loading deadline had passed. Temmer J.A. at 7. We also must reject this argument. The tardy nature of these actions undermines the contention that Temmer made a good faith effort to load its system.</p>\n<p id=\"b995-9\">AAT and Temmer also seek to compare their request for a waiver or an extension to past analogous requests before the FCC. Brief at AAT at 28-30; Brief of Temmer at 23-27. It is argued that the Commission grants extension of construction permits for reasons identical to those presented by appellants. <em>Id. </em>In particular, appellants compare television station licenses and SMRS station licenses. Brief of Temmer at 23-27. The standard utilized by the FCC in these types of cases is whether construction was “prevented by causes not under the control of the grantee.” 47 U.S.C. § 319(b) (1982). Other factors that are considered by the Commission include: whether construction had begun and whether construction progress has been made; whether the licensee proceeded in good faith; and whether an extension would expedite service to the public. <em>See, e.g., Chicago Federation of Labor &amp; Industrial Union Council, </em>54 F.C.C.2d 471, 474 (1975); <em>Radio Longview, Inc., </em>19 F.C.C.2d 966 (1969).</p>\n<p id=\"b995-10\">We reject appellants’ attempt to analogize the television broadcasting regulatory regime to the SMRS regulatory regime. In broadcasting, construction permits are awarded after a competitive hearing in which the FCC selects the licensee who will best serve the public interest. The SMRS regulatory regime, however, is based on a free market regulatory scheme.<footnotemark>12</footnotemark> The self-regulating forces of the marketplace govern channel usage. Licensees who load <page-number citation-index=\"1\" label=\"932\">*932</page-number>their systems retain them; licensees who fail to load their systems lose them. Under this regulatory structure, requests for waiver or extensions are disfavored.<footnotemark>13</footnotemark></p>\n<p id=\"AG5\">Appellants have not shown that the Commission has breached its duty to consider granting a waiver or an extension. The Commission fully discussed the reasons for its denial of AAT’s and Temmer’s requests. Because the FCC gave a reasoned explanation for its decision, this court is without power to disturb it. <em>ICBC Corp. v. FCC, </em>716 F.2d 926, 929-30 (D.C.Cir.1983); <em>United Gas Pipe Line Co. v. FERC, </em>707 F.2d 1507, 1511 (D.C.Cir.1983); <em>WAIT Radio v. FCC, </em>418 F.2d 1153, 1157 n. 9 (D.C.Cir.1969).</p>\n<p id=\"AcKQ\">2.</p>\n<p id=\"Aud\">AAT initially elected to proceed with construction of a twenty-channel system in stages. AAT J.A. at 26. On November 2, 1979, the Commission warned AAT that the potential delay in availability of equipment for twenty-channel licensees posed “a risk of losing his license due to not meeting the utilization criteria. <em>Id. </em>at 33. AAT nevertheless prosecuted its twenty-channel application which was granted February 6, 1980. <em>Id. </em>at 43.</p>\n<p id=\"AxUL\">On October 26, 1981, AAT wrote to the FCC’s Licensing Division stating that it was changing its election and would construct its full twenty-channel system as soon as possible rather than in stages. AAT J.A. at 50. The FCC concluded that AAT was attempting to avoid the consequences of its inability to load the first five channels of its system within the two year deadline. Therefore, the FCC rejected AAT’s attempt to change its election. <em>Id. </em>at *</p>\n<p id=\"A71R\">We agree with the Commission s conclusion. By its letter of October 26, 1981, AAT attempted to avoid the obligations of both forms of election under Rule 90.375(e) while enjoying the benefits of both. AAT, sensing it would fail to meet the loading requirements for its first five-channel stage, sought to extend the time in which to load its system. AAT, having missed tbe 0ne7ear deadlin® for construction of the 8ntire twenty-channel system also sou^ht to c°mPlete construction of the system at ds lei8ure’ Even Jf ™ght be P0SSlb e f°r a l106118®6 to. change its elec- ^ th? Commission s rejection of such a changed election under these circumstances cannot be said to be an abuse of dlseretlon-</p>\n<p id=\"aeu-dedup-1\">Accordingly, the decisions of the FCC are</p>\n<p id=\"auf-dedup-0\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b986-6\">. An SMRS is essentially a two-way radio communications facility which operates on 30 MHz of the 900 MHz band (806-821 MHz and 851-866 MHz) at the high frequency end of the spectrum. An SMRS station is licensed to an entrepreneur who then rents its use to businesses for land mobile radio communications.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b986-7\">. A trunked SMRS station is a station authorized to operate on five to twenty radio frequency pairs. Each pair of frequencies comprises a two-way communication path and is generally referred to as a \"channel”. In a trunked system, communications are automatically routed by a computer to an idle channel in the system. Thus, if a mobile unit were blocked on one channel, the trunked system’s computer would automatically switch the unit to a clear channel. This significantly reduces the probability of total congestion and blockage on the SMRS station.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b986-15\">. Equipment used in private land mobile services must be type-accepted by the FCC. 47 C.F.R. § 90.203 (1983). The Commission's type-acceptance requirements, however, do not impose specific performance standards. The Commission only determines whether the transmitter meets certain technical standards.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b987-7\">. General Electric expressly acknowledged to the FCC that its engineering problems were responsible for the deficiencies in AAT’s equipment. AAT J.A. at 154-55.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b987-8\">. AAT alleges that on this date its counsel discussed with a staff attorney in the Rules Division, Mobile Fixed Branch of the Private Radio Bureau of the FCC its difficulties in complying with the loading requirements. AAT further alleges that this attorney advised AAT that construction of all twenty channels would extend its loading period and to so change its election AAT only had to send a letter to the Bureau’s Licensing Division notifying it of the change. Brief of AAT at 12. There is no independent record of such an occurrence, but the Commission does not contest AAT’s representation.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b987-14\">. Indeed, even if the change in election by AAT was valid, AAT would have then failed to satisfy the one year construction requirement for the balance of the twenty-channel facility. AAT J.A. at 2.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"ANJ6\">. Temmer alone makes this argument; AAT does not.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"A5dv\">. , „ , . 9. Sectton 303(f) also provides that changes m the frequencies, authorized power, or in the times of operation of any station, shall not be made without the consent of the station licensee unless, after public hearing, the Commission shall determine that such changes will promote ublic convenience or interest ....\" 47 U.S.C. ^ ‘WVn <em>(19&amp;2) </em>8 ^ ; ^</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b991-7\">. The FCC also justified summary revocation of appellants’ channels by retroactively applying to them the automatic cancellation provision of the Commission's recently enacted Rule 90.-366(d). 47 C.F.R. § 90.366(d) (1983). In 1982 the FCC amended Rule 90.375(e) to renumber it to 90.366(d) and to add, in part, the provision:</p>\n<blockquote id=\"AA3\">If, at the end of two years a licensee who elected to construct in stages has not loaded the first five-channel group to 70 percent ... authorization for channels in excess of five cancels automatically.</blockquote>\n<p id=\"b991-8\"><em>See Part 90 Amended, Second Report and Order, Docket 79-191, </em>90 F.C.C.2d 1281 (1982). This provision became effective on October 16, 1982, seven months after appellants’ channels had been cancelled.</p>\n<p id=\"b991-11\">Appellants argue that the Commission’s reliance on this provision in 47 C.F.R. § 90.366(d) for automatic cancellation of channels for failure to meet loading requirements is unlawful as the retroactive imposition of a new policy. Brief of AAT at 31-33; Brief of Temmer at 36-37. We have already decided, however, that revocation of AAT’s and Temmer’s channels was legally justified without recourse to new Rule 90.366(d). Because the Commission’s action was valid, we need not reach the question whether the Commission may apply Rule 90.-366(d) to AAT and Temmer. <em>See infra </em>p. 928.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b994-6\">. A party seeking a rule waiver has a \"heavy burden ... to demonstrate that his arguments are substantially different from those which have been carefully considered at the rulemak-ing proceeding.” <em>Industrial Broadcasting Co. v. FCC, </em>437 F.2d 680, 683 (D.C.Cir.1970).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b995-7\">. The courts have long recognized that the FCC is endowed with broad and flexible powers in order to determine the optimal manner in which to regulate a dynamic industry. <em>See, e.g., United States v. Storer Broadcasting Co., </em>351 U.S. 192, 203, 76 S.Ct. 763, 770, 100 L.Ed. 1081 (1956); <em>National Broadcasting Co. v. United States, </em>319 U.S. 190, 219, 63 S.Ct. 997, 1008, 87 L.Ed. 1344 (1943); <em>FCC v. Pottsville Broadcasting Co., </em>309 U.S. 134, 138, 60 S.Ct. 437, 439, 84 L.Ed. 656 (1940). The Commission’s authority to rely on the self-governing forces of the marketplace in the public interest has been specifically upheld. <em>See, e.g., FCC v. WNCN Listeners Guild, </em>450 U.S. 582, 600-603, 101 S.Ct. 1266, 1277-1278, 67 L.Ed.2d 521 (1981); <em>Office of Communication of United Church of Christ v. FCC, </em>707 F.2d 1413, 1434-38 (D.C.Cir.1983); <em>Telocator Network of America v. FCC, </em>691 F.2d 525, 544-45 (D.C.Cir.1982). The market oriented regulatory scheme used by the FCC in private land mobile radio services has been previously approved by this court. <em>National Association of Regulatory Utility Commissioners v. FCC, </em>525 F.2d 630, 639, <em>645-46 </em>(D.C.Cir.), <em>cert. denied, </em>425 U.S. 992, 96 S.Ct. 2203, 48 L.Ed.2d 816 (1976).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"A_M\">. Even if we were willing to adopt for SMRS stations the FCC’s practices in granting waivers to television stations, we would still be disin-dined to find that the Commission has abused its discretion. As noted above, we view appellants’ loading delays as resulting from causes under their control. <em>See supra </em>pp. 24-25. Therefore, even under the standard applied to television stations, appellants’ argument would fail. <em>See </em>47 U.S.C. § 319(b) (1982).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}