{
  "casebody": {
    "data": "<casebody firstpage=\"279\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b333-7\">ALASKA PACKERS ASS’N v. MARSHALL et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b333-8\">No. 8242.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b333-9\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b333-10\">March 4, 1938.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b333-25\">F. D. Madison, Francis Gill, and Francis Kirkham, all of San Francisco, Cal. (Pills<page-number citation-index=\"1\" label=\"280\">*280</page-number>bury, Madison &amp; Sutro, of San Francisco, Cal., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b334-4\">H. H. McPike, U. S. Atty., and Robert L. McWilliams and S. P. Murman, Asst. U. S. Attys., all of San Francisco, Cal., for appellee Pillsbury.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b334-5\">Everett A. Corten, of San Francisco, Cal., for appellee Industrial Accident Commission.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b334-6\">Cleveland R. Wright, of San Francisco, Cal., for appellee-claimants.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b334-7\">Before DENMAN, HANEY, and HEALY, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b334-8\">DENMAN, Circuit Judge.</author>\n<p id=\"b334-9\">These two separate appeals from different interlocutory orders in a proceeding in admiralty to limit liability were argued together and are here considered consecutively-</p>\n<p id=\"b334-10\">Alaska Packers Association, a California corporation, heriirafter called the Company, employed men in California under a written contract, to be transported in its vessels to and from Bristol Bay, Alaska, there to engage alternately in certain shore services, in salmon fishing from the schooners of the Company to supply its Bristol Bay plant, and in canning and salting the salmon in the cannery of the Company. It brought this proceeding to limit its liability for the death of two fishermen, so employed, to the value of the wrecked schooner, on or from which it was claimed they were drowned.</p>\n<p id=\"b334-11\">Under proper orders from the court the interest of the Company in the wrecked schooner was transferred to a trustee and all the requirements of the statute and Admiralty Rule 51 of the Supreme Court, 28 U.S.C.A. following section 723, for securing jurisdiction over the res and over the claimants, dependents of the drowned men, were satisfied.</p>\n<p id=\"b334-12\">The limitation proceeding was brought after the claimants had commenced proceedings in the respective tribunals, both under the federal Longshoremen’s and Harbor Workers’ Compensation Act, as amended, 33 U.S.C.A. § 901 et seq., and the California Workmen’s Compensation Act, St.Cal.1917, p. 831, as amended. The court issued the customary monition of Rule 51 restraining the claimants from prosecuting their claims elsewhere and requiring them to file their claims in the limitation proceeding.</p>\n<p id=\"b334-13\">The claimants made no attempt to have the restraining order set aside to permit them to continue to prosecute their claims either in the federal or the state tribunal. On the contrary, they defend here the award made them in this limitation proceeding. Nevertheless, although the restraining order was addressed solely to those having claims against the Company, the officers administering the federal and the state acts separately petitioned to be allowed to intervene in the limitation proceedings on the ground that the restraining order issued under Admiralty Rule 51 prevented each from exercising its claimed jurisdiction over the claimants’ proceedings.</p>\n<p id=\"b334-15\">The District Court granted both petitions for intervention. It denied the vacation of the restraining order as applicable to the claimants’ proceedings before the California Industrial Accident Commission. There has been no appeal from the denial of the vacation ofifhe restraint in this respect.</p>\n<p id=\"b334-16\">The court granted the vacation of the restraining order and permitted the continuance of the proceedings on the claims under the Longshoremen’s and Harbor Workers’ Compensation Act before the Deputy Commissioner of the United States Employees’ Compensation Commission. The Company’s first appeal is from this order of vacation. Since underlying the decision of the court is the question of the right of the Deputy Commissioner to entertain the claims, and since the Longshoremen’s Act is not applicable when the state compensation act controls the status of the employee and employer, 33 U.S. C.A. § 903(a), we first consider the second appeal, which is directly concerned with the applicability of the state act.</p>\n<p id=\"b334-17\">The claimants filed their plaims, in which there are no allegations of unseaworthiness in the schooner or her equipment nor of any fault on the part of the owner.' They claim nothing from which a recovery could be had from the Company under the admiralty law. They rely entirely upon the California Workmen’s Compensation Law giving the dependents a recovery based upon a statutory obligation of the employer arising from the employment status.</p>\n<p id=\"b334-18\">The District Court referred their claims and the question of the Company’s liability and claimants’ damages to a Commissioner. The Commissioner took testimony and decided that the Company’s liability arose under and the damages should be determined according to the provisions of the California Workmen’s Compensation Act, Cal. Stats.1917, c. 586, pp. 839-842, 858, § 9(c) (2), 11(c), 11(g) and 30(a), as amended by <page-number citation-index=\"1\" label=\"281\">*281</page-number>St 1929, pp. 420, 1167, St.1931, p. 2372. Hence he assessed them under that statute. He disallowed as part payment to each of the claimants an item of $1,000 paid them by the Company, on the ground that it was no more than a donation. The Company filed exceptions to the report of the Commissioner, which were overruled by the coúrt. The report was confirmed and the amount of $5,000 awarded on each of the claims.</p>\n<p id=\"b335-5\">The Company took its second appeal from the orders disallowing the exceptions and confirming the report of the Commissioner and the two awards of $5,000 each. It raises here both the question of the liability of the Company under the California Compensation Act and the refusal to treat the $1,000 payments as part payments on the admitted $5,000 liability if the California law created and made the measure of damage.</p>\n<p id=\"b335-6\">The contract of employment, the parties are agreed, is identical in its essential features, with that litigated in the Supreme Court in Alaska Packers’ Ass’n v. Inustrial Accident Comm., 276 U.S. 467, 48 S.Ct. 346, 72 L.Ed. 656. There was the same transportation to and from Alaska in the Company’s vessels in which the employees signed on as members of its crews, though the fishermen did no sailor’s work on the voyages. The employees were to work on shore not only in conditioning their schooners, mending nets and other, fishing paraphernalia, but also in the canneries and salteries. The work in the canneries is paid for at an hourly wage. The wage for fishing to supply the canneries is paid for on the size and quality and species of the salmon caught.</p>\n<p id=\"b335-7\">The Company establishes a fishing season during the run of salmon, usually for a period in the neighborhood of 20 days. For each small schooner are two men who operate her to supply the cannery. Customarily they are on their boats fishing from Monday to Saturday during the run. Each vessel is equipped with all paraphernalia needed for fishing, with provisions and a galley, and with bunks and bedding. Once every 24 hours, or more often should occasion require, they report to deliver their fish to one of several lighters, anchored at strategic points, called “stations.” They are thus seamen as well as fishermen.</p>\n<p id=\"b335-8\">While thus engaged, and after several days away from shore, a storm overtook and destroyed the schooner and Erickson and Nelson were drowned.</p>\n<p id=\"b335-11\">With respect to the dual character of the fishing and sailing of the boats at the-time o'f the death of their employees, as both local and maritime, the Company’s brief frankly admits: “In one aspect their work is purely local in character, in that they never sail their boats farther away than a <em>few miles from the cannery to which they are attached and to which their catch is taken for packing. </em>On the other hand the waters in which they sail their boats and fish are navigable waters of the United States and within the admiralty jurisdiction.” (Italics supplied.)</p>\n<p id=\"AKF\">When the details of the contract of employment are considered, the local character of this gathering of the cannery’s raw material is clearly seen as a mere incident in the canning process. The employee does not take the fish for sale to the employer, nor has he any “lay” or share in the catch. The contract figures of so much per fish are no more than a piecework measure of the gatherer’s wage. The fish is the Company’s as soon as securely netted, its raw material on the way to the processing in the nearby plant. The contract requirement that the boat must be discharged of its salmon once at least in each 24 hours is a processing requirement; that is, that the raw material is properly fresh for canning or salting.</p>\n<p id=\"b335-13\">The contract requirement that in each 24 hours the schooner must discharge all the salmon on board is a clear determinant of the local character of the employment. That 24 hours is divided between the sailing to and fro to discover the salmon run; the castings in the successive nettings; the hauling in of the salmon, and their brailing, fish by fish, from the net into the schooner; the slower return sailing of the schooner heavily laden with the catch to deliver it to the next employee in the process; then, in that delivery, the brailing of the fish from the schooner, the determining of the contract “perfect condition” of the fish, and the counting and weighing of the individual fish to ascertain the wage. Certainly, the employees could not have had time to move a great distance from the point where the fish were outbrailed. '</p>\n<p id=\"b335-14\">It is thus apparent that the fishing incidents of the whole contract for the varied employment are by function and distance local to the plant and a part of the canning <page-number citation-index=\"1\" label=\"282\">*282</page-number>enterprise. Here is no commercial vessel sailing on the high seas carrying freight or passengers, or both, from port to port, where, if local law applied, the relationship of seamen to owner would vary, maybe half a dozen times, in the course of the voyage. So far as this cannery fish supplying is concerned, there is a single locus of employment and no disturbance of uniformity of relationship of employer to employee is created if certain portions of the contract of employment be regarded as maritime, and yet the employment status so created is controlled by the state law.</p>\n<p id=\"b336-4\">So far as concerns the whole Alaska employment, the relationship of this California employer and its employees is <em>more </em>uniform if the California law applies, for the Supreme Court has held that it does control not only in the cannery and truly land occupations, but even where the fishermen, standing on the shore, is injured in fully launching a beached schooner partly in the water, to be navigated thence to the cannery. Alaska Packers’ Ass’n v. Industrial Accident Comm., 276 U.S. 467, 469, 48 S.Ct. 346, 72 L.Ed. 656.</p>\n<p id=\"b336-5\">While if we consider separately from the contract the fishing and sailing incidents, the owner’s obligation to the fisherman would clearly be cognizable in admiralty and determined by its particular law, it is not an absolute conformity to the admiralty law in every situation in which it may be applied, which is required by Southern Pacific Co. v. Jensen, 244 U.S. 205, 214, 37 S.Ct. 524, 61 L.Ed. 1086, L.R.A.1918C, 451; Ann. Cas.l917E, 900, as interpreted by more recent decisions of the Supreme Court.</p>\n<p id=\"b336-6\">Admiralty law is not conceived as a sacrosanct scientific sovereign nor is non-conformance at any place in navigable waters lese majeste. Like other bodies of law, the area of its application may be narrowed by new systems of law and administration more practical for human adjustments and advancement. It was a “characteristic feature of the general maritime law” that there was no survivor’s right for a death tortiously caused on the high seas. The Supreme Court offended no such arbitrary sovereign when it held that the law of the state of the vessel’s owner created such a liability. The Hamilton, 207 U.S. 398, 405, 28 S.Ct. 133, 52 L.Ed. 264. Nor has it been held that the Jensen Case overrules The Hamilton.</p>\n<p id=\"b336-7\">The control of the status of the employees here comes clearly within the principles enunciated in Millers’ Indemnity Underwriters v. Braud, 270 U.S. 59, 46 S.Ct. 194, 70 L.Ed. 470. There a diver submerged himself from a floating barge anchored in the navigable Sabine river to remove obstructions to its navigation. While there submerged the air supply failed and he died of suffocation. Obviously, removing these obstructions aided the commerce in vessels transporting goods in international and interstate commerce proceeding on the river. (Certainly the facts of the appeal before us are of less concern as affecting those engaged in such commerce.) Nevertheless, the court held (270 U.S. 59, at pages 64, 65, 46 S.Ct. 194, 195, 70 L.Ed. 470,): “In the cause 'now under consideration the record discloses facts sufficient to show a maritime tort to which the general admiralty jurisdiction would extend save for the provisions of the state Compensation Act; but the matter is of mere local concern and its regulation by the state will work no material prejudice to any characteristic feature of the general maritime law. The act prescribes the only remedy; its exclusive features abrogate the right to resort to the admiralty court which otherwise would exist.”</p>\n<p id=\"b336-9\">What is meant by a case <em>not </em>prejudicial “to any characteristic feature of the general maritime law” is expanded in previous language in the decision as (270 U.S. 59, at page 64, 46 S.Ct. 194, 195, 70 L.Ed. 470): “regulation of the rights, obligations and consequent liabilities of the parties, as between themselves, by a local rule would not necessarily work material prejudice to any characteristic feature of the general maritime law, or interfere with the proper harmony or uniformity of that law in its international or interstate relations.”</p>\n<p id=\"b336-10\">The “regulation of the rights, obligations and consequent liabilities” of the Company to Erickson and Nelson in the local operation of supplying the cannery, by the local rule of the Compensation Law, “would not necessarily,” or at all, work any more “prejudice to any characteristic feature of the general maritime law,” than denying the employer his - admiralty defenses for the maritime tort in clearing the obstructions to interstate and foreign commerce in the navigable waters in the Millers Case.</p>\n<p id=\"b336-11\">The supplying of the cannery plant does not interfere with any “international or interstate relations” whatsoever. Just as in the Millers Case, the state act “prescribes the only remedy” to claimants for the death <page-number citation-index=\"1\" label=\"283\">*283</page-number>of the fishermen, for under the admiralty law there is none.</p>\n<p id=\"b337-5\">To deny compensation <em>would work deep prejudice to the compensation </em>system, now so widely accepted as “necessarily” an incident to such creative service as supplying the material to this food canning plant, and which enlightened statesmanship, with its eyes opened to modern concepts of human relations, has enacted in so many of the states. While we do not regard the Millers Case as necessarily overruling the Jensen Case, we are in accord with that portion of the opinion of Mr. Justice Brandeis in Washington v. W. C. Dawson Co., 264 U.S. 219, 228, 44 S.Ct. 302, 305, 68 L.Ed. 646, which treats of the relationship of the admiralty law to the progressive legislation of the states for the protection of workmen.</p>\n<p id=\"b337-6\">With regard to the second appeal, we therefore hold that there was no error in overruling the exceptions to the master’s report with reference to the applicability of the California Compensation Act to the claims, or in ordering the confirmation of his report in this respect.</p>\n<p id=\"b337-7\">Since, upon the evidence introduced subsequent to the federal Commissioner’s intervention, it appears that the California Compensation Act applies, the Longshoremen’s Act by its own exclusion does not, and the proceeding before the federal Commissioner was not within his jurisdiction. The question of the federal Commissioner’s right to intervene, raised in the first appeal, has become moot, and the appeal should be dismissed.</p>\n<p id=\"b337-8\">There remains the question of the $1,-000 paid to the claimants of each of the drowned fishermen. The Company prepared its receipt for the payments as a “voluntary contribution” and accepted it from the claimants. Its subsequent denial of and litigating of the claimants’ claims were not oppressive acts, but were justified by its •interpretation of the law and by the claimants seeking to force the employer into both the federal and state compensation tribunals to defend in each their same causes of action. If any discretion exists, it should be the policy of the lower court and of this court, hearing the case de novo, to encourage employers in such a situation to aid the survivors of their employees, just as did the Company here.</p>\n<p id=\"b337-9\">The claimants in their brief admit that such a discretion exists, as they necessarily must from the provisions of section 11(g) of the state act. Mercury Aviation Co. v. Industrial Accident Comm., 186 Cal. 375, 199 P. 508.</p>\n<p id=\"b337-12\">We therefore hold that the first appeal be dismissed. In the second appeal, the order awarding damages in the amount of $5,000 to the claimant-survivors is reduced to $4,000 each, and, as so modified, affirmed, the Company being liable for four-fifths the costs of the appellee-claimants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}