{
  "casebody": {
    "data": "<casebody firstpage=\"714\" lastpage=\"718\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b768-9\">WEST VIEW CEMETERY ASS’N v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b768-10\">No. 8474.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b768-11\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b768-12\">March 28, 1938.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b769-4\"><page-number citation-index=\"1\" label=\"715\">*715</page-number>SIBLEY, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b769-8\">R. Emerson Gardner, of Atlanta, Ga., for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b769-9\">James W. Morris, Asst. Atty. Gen., Howard P. Locke, J. Louis Monarch, and Sewall Key, Sp. Assts. to the Atty. Gen., and Frank M. Thompson, Sp. Atty., Bureau of Internal Revenue, of Washington, D. C., for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b769-10\">Before FOSTER, SIBLEY, and HUTCHESON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b769-11\">HUTCHESON, Circuit Judge.</author>\n<p id=\"b769-12\">What is under review here is the decision of the Board of Tax Appeals redetermining the deficiencies in petitioner’s income tax for the years 1930 and 1931. What is in question is whether the finding of the Board as to the fair market value as of March 1, 1913, of cemetery lots sold in 1930 and 1931, is supported by substantial evidence.</p>\n<p id=\"b769-13\">In making its findings the Board classified the whole cemetery property as of March 1, 1913, as improved, semi-improved, and unimproved. It found that the lots sold in the taxable years in question came from the areas classified as improved, and semi-improved, and that the cost per square foot of developing the semi-improved area was less than 2 cents. It fixed the fair market value of the improved area as of that date at 58 cents; of the semi-improved at 10 cents per square foot.</p>\n<p id=\"b769-14\">In arriving at these valuations the Board had before it a complete history of the ■ cemetery, and of the sales of its lots from 1884, when it was founded, to 1931, the number of square feet available for sale in both improved and semi-improved areas, at the basic date, and prior and subsequent thereto, the cost of completing the development of the semi-improved area, and the sales prices in each year from the forming of the cemetery. It concluded: “From these figures we can determine the fluctuations in sales and sales prices from year to year, and also the period within which it might reasonably be expected that the improved and semi-improved areas would be sold out * * * on the established facts of actual sales and sale prices, and applying to them what appears to be reasonable discount factors based on the probable period required to sell out the two areas and the cost of completing the development of the semi-improved area, we have concluded that at March 1, 1913, the fair market value of the improved area was 580 per square foot, and that of the semi-improved area was 100 per square foot.” On the basis of the values thus fixed on the improved and semi-improved areas, and by the use of a discount theory in a manner not explained, the Board arrived at and fixed petitioner’s profit on the 1930 and 1931 lot sales by the value it set on the improved and unimproved areas in 1913.</p>\n<p id=\"b769-18\">Petitioner insists that it is thus evident not only from what the Board said, but from what it did in valuing the semi-improved area as of March 1, 1913, at 10 cents, as against 58 cents per square foot for the improved area, that it valued the property in 1913, from which the lots were sold&gt; in 1930 and 1931, not as cemetery lots to be sold as needed to individual purchasers for burial purposes, the use to which the land was irrevocably dedicated, and the sole use which since the founding has been made' of it, but as speculative acreage, held for sale and sold in bulk. It insists, therefore, that this value having been fixed without any evidence whatever as to its value or its selling price as acreage at March 1, 1913, but only of its value and sale as cemetery lots, not only is there no finding at all of the basic value in 1913 as cemetery lots, of those lots which were sold in 1930 and 1931, but there is no support in the evidence for the finding the Board made of the square foot value as acreage, of the improved and unimproved areas.</p>\n<p id=\"b769-19\">Petitioner insists that this process of valuing which the Board has employed <page-number citation-index=\"1\" label=\"716\">*716</page-number>has deprived its finding of any authoritative basis by resting it not upon the evidence of actual sales of similar cemetery lots at and around the basic year, but upon a process of valuation which substitutes a discount theory of value for the concrete and uncontradicted evidence of value furnished by actual sales. It insists that though the Board does not reach the extreme results, results disapproved and deprecated by it, and though it does not put the matter as baldly as the Commissioner did in his letter of rejection, the Board in fact did just as the Commissioner had done. It completely disregarded the selling prices of similar cemetery lots, .8466, .8664, .8514, and .9492 cents per square foot in 1910, 1911, 1912, and 1913, to substitute a theoretical and wholly unproved acreage value, arrived at upon some kind of discount theory in the face of the fact that the property was dedicated to be sold and was sold not in bulk, as acreage, but piecemeal, as cemetery lots, as needed, and that each year from 1884 on had shown steadily rising prices.</p>\n<p id=\"b770-4\">The Commissioner, in his letter of rejection, put the valuation theory he adopted this way: “The proper method of valuation is to consult what a prospective purchaser would have paid for the entire property, and not what individual lots could have been sold for in 1913, since it would obviously be an impossibility to sell all of the lots individually in one year, and the time element or rate of sale is therefore a most important consideration in the determination of fair market value.”</p>\n<p id=\"b770-5\">The petitioner insists that the Board, while not saying so in terms, in effect did the same thing, and it did this though there was no evidence whatever either by way of opinions or of sales, as to the value in 1913, as acreage, of the cemetery land, dedicated, situated, improved, and sold as petitioner’s land was as cemetery lots. Petitioner insists that the Board did this though what was for decision was the ascertainment of the profit, not on the sale of cemetery acreage, but on the sale of cemetery lots, sold in 1930 and 1931, and though this was to be determined not by the value in 1913 of the cemetery acreage it sold in bulk, but by the value of the cemetery lots sold in that year corresponding in situation and circumstances to those sold in 1930 and 1931. It did this though the history of cemetery sales from 1884 to 1913 and from 1913 on, has shown a uniform course of selling as lots and not as acreage, and a gradual but uniformly persistent increase in values each year from 1884 to 1913, and from 1913 on. It did this though the prices advanced from .213 cents in 1884 to .9495 cents in 1913, and continuously thereafter, and though it had direct and positive evidence of the prices at which similarly situated lots were sold in 1910, 1911, 1912, and. 1913, and of the cost of improving those which were unimproved. Petitioner therefore urges upon us that the finding of the Board is not only without support' in the evidence, but is directly contrary to it, as shown by the uncontradicted evidence of sales of similar lots in and around the basic year.</p>\n<p id=\"b770-7\">Respondent insists that the findings of value the Board made were fact findings, fully supported by-the evidence, and therefore conclusive.</p>\n<p id=\"b770-8\">We agree with petitioner that the Board erred in fixing the 1913 values of the cemetery lots sold in the taxable years not on the basis of values fixed for them by actual sales of similar lots in that year, but on the theoretical basis adopted by it that the value of the acreage as a whole must be determined by the application of some discount formula which takes into consideration the time element as to, and the rate of sale of, the lots as a whole. What was in question here was not the market value of the cemetery lots as a whole in 1913, but the market value of the sold cemetery lots, as lots in that year, if they had been put up for sale and sold at the fair market price then obtaining. To arrive at this value, no better standard can be had than the price at which similar lots were sold in that year, with the deduction of the square foot cost the evidence shows necessary to bring the semi-improved area up to the standard of lots in the improved area. The valuation in 1913 of the improved area at 58 cents and of the unimproved at 10 cents set by the Board, when it would cost less than 2 cents to bring the condition of the unimproved up to that of the improved area, is, we think, manifestly unreasonable. Fairmount Cemetery Ass’n v. Helvering, 65 App.D.C. 38, <em>79 </em>F.2d 163.</p>\n<p id=\"b770-9\">Petitioner points out that in Elmhurst Cemetery Co. of Joliet v. Commissioner of Internal Revenue, reversed in 7 Cir., 83 F.2d 4, but later affirmed in Elmhurst Cemetery Co. v. Commissioner, 300 U.S. <page-number citation-index=\"1\" label=\"717\">*717</page-number>37, 57 S.Ct. 324, 81 L.Ed. 491, the Board took as the 1913 basis value of cemetery lots sold in 1926, 1927, and 1928 the sales price of cemetery lots prevailing as of the March 1 date. It points out, too, that in The Evergreens, Petitioner, v. Commissioner of Internal Revenue, decided May 11, 1937, after the Supreme Court had affirmed the Elmhurst Case, the Board again took the record of actual sales over a reasonable period prior to the basic date, as fixing the fair market price of lots as of that date. It insists that this case would have been decided the same way by the Board but for the fact that it came on for decision after the Circuit Court of Appeals had reversed, and before the Supreme Court had affirmed, its decision in the Elmhurst Case.</p>\n<p id=\"b771-5\">However this may be, we think it quite evident that the Supreme Court, in the Elmhurst Case affirmatively approved the Board’s fixing of the March 1, 1913, value by the selling prices of lots sold in the years immediately preceding, and rejected the discount method contended for by the Commissioner and applied by the Circuit Court of Appeals in that case. At page 40 of 300 U.S., 57 S.Ct. 324, 325, 81 L.Ed. 491, the Supreme Court said: “Lots disposed of in 1912 and 1913 went with agreements for perpetual care; so did those sold in 1926, 1927, and 1928; prices obtained in the latter years may be compared with those received in the earlier ones— they were for like things.”</p>\n<p id=\"b771-6\">When we apply the same principles to this case, we reach the same result. Lots sold in 1930 and 1931 carried with them agreements for care, as did lots sold in 1910, 1911, 1912, and 1913. Lots, not acreage, were sold in 1930 and 1931; lots, not acreage, in the years before 1913. Like things should be compared not to unlike, but to like things; lots to lots, not lots to acreage.</p>\n<p id=\"b771-7\">Petitioner was right in its general contention that the sales prices of lots in 1930 and 1931 should be compared with the sales prices of substantially similar lots in the years immediately preceding March 1, 1913. The Commissioner and the Board were wrong in creating, not finding from the evidence, the value in 1913 as lots of the lots sold in the taxable years, by the use of time discounting and sales rate theory or formula, which it applied to the cemetery acreage as a whole. Fair-mount Cemetery Ass’n v. Kelvering, supra; Com’r of Internal Revenue v. Robertson, 6 Cir., 75 F.2d 540; Foster v. Com’r, 5 Cir., 57 F.2d 516; Hazeltine Corp. v. Com’r, 3 Cir., 89 F.2d 513; Elmhurst Cemetery Co. v. Com’r, 300 U.S. 37, 57 S.Ct. 324, 81 L.Ed. 491.</p>\n<p id=\"b771-9\">The order and decision of the Board is reversed, and the cause is remanded for further and not inconsistent proceedings.</p>\n<p id=\"b771-10\">Reversed and remanded.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b771-11\">SIBLEY, Circuit Judge</author>\n<p id=\"AKD\">(dissenting).</p>\n<p id=\"b771-12\">Because market value is a matter of fact, even of opinion when the identical thing was not bought and sold at the critical time, and because the Board of Tax Appeals acted on the evidence which the taxpayer furnished to it in a lawful way, I think its judgment ought to be affirmed. Elmhurst Cemetery Co. v. Commissioner, 300 U.S. 37, 57 S.Ct. 324, 81 L.Ed. 491. In the case cited the Supreme Court upheld a fair average value put by the Board on a tract of thirty-seven acres from which cemetery lots had been sold prior to March 1, 1913. It laid down no rule as to how unsold and presently unsalable lots are to be appraised. The Board so interpreted the case in its recent decision of The Evergreens v. Commissioner, - B.T.A. -. The same Commissioner who spoke for the Board in the present case there set forth, I think very clearly and reasonably, the considerations which ought in such a case to be weighed. The Board there rejected the complicated mathematical calculations of the taxpayer, as here it rejected those of the Commissioner, and in both cases looked sensibly to the record of sales in the past and the prospect of sales in the future, and fixed what it thought an average fair market price for the unsold land on March 1, 1913. In that case it was said: “We also think that some consideration should be given to the undisputed fact that many years must pass before petitioner’s property will be sold out.” That consideration and the cost of additional improvement I understand to be what the Board means by “discount factors” in its present decision. It said: “On the established facts of actual sales and sales prices, and applying to them what appear to be reasonable discount factors based on the probable period required to sell out the two areas and the cost of completing the development of the semi-improved <page-number citation-index=\"1\" label=\"718\">*718</page-number>area, we have concluded that on March 1st, 1913, the fair market value of the improved area was fifty-eight cents per square foot, and that of the semi-improved area was ten cents per square foot.” According to the taxpayer’s evidence, the actual sales of lots for burial purposes in 1912 averaged 85 cents per square foot. The unsold land in the improved area was unsold because there was no present demand for it, and while according to the past experience some would be sold at the same or a better price in 1913, much of it would have to wait twenty or thirty years or more to find a sale. The semi-improved area would have to wait much longer, and would have also to be further improved. The Board thought on this account that the unsold land, since no one could tell which particular lots from it would be soon sold and which would have to wait, could only be dealt with in an average way, and they reduced or discounted the average price of 85 cents got for that last sold by 17 cents to make 58 cents per square foot, which is a discount of 20 per cent. They reduced or discounted the fair value of the semi-improved area much more because it would probably have to wait much longer and would have to have money spent on it to sell at all. Whether ■these reductions were in fact correct in amount is a question not our province to decide, being a fact question. What was done was not arbitrary and without the support of evidence, but was based on the sales experience of the past and the prospects for the future. It was not a failure to value the very lots sold in 1930 and 1931, as the majority opinion states, but was an average s'quare foot value put on that same land because, not being prophets, humans could not in March, 1913, tell which particular land would sell soon or late. The semi-improved area in 1913 had not been laid off into lots at all, and there is nothing to show that the improved area had been. I understand that a purchaser bought as much as he wished at so much per square foot. Moreover, the Board dealt with the matter as the taxpayer presented it. The taxpayer asserts in the petition for review that on March 1, 1913, its land stood classified as “improved, consisting of fully developed and salable area and semi-improved * * * at that time partially developed but expected to be fully developed.” The evidence followed that distinction and dealt only with square foot values. Some of the lots sold in 1930 and 1931 came from one area and some from the other. Hence the necessity of fixing the average square foot value March 1, 1913, of each area.</p>\n<p id=\"b772-5\">If the majority opinion means, as I think it does, that the Board must value all land in the improved area at what just previously some like land had sold for without any reduction for probable delay in sale, I earnestly dissent. That idea would obtain for goods or land for which there is a general market, but not for superabundant cemetery lots the demand for which is limited by deaths and prospective deaths in the community. They cannot be used for any other purpose, and when the present demand is satisfied the seller must wait.</p>\n<p id=\"b772-6\">The fair market value as of March 1, 1913, for which we are searching is the statutory substitute for the usual cost basis in determining gain on a sale. If this taxpayer had bought the cemetery on March 1, 1913, a proportional part of what was then paid would be the cost basis for the lots sold, in 1930 and 1931. The fair market value for which we are inquiring, since there was no purchase then, is what the taxpayer or another would reasonably have paid if there had been a purchase on that date. It is very manifest to me that no purchaser would have bought even the improved area at the price per square foot at which some lots from it were retailed. He would know that one must wait many years for a réturn of his money, and would therefore offer much less. The Board has only attempted to do what any purchaser would have done in figuring on a purchase of this property as cemetery lots in 1913. There is nothing unlawful or unreasonable in it, and by consequence nothing that this court can reverse.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}