{
  "casebody": {
    "data": "<casebody firstpage=\"762\" lastpage=\"763\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b816-3\">O'MARA v. PENNSYLVANIA R. CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b816-4\">No. 7489.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b816-5\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b816-6\">April 8, 1938.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b816-20\">Anderson &amp; Laiftb, of Youngstown, Ohio, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b816-21\">. R. W. Shumaker, of Toledo, Ohio (Fraser, Effier, Shumaker &amp; Winn, of Toledo, Ohio, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b816-22\">Before HICKS, SIMONS, and ALLEN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b816-23\">SIMONS^ Circuit Judge.</author>\n<p id=\"b816-24\">Injured while alighting from a baggage truck of the appellee railroad after transferring mail and baggage therefrom to a passenger train, the appellant sued for damages under the Federal Employers’ Liability Act, 45 U.S.C.A. § 51 et seq. At the conclusion of hjs evidence the court directed a verdict for the defendant on the ground that there was failure of evidence to show its negligence. The only error assigned is to the granting of the peremptory instruction.</p>\n<p id=\"b816-25\">Upon the night of the accident the appellant, who had been a railroad employee for many years, was the night ticket clerk of the defendant at its passenger station in Van Wert, Ohio. He had been employed in that capacity for a period of ten months prior to his injury, and during his working hours was the railroad’s sole employee at the station, and in full charge. His duties required him to sell tickets to passengers, handle mail and baggage, and keep the station platform clear of refuse and foreign material. The station platform of the defendant at Van Wert lies between two streets, is raised about a foot from the roadbed, and serves the public as a sidewalk. It is lighted by a 100-watt electric light, which it was the duty of the appellant to turn on from a switch in the station when a train approached. On the night of the injury he turned on the light, wheeled two baggage trucks to the platform,-and transferred mail therefrom to a recently arrived train. He then jumped from the back end of one of the trucks a distafice of three feet to the platform. In doing so his foot struck a bolt lying there, and he was injured. He 'had not seen the bolt before, and could not say how it came to be upon the platform. It was of a type used by the railroad on the truck structure of cars, and was one and a half inches in diameter, eight inches long, <page-number citation-index=\"1\" label=\"763\">*763</page-number>with a square head, weighing approximately half a pound.</p>\n<p id=\"b817-4\">The negligence alleged was the failure of the defendant to provide a safe place for the plaintiff to work. There was no proof of such negligence attributable either to the railroad or to any fellow servant of the plaintiff. No one knew how the bolt came to be upon the platform. The inference is equally tenable that it came there through the agency of strangers as that it came there through the agency of the railroad, and, as we have frequently held, to submit to a jury a choice of probabilities is but to permit them to conjecture or guess, and where the evidence presents no more than such choice, it is not substantial proof of negligence. Davlin v. Henry Ford &amp; Son, 6 Cir., 20 F.2d 317; Louisville &amp; N. R. Co. v. Bell, 6 Cir., 206 F. 395; Toledo, St. L. &amp; W. Ry. Co. v. Howe, 6 Cir., 191 F. 776, 782; Parker v. Gulf Refining Co., 6 Cir., 80 F.2d 795. If the negligence consisted of a failure to adequately inspect the platform, or failure to remove the bolt therefrom after inspection, then it may be said that such negligence was solely that of the plaintiff, who was the only employee of the railroad at that time and place and was charged with the duty of keeping the platform free of foreign material.</p>\n<p id=\"b817-5\">Nor is this a case for the application of the doctrine res ipsa loquitur, which now seems to be the plaintiff’s sole reliance. The doctrine is one of necessity, applicable where the agency or place of the accident is accessible only to the- defendant and under his control, and raises an inference of negligence requiring the defendant to explain the accident, if he may, on grounds other than his negligence, when its nature is such as to make it probable that it would ordinarily not have happened except for his negligence. Here the accident was at a place accessible to the public, and through an agency as attributable to strangers as to the defendant. The decisions in Baltimore &amp; Ohio Railroad v. Kast, 6 Cir., 299 F. 419, and Baltimore &amp; Ohio Railroad Co. v. Flechtner, 6 Cir., 300 F. 318, are each based upon the circumstance that the place of injury was neither used nor accessible to'the general public, and was in the sole control of the defendant, a circumstance which destroys the even balance of probabilities as to the cause of the accident in the absence of explanation that its cause was other than negligence, and so the issue upon which decision is sought is promoted from one determinable only upon mere speculation or guess, to one capable of being decided upon reasonable inference.</p>\n<p id=\"b817-7\">The judgment below is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}