{
  "casebody": {
    "data": "<casebody firstpage=\"213\" lastpage=\"214\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b239-7\">IN THE MATTER OF SPECIALTY SHOP, BANKRUPT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b239-8\">San Juan,</court>\n<p data-order=\"2\" data-type=\"headnotes\" id=\"Anz\">Bankruptcy,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"ADB\">No. 284.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b239-11\">Opinion filed April 12, 1921.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b239-12\"><em>Mr. O. B. Frazer </em>for receiver.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b239-13\"><em>Mr. Martin Travieso </em>for respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b240-4\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>HamtutoN, Judge,</author>\n<p id=\"Agm\">delivered tbe following opinion:</p>\n<p id=\"b240-5\">From tbe petition and return in tbis case it appears tbe alleged bankrupt was indebted for a number of months to tbe municipality of San Juan for water service before tbe petition was filed in bankruptcy. Why tbis was not collected does not appear. Since that time tbe receiver tendered and endeavored to pay tbe current amount for water used, but tbe municipal authorities have declined to divide the bill. There seems to bo no doubt that the petition in bankruptcy draws a clear line in all expenses of tbe estate. Everything before that time constitutes tbe debts of tbe concern, on account of which tbe bankruptcy is instituted, and should be paid according as priorities and assets justify. What tbe receiver uses in order to preserve or carry on tbe business is a receivership expense and should be paid for as current expenses of tbe receivership.</p>\n<p id=\"b240-6\">There seems now to be no real difference between tbe parties on tbis point and it seems unnecessary to enter a formal injunction. An order will be entered directing tbe municipal authorities to divide tbe bill accordingly, to accept payment of current water bill, and to file their claim for tbe bill previous to that time. Any action necessary to enforce tbis opinion will be taken in tbe matter if presented in court, but there seems to be no reason to suppose that it will be. An order will be entered accordingly.</p>\n<p id=\"b240-7\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}