{
  "casebody": {
    "data": "<casebody firstpage=\"309\" lastpage=\"317\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b347-3\">Commonwealth <em>v. </em>Miller, Appellant</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ALfI\">(No. 1).</docketnumber>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b347-4\"><em>Criminal law </em>— School <em>directors </em>— Corrupt <em>interest in contracts </em>— Indictment.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b347-5\">Where an indictment against a school director charges him substantially in the words of section 66 of the act of March 31, 1860 with being interested in a contract for furnishing'school supplies to the district of which he is director, and no application is made for a bill of particulars, the defendant is not entitled to have the indictment quashed because it was not sufficiently specific as to the kind of supplies and material furnished, or the price or prices agreed upon.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b347-6\">After a motion to quash an indictment has been overruled, the jury sworn, and the testimony taken, it is too late to move to quash the indictment because it charged several separate and distinct misdemeanors in one count.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b347-7\">An indictment charging a school director with being interested in a contract for furnishing materials and supplies will not be quashed because it charged that certain materials and supplies were furnished to one schoolhouse of the district, and that certain other materials and supplies were furnished to another schoolhouse of the district. In such a case the gravamen of the offense charged is not the mere furnishing of the materials and supplies, but the being unlawfully interested in the contract under which they were furnished.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b347-8\">The sixty-sixth section of the act of March 31, 1860 as applied to school directors is not restricted to cases where the director of the purchasing school district is at the same time a member, officer or agent of some other corporation which has contracted to furnish the supplies or materials, but includes a case where the contract is between a person in his sole right, or as a member of a firm, officer or agent of a corporation, and the school district of which he is a director.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b347-9\">A corrupt or dishonest intent, or unfairness in the price charged for the supplies and materials, is not an essential element of the offense. Therefore, an allegation in an indictment that the defendant was “corruptly” interested in the contract is surplusage.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b347-10\"><em>Evidence </em>— Criminal <em>law </em>— Good <em>character </em>— Reasonable <em>doubt.</em></syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b347-11\">Evidence of good character is substantive and positive proof in the prisoner’s behalf, and may give rise to a reasonable doubt, which would not otherwise'exist, by making it improbable that a man of such character would commit the offense charged; but where the jury is satisfied beyond a reasonable doubt under all the evidence that the defendant is guilty, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.</syllabus>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"b347-12\">Argued March 16, 1906.</otherdate>\n<summary data-order=\"11\" data-type=\"summary\" id=\"ATS\">Appeal, No. 241, Oct. T., 1905, by defendant, from judgment of Q. S. Schuylkill Co., Nov. T., 1905, No. 1,013, on.verdict of guilty incase of Commonwealth <page-number citation-index=\"1\" label=\"310\">*310</page-number>v. John A. Miller.</summary>\n<judges data-order=\"12\" data-type=\"summary\" id=\"Af6\">Before Rice, P. J., Portee, Henderson, Morrison, Orlad?, Head and Beaver, JJ.</judges>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"AQzM\">Affirmed.</disposition>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b348-4\">Indictment of school director for being unlawfully interested in a contract for materials and supplies furnished to a school district. Before Marr, J.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b348-5\">The indictment was as follows :</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b348-6\">“The grand inquest of the commonwealth of Pennsylvania, inquiring for the county of Schuylkill, upon their respective oaths and affirmations, do present that heretofore, to wit, on June 6, 1904, John A. Miller was_ a director of the public schools of the township, of Washington, county aforesaid, having been duly elected to said office and having duly qualified and assumed the discharge of the powers and duties thereof, and that in the conduct and discharge of said office of director of public schools of said township of Washington, it was unlawful for the said John A. Miller to be in any wise interested in any contract for the sale or furnishing of any supplies or materials to be furnished to or for the use of said school district, or to be directly or indirectly interested therein, or to receive any reward or gratuity from any person interested in such contract or sale.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b348-7\">“ And the grand inquest, aforesaid, upon their respective oaths and affirmations, aforesaid, do further present that the •said John A. Miller, late of said county, yeoman, so then and there being a duly elected and qualified director of public schools in the said township of Washington, and a member of the said board of directors of public schools of said township of Washington, as aforesaid, on June 6, 1904, at the county aforesaid, and within the jurisdiction of this court with force and arms, then and there being a director of the public schools of the township of Washington and a member of the board of directors of the public schools of said township, was unlawfully and corruptly interested directly and indirectly in a contract for the sale and furnishing of supplies and materials to be furnished to and for the use of said school district of which he was a director, as aforesaid, to wit: for the furnishing of labor, materials, horses and wagons for the distributing of maps, books and supplies to the several school houses in said district, and for the repairing of school houses known as Flat Hill No. 2 <page-number citation-index=\"1\" label=\"311\">*311</page-number>and Conrads No. 1, said school houses being the property of ■ and used by said school district contrary to the form of the act of the general assembly in such case made and provided, etc.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b349-3\">The court overruled a motion to quash the indictment. [1]</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b349-4\">The court charged in part as follows :</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b349-5\">[The word corruptly has been used in this indictment. In my opinion that is utterly immaterial. The act of assembly does not use it. The act of assembly does not say “ intentionally ” ; but it positively prohibits his being interested in any way or in any manner in any contract for the furnishing of supplies or materials to the school district of which he is a director. And, as has been said in your hearing, for the very reason that, when he furnishes supplies to that district or is interested in contracts for that district, when the bills for such come before the school board, he sits in judgment on his own contract, on his own supplies, on his own material. The law prohibits that. The fact that a practice of that kind may have been carried on for some years is no excuse, no defense ; but it is a reason why juries should render a verdict, if the evidence warrants it, that the man who does it is guilty, in order that such practice may be broken up.] [2]</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b349-6\">Defendant presented this point:</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b349-7\">4. The defendant’s good character for honesty and integrity proven in this case is positive and substantial testimony and of itself sufficient to raise a reasonable doubt as to the guilt of this defendant. <em>Answer : </em>Evidence of good character is substantive positive proof in the prisoner’s behalf, and may give rise to a reasonable doubt which would not otherwise exist, by making it improbable that a man of such character would commit the offense charged; but where the jury is satisfied beyond a reasonable doubt under all the evidence that the defendant is guilty, evidence of good character is not to overcome the conclusion which may follow from that view of the case. [6]</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b349-8\">Verdict of guilty upon which judgment of sentence was passed.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b349-9\"><em>Errors assigned </em>were (1, 2, 6) above instructions, quoting them.</summary>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b350-3\"><page-number citation-index=\"1\" label=\"312\">*312</page-number><em>W. F. Shepard, </em>with him <em>R. S. Bashore </em>and <em>A. W. Schalehc, </em>for appellant.</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"A9A\">— The indictment should have been quashed: Com. v. Naylor, 8 Lack. Legal News, 20; Shaeffer v. Landis, 1 S. &amp; R. 449; Smith v. Thomas, 2 S. &amp; R. 49; Seigfried v. Commonwealth, 101 Pa. 200 ; Randolph v. Commonwealth, 6 S. &amp; R. 397; Commonwealth v. Hunter, 13 Pa. C. C. Rep. 573 ; Edge v. Commonwealth, 7 Pa. 275.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b350-4\">What evidence as to good character is worth in a trial in court is to be regarded as evidence of a substantive fact, sufficient in itself to raise a reasonable doubt: Commonwealth v. Miller, 4 Phila. 195; Commonwealth v. Carey, 2 Brewster, 404; Heine v. Commonwealth, 91 Pa. 145; Hanney v. Commonwealth, 116 Pa. 322.</p>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b350-5\"><em>G. E. </em>Berger, with him <em>Guy E. Farquhar, John F. Whalen </em>and <em>I. A. Reed, </em>district attorney, for appellee.</attorneys>\n<p data-order=\"29\" data-type=\"legal\" id=\"ABD\">— The indictment was sufficient: Trainer v. Wolfe, 140 Pa. 279; Com. v. Naylor, 8 Lackawanna Legal News, 20.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b350-6\">Under the criminal procedure act of 1860, a motion to quash an indictment must be made before the jury is sworn and not afterwards: Commonwealth v. Frey, 50 Pa. 245.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b350-7\">It was not necessary to aver that the acts with which the defendant was charged were corruptly done, nor was it necessary to prove the same : Commonwealth v. Frey, 50 Pa. 245; Hutchinson v. Commonwealth, 82 Pa. 472.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b350-8\">The instruction as to good character was proper: Commonwealth v. Harmon, 199 Pa. 521; Commonwealth v. Eckerd, 174 Pa. 137.</p>\n<decisiondate data-order=\"33\" data-type=\"decisiondate\" id=\"AQR\">June 30, 1906:</decisiondate>\n<opinion data-order=\"34\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b350-9\">Opinion by</p>\n<author id=\"A6g\">Rice, P. J.,</author>\n<p id=\"b350-10\">The indictment upon which the defendant was convicted was drawn under section 66 of the act of March 31, 1860, and charged that he, being a duly elected and qualified director of the school district of the township of Washington, and acting as such, “ was unlawfully and corruptly interested directly and indirectly in a contract for the sale and furnishing of supplies and materials to be furnished to and for the use of said school district of which he was a director as aforesaid, to wit: for the furnishing of labor, materials, horses and wagons for the distributing of maps, books and supplies to the several school<page-number citation-index=\"1\" label=\"313\">*313</page-number>houses in said district, and for the repairing of schoolhouses, .... said schoolhouses being the property of and used by said school district, contrary,” etc. .</p>\n<p id=\"b351-3\">It is claimed that the indictment was not sufficiently specific as to the kind of supplies and materials furnished or to be furnished under the contract, the price or prices agreed upon, and other particulars. It is argued that the averment of these particulars was essential to enable the defendant to prepare his defense and to protect him- against a second prosecution for the same offense, and because of the omission to aver them more specifically, the motion to quash ought to have been ah lowed. This position cannot be maintained. Where the offense is purely statutory, having no relation to the common law — where, in other words, the statute specifically sets out what acts shall constitute the offense — section 11 of the criminal procedure act of 1860, which provides that every indictment shall be deemed sufficient, which charges the crime substantially in the language of the act of assembly prohibiting the crime and prescribing the punishment, is applicable. This statutory rule as applied by the courts of this commonwealth works no hardship and infringes no constitutional right of the accused, for, whenever before trial he needs more specific information than is contained in the indictment, drawn in accordance with the provision of the criminal procedure act, to enable him to make a just defense, it may be had on timely and proper application to the court for a bill of particulars. This is none the less true, because an application for a bill of particulars is addressed to the sound discretion of the court: Commonwealth v. Johnston, 19 Pa. Superior Ct. 241, citing Williams v. Commonwealth, 91 Pa. 493; Commonwealth v. McCoy, 10 Pa. Superior Ct. 598 ; Commonwealth v. Bethlehem Boro., 15 Pa. Superior Ct. 158, 166. No application for a bill of particulars was made by the defendant, and as the offense was charged substantially in the language of the act, it is now too late for him to complain that the indictment was not sufficiently specific.</p>\n<p id=\"b351-4\">The objection that the. indictment charged three separate and distinct misdemeanors in one count was assigned as an additional reason for quashing the indictment, but this was not done until after,the original motion to quash had been overruled, <page-number citation-index=\"1\" label=\"314\">*314</page-number>the jury had been sworn and the testimony had been taken. It was then too late to take advantage of the objection by motion to quash: Section 11, Criminal Procedure Act of March 31, 1860, P. L. 427; Commonwealth v. Frey, 50 Pa. 245; Commonwealth v. Johnston, 162 Pa. 63. Whether it could have been taken advantage of by motion in arrest of judgment, if not raised before, is not clear: Commonwealth v. Miller, 107 Pa. 276. But it is unnecessary to decide that question, for the objection is not well founded. In an indictment charging that the defendant was unlawfully interested in a contract, under which certain materials and supplies were to be furnished to one schoolhouse of the district of which he was a director, and certain other materials and supplies were to be furnished to another schoolhouse of tlié district, the gravamen of the offense charged is not the mere furnishing of the materials and supplies, but the being unlawfully interested in the contract under which they were furnished. According to the principles enunciated in Commonwealth v. Miller, 4 Phila. 195; Commonwealth v. Mentzer, 162 Pa. 646; Commonwealth v. Lewis, 6 Pa. Superior Ct. 610; Commonwealth v. Sober, 15 Pa. Superior Ct. 520, such an indictment is not bad for duplicity.</p>\n<p id=\"Ak-\">The sixty-sixth section of the act of 1860, so far as material here, provides, “ nor shall any member of any corporation or public institution, or any officer or agent thereof, be in anywise interested in any contract for the sale or furnishing of any supplies, or materials to be furnished to, or for the use of, any corporation, municipality or public institution of which he shall be member or officer, or for which he shall be an agent, nor directly nor indirectly interested therein, nor receive any reward or gratuity from any person interested in such contract or sale.” That a school district is embraced by the terms “ corporation, municipality or public institution,” taking them in the sense in which the legislature used them in this section, is not open to question: Commonwealth v. Morrisey, 86 Pa. 416. But it is argued that it is not enough that the person interested in the contract to sell or furnish materials or supplies to such corporation or municipality be an officer or agent thereof, but that he must also be a member, officer or agent of some other corporation or public institution furnishing them; in other words, a contract between a school director as an in<page-number citation-index=\"1\" label=\"315\">*315</page-number>dividual or as a member of a firm, and the school district, for the sale or furnishing of supplies or materials by the former to the latter, is not within the scope of the section. We are unable to assent to this construction. The object which the legislature had in view was the prevention of the danger of temptation, incident to a relation in which the self-interest of the officer of the corporation or municipality purchasing the supplies may come into conflict with the interest of the corporation or municipality. The law was passed to enforce a rule or policy of very wide application, which, in another connection, was thus expressed : “ No man can serve two masters. He that is intrusted with the interests of others cannot be allowed to make the business an object of interest to himself, because from a frailty of nature, one who has the power will be too readily seized with the inclination to use the opportunity for serving his own interest at the expense of those for whom he is intrusted. The danger of temptation from the facility and advantage for doing wrong which a particular situation affords, does, out of the mere necessity, work a disqualification: ” 8 Tomlins’ Brown, 72, quoted with approval by Thompson, C. J., in Everhart v. Searle, 71 Pa. 256. Having regard to the evident purpose of the enactment, it is impossible to surmise a good or even plausible reason for supposing that the legislature deemed a contract between a person in his own right and the school district of which he is a director less plainly within the mischief to be remedied and prevented than a transaction where the officer of the corporation or municipality purchasing the supplies or materials is merely an officer, or, perchance, a stockholder in a corporation from which they are purchased. -Being a penal statute, the foregoing consideration would not justify an extension of it by construction to a transaction of the former kind, if the words in which the legislative will is expressed must be twisted out of their plain and ordinary meaning, or must be suppressed or added to, in order to reach such a case, though Avithin the spirit of the law: Trainer v. Wolfe, 140 Pa. 279; Commonwealth v. Krickbaum, 199 Pa. 351; Commonwealth v. Gouger, 21 Pa. Superior Cf. 217 ; yet if they are comprehensive enough to include it, as we think they are, it is a valid and a very strong reason why we should not be astute in the search for another pos<page-number citation-index=\"1\" label=\"316\">*316</page-number>sible construction of them that would lead to an absurd conclusion and deprive the enactment of the greater part of its efficiency. “ In a statute the meaning of the words may be this or that, according to the subject, context and other particular circumstances. The province of the courts is to determine the meaning 'the legislature intended them to have. The rule of strict construction in favor of the accused is not violated by giving the words a reasonable meaning, according to the sense in which they were intended, even though in a different connection a more restricted meaning would be ascribed to them. ‘ Strict construction is not the same thing as construing everything to defeat the action,’ or, we may add, the prosecution. ‘ This is not what is meant by the expression: ’ Thompson, J., in Bartclett v. Achey, 38 Pa. 273; ” Commonwealth v. Gouger, 21 Pa. Superior Ct. 217. In the absence of any decision, binding on us, to the contrary, we are constrained to hold, that the statute as applied to school directors, is not restricted to cases where the director of .the purchasing school district is at the same time a member, officer or agent of some other corporation which has contracted to furnish the supplies or materials, but includes a case where the contract is between a person in his sole right, or as a member of a firm, or as a member, officer or agent of a corporation, and the school district of which he is a director.</p>\n<p id=\"b354-6\">A corrupt or dishonest intent, or unfairness in the price charged or contracted for the supplies or materials, is not an essential element of the offense. Therefore, the allegation of the indictment that the defendant was “ corruptly ” interested in the contract was surplusage, and properly was so treated by the trial judge in the charge and the answers to the defendant’s points : Commonwealth v. Frey, 50 Pa. 245. It was not incumbent on the commonwealth to proye the allegation, and for the same reason disproof of it by evidence of the fairness of the price paid or agreed to be paid for the supplies or materials would not have constituted a defense. As this was the sole purpose of the offer of evidence quoted in the seventh assignment there was no error in rejecting it.</p>\n<p id=\"b354-7\">The defendant has no just cause of complaint against the answer to his fourth point, inasmuch as the answer was in the exact words of the rule laid down in Commonwealth v. Eckerd, <page-number citation-index=\"1\" label=\"317\">*317</page-number>174 Pa. 137, and reiterated in Commonwealth v. Harmon, 199 Pa. 521, “ that evidence of good character is substantive and positive proof in the prisoner’s behalf, and may give rise to a reasonable doubt, which would not otherwise exist, by making it improbable that a man of such character would commit the offense charged; but where the jury is satisfied beyond a reasonable doubt under all the evidence, the defendant is guilty, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.”</p>\n<p id=\"b355-4\">All the assignments of error are overruled and the judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}