{
  "casebody": {
    "data": "<casebody firstpage=\"737\" lastpage=\"744\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b755-12\">FRANKLIN v. CONRAD-STANFORD CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b755-13\">(Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMXH\">April 15, 1905.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b755-14\">No. 2,023.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b755-15\">1. Jurisdiction oe Federal Courts—Action on Note—Citizenship op Nominal Payee.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b755-16\">A note made payable to the cashier of a bank as trustee, the consideration for which was furnished by the bank, which was the real owner, may be sued on by the bank in its own name, or by its receiver, without indorsement or assignment, under the statute of Utah, and the citizenship of the cashier is immaterial to affect the jurisdiction of a federal court in that state of an action thereon.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b755-17\">[Ed. Note.—Diverse citizenship as a ground of federal jurisdiction, see notes to Shipp v. Williams, 10 C. C. A. 249; Mason v. Dullaghanr, 27 C. C. A. 298.]</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b755-18\">2 Pleading—Amendment.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b755-19\">The fact that an amendment of a complaint was allowed by consent, on application by the plaintiff, after he had sold the cause of action <page-number citation-index=\"1\" label=\"738\">*738</page-number>and before the substitution of the purchaser, does not invalidate such amendment.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b756-4\">3. Judgment—Impeachment—Estoppel by Admission of Service.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b756-5\">A written admission of service of summons in an action in a Montana court, conforming to Code Civ. Proc. Mont. § 642, which makes such admission sufficient proof of service, estops the defendant from subsequently denying the jurisdiction of the court to render judgment against him.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b756-6\">4. Abatement—Action on Note—Pending Suit to Foreclose Mortgage.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b756-7\">A suit to foreclose a mortgage securing a note, in which the property was sold and the proceeds applied on the amount found due on the note, but in which no formal deficiency judgment has been rendered, is not a bar to a second action on the note in another jurisdiction to recover the amount of such deficiency.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b756-8\">5. Evidence—Competency.</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b756-9\">An offer to prove by oral testimony that a contract for a novation was ‘drawn,” by which defendant was to be released from liability on a note, was properly rejected, where the contract was not produced nor its execution proved.</syllabus>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b756-10\">In Error to the Circuit Court of the United States for the District of Utah.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b756-11\">On September 5, .1896, the First National Bank of Helena, Mont., sold and conveyed to the plaintiff in error (defendant below) a large amount of real estate, consisting of mining property, for the price of $74,900; in consideration whereof the defendant executed his promissory note as follows, and delivered the same to the payee thereof:</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b756-12\">“$74,900. Helena, Montana, September 5th, 1896.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b756-13\">“On or before thirty months after date, for value received, I promise to pay to George O. Freeman, trustee, the sum of Seventy four thousand nine hundred dollars, together with interest thereon from date until paid, at the rate of six per cent, per annum, payable semi-annually; interest and principal payable at the Montana National Bank Helena. Montana.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b756-14\">“Peter A. H. Franklin.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b756-15\">At the same time, and' to secure the payment of said note, said defendant executed his deed of mortgage of the same real estate and mining property to Edward 'W. Beattie, of said Helena, as trustee, who accepted the trust, and the mortgage was duly recorded. Said Freeman was the cashier of the First National Bank of Helena, and its trustee in respect to said promissory note, which, together with said mortgage, belonged in fact to that bank; and said promissory note was indorsed by said Freeman to that bank.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b756-16\">On January 15, 1897, said First National Bank of Helena was. declared insolvent by the Comptroller of the Currency, who duly appointed J. Sam Brown as receiver of that bank, its property and assets. In May, 1897, upon default in the payment of interest accruing on said note, and pursuant to provisions contained in said mortgage, said Edward W. Beattie, trustee, and said J. Sam Brown as such receiver, commenced an action in the District Court of the Fifth Judicial District of Montana, county of Jefferson, against said Peter A. II. Franklin, the Hope Mining Company, and others to foreclose said mortgage. In that action the proof of the service of the summons on the defendant Franklin was his acknowledgment in writing, signed by him as follows:</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b756-17\">“In the District Court of the Fifth Judicial District of the State of Montana, in and for the County of Jefferson.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b756-18\">“Edward W. Beattie. Trustee, and J. Sam Brown, as Receiver of the First</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"AOR\">National Bank of Helena, Montana, Plaintiff, vs. Peter</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"Afx\">A. H. Franklin et al.. Defendants.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b756-19\">“The undersigned, who is one of the defendants in the above-entitled action, hereby admits and acknowledges service of the summons in said action and copy of the complaint, as made upon him in - County, Montana, this- day of June, 1897. P. A. H. Franklin.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b757-3\"><page-number citation-index=\"1\" label=\"739\">*739</page-number>The defendant did not otherwise appear in that action. Other defendants were served, and therein a decree of foreclosure was rendered and .entered on December 8, 1897, which directed sale of the mortgaged premises for the payment of costs, a prior lien, attorney’s fees, and the mortgage debt $74,900, and interest at 6 per cent, per annum from September 5, 1896. Sale was made, after proper notice and pursuant to said decree, by the sheriff of Jefferson county, Mont., of the mortgaged property to Eugene T. Wilson, who had become receiver of said bank as successor of J. Sam Brown, for the sum of $75,000, on January 8,'1898, leaving the mortgage debt unsatisfied to the amount of $8,S05.C0, as appears by the sheriff’s return and a docket entry, January 26, 1898, in the clerk’s office, but no formal judgment for such deficiency appears.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b757-4\">This action was begun in May, 1902, by Edward W. Beattie, trustee, and Eugene T. Wilson, as receiver of said First National Bank of Helena, plaintiffs, against Peter A. H. Franklin, defendant, to recover $S,805.60 as upon a judgment of said state district court, January 26. 1898, with interest. at 6 per cent, per annum from that date. On December 4, 1902, Edward W. Beattie, trustee, transferred all his title and interest in said cause of action-to Eugene T. Wilson, receiver; and on December 22, 1902, pursuant to written stipulation, and by leave of court, the complaint herein was amended, making Eugene T. Wilson, receiver, sole plaintiff, and adding to the complaint' a second count, pleading said promissory note, mortgage, receivership, foreclosure, sale under the decree, application of the proceeds, and the fact of the deficiency of $S,805.60 remaining unpaid on said note, and demanding judgment therefor, with interest.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b757-5\">When the cause came on for trial, May 7, 1903, upon petition showing that Eugene T. Wilson, as such receiver, had on November 14. 1902. duly sold and transferred to the Conrad-Stanford Company the causes of action upon which recovery was sought, with all property, real and personal, of the First National Bank of Helena, counsel for plaintiff moved that said Conrad-Stanford Company be substituted as plaintiff in this action. The counsel for defendant objected to such substitution as to the second cause of action, because it had been added to the complaint after such transfer. The court overruled the objection, and the defendant excepted.</summary>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b757-6\">George F. Goodwin (Henry V. Van Pélt and Charles C. Dey, on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b757-7\">Harrison O. Shepard (Richard B. Shepard and Joseph L. Rawlins, on the brief), for defendant in error.</attorneys>\n<p data-order=\"32\" data-type=\"judges\" id=\"b757-8\">Before SANBORN and HOOK, Circuit Judges, and LOCHREN, District Judge.</p>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b757-9\">LOCHREN, District Judge,</author>\n<p id=\"AbW\">after stating the case as above, delivered the opinion of the court.</p>\n<p id=\"b757-10\">1. It appears clearly and without question that the- entire consideration for defendant’s note for $74,900 was received by him from the First National Bank of Helena, of which bank George O. Freeman was the cashier; and, being made to Freeman as trustee, the note showed upon its face that he was not the beneficial owner. The note at its inception was therefore the property of that bank, which, as^ the real party in interest, could, under the Utah Code, maintain an action upon it without any indorsement or assignment by Freeman, and no such indorsement or assignment was needed to vest the title to the note in the receiver of that bank appointed by the comptroller. The citizenship of Freeman could not therefore affect the jurisdiction of the Circuit Court in this case.</p>\n<p id=\"b757-11\">2. The amendment of the complaint on December 22, 1902, making Eugene T. Wilson, receiver, sole plaintiff, and adding a second <page-number citation-index=\"1\" label=\"740\">*740</page-number>count-to the complaint, was made pursuant to written stipulation of the parties and leave of court. The second count did not set forth any new cause of action, but, upon a fuller statement of facts, sought the recovery of the very same indebtedness which was sought to be recovered under the first count, namely, the balance of said note above what had been paid by the proceeds of the mortgage foreclosure, and which balance was still unpaid, whether there was a valid_ deficiency judgment for it or not. In substance, the cause of action in the two counts was one and the same, the second count being added (by consent) to avoid the chance of failure to prove a completed judgment for the deficiency in the foreclosure suit. But when at the commencement of the trial the present plaintiff, the Conrad-Stanford Company, then the owner of the cause of action, in whatever form, petitioned to be substituted as plaintiff, the defendant objected, not to the substitution generally, but to the substitution so far as the second count in the complaint was concerned, because the whole cause of action, in whatever form it might be alleged, had been sold and transferred to the Conrad-Stanford Company on December 14, 1902; and, when the amendment by inserting that second count was made, Eugene T. Wilson, the then plaintiff, had sold and did not own the cause of action in any form. The real ground of the objection was the claim that the amendment of the complaint on December 22, 1902, inserting the second count, though consented to by defendant when made, was an amendment which the then plaintiff was not entitled to make. But this is not true, because the written stipulation of the defendant and leave of court gave the then plaintiff the right to make the amendment when it was made. He was still the nominal plaintiff, and, remaining liable for costs, was interested in the success of the action until his vendee should be regularly substituted in his stead. Whether the defendant then knew of the sale of the cause of action, with all the assets of the bank, by Wilson as receiver to the Conrad-Stanford Company, does not appear, and is immaterial. The defendant was in no way prejudiced, as, had that amendment not been made till after the Conrad-Stanford Company had been substituted, that company would have, in the discretion of the court, the right to make it, and the issues on the trial would have been the same. The fact that defendant's note was not fully paid was not disputed, and any court in furtherance of justice would have allowed this amendment to prevent failure by a possible inability to prove a regularly entered judgment for the deficiency in the foreclosure suit, the amendment being but a statement of further facts for the recovery of the same debt. Section 954, Rev. St. U. S. [U. S. Comp. St. 1901, p. 696], as well as section 3005, Rev. St. Utah 1898, contains most liberal provisions for amendments at any stage of an action at law, and the whole subject is so carefully investigated, and authorities considered, in McDonald v. Nebraska, 101 Fed. 171, 41 C. C. A. 278, that no further citation is needed to support the ruling of the Circuit Court.</p>\n<p id=\"b758-4\">3. The written admission of the defendant that the summons and copy of complaint in the foreclosure suit were served upon him in <page-number citation-index=\"1\" label=\"741\">*741</page-number>Montana in June, 1897, was sufficient proof of a valid service under section 642 of the Montana Code of Civil Procedure, which makes the written admission of a defendant sufficient proof of such service. This admission was made with the intent that the Montana court should act upon it, as that court did, and defendant is estopped from now denying the truth of the admission. Besides, as the judgment in this case is rendered upon defendant’s note, and not on the supposed deficiency judgment, it is immaterial whether the proof of service of the summons in the foreclosure action was, as to him, sufficient. The only effect of that foreclosure upon this action was to greatly reduce the defendant’s liability on the note. So that in this action he was neither harmed nor prejudiced by the judgment of foreclosure and credit of the proceeds of sale in the Montana suit. Whether title to the mortgaged property passed or did not pass by the foreclosure sale, there remained due on the note the full amount that has been recovered by plaintiff in this action. It was properly held that the Montana court had not yet, in the foreclosure suit, rendered a final judgment for the deficiency still owing on the note; and that suit is, as to such deficiency, still pending. Such pendency is no bar to this action. Ins. Co. v. Brune, 96 U. S. 588, 24 L. Ed. 737.</p>\n<p id=\"b759-5\">4. The fifth and sixth assignments of error were not pressed on the argument, and are untenable. The offer to show by defendant’s testimony that there was an agreement between defendant, the First National Bank, and the Hope Mining Company that the latter company should assume defendant’s obligations and defendant be released therefrom, and that a contract to that effect was “drawn” without offering to produce such contract, or even to show by the witness that it had ever been executed by any one, was properly rejected as incompetent.</p>\n<p id=\"b759-6\">The judgment is affirmed.</p>\n<p id=\"b759-7\">The following is the opinion of the court below (MARSHALL, District Judge):</p>\n<blockquote id=\"b759-8\">This case is before the court upon the defendant’s motion for a new trial. The action was originally brought on Slay 5, 1902, by Edward W. Beattie, trustee, and Eugene T. Wilson, as receiver of the First National Bank of Helena, Mont. The complaint then consisted of one count, and was based upon an alleged judgment for a deficiency recovered by the plaintiffs against the defendant in a state court of Montana. On December 22, 1902, Eugene T. Wilson, as receiver, alone and by consent- of defendant, filed an amended complaint in two counts. The first count is identical with the original complaint, except that it alleges a transfer of the cause of action by Edward W. Beattie, trustee, to Eugene T. Wilson, as receiver, pending the action. The second count is based upon a note made by the defendant, which it is alleged was secured by a mortgage. A foreclosure of the mortgage in the state court of Montana is averred, an order of sale, a sale in pursuance of the order, leaving a deficiency of ?8.SO-1.GO due as ascertained by the decree, a report of the sale, and a confirmation by the court. Payment of the unsatisfied part of the note is sought. It is further alleged “that the First National Bank of Helena, Montana, was, at the several times hereinafter mentioned, a corporation organized and existing under the law of the United States of America relative to the organization of national banks, and formerly engaged in business, in pursuance thereof, in the [city] of Helena, in the state of Montana”; and, further, that the defendant made to George O. Freeman, as <page-number citation-index=\"1\" label=\"742\">*742</page-number>trustee; “who was then acting as such trustee for and in behalf of said First National Bank,” the note in question, which was as follows:</blockquote>\n<blockquote id=\"b760-4\">“$74,900. Helena, Montana, September 5\", 1896.</blockquote>\n<blockquote id=\"b760-5\">: “On or before thirty months after date, for value received, I promise to pay' to George O. Freeman, trustee, the sum of seventy-four thousand nine biúndred dollars, together with interest thereon from date until paid, at the rate of six per cent, per annum, payable semi-annually; interest and principal payable at the Montana National Bank, Helena, Montana.</blockquote>\n<blockquote id=\"b760-6\">“Peter A. H. Franklin.”</blockquote>\n<blockquote id=\"b760-7\">“That afterwards said promissory note was by said George O. Freeman duly, indorsed over to the said First National Bank, and that said plaintiff, Eugene T. Wilson, as receiver as aforesaid, is the owner and holder of said promissory note.”</blockquote>\n<blockquote id=\"b760-8\">'The citizenship of Freeman does not appear, but it is averred that the bank' became insolvent, “and on, to wit: the 15th day of January, 1S97, the Comptroller of the Currency of the United States duly determined that said bank was insolvent, and duly appointed J. Sam Brown a receiver of the said bank and the property and assets thereof, in accordance with the provisions of the act of Congress in that behalf, and by and with the concurrence of the- Secretary, of the Treasury of the United States, for the benefit of the creditors and depositors of said bank, with all and singular the powers of the receivers in such case made and provided. That thereafter the said J. Sam .Brown was succeeded in the trust and receivership of the said First National Bank of Helena, Montana, by Eugene T. Wilson, plaintiff herein.”</blockquote>\n<blockquote id=\"b760-9\">The defendant denied that Wilson was the owner or holder of the note, and alleged affirmatively that prior to the filing of the amended complaint he had transferred,. assigned, and set over-to the Conrad-Stanford Company, a corporation, all of the assets of the bank in his hands as receiver, including the alleged claims sued on, and that hence he was not the proper party plaintiff, and had no interest in the cause of action, at the time of the amendment. Subsequently the Conrad-Stanford Company applied to be substituted as a plaintiff for Eugene T. Wilson as receiver on the ground of a sale to it upon November 14, 1902, of the .judgment and note sued on by the receiver, which sale was had on an order of court, pursuant to the provisions of section 5234, Rev. St. U. S. [U. S. Comp. St. 1901, p. 35071. This substitution was permitted, over the objection of the defendant. The plaintiff failed on the first cause of action, and recovered on the second.</blockquote>\n<blockquote id=\"b760-10\">The first question for consideration is whether the court had jurisdiction of the second cause of action. In section 1 of the judiciary act of 1875 (Act March 3, 1S75, e. 137, 18 Stat. 470), as amended in 1887 (Act March 3, 1887, c. 373, 24 Stat. 552), and 1888 (Act Aug. 13,' c. 866, 25 Stat 433 [U. S. Comp. St. 1901, p. 508]), it is provided: “Nor shall any Circuit or District Court have cognizance of any suit, except upon foreign bills of exchange, to recover the contents of any promissory note or other chose in action in favor of any assignee,, or of any subsequent holder, if such instrument be payable to bearer and be not made by any corporation, unless such suit might have been prosecuted in such court to recover the said contents if no assignment .pi transfer had been made.” It is not shown that Freeman, as trustee, could have prosecuted a suit in this court to recover upon the note. If the .plaintiff can only claim as assignee- of Freeman, it would seem that the Statute quoted precludes jurisdiction. It is, however, contended that ju- • risdiction is saved by.the second paragraph of section 4 of this act (25 Stat. 436 [U. S. Comp. St. 1901, p. 514]). This section provides:</blockquote>\n<blockquote id=\"b760-11\">“That all national banking associations established under the laws of the United States’ shall, for the purpose of all actions by or against them, real, ‘personal, or mixed, and all suits in equity, be deemed citizens of the states :in which they are respectively located; and in such cases the Circuit and District- Courts shall not have jurisdiction other than such as they would .-have in cases between individual citizens of the same state.</blockquote>\n<blockquote id=\"b760-12\">. “The provisions of this section shall not be held to affect the jurisdiction of the courts of the United States in cases commenced by the United States -or by. direction of any officer thereof, or cases for winding up the affairs of any such bank.”</blockquote>\n<blockquote id=\"b761-3\"><page-number citation-index=\"1\" label=\"743\">*743</page-number>No jurisdiction is attempted to be granted by this section. The last clause simply limits the effect of the first. If the cause of action is admitted to fall within the last clause, it is simply freed from the requirement that the National Bank shall be deemed a citizen of the state of Montana. With respect to this suit, the bank should then be considered a federal corporation, and an action instituted by it or its receiver one arising under the laws of the United States. But the limitation of the jurisdiction to entertain suits to recover the contents of assigned choses in action applies to suits arising under the laws of the United States equally with suits between citizens of different states. It is true that, as to most suits arising under the laws of the United States, the assignor could, from the nature of the action, sue in a Circuit Court of the United States if no assignment had been made, and the statute would be satisfied. But this is not so if the federal incident is only attached by the character of the assignee, as in this case. To permit such an assignee to sue in the federal court when his assignor could not there sue, would be to permit a suit which could not be prosecuted if no assignment had been made, and would be a direct violation of the statute. But is it true that the bank claims only as assignee? It is alleged in the complaint, and not denied in the. answer, that, in taking the note, Freeman was acting as trustee for and in behalf of the bank. I am of the opinion that under such circumstances the bank could sue as the real party in interest under the Utah Code, and without any assignment from Freeman. Williams v. Simons et al., 70 Fed. 40, 16 C. C. A. 628; Rogers v. Gosnell, 51 Mo. 466; Conyngham v. Smith, 16 Iowa, 471; Cottle v. Cole, 20 Iowa, 481; Edmunds v. Ills. Cent. R. Co. (C. C.) 80 Fed. 78.</blockquote>\n<blockquote id=\"b761-4\">The provision of the Code referred to has the effect of changing into a legal title what was prior to it a right only cognizable in equity. It is to be given effect in federal courts in actions at law. Albany &amp; Rensselaer Co. v. Lundberg, 121 U. S. 451, 7 Sup. Ct. 958, 30 L. Ed. 982; Delaware Co. v. Diebold Safe Co., 133 U. S. 473, 488, 10 Sup. Ct. 399, 33 L. Ed. 674.</blockquote>\n<blockquote id=\"b761-5\">The averment of the assignment by Freeman may be considered surplus-age. The right of the bank while a holder of the note to maintain the suit then sufficiently appears, and its receiver was admittedly entitled to institute the action, unless prevented by the fact that some assignor could not have maintained it if no assignment had been made. It would seem that the second cause of action was within the jurisdiction of the court.</blockquote>\n<blockquote id=\"b761-6\">It is alleged, in support of the motion, that the court erred in permitting the Conrad-Stanford Company to be substituted as plaintiff with respect to the second cause of action. The argument is that the second count introduced a new cause of action; that as to it the action was commenced when the amended complaint was filed, and bears no relation to the time of the filing of the original complaint; that prior to the filing of the amended complaint Wilson, receiver, had sold the note, and was no longer a proper plaintiff to recover upon it;- that the transfer to the substituted plaintiff was not during the pendency of the suit on the note, and to permit the substitution would be to give vitality to a suit which otherwise must have failed as instituted by one having no interest, legal or equitable, in the cause of action. This, it is claimed, is not permitted by the Utah Code. The provisions of the Utah Code with respect to amendments are extremely liberal. They are identical with the provisions of the codes of other states, which have been held to permit the substitution of the proper plaintiff where suit has been instituted by one not entitled to sue, and the defense has been interposed that some one else should have sued. The authorities on this question are collated in McDonald v. Nebraska, 101 Fed. 171, 41 C. C. A. 278. But it must be admitted that the Supreme Court of Utah has construed the Utah statute otherwise (Skews v. Dunn, 3 Utah, 186, 2 Pac. 64; Wilson v. Kiesel, 9 Utah, 397, 35 Pac. 488), in that following the Supreme Court of California in the case of Dubbers v. Goux, 51 Cal. 153.</blockquote>\n<blockquote id=\"b761-7\">If the right to allow the substitution depended upon the provisions of the Utah Code, the court wuuld be embarrassed by these decisions of the Supreme Court of Utah construing that .Code. But as pointed out in McDonald v. Nebraska, supra: “The right and duty of the federal courts to allow amendments does not rest on state statutes only; it is conferred on them by the judiciary act of 1789,”—now section 954, Rev. St. U. S. [U. S. Comp. <page-number citation-index=\"1\" label=\"744\">*744</page-number>St. 1901, p. 696]. Under this section “it has come to be the settled law that where, either by mistake of law or fact, a suit is brought in the name of a wrong party, the real party in interest, entitled to sue upon the cause of action declared on, may be substituted as plaintiff, and the defendant derives no benefit whatever from such mistake; but the substitution of the name of the proper plaintiff has relation to the commencement of the suit, and the same legal effect as if the suit had been originally commenced in the name of the proper plaintiff. The name of the proper plaintiff may be brought on the record at any time during the progress of the case, and may even be inserted after verdict and judgment.” McDonald v. Nebraska, 101 Fed. 171, 178, 41 C. C. A. 278. This decision of the Circuit Court of Appeals of this circuit is binding here, and renders further discussion of the question unnecessary.</blockquote>\n<blockquote id=\"b762-4\">Lastly, it is contended that the foreclosure suit is still pending in the state court of Montana for the purpose of obtaining a deficiency judgment, and that such pending suit is ground for abating this action. This is an action at law in personam. It in no way involves any interference with the conduct of the suit in the state court of Montana, nor does it affect any property within the jurisdiction of that court. Under these circumstances it is settled by the highest authority that the pendency of an action in a state court is no ground for abating an action subsequently brought in a federal court upon the same cause of action. Insurance Co. v. Brune’s Assignee, 96 U. S. 588, 24 L. Ed. 737; Stanton v. Embrey, 93 U. S. 548, 23 L. Ed. 983: Ogden City v. Weaver, 108 Fed. 564, 567, 47 C. C. A. 485.</blockquote>\n<blockquote id=\"b762-5\">The motion for a new trial is denied.</blockquote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}