{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"219\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Adriana GUZMAN, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  The BOEING COMPANY, Defendant.\n </parties>\n <docketnumber id=\"p-2\">\n  CIVIL ACTION NO. 13-12615-JGD\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, D. Massachusetts.\n </court>\n <decisiondate id=\"p-4\">\n  Signed February 6, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Elaine W. Sharp, Randy M. Hitchcock, Whitfield Sharp &amp; Sharp, Marblehead, MA, Michael R. Rezendes, Rezendes &amp; Trezise, Quincy, MA, Christopher D. Stombaugh, Pro Hac Vice, Dicello Levitt &amp; Casey, Mentor, OH, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  Daniel P. Ridlon, Thomas J. McLaughlin, Pro Hac Vice, Perkins Coie LLP, Seattle, WA, Kathleen M. Guilfoyle, Campbell, Campbell, Edwards &amp; Conroy, PC, Boston, MA, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM OF DECISION AND ORDER ON BOEING'S MOTION TO AMEND THE JUDGMENT UNDER RULE 59(e), FOR A NEW TRIAL UNDER RULE 59(a), AND FOR JUDGMENT AS A MATTER OF LAW UNDER RULE 50(b)\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Judith Gail Dein, United States Magistrate Judge\n  </author>\n  <p id=\"p-9\">\n   <strong>\n    I.\n    <em>\n     INTRODUCTION\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-10\">\n   On October 26, 2010, the plaintiff, Adriana Guzman, was a passenger on American Airlines flight 1640 from Costa Rica to Boston when there was a rapid decompression incident which caused the aircraft to drop suddenly and the oxygen masks to be deployed. The plane was brought under control by the pilot and landed safely in Miami approximately 30 minutes later, after which Ms. Guzman and others continued to Boston on another plane. The aircraft was a Boeing 757, and the defendant The Boeing Company (\"Boeing\") agreed to be responsible for any damages proximately caused by the decompression incident. Several persons on board brought the instant case, and all claims were settled prior to trial except for Ms. Guzman's claims.\n  </p>\n  <p id=\"p-11\">\n   Ms. Guzman contends that as a result of the decompression incident, she suffered from PTSD, major depressive disorder and, to a lesser extent, decompression sickness. On April 12, 2018, after a nine day trial on the issue of damages, the jury returned a verdict finding that the plaintiff had suffered $ 2.2 million in damages, but that she had failed to mitigate $ 726,000 of those damages. (\n   <em>\n    See\n   </em>\n   Docket No. 348). On April 19, 2018, this court entered judgment for the plaintiff, which included prejudgment interest at the rate of 12%, for a total judgment of $ 2,271,651.60. (\n   <em>\n    See\n   </em>\n   Docket No. 349).\n  </p>\n  <p id=\"p-12\">\n   This matter is presently before the court on Boeing's \"Motions to Amend the Judgment under Rule 59(e), New Trial under Rule 59(a), and JMOL under Rule 50(b)\" (Docket No. 380) (\"Motion for a New Trial\"). After extensive briefing on this and other post-trial motions filed by the parties,\n   <footnotemark>\n    1\n   </footnotemark>\n   oral argument was heard on August 6, 2018. Thereafter, the parties requested leave to file post-hearing briefs. The final brief was filed on October 22, 2018 and the Motion for a New Trial is now ripe for consideration. For the reasons detailed\n   herein, Boeing's Motion for a New Trial is DENIED.\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    II.\n    <em>\n     AMOUNT OF THE AWARD - GENERALLY\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   As an initial matter, Boeing challenges the jury award as excessive on the grounds that the evidence of pain and suffering did not support the award, and that Ms. Guzman's failure to mitigate mandates the conclusion that the award was excessive. After careful consideration, this court finds Boeing's arguments to be unpersuasive.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    A.\n    <em>\n     Standard of Review\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   This court \"is obliged to review the evidence in the light most favorable to the prevailing party and to grant remittitur or a new trial on damages only when the award 'exceeds any rational appraisal or estimate of the damages that could be based upon the evidence before it.' \"\n   <em>\n    E. Mountain Platform Tennis, Inc. v. Sherwin-Williams Co., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524502\" index=\"0\" url=\"https://cite.case.law/f3d/40/492/#p502\">\n    40 F.3d 492\n   </extracted-citation>\n   , 502 (1st Cir. 1994) (quoting\n   <em>\n    Kolb v. Goldring, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1487397\" index=\"1\" url=\"https://cite.case.law/f2d/694/869/#p872\">\n    694 F.2d 869\n   </extracted-citation>\n   , 872 (1st Cir. 1982) ). Under this standard, an award of damages must stand unless it is \"grossly excessive, inordinate, shocking to the conscience of the court, or so high that it would be a denial of justice to permit it to stand.\"\n   <em>\n    Correa v. Hosp. S.F.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7413739\" index=\"2\" url=\"https://cite.case.law/f3d/69/1184/#p1197\">\n    69 F.3d 1184\n   </extracted-citation>\n   , 1197 (1st Cir. 1995) (quoting\n   <em>\n    Grunenthal v. Long Island R.R. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11311804\" index=\"3\" url=\"https://cite.case.law/us/393/156/#p159\">\n    393 U.S. 156\n   </extracted-citation>\n   , 159,\n   <extracted-citation case-ids=\"11311804\" index=\"4\" url=\"https://cite.case.law/us/393/156/#p159\">\n    89 S.Ct. 331\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11311804\" index=\"5\" url=\"https://cite.case.law/us/393/156/#p159\">\n    21 L.Ed.2d 309\n   </extracted-citation>\n   (1968) ). The burden on the party seeking remittitur or a new damages trial is a heavy one, and the jury's assessment of the appropriate damages award is entitled to great deference.\n   <em>\n    Monteagudo v. Asociacion de Empleados del Estado Libre Asociado\n   </em>\n   ,\n   <extracted-citation case-ids=\"3684200\" index=\"6\" url=\"https://cite.case.law/f3d/554/164/#p174\">\n    554 F.3d 164\n   </extracted-citation>\n   , 174 (1st Cir. 2009) (citation omitted);\n   <em>\n    Toucet v. Mar. Overseas Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10508070\" index=\"7\" url=\"https://cite.case.law/f2d/991/5/#p11\">\n    991 F.2d 5\n   </extracted-citation>\n   , 11 (1st Cir. 1993). It goes without saying that \"converting feelings such as pain, suffering, and mental anguish into dollars is not an exact science\" and, consequently, the jury's assessment will be upheld so long as it \" 'does not strike such a dissonant chord that justice would be denied were the judgment permitted to stand.' \"\n   <em>\n    Correa\n   </em>\n   ,\n   <extracted-citation case-ids=\"7413739\" index=\"8\" url=\"https://cite.case.law/f3d/69/1184/#p1197\">\n    69 F.3d at 1198\n   </extracted-citation>\n   (quoting\n   <em>\n    Milone v. Moceri Family, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1778347\" index=\"9\" url=\"https://cite.case.law/f2d/847/35/#p37\">\n    847 F.2d 35\n   </extracted-citation>\n   , 37 (1st Cir. 1988) (internal punctuation omitted) ). A jury verdict should not be disturbed merely because it is extremely generous or because the court thinks that the damages are considerably less.\n   <em>\n    Diefenbach v. Sheridan Transp.,\n   </em>\n   <extracted-citation case-ids=\"11182893\" index=\"10\" url=\"https://cite.case.law/f3d/229/27/#p32\">\n    229 F.3d 27\n   </extracted-citation>\n   , 32 (1st Cir. 2000) (internal quotations omitted). \"[M]erely showing that the damage award is generous in comparison to other (hand-picked) cases is insufficient to warrant relief.\"\n   <em>\n    Correa\n   </em>\n   ,\n   <extracted-citation case-ids=\"7413739\" index=\"11\" url=\"https://cite.case.law/f3d/69/1184/#p1197\">\n    69 F.3d at 1198\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-17\">\n   As noted above, the jury award was to compensate the plaintiff for PTSD, major depressive disorder and, to a lesser extent, decompression sickness. Ms. Guzman's symptoms of decompression sickness, namely headaches, general malaise, and fatigue, only lasted a few days, and there was evidence that any abnormalities in her brain could have been related to a number of different conditions. (Tr. III:45-48; VIII:109-11).\n   <footnotemark>\n    2\n   </footnotemark>\n   Moreover, there was evidence that any such abnormalities did not cause, and were not expected to cause, Ms. Guzman any continuing problems. (Tr. III:47-48). The parties agree that virtually all of the award had to be to compensate Ms. Guzman for her PTSD and major depressive disorder.\n  </p>\n  <p id=\"p-18\">\n   According to the plaintiff, \"in a survey of 1,369 civil jury verdicts across all jurisdictions, two-thirds of plaintiffs received compensation for PTSD, and about one-third of those were awarded $ 1 million or more.\" (Docket No. 390 at 34 &amp;\n  </p>\n  <p id=\"p-19\">\n   n.5). Similarly, courts have upheld damages in excess of $ 1 million for PTSD claims even absent significant physical injuries.\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    Lloyd v. Am. Airlines (In re Air Crash at Little Rock Ark.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"9431278\" index=\"12\" url=\"https://cite.case.law/f3d/291/503/#p512\">\n    291 F.3d 503\n   </extracted-citation>\n   , 512-13 (8th Cir. 2002) ($ 6.5 million jury verdict for severe PTSD but limited physical injuries following plane crash reduced to $ 1.5 million by Appeals Court in light of limitations on recovery imposed by the Warsaw Convention). \"The reported cases reflect a broad range of verdicts for PTSD[,]\" including many in excess of $ 1 million.\n   <em>\n    Webb v. TECO Barge Line, Inc.\n   </em>\n   , No. 07-514-DRH,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=2012%20WL%20780851\">\n    2012 WL 780851\n   </extracted-citation>\n   , at *31-32 (S.D. Ill. Mar. 7, 2012) (after bench trial, judge awards $ 2,750,000 for pain and suffering as a result of PTSD), and cases cited. This court recognizes that \"[i]ndividual cases can differ from each other enormously in terms of witness credibility, the quality of presentation, the nature and extent of the injuries, the vulnerability of the victim, the reactions of jurors to the particular circumstances, and hosts of other variables.\"\n   <em>\n    Ibanez v. Velasco\n   </em>\n   , No.\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=96%20Cow.%205990\">\n    96 C 5990\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=2002%20WL%20731778\">\n    2002 WL 731778\n   </extracted-citation>\n   , at *11 (N.D. Ill. Apr. 25, 2002) (declining to reduce $ 2.5 million compensatory damage award in excessive force case despite fact that plaintiff's physical injuries were \"not severe,\" because of plaintiff's significant emotional injuries, including PTSD). In the instant case, $ 2.2 million was awarded to compensate the plaintiff for her suffering for almost 8 years following the plane decompression, which the jury then reduced by approximately one-third.\n   <footnotemark>\n    3\n   </footnotemark>\n   While the award is probably higher than what this court would have awarded in a bench trial, as detailed below, this court finds that there was ample evidence that the plaintiff suffered severe PTSD and a major depressive disorder, that the reduction for failure to mitigate is supported by the record, and that there was no evidence that the jury acted out of any improper motive in awarding the damages. This court finds no basis to disturb the jury's award.\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    B.\n    <em>\n     The Evidence Supports the Award\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   All of the experts, including Dr. Jhilam Biswas for the plaintiff, and Dr. Charles Marmar for the defendant, agreed that Ms. Guzman suffered from PTSD and major depressive disorder as a result of the decompression incident. (Tr. III:107; Tr. VII:70-71; 77-78). While Boeing argued that a substantial portion of Ms. Guzman's symptoms were attributable to the stress she suffered during her time as a student at MIT years earlier, and the fact that MIT was suing her for unpaid student loans, the jury apparently rejected this argument. There was ample evidence from which the jury could find that Ms. Guzman suffered from PTSD and a major depressive disorder as a result of the decompression incident, and that these conditions lasted through trial.\n  </p>\n  <p id=\"p-22\">\n   <em>\n    <strong>\n     Experience at MIT\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-23\">\n   Since Boeing's theory focused on Ms. Guzman's time at MIT, some details are necessary. Ms. Guzman was from Costa Rica. (Tr. V:27). From 1995 through 2005 she attended MIT in Massachusetts. (\n   <em>\n    Id.\n   </em>\n   at 42, 67). She obtained a Master of Science degree in Civil Engineering in June 1998, and continued in a Ph.D. program in the department of Civil and Environmental Engineering. (\n   <em>\n    See\n   </em>\n   Tr. VII: 156-57; Tr. VIII:50). While at MIT, Ms. Guzman borrowed\n   in excess of $ 100,000 from MIT. (\n   <em>\n    See\n   </em>\n   Tr. VII:186).\n  </p>\n  <p id=\"p-24\">\n   Candidates in a Ph.D. program at MIT have to pass a qualifying general examination before they are approved to start work on their Ph.D. thesis. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 156-57). It was undisputed that in 2000, Ms. Guzman began receiving official warnings that she had taken too long to take her general examination, although the reason for the delay was disputed. (\n   <em>\n    See\n   </em>\n   Tr. VII:155-60). Ms. Guzman eventually elected to take a medical leave of absence from MIT. (Tr. V:73-74). There was evidence in the record that during this period she was suffering from anxiety and depression that interfered with her ability to sleep or concentrate. (\n   <em>\n    See\n   </em>\n   Tr. VII:67-68, 77-78). Ms. Guzman made numerous visits to various doctors for complaints ranging from stress problems to concerns about fluctuating weight. (\n   <em>\n    E.g.\n   </em>\n   Tr. VII:65, 69, 78-79, 113). There was an unexplained reference in passing in her medical records that she was potentially suffering from PTSD, although she apparently was not diagnosed with that condition. (Tr. VII:164-68). Ms. Guzman tried an anti-depressant at the time, but it made her feel ill and she stopped taking the medication. (\n   <em>\n    See\n   </em>\n   Tr. IV:32, 119, 162-63). There was also evidence that there were family situations in Costa Rica that required her attention at that time, including her mother having suffered a stroke and her father having been assaulted. (Tr. V:73-76; VII:69, 160). During her leave, she went back to Costa Rica for at least a period of time. (Tr. V:74-75).\n  </p>\n  <p id=\"p-25\">\n   Ms. Guzman returned from her medical leave in 2003. (Tr. VII:111). She continued with her studies, although she did again receive warnings of her need to take her general examination. (Tr. VII:173-75). In June 2005, she was denied further enrollment, as a result of which she could no longer pursue her Ph.D. at MIT. (Tr. VII:176). Ms. Guzman returned home. (Tr. V:82). As detailed more fully below, the plaintiff contends that after returning home she was leading a productive, social, engaging and happy life until the decompression incident. Boeing attempted to challenge this evidence, and contends that the court made evidentiary rulings which were in error.\n  </p>\n  <p id=\"p-26\">\n   After leaving MIT, Ms. Guzman's student loans became due. (\n   <em>\n    Id.\n   </em>\n   at 97). She did not pay them. (\n   <em>\n    See\n   </em>\n   Tr. VII:184). In 2007, MIT sued Ms. Guzman. (\n   <em>\n    Id.\n   </em>\n   at 182). Ms. Guzman counter-claimed for,\n   <em>\n    inter alia\n   </em>\n   , MIT's refusal to allow her to finish her Ph.D. (\n   <em>\n    Id.\n   </em>\n   at 181-82, 185). At the time of the rapid decompression incident on October 26, 2010, Ms. Guzman was coming to Boston to be deposed in the MIT litigation. (Tr. V:98, 120). The deposition went forward as planned on October 27, 2010. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 120). The MIT trial was held in Boston in February 2011 and resulted in a verdict against her in the amount of $ 177,000.00. (Tr. VII:186; VIII:27, 36-37). This court made a number of evidentiary rulings in connection with the admissibility of facts relating to the MIT litigation and statements made by the plaintiff in connection with the MIT dispute. Boeing was able to and did cross-examine Ms. Guzman extensively using statements she made in connection with the MIT litigation. (\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   , Tr. VII:195; VIII:36).\n  </p>\n  <p id=\"p-27\">\n   It was Boeing's contention that Ms. Guzman's PTSD and major depressive disorder existed during her time as a student at MIT, and that her inability to complete her Ph.D. program and the stress of being sued by MIT were the cause of and/or exacerbated her continued psychiatric conditions. (\n   <em>\n    See\n   </em>\n   Tr. II:71-73). It was the plaintiff's contention that while her failure to complete her Ph.D. was a setback, it was not a debilitating event in her life. Neither was the MIT lawsuit. (\n   <em>\n    See\n   </em>\n   Tr. VII:184-86).\n  </p>\n  <p id=\"p-28\">\n   Ms. Guzman contended that she was functioning well in Costa Rica until the decompression incident. (\n   <em>\n    See\n   </em>\n   Tr. V:140). The jury apparently rejected Boeing's theory. As detailed herein, there was ample evidence to support the jury's verdict.\n  </p>\n  <p id=\"p-29\">\n   <em>\n    <strong>\n     Evidence of Emotional Damages Following the Decompression Incident\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-30\">\n   There was substantial evidence from which the jury could find that the decompression incident was a harrowing event. Ms. Guzman testified that there was a big, loud, explosion in the plane and that she felt like she had been kicked in the stomach or the chest. (Tr. V:102-103). The plane started falling very quickly and was shaking and rolling. (\n   <em>\n    Id.\n   </em>\n   at 103). There seemed to be smoke, and she felt wind coming into the plane, which indicated to her that there was a hole. (\n   <em>\n    Id.\n   </em>\n   at 104). Ms. Guzman could not get the oxygen mask on without assistance, and even with the mask on she felt like she could not breathe properly. (\n   <em>\n    Id.\n   </em>\n   105-07). Ms. Guzman thought that she was going to die. (\n   <em>\n    Id.\n   </em>\n   at 103-04). This court recognizes that experts for both parties (Dr. Podros for the plaintiff and Dr. Hebben for the defendant) testified, based on symptom validity testing they had each conducted, that Ms. Guzman exaggerated her emotional state, both with respect to positive and negative emotions. (\n   <em>\n    See\n   </em>\n   Tr. IV:79-81; VII:59-60, 79-81; VIII:158). Nevertheless, Ms. Guzman was a very sympathetic and credible witness, and her testimony was corroborated. For example, Kathleen Dalton Shields, a flight attendant, testified that it sounded like a bomb explosion on board - there was a hiss, a gust of air, and the oxygen masks came down. Passengers panicked and were crying and asking if they were going to die. (Tr. V:13-17). Similarly, the deposition testimony of fellow passenger Gwendolyn Farrell and Cheryl Carnevale confirmed that there was panic and that the passengers were very frightened.\n  </p>\n  <p id=\"p-31\">\n   Ms. Guzman began seeking help for the stress she was feeling almost immediately. She called her mother who promptly put her in telephone contact with Dr. Marilyn Cambronero, a clinical psychologist in Costa Rica. (Tr. VI:15-17). They first spoke on the morning of October 27, 2010, and Dr. Cambronero continued to treat Ms. Guzman up until the time of trial. Ms. Guzman was in crisis when they first spoke. (\n   <em>\n    Id.\n   </em>\n   at 20). Boeing has attempted to minimize the impact of the incident on Ms. Guzman over time, and argues that her concern was limited to situations where she had to fly. However, as detailed below, in addition to the plaintiff's own compelling testimony, her sister's testimony and the Doctor's treatment notes depicted someone who continued to suffer from severe stress, depression, anxiety, and other symptoms of PTSD that impacted her daily living up until the time of trial.\n  </p>\n  <p id=\"p-32\">\n   Ms. Guzman clearly had difficulty recounting the decompression events at trial, and was obviously stressed and disturbed by having to recount her story. (\n   <em>\n    E.g.\n   </em>\n   , Tr. V:108). She testified to feeling strange and being in a daze after the plane landed in Miami again, and then during the plane ride to Boston. (\n   <em>\n    Id.\n   </em>\n   114-16). When she landed in Boston, she had \"a big headache,\" and \"was feeling very strange, very fatigued. I had the feeling that I was there but wasn't there completely.\" (\n   <em>\n    Id.\n   </em>\n   at 117). She was crying and nervous and only wanted to call her mother. (\n   <em>\n    Id.\n   </em>\n   ) Her mother put her in touch with Dr. Cambronero who helped calm her down. (\n   <em>\n    Id.\n   </em>\n   at 118-19).\n  </p>\n  <p id=\"p-33\">\n   Ms. Guzman made it through the MIT deposition she had to come to Boston for, although she had difficulty concentrating. (\n   <em>\n    Id.\n   </em>\n   at 120-21). However, she found herself unable to pull herself together to return home as originally planned, and ended up\n   staying in Boston for approximately three weeks - much longer than expected. (\n   <em>\n    Id.\n   </em>\n   at 130-31). While in Boston, she met with her fellow passenger, Miguel Morales, and she found it helpful to discuss the situation with someone else who had been through the same event. (\n   <em>\n    Id.\n   </em>\n   at 125-27). When she flew home, Ms. Guzman felt compelled to discuss her situation with the pilots of the two flights it took her to get home, to get reassurance from them. (\n   <em>\n    Id.\n   </em>\n   at 132-33).\n  </p>\n  <p id=\"p-34\">\n   As Ms. Guzman testified, when she returned home, she thought that things would be fine, but instead she started having \"very terrible memories, flashbacks of what had happened,\" and she would wake up in the middle of the night crying and yelling. On occasion she would wake up gasping for air. She also lacked energy and started feeling very strange. There were days she could not get out of bed. (\n   <em>\n    Id.\n   </em>\n   at 134-37). She started seeing Dr. Cambronero promptly and found her helpful. (\n   <em>\n    Id.\n   </em>\n   at 134-35). She continued treatment with Dr. Cambronero up until the time of trial, and still got support and hope from her. (\n   <em>\n    Id.\n   </em>\n   at 143).\n  </p>\n  <p id=\"p-35\">\n   Ms. Guzman testified that even at the time of trial, however, she still lacked the ability to concentrate and found herself unable to even get through reading a newspaper. (\n   <em>\n    Id.\n   </em>\n   at 142). She suffered from debilitating concerns, was very insecure and afraid, and there were times when the world just went pitch dark, which scared her. (\n   <em>\n    Id.\n   </em>\n   at 142, 151) Ms. Guzman testified to still suffering from severe headaches. (\n   <em>\n    Id.\n   </em>\n   at 143-44). Her social circle has disappeared, and she finds it difficult to interact normally with people around her. (\n   <em>\n    Id.\n   </em>\n   at 151). She has cut herself off from her friends in other countries since traveling is so difficult for her - she needs to take medication and has flashbacks when she has to get on a plane. (\n   <em>\n    Id.\n   </em>\n   at 151-52). Ms. Guzman testified that apart from when she has to fly, which is still extremely difficult, there has been some improvement over time, but she is still suffering. (\n   <em>\n    Id.\n   </em>\n   at 155-56). For example, there are fewer flashbacks, but they still occur. (\n   <em>\n    Id.\n   </em>\n   at 156). While Boeing has attempted to portray Ms. Guzman's condition as being limited to when she needs to travel, that was clearly not her testimony or the testimony of any of the plaintiff's witnesses. (\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   , Tr. VI:37-38, 47-48, 51-55, 65-68).\n  </p>\n  <p id=\"p-36\">\n   Dr. Cambronero kept treatment notes that showed she met with Ms. Guzman frequently from the time of the incident through 2016. (\n   <em>\n    See\n   </em>\n   Pl. Ex. 4).\n   <footnotemark>\n    4\n   </footnotemark>\n   While some of her symptoms waxed and waned, Ms. Guzman continued to suffer from nightmares, fears, insomnia, problems with concentration, crying spells and a lack of interest in life. (\n   <em>\n    E.g.\n   </em>\n   , Tr. VI:22, 28, 34, 48). She continued to suffer from panic attacks, depression and a great deal of anxiety. Ms. Guzman's symptoms were not limited to when she was getting on a plane, although that was a very stressful activity for her. (\n   <em>\n    Id.\n   </em>\n   at 32, 39-41). As Dr. Cambronero's notes indicate, Ms. Guzman and her family were very concerned about her at numerous other times as well. (\n   <em>\n    E.g.\n   </em>\n   ,\n   <em>\n    id.\n   </em>\n   at 48, 54-55). As of August 21, 2013, Dr. Cambronero was reporting that there were no signs of improvement, so that Ms. Guzman's symptoms were considered chronic. (\n   <em>\n    Id.\n   </em>\n   at 51-52). When she learned about the potential lawsuit on September 5, 2013, Ms. Guzman was relieved that she was not imagining the seriousness of the incident. (\n   <em>\n    Id.\n   </em>\n   at 52-53). In April 2014, Ms. Guzman's\n   family was very worried because she did not want to leave the house, was despondent, and had some phobic-type fears of going out. (\n   <em>\n    Id.\n   </em>\n   at 54-55). These issues did not resolve up to the time of trial. (\n   <em>\n    Id.\n   </em>\n   at 43, 57-58, 65-67, 71-76). She continued to struggle with weight gain and her self-image. (\n   <em>\n    Id.\n   </em>\n   at 54, 58, 67, 71-72). Dr. Cambronero's testimony amply supported the conclusion that Ms. Guzman suffered from PTSD through the time of trial.\n  </p>\n  <p id=\"p-37\">\n   The plaintiff also presented the testimony of Ms. Guzman's younger sister, Pabla Guzman. (Tr. V:57-72). In very compelling testimony, Pabla testified how Ms. Guzman changed from someone who took care of things for the family to someone who had to be taken care of.\n   <footnotemark>\n    5\n   </footnotemark>\n   Pabla testified that when Ms. Guzman came home from the trip to Boston in 2010, she was withdrawn, quiet, cried a lot and had nightmares. The family tore down walls in the home to create one big bedroom so that Ms. Guzman would not have to sleep alone, but could share her room with her much younger sisters. Ms. Guzman would have flashbacks and talk about things on the plane, and that the mask hadn't come down. Pabla further testified that, as of the time of trial, the family takes Ms. Guzman to the airport when she flies, and she takes medication to try and calm herself down. Pabla often flies with the plaintiff, who remains scared despite taking medication. On at least one occasion, Ms. Guzman has been unable to get on the plane at all. There are times when Ms. Guzman spends much of her time just lying down, and the family knows to leave her alone when she is feeling bad. According to Pabla, Ms. Guzman is no longer able to function as a mother figure in her life as she had before the incident, and Pabla is instead taking care of the plaintiff.\n  </p>\n  <p id=\"p-38\">\n   The plaintiff also presented the testimony of Antonio Copete, who met Ms. Guzman while they both attended MIT, and they remained friends. (Tr. IV:49-70). He went on to obtain a Masters Degree and Ph.D. in physics from Harvard and he works as a research scientist in in the astronomy department. Dr. Copete was from Bogota originally, and he met Ms. Guzman when they were both involved in the Latin American student club at MIT. Ms. Guzman was very active in the club, and was a lead organizer of the first Latin American Conference at MIT. Dr. Copete testified that Ms. Guzman was well respected, happy and gregarious before the incident. After the incident, however, she was no longer the same person, and their relationship became more contentious.\n  </p>\n  <p id=\"p-39\">\n   Ms. Guzman stayed with Dr. Copete after she arrived in Boston following the decompression incident. He testified that Ms. Guzman was distressed, frightened and very distraught. She stayed longer than expected and was very withdrawn. They continued to see each other once or twice a year after the decompression incident. When they saw each other after the incident, they fought more than they had before, and their relationship changed. He also noticed that she had gained weight. This credible witness testified that Ms. Guzman's personality had changed after the incident. A jury could reasonably conclude that the changed behavior was consistent with the symptoms of PTSD and major depressive disorder, as described by the experts at trial.\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-40\">\n   <em>\n    <strong>\n     Expert Testimony\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-41\">\n   The plaintiff offered the testimony of Dr. Paul Wayne Buza, a Board-certified neurologist. (Tr. II:79). Dr. Buza opined that as a result of the decompression incident, Ms. Guzman suffered from PTSD with an underlying decompression illness. (\n   <em>\n    Id.\n   </em>\n   at 88). As noted above, the parties agree that Ms. Guzman's decompression illness, if any, was not a major factor in the damage award, and it will not be discussed further herein.\n  </p>\n  <p id=\"p-42\">\n   The plaintiff offered the testimony of Dr. Jhilam Biswas, a Board-certified psychiatrist, who is nationally accredited in forensic psychiatry. (Tr. III:66-70). Dr. Biswas testified that it was her understanding that at MIT, Ms. Guzman was diagnosed with situational anxiety and depression, after which she returned home. (\n   <em>\n    Id.\n   </em>\n   at 91). Based, in part, on the fact that there was no evidence that Ms. Guzman sought any mental health treatment after returning to Costa Rica (before the decompression incident), Dr. Biswas concluded that Ms. Guzman rebounded from her situational anxiety and depression upon her return to Costa Rica, was functioning on a high level, and was very engaged and passionate about what she was doing. (\n   <em>\n    Id.\n   </em>\n   at 92-94).\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-43\">\n   Dr. Biswas opined that Ms. Guzman suffered from PTSD and co-morbid persistent depressive disorder as a result of the decompression incident. (\n   <em>\n    Id.\n   </em>\n   at 107-10). Her symptoms of PTSD included a decreased sense of self and loss of self-esteem, engagement in avoidance behavior,\n   <em>\n    i.e.\n   </em>\n   , avoiding doing things that might make her relive the trauma, and hyper-vigilance - constantly worrying that another bad thing is about to happen again very soon. (\n   <em>\n    Id.\n   </em>\n   at 101-02). Ms. Guzman reported nightmares, flashbacks, a sort of \"altered sensorium, feeling like the world was closing in on her, having tunnel vision, not seeing the world in any kind of way that she used to see it before the accident occurred.\" (Tr. IV:28). She felt numb, and she sensed her environment differently. (\n   <em>\n    Id.\n   </em>\n   at 29). Her symptoms of depresssion included erratic eating issues and sleep disturbance, low mood over more than 3-4 days at a time in a week, low energy, low motivation, and a decrease in self-image and self-esteem. (Tr. III:108-09).\n   <footnotemark>\n    8\n   </footnotemark>\n   Ms. Guzman's distress over the incident lasted at least from the date of the incident on October 26, 2010 through the time she met with Dr. Biswas in 2016. (\n   <em>\n    Id.\n   </em>\n   at 105-06). Since the condition had lasted more than 2 years, it was deemed to be persistent. (\n   <em>\n    Id.\n   </em>\n   at 108-09).\n  </p>\n  <p id=\"p-44\">\n   The defendant's expert, Dr. Charles Marmar, a PTSD expert, concurred in the diagnosis of Ms. Guzman as suffering from PTSD and chronic depression. (Tr. VII:59). While he acknowledged that some of her conditions were attributable to the decompression incident, he put part of the blame on events at MIT. As discussed in more detail\n   <em>\n    infra\n   </em>\n   , Dr. Marmar differed from Dr. Biswas in that he was more skeptical of the truthfulness of Ms. Guzman's testimony based on the symptom validity testing done by Dr. Podros (for the plaintiff) and Dr. Hebben (for the defendant). (\n   <em>\n    Id.\n   </em>\n   at 58-60). Such testing helps evaluate the accuracy of a patient's reporting about his or her condition. (\n   <em>\n    Id.\n   </em>\n   at 55). Dr. Marmar testified that Ms. Guzman had an unusual pattern of uneven self -reporting - under\n   emphasizing the importance of certain things while over-emphasizing others - and that she was \"actively managing the impression of her internal emotional state.\" (\n   <em>\n    Id.\n   </em>\n   at 60). Nevertheless, as detailed\n   <em>\n    infra\n   </em>\n   , even considering the symptom validity testing, Dr. Marmar opined that Ms. Guzman suffered from PTSD and chronic depression caused at least in part by the decompression incident.\n  </p>\n  <p id=\"p-45\">\n   The symptoms of PTSD, as described by Dr. Marmar, were consistent with the other witnesses' descriptions of Ms. Guzman, as well as Ms. Guzman's own testimony. For example, Dr. Marmar testified PTSD can affect a person's ability to concentrate, or to accomplish the same scope of work as before. (\n   <em>\n    Id.\n   </em>\n   at 107-08). It frequently makes someone more irritable in their relationships with others, and it can impact their sleep. (\n   <em>\n    Id.\n   </em>\n   at 108). Dr. Marmar summarized the symptoms of PTSD as follows:\n  </p>\n  <blockquote id=\"p-46\">\n   The symptoms fall into four broad categories. The first category is referred to as reliving or re-experiencing painful aspects of the trauma, so that includes thoughts of the event, memories of the event, images of the event that intrude into a person's mind, it includes disturbing dreams of the event, which may be very realistic or simply fragmatic disturbing dreams that are associated with the event, it includes feelings of physical distress when reminded or triggered by a memory of the event. Those kinds of symptoms are generally classified as remembering, reliving or re-experiencing the event in ways that may be painful for the individual and frequently triggered by reminders. That's the first class.\n  </blockquote>\n  <blockquote id=\"p-47\">\n   The second broad class of symptoms are called avoidance symptoms, and they generally have to do with the fact that, when a person has been exposed to trauma, that confronting reminders of that trauma, whether it's talking about it, reading about it, visiting the site of the trauma, et cetera, may trigger back and bring back painful memories. So, avoidance symptoms are the tendency of the person who's traumatized to try to wall themselves off and isolate themselves from triggers that are reminders of the trauma.\n  </blockquote>\n  <blockquote id=\"p-48\">\n   The third class of symptoms have to do with alterations in thinking and feeling and views of the self and others; for example, seeing the world as a more dangerous and uncontrollable and unpredictable place and seeing oneself as weaker and more vulnerable, it may see alterations in mood, generally a loss of -- or a diminishment of positive emotions, such as love, affection, playfulness, joy and happiness, and a heightening of negative emotions, such as fear, sorrow, guilt, sadness. So, in PTSD, we find a heightening of negative emotions and a blunting of positive emotions, and those often occur with disturbances in to how one thinks and sees the world.\n  </blockquote>\n  <blockquote id=\"p-49\">\n   And then the final set of symptoms, which is the fourth category, are symptoms of abnormal heightened arousal. That's called hyperarousal. And typically they're things such as being watchful and on guard when there's no need to be, that's hypervigilance; being jumpy and easily startled; having trouble sleeping; being irritable; having a short fuse; having difficulty concentrating.\n  </blockquote>\n  <p id=\"p-50\">\n   (\n   <em>\n    Id.\n   </em>\n   at 108-10). As detailed above, these symptoms match the testimony of Ms. Guzman and the other witnesses for the plaintiff.\n  </p>\n  <p id=\"p-51\">\n   Dr. Marmar testified further that if someone has persistent and chronic PTSD, they have a 50% chance of developing a concurrent major depression at some time in the course of having PTSD, and that if they have a prior history of depression,\n   they are more likely to develop recurrent depression in the context of having PTSD. (Tr. VII:101-02). As discussed\n   <em>\n    infra\n   </em>\n   , Dr. Marmar also opined that Ms. Guzman nevertheless has an excellent chance of being fully recovered in a finite period of time.\n  </p>\n  <p id=\"p-52\">\n   Finally, Dr. Marmar gave more significance to the evidence of psychological stress Ms. Guzman experienced at MIT. His main conclusion was that:\n  </p>\n  <blockquote id=\"p-53\">\n   Ms. Guzman experienced a traumatic event onboard this flight and has developed a post-traumatic stress disorder and that she has also suffered from chronic depression, both in relationship to this event and before when she struggled with depression during her years at MIT and that she also has a long history, which precedes this flight, of reporting herself to be physically unwell and reporting somatic disorders, a condition called somatization disorder.\n  </blockquote>\n  <blockquote id=\"p-54\">\n   So, within the limits that we have, given our still reliance primarily on taking at face value what people tell us about their symptoms, Ms. Guzman meets the diagnostic criteria currently, at the time of my assessment in July, 2016, of PTSD related to the airline incident of October 26th, 2010, of a chronic waxing and waning depression and somatization disorder.\n  </blockquote>\n  <p id=\"p-55\">\n   (\n   <em>\n    Id.\n   </em>\n   at 58-59). After testifying about Ms. Guzman's response to symptom validity tests, Dr. Marmar further testified as follows:\n  </p>\n  <blockquote id=\"p-56\">\n   Well, my conclusion is she did suffer from post-traumatic stress related to the airline incident and that, that is a significant factor in her life, but that must be placed in the context of having very significant problems which occurred before that event and color her response to it afterwards.\n  </blockquote>\n  <blockquote id=\"p-57\">\n   So, the main -- the diagnoses that I provided are, to a reasonable degree of medical certainty, true for her. She did develop post-traumatic stress disorder related to the airline incident and some secondary depression, but that must be understood against the background of difficulty she had before the event and her own tendency to view the narrative of her life as -- the main conclusion is, as she presents it, she had a wonderful life before the event, and the life was radically damaged by this incident. And I think a more accurate representation is she was having very significant psychological difficulties before this event, and this event has had an aggravating role.\n  </blockquote>\n  <p id=\"p-58\">\n   (\n   <em>\n    Id.\n   </em>\n   at 70-71). On cross-examination, Dr. Marmar did confirm that the only event in Ms. Guzman's life about which he was aware that could formally be classified as a traumatic stressor was the decompression incident. (\n   <em>\n    Id.\n   </em>\n   at 120).\n  </p>\n  <p id=\"p-59\">\n   In sum, there was ample expert evidence, both from the plaintiff's and defendant's expert, that as of the time of trial Ms. Guzman was suffering from PTSD and chronic depression as a result of the decompression incident, and that contrary to Boeing's characterization, the emotional distress she suffered significantly impacted her life.\n  </p>\n  <p id=\"p-60\">\n   <em>\n    <strong>\n     Life Before the Decompression Incident\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-61\">\n   <em>\n    <strong>\n     Admission of Photographs\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-62\">\n   As noted above, it was Boeing's contention that the stress Ms. Guzman suffered at MIT from not completing her Ph.D. and being sued by MIT, was the cause of and/or exacerbated her PTSD and anxiety disorders. The plaintiff countered with evidence that during the period after MIT but before the decompression incident Ms. Guzman had an active life, and that she was social and not depressed. Ms. Guzman testified that before the incident she \"was doing the things that normal people do,\" she\n   was \"happy\" and \"excited about life.\" (Tr. V: 138). She exercised regularly, including doing aerobics, or kick-boxing, or running, or swimming. (\n   <em>\n    Id.\n   </em>\n   ) She read a lot and went to the movies. (\n   <em>\n    Id.\n   </em>\n   ). She had a lot of friends, and was part of a group of young people who were working on development in Costa Rica. (\n   <em>\n    Id.\n   </em>\n   at 141). She was very confident. (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-63\">\n   Among other things, Ms. Guzman testified that during this period she helped the now-former president of Costa Rica get elected, and worked on another female candidate's presidential campaign. (\n   <em>\n    Id.\n   </em>\n   at 84-87). She put together a technology team coordinating voters and voter locations - work she found very satisfying. (\n   <em>\n    Id.\n   </em>\n   at 85-86). In connection with this testimony, the plaintiff offered three photographs which the court admitted into evidence. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 93-94). One, which was from the website of the Foreign Ministry of Chile, shows Ms. Guzman with a Chilean government delegation to Costa Rica. (\n   <em>\n    Id.\n   </em>\n   at 91-93; Ex. 3 (reproduced at Docket No. 411 at 10) (the \"Chilean Delegation photo\") ). It was taken five months before the decompression incident and shows people in business attire shaking hands, including a woman (the President of Costa Rica) with what appears to be the Costa Rican flag draped over her shoulder. (\n   <em>\n    See\n   </em>\n   Tr. V:91, 93; Ex. 3). The plaintiff is prominently looking on smiling, and is surrounded by others who are smiling as well. (\n   <em>\n    See\n   </em>\n   Ex. 3;\n   <em>\n    see\n   </em>\n   <em>\n    also\n   </em>\n   Tr. V: 91-92). There were two additional photographs that were also admitted by the court. (Ex. 3 (reproduced at Docket No. 411 at 11-12) ). These show the plaintiff in similar settings with people holding flags, all of whom, including the plaintiff, are smiling. (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-64\">\n   Boeing argues that it was \"ambushed\" by these photographs at trial \"and the effect of their being admitted over Boeing's objections cannot be understated.\" (Docket No. 411 at 1). Boeing first took the position that it had never seen any of the photographs before trial, and then took the position that while it had the Chilean Delegation photograph before trial, it had received it too late in discovery for it to have been used at the plaintiff's deposition. (Tr. V:21-24). Post-trial, Boeing appears to have reviewed its records, and now admits that it had had the Chilean Delegation photo for years, and could have examined Ms. Guzman about it at several of her depositions, but failed to do so. (\n   <em>\n    See\n   </em>\n   Docket No. 411 at 10 n.3). Consequently, Boeing now limits its argument, which it still makes strenuously, that it was reversible error for this court to have allowed the other two photographs into evidence. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   ). In light of the clear similarity between the three pictures, this court finds no error in having admitted the three photographs into evidence. Moreover, in light of the fact that Boeing had the Chilean Delegation photo in its possession for years before trial, and clearly understood that the changes in Ms. Guzman's life caused by the decompression incident was the crux of the entire case but failed to question her about it, this court finds Boeing's continued demand for a new trial due to the admission of the photographs meritless.\n   <footnotemark>\n    9\n   </footnotemark>\n  </p>\n  <p id=\"p-65\">\n   It is undisputed that Boeing understood that Ms. Guzman was contending that she was a \"mover and shaker\" before the incident, as well as an entrepreneur, and that she was no longer able to participate in that life after the incident. (\n   <em>\n    See\n   </em>\n   Tr. I:143-44, 148, 159). Nevertheless, Boeing argues that it was \"ambushed\" by these photographs, and that their admission was reversible error requiring a new trial since Ms. Guzman had not previously discussed being involved in political campaigns. (\n   <em>\n    See\n   </em>\n   Docket No. 411 at 8-14; Docket No. 419 at 3). When plaintiff had moved to introduce these photographs into evidence, Boeing first represented to the court at trial that it had never seen any of these photographs before. (Tr. V:21). When confronted with the evidence that the Chilean Delegation photograph was on the plaintiff's exhibit list as Exhibit 56 (\n   <em>\n    see\n   </em>\n   <em>\n    id.\n   </em>\n   at 22-23), Boeing next argued that the photograph had been produced too late in discovery for it to be used at the plaintiff's deposition. (\n   <em>\n    Id.\n   </em>\n   at 23). In light of plaintiff's persuasive arguments to the contrary, this court allowed the Chilean Delegation photo into evidence. (\n   <em>\n    Id.\n   </em>\n   at 23-24). This court allowed the other two photographs into evidence due to their similarity with the Chilean Delegation photo, but disallowed another photograph that was unrelated and required an explanation. (Tr. VI:22-24).\n  </p>\n  <p id=\"p-66\">\n   It has now been established that the Chilean Delegation photograph was produced to Boeing in August 2016, and it was reproduced for a second time shortly before the plaintiff was deposed for a second day on January 22, 2018. (Docket No. 411 at 10 &amp; n.1). Despite the fact that it was the only photograph the plaintiff produced (Docket No. 411 at 9),\n   <footnotemark>\n    10\n   </footnotemark>\n   Boeing did not use it at the plaintiff's deposition - either on January 22, 2018 or on any subsequent day of her deposition. (\n   <em>\n    See\n   </em>\n   Docket No. 419 at 4 (according to Boeing, it \"did not waste time in a deposition trying to figure out whether the Chilean delegation photograph was part of plaintiff's broader involvement in politics.\") ). Boeing similarly did not question the plaintiff about an email that accompanied the photograph, as produced, \"in which (1) the individual sending the article thanks plaintiff for her assistance and for sharing information about initiatives she is pursuing in Costa Rica and (2) plaintiff herself states 'I was dealing with the President of the Supreme Court in Chile.' \" (Docket No. 411 at 12). Having failed to inquire about the \"initiatives\" that were being pursued, in what way the plaintiff was dealing with the President of the Supreme Court in Chile, or the context for the photograph which shows a group of smiling people waiving flags, this court finds no merit in Boeing's argument that it was ambushed at trial\n   because it had no knowledge about plaintiff's participation in political campaigns. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   ). To the extent that the plaintiff did not describe her activities in response to deposition questions or interrogatories which Boeing believed called for such information, Boeing was free to cross-examine the plaintiff at trial about her failure to disclose these activites, and did so. (Tr. VII:202-07).\n  </p>\n  <p id=\"p-67\">\n   Boeing now attempts to distinguish the photographs on the grounds that the plaintiff is more prominent in the two pictures which it had not seen before trial, while in the Chile Delegation photo \"plaintiff is in the background, not the focus of the photograph.\" (Docket No. 411 at 10-11). This argument is without merit. The plaintiff is clearly visible in the photograph that had been produced before trial. There is a full facial shot of her and she is smiling and looking healthy. (\n   <em>\n    See\n   </em>\n   Ex. 3). The two additional photographs were merely cumulative and do not add any substantive information to the photograph already in Boeing's possession.\n  </p>\n  <p id=\"p-68\">\n   Boeing further argues that the photographs constituted a new narrative about plaintiff's involvement in political campaigns that it was somehow precluded from exploring prior to trial. (\n   <em>\n    See\n   </em>\n   Docket No. 411 at 8-9, 12). This argument is defeated by the fact that Boeing did have the photograph that depicted plaintiff's involvement with the President of Costa Rica prior to trial, along with the email cited above. Moreover, the fact that the plaintiff was claiming that the quality of her life had been severely diminished by the decompression incident was the key issue at trial, and this was the principle reason the photographs were introduced by the plaintiff at trial. The fact that the plaintiff was involved in politics was secondary, and Boeing's fixation on the fact that it may not have known that the plaintiff was involved specifically in political campaigns gives unwarranted significance to \"political campaigns\" and ignores the fact that the plaintiff's testimony has always been that she led an active and fulfilling life after MIT but before the decompression incident. Again, to the extent that Boeing felt that the plaintiff's trial testimony was inconsistent with her deposition testimony or answers to interrogatories, it was free to, and did, explore those inconsistencies at trial. (\n   <em>\n    See\n   </em>\n   Tr. VII:202-07).\n  </p>\n  <p id=\"p-69\">\n   In sum, there was ample evidence from which the jury could find that the decompression incident was a life-altering event for Ms. Guzman, and that she continued to suffer its affects for almost 8 years, until the time of trial. The record supports a sizeable award.\n  </p>\n  <p id=\"p-70\">\n   <strong>\n    C.\n    <em>\n     The Jury Appropriately Considered Mitigation\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-71\">\n   Boeing contends that the fact that the jury did not mitigate her damages to reflect that the plaintiff could have recovered from any claimed injuries \"within a matter of months\" establishes that the jury's award was excessive. This court disagrees. The fact that the jury reduced its award by a third establishes that it considered the issue of mitigation, and reasonably concluded that Ms. Guzman should have sought alternative treatment several years before the trial. (\n   <em>\n    See\n   </em>\n   note 3,\n   <em>\n    <extracted-citation case-ids=\"11311804\" index=\"16\" url=\"https://cite.case.law/us/393/156/#p159\">\n     supra\n    </extracted-citation>\n   </em>\n   ). It was within the province of the jury to reach that conclusion.\n   <em>\n    See\n   </em>\n   <em>\n    Goldstein v. Kelleher\n   </em>\n   ,\n   <extracted-citation case-ids=\"57527\" index=\"17\" url=\"https://cite.case.law/f2d/728/32/#p38\">\n    728 F.2d 32\n   </extracted-citation>\n   , 38-39 (1st Cir. 1984) (upholding jury determination on mitigation of damages where evidence permitted the jury to reasonably reach the conclusion that it did).\n  </p>\n  <p id=\"p-72\">\n   The jury was instructed on mitigation without objection as follows:\n  </p>\n  <blockquote id=\"p-73\">\n   Duty to mitigate damage: A plaintiff who is injured as a result of someone else's harm has a duty to take reasonable\n   steps to minimize her losses. A defendant is relieved of liability for any portion of the plaintiff's damages that could reasonably have been mitigated by the plaintiff. In other words, a person who causes his or her own losses to be unnecessarily large by failing to act reasonably cannot recover for any losses that were avoidable.\n  </blockquote>\n  <blockquote id=\"p-74\">\n   If the plaintiff's condition would be improved by having an ordinary treatment that a reasonably prudent person in the circumstances would submit to, a refusal to have that treatment may be evidence of an unreasonable failure to lessen the amount of the plaintiff's damages. However, the plaintiff is not obligated to undertake all measures when the outcome as to the relief and the reduction of damages is uncertain. It is up to you to determine what a reasonably prudent person would have done in the circumstances.\n  </blockquote>\n  <blockquote id=\"p-75\">\n   The burden is on the defendant to prove by a preponderance of the evidence that the plaintiff failed to make reasonable efforts to mitigate damages. If you find that Boeing has proved by a preponderance of the evidence that Ms. Guzman has failed to take reasonable steps to improve her condition, you must reduce any damage award by the amount that could have been avoided.\n  </blockquote>\n  <p id=\"p-76\">\n   (Tr. IX:136-37).\n  </p>\n  <p id=\"p-77\">\n   The undisputed facts establish that Ms. Guzman promptly sought treatment from a clinical psychologist, Dr. Cambronero. Dr. Cambronero treated Ms. Guzman regularly up until the time of trial. This is not a situation where the plaintiff simply ignored her condition. While there may have been alternative types of treatment available, there are no guarantees in medical treatment, especially mental health treatment. This court is not prepared to rule that Ms. Guzman was obligated to engage in any specific type of treatment for her PTSD and major depressive disorder, especially since she did undertake some form of treatment.\n   <em>\n    See\n   </em>\n   <em>\n    Performance Indicator, LLC v. Once Innovations, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4066964\" index=\"18\" url=\"https://cite.case.law/f-supp-3d/56/99/#p102\">\n    56 F.Supp.3d 99\n   </extracted-citation>\n   , 102 (D. Mass. 2014) (\"The appropriateness of efforts to mitigate damages 'must be evaluated under the totality of the circumstances which pertain in each individual case.' \" (quoting\n   <em>\n    Allied Int'l, Inc. v. Int'l Longshoremen's Ass'n, AFL-CIO\n   </em>\n   ,\n   <extracted-citation case-ids=\"1684273\" index=\"19\" url=\"https://cite.case.law/f2d/814/32/#p38\">\n    814 F.2d 32\n   </extracted-citation>\n   , 38 (1st Cir. 1987) ) ).\n  </p>\n  <p id=\"p-78\">\n   Dr. Biswas testified that Ms. Guzman had a \"fair to good prognosis for the PTSD.\" (Tr. IV:21, 33-34). She further testified that \"it is variable how long people need treatment and therapy and support to be able to move past an illness.\" (Tr. III:116). The fact that Ms. Guzman also suffered from a persistent depressive disorder according to Dr. Biswas made the PTSD harder to treat since you are \"trying to treat a lot of different symptoms, and you're approaching it from multiple different angles in terms of treatment.\" (Tr. IV:32). Moreover, according to Dr. Biswas (and Dr. Marmar), there are a number of different types of therapies for treating PTSD. (\n   <em>\n    See\n   </em>\n   Tr. IV:24; VII: 42-43). Finally, Dr. Biswas opined that after suffering from PTSD for years, it would take \"intensive and long term therapy in order for her to get remission[.]\" (Tr. III:116-17).\n  </p>\n  <p id=\"p-79\">\n   Dr. Marmar also recognized that a person could have PTSD and not be aware that they are suffering from a mental disorder. He further testified that any treatment after a patient had suffered from PTSD for a period of time would need to be more intensive. (Tr. VII:105, 116-17). Thus, there was testimony from which the jury could determine that Ms. Guzman's original course of treatment was appropriate, and that her condition was likely to last years, even with a different type of\n   treatment than she was getting from Dr. Cambronero.\n  </p>\n  <p id=\"p-80\">\n   Both Dr. Biswas and Dr. Marmar opined that treatment of PTSD by therapy as well as medication gives a patient a better chance of recovery, and that the earlier treatment is undertaken, the greater the likelihood of success. (Tr. IV:24; VII:71-72). Dr. Cambronero had also recommended medication. (Tr. VII:33-34, 138-39). However, Ms. Guzman had tried an anti-depressant previously while at MIT, and it made her feel sedated. (Tr. IV:32). She did testify, however, that she did take some medication in order to be able to fly. (\n   <em>\n    See\n   </em>\n   Tr. V:63, 151-52). Thus, the jury could find that between therapy with Dr. Cambronero, and taking medication when she felt she had no choice, Ms. Guzman had taken appropriate steps to try and relieve her condition. By reducing the verdict, the jury further found that she should have tried a different method earlier than she did. There is no basis to discard the jury's analysis.\n   <footnotemark>\n    11\n   </footnotemark>\n  </p>\n  <p id=\"p-81\">\n   Boeing takes exception to the fact that the jury did not accept Dr. Marmar's testimony that he could resolve PTSD in 4-6 sessions in the first weeks after a traumatic event, and in 12-16 sessions, plus medication, if the patient seeks treatment years, or even decades after the event. (Tr. VII:72-73). The latter course of treatment, according to Dr. Marmar, would take 12-18 months. (\n   <em>\n    Id.\n   </em>\n   at 75-76). Despite his confidence in his ability to resolve PTSD in these few visits (which the jury was not obligated to accept), even Dr. Marmar admitted that there was no guarantee that Ms. Guzman's treatment would be successful. (\n   <em>\n    Id.\n   </em>\n   at 116-17). While a majority of people recover from PTSD, not all do. (\n   <em>\n    Id.\n   </em>\n   at 119).\n  </p>\n  <p id=\"p-82\">\n   Ms. Guzman and Dr. Cambronero in particular painted a picture of a woman struggling with PTSD and depression who was trying to get back to her old life, and who had undertaken the treatment that she believed would be most helpful. (\n   <em>\n    See\n   </em>\n   Tr. VI:47, 69, 75). The jury weighed the evidence and applied the instructions on the law relating to mitigation. It was for the jury to determine what a reasonably prudent person would have done under the circumstances. They jury carried out its duties and this court will not second guess its conclusion.\n   <em>\n    See\n   </em>\n   <em>\n    Rodriguez v. Senor Frog's De La Isla, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3383098\" index=\"20\" url=\"https://cite.case.law/f3d/642/28/#p37\">\n    642 F.3d 28\n   </extracted-citation>\n   , 37 (1st Cir. 2011) (district courts \"do not have\n   <em>\n    carte blanche\n   </em>\n   to ignore the considered verdict of a\n   <em>\n    properly instructed jury\n   </em>\n   simply because they might have reached a different result in a bench trial[.]\" (emphasis in original; internal quotations omitted) ).\n  </p>\n  <p id=\"p-83\">\n   <strong>\n    III.\n    <em>\n     CONDUCT OF COUNSEL\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-84\">\n   Boeing next argues that the conduct of plaintiff's counsel was so egregious that a new trial is warranted. \"A new trial may be granted on the ground of prejudicial misconduct of counsel that is not cured by the judge's instructions to the jury.\"\n   <em>\n    Gath v. M/A-Com, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1346341\" index=\"21\" url=\"https://cite.case.law/mass/440/482/#p492\">\n    440 Mass. 482\n   </extracted-citation>\n   , 492,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=802%20N.E.2d%20521\">\n    802 N.E.2d 521\n   </extracted-citation>\n   , 530 (2003). The overarching inquiry is whether \"the errors committed by plaintiff's counsel, considered in their totality, injuriously affected the substantial rights of the defendant[ ], and deprived [it] of a fair trial.\"\n   <em>\n    Fyffe v. Mass. Bay Transp. Auth.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4239374\" index=\"23\" url=\"https://cite.case.law/mass-app-ct/86/457/#p458\">\n    86 Mass. App. Ct. 457\n   </extracted-citation>\n   , 458,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=17%20N.E.3d%20453\">\n    17 N.E.3d 453\n   </extracted-citation>\n   , 454 (2014) (internal citations omitted).\n   <em>\n    See\n   </em>\n   <em>\n    also\n   </em>\n   <em>\n    Martinez v. Hongyi Cui\n   </em>\n   ,\n   <extracted-citation case-ids=\"3687753\" index=\"25\" url=\"https://cite.case.law/f3d/608/54/#p62\">\n    608 F.3d 54\n   </extracted-citation>\n   , 62 (1st Cir. 2010) (court examines totality of circumstances in evaluating claim of improper conduct by counsel). In assessing\n   whether counsel's comments require a new trial, \"a court must examine, on a case-by-case basis, the totality of the circumstances, including the nature of the comments, their frequency, their possible relevancy to the real issues before the jury, the manner in which the parties and the court treated the comments, the strength of the case (e.g. whether it is a close case), and the verdict itself.\"\n   <em>\n    Forrestal v. Magendantz\n   </em>\n   ,\n   <extracted-citation case-ids=\"1783289\" index=\"26\" url=\"https://cite.case.law/f2d/848/303/#p309\">\n    848 F.2d 303\n   </extracted-citation>\n   , 309 (1st Cir. 1988) (internal quotations omitted). The factors the court can consider may include \"(1) whether the defendant seasonably objected; (2) whether the error was limited to collateral issues or went to the heart of the case; (3) what specific or general instructions the judge gave to the jury which may have mitigated the mistake; and (4) whether the error, in the circumstances, possibly made a difference in the jury's conclusion.\"\n   <em>\n    Fyffe\n   </em>\n   ,\n   <extracted-citation case-ids=\"4239374\" index=\"27\" url=\"https://cite.case.law/mass-app-ct/86/457/#p458\">\n    86 Mass. App. Ct. at 472\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=17%20N.E.3d%20453\">\n    17 N.E.3d at 464\n   </extracted-citation>\n   (finding that \"the framework that is used to evaluate allegations of misconduct by counsel in criminal cases\" is \"instructive\" in civil cases (internal quotations omitted) ).\n   <em>\n    See\n   </em>\n   <em>\n    also\n   </em>\n   <em>\n    Ahern v. Scholz\n   </em>\n   ,\n   <extracted-citation case-ids=\"571807\" index=\"29\" url=\"https://cite.case.law/f3d/85/774/#p791\">\n    85 F.3d 774\n   </extracted-citation>\n   , 791 (1st Cir. 1996) (no new trial is warranted where court \"cannot say with fair assurance that the judgment was substantially swayed by the error\" (internal punctuation and citation omitted) ). As the First Circuit has cautioned, while a lawyer is charged with providing \"zealous advocacy\" for his or her client, it must be in furtherance\n  </p>\n  <blockquote id=\"p-85\">\n   of achieving the court's ultimate goal, which is finding the truth. Deceptions, misrepresentations, or falsities can only frustrate that goal and will not be tolerated within our judicial system.\n  </blockquote>\n  <p id=\"p-86\">\n   <em>\n    Polansky v. CNA Ins. Co.,\n   </em>\n   <extracted-citation case-ids=\"10544400\" index=\"30\" url=\"https://cite.case.law/f2d/852/626/#p632\">\n    852 F.2d 626\n   </extracted-citation>\n   , 632 (1st Cir. 1988). After careful consideration of all the claims of error, as well as of the transcript as a whole, this court does not believe that a new trial is warranted.\n  </p>\n  <p id=\"p-87\">\n   There is no question that counsel for both sides had very different styles in this litigation. Plaintiff's counsel was more flamboyant while defense counsel was more methodical. These differences in style clearly frustrated all counsel, and caused heated arguments outside the presence of the jury. In the jury's presence, though, counsel generally acted respectfully towards each other. That being said, neither side was shy about making objections or asking for sidebar conferences. Nevertheless, Boeing bases its claim for a new trial primarily on statements made by plaintiff's counsel to which it raised no objection at trial.\n  </p>\n  <p id=\"p-88\">\n   As the record establishes, this court felt compelled on several occasions to give curative instructions based on both sides' improper questioning or arguments. Nevertheless, this court did not believe that any conduct warranted a mistrial at the time, and does not believe that a new trial is warranted in retrospect.\n  </p>\n  <p id=\"p-89\">\n   Moreover, this court does not believe that the plaintiff improperly inflamed the jury. For example, although Boeing takes exception to statements made in the plaintiff's opening to the jury to the effect that Boeing was responsible for the incident, if anything those statements gave the court the opportunity to instruct the jury about the issues in this case, and to make sure that the jury did not consider inappropriate factors. Thus, to the extent that plaintiff's counsel referred to Boeing's \"fault\" for the incident in his opening (Tr. II:22), the jury was instructed twice by the court that while Boeing had agreed to accept responsibility for all damages proximately caused by the decompression incident, that did not mean that Boeing's actions caused the accident.\n  </p>\n  <p id=\"p-90\">\n   (\n   <em>\n    Id.\n   </em>\n   at 56-57, 62-63).\n   <footnotemark>\n    12\n   </footnotemark>\n   The jury was clearly focused on the issues in this case from the outset. Similarly, the court reinforced the fact during plaintiff's opening statement that sympathy should not be part of the jury's decision making. (\n   <em>\n    Id.\n   </em>\n   at 24-25). When counsel in his opening tried to anticipate Boeing's argument that no one was really injured on the plane, a claim Boeing had made frequently in pre-trial matters, this court reinforced to the jury that the case was just about Ms. Guzman, and not other passengers. (\n   <em>\n    Id.\n   </em>\n   at 50).\n   <footnotemark>\n    13\n   </footnotemark>\n  </p>\n  <p id=\"p-91\">\n   On the other hand, Boeing attempted to use the absence of any evidence about the cause of the incident to its advantage, completely avoiding the possibility that it was accepting responsibility for Ms. Guzman's injuries because it could have been found responsible for the hole in the fuselage that occurred during flight. Thus, in Boeing's opening counsel repeated that \"Boeing stepped up and acknowledges and agreed not to contest responsibility for the claims of Ms. Guzman\" and that \"Boeing has stepped up and agreed not to contest liability[.]\" (\n   <em>\n    Id.\n   </em>\n   at 64). Similarly, in her closing, Boeing's counsel argued that Boeing has \"stepped up and agreed to accept responsibility and not to contest liability for damages that Ms. Guzman proves are directly caused as a result of this incident.\" (Tr. IX:62). In light of the repeated instructions of the court, as well as Boeing's own arguments, this court does not believe that the jury acted in an effort to punish Boeing for causing the incident.\n  </p>\n  <p id=\"p-92\">\n   Boeing takes exception to plaintiff's counsel's closing, wherein Boeing contends he \"encouraged the jury to hold Boeing 'accountable' and argued that Boeing was 'stomping' on the Plaintiff.\" (Docket No. 381 at 12). However, a fair reading of the closing is that counsel was arguing despite Boeing's claim that it was \"stepping up,\" it was maligning Ms. Guzman who was facing this onslaught from Boeing who was calling her a liar, cheat and fraud. (Tr. IX:100). It was this (in plaintiff's view unfounded) attack on Ms. Guzman's credibility that counsel was saying \"could happen to any of us.\" (\n   <em>\n    Id.\n   </em>\n   at 100-01).\n   <footnotemark>\n    14\n   </footnotemark>\n   Plaintiff\n   was arguing that if Boeing was \"really accepting accountability\" then it would not be challenging Ms. Guzman's claims of harm. (\n   <em>\n    Id.\n   </em>\n   at 99-101).\n  </p>\n  <p id=\"p-93\">\n   Boeing also takes exception to the following portion of plaintiff's counsel's closing argument in which he referred to Dr. Biswas' testimony and argued that she had said\n  </p>\n  <blockquote id=\"p-94\">\n   that there are real cognitive effects.... PTSD actually changes how your brain works, okay, and how it perceives information, how it perceives data, how it perceives distances, and how visual and spatial things go. In fact, if you recall from Dr. Biswas' testimony, she said she was an engineer before and she was not perceiving things ---\n  </blockquote>\n  <blockquote id=\"p-95\">\n   COURT: You need to make sure you stick to the evidence.\n  </blockquote>\n  <blockquote id=\"p-96\">\n   MR. STOMBAUGH: That is the evidence, your Honor. I'm happy to address it, because she was in fact - you may recall Dr. Biswas saying she was an engineer, and the visual and spatial issue was important for her.\n  </blockquote>\n  <blockquote id=\"p-97\">\n   MS. GUILFOYLE: Your Honor, I object to this line.\n  </blockquote>\n  <blockquote id=\"p-98\">\n   COURT: It's the jury's collective memory as to what the evidence is on this.\n  </blockquote>\n  <p id=\"p-99\">\n   (Tr. IX:95-96). Mr. Stombaugh then moved on. In fact, however, Dr. Biswas had testified, without objection, that Ms. Guzman had reported as follows:\n  </p>\n  <blockquote id=\"p-100\">\n   Q. When you say \"sees the world in the same way,\" are you talking about in terms of her, you know, outlook in life, or are you discussing something like she actually senses her environment differently?\n  </blockquote>\n  <blockquote id=\"p-101\">\n   A. Both.\n  </blockquote>\n  <blockquote id=\"p-102\">\n   Q. How does she sense her environment differently?\n  </blockquote>\n  <blockquote id=\"p-103\">\n   A. So she talked a lot about having tunnel vision, not being able to -- she was an engineer before, so she was seeing things in a very spatial way; and she just felt like she had lost the ability to think about things in a visual way, kind of visually identify things. She talked about numbness, feeling very numb to senses. That's something you will see a lot in trauma.\n  </blockquote>\n  <p id=\"p-104\">\n   (Tr. IV:29). Dr. Cambronero also testified that Ms. Guzman had complained of having problems with smell and vision. (Tr. VI:51). Thus, there was a basis for the argument that as a result of PTSD Ms. Guzman perceived her world differently.\n   <footnotemark>\n    15\n   </footnotemark>\n  </p>\n  <p id=\"p-105\">\n   Boeing contends that this argument is an attempt to get damages for cognitive impairments allegedly caused by the decompression incident. (Docket No. 381 at 15). This court had dismissed the claim for cognitive impairment due to a lack of proof of causation. In this court's view, Boeing's argument misconstrues the meaning and intent of the plaintiff's argument, which was to focus on how the plaintiff believed the incident had changed her life. In any event, to the extent, if any, that plaintiff's counsel erred in his closing, it was rectified by this court's instruction. After consultation with counsel during the jury charge conference, the court instructed the jury that \"while both parties referenced a potential claim for cognitive impairment in their openings and there was some reference\n   in plaintiff's closing, I instruct you that there is no specific damage claim for cognitive impairment remaining in this case. I also remind you that neither the opening nor closing are evidence.\" (Tr. IX:42-49, 136). In light of this clear instruction, there is no reason to believe that the jury inappropriately considered any damages for cognitive impairment.\n  </p>\n  <p id=\"p-106\">\n   In a footnote, Boeing argues that the plaintiff improperly referenced the impact of the event on flight attendant Katie Dalton Shields, and that such a reference was \"in direct contravention\" of the court's ruling that the trial was to focus on Ms. Guzman. (Docket No. 381 at 15 n.4). Again, there was no objection by Boeing at trial. (Tr. IX:90-91). Moreover, the plaintiff did not violate any court ruling on this subject.\n  </p>\n  <p id=\"p-107\">\n   During his closing, plaintiff's counsel referenced the substance of other passenger's testimony, and Ms. Dalton Shield's testimony and demeanor, in support of the argument that this was a \"flight from hell\" and would clearly have been expected to make a lasting impression on everyone, particularly on someone like the plaintiff who was already vulnerable to depresssion and anxiety. (Tr. IX:88-91). This was not an inappropriate argument. Nor does it violate this court's prior ruling, made on the sixth day of trial. At that time, during a conference with counsel, Boeing was concerned \"that somehow there's going to be an argument that Ms. Guzman should be compensated not for the damages she suffered but somehow for some kind of risk of greater injury than she actually sustained; and, two, that there's going to be some ... discussion of other passengers and what might have happened to them and some suggestion that damages should be awarded for that.\" (Tr. VI:82). Boeing further contended that if such arguments were made, it would have to bring in expert testimony. (\n   <em>\n    Id.\n   </em>\n   ). Plaintiff's counsel assured the court that they had no intention to seek any damages other than for what Ms. Guzman had sustained, and had no intention of making the arguments about which Boeing was concerned. (\n   <em>\n    Id.\n   </em>\n   at 82-83).\n   <footnotemark>\n    16\n   </footnotemark>\n   In this context the court said that both sides had to focus on Ms. Guzman - Boeing could not point to the other passengers to say no one else suffered any harm, and the plaintiff could not seek to enhance her damages on the basis of what other passengers suffered, or ask the jurors to put themselves in Ms. Guzman's shoes. (VI:82-85). The plaintiff's closing did not violate these instructions.\n  </p>\n  <p id=\"p-108\">\n   Boeing also challenges plaintiff's closing arguments to the effect that Ms. Guzman did not seek additional psychiatric treatment due to Costa Rica's \"machismo culture,\" and that Ms. Guzman sought treatment from Dr. Cambronero in secret by going in the back door to avoid being seen. (Tr. IX:92, 98, 105). Such arguments, according to Boeing, \"were designed to undercut Boeing's failure to mitigate defense by suggesting that Plaintiff's failure to seek treatment somehow could be explained by cultural differences.\" (Docket No. 381 at 16). There were no objections to these arguments during the closing, nor did Boeing seek a curative instruction after the closing had ended. (Tr. IX:111). In fact, the testimony was clear that Ms. Guzman did not go to a psychiatrist both because of her perception of the stigma associated with such treatment, especially for a woman in Costa Rica, and because she did not want to take any medication, as her prior experience with anti-depressants\n   had been a bad experience. (\n   <em>\n    E.g.\n   </em>\n   , Tr. VII:200). While counsel may have overstated the evidence about Ms. Guzman going to Dr. Cambronero's in secret, and attributed Ms. Guzman's testimony to Dr. Cambronero, any such errors were inconsequential and cannot be deemed to have affected the jury's verdict.\n  </p>\n  <p id=\"p-109\">\n   While Boeing is correct that \"Dr. Cambronero never testified about machismo culture at all\" (Docket No. 381 at 16), Ms. Guzman testified that Costa Rica is \"very ... macho-oriented\" and that, as a result, being labeled as having mental problems would be a real problem, especially for a woman. (Tr. V:148-49). Ms. Guzman also testified that \"going to psychiatric help in Costa Rica is the same as being labeled crazy.\" (Tr. VII:138). She testified further that in her small country of Costa Rica \"there is a lot of stigma associated [with] having mental problems\" and that, especially for women, \"being labeled with psychiatric problems is not a good thing.\" (Tr. V:145). Moreover, according to Ms. Guzman, since Costa Rica is so small, everyone would know that she was seeking psychiatric treatment. (Tr. VII:202). Thus, the closing argument that Ms. Guzman had felt that there were cultural reasons for not seeking treatment from a psychiatrist was not inappropriate.\n  </p>\n  <p id=\"p-110\">\n   Dr. Cambronero testified that in Costa Rica, psychiatrists primarily dispense medicine and do little, if any, therapy. (Tr. VI:29-32,51). There was ample evidence that Ms. Guzman did not want to take psychiatric medication because of her prior bad experience with antidepressants. (\n   <em>\n    See\n   </em>\n   Tr. VI:33, VII:162-63, 201-02; V:146-47). There was also substantial evidence that Ms. Guzman wanted to get better, and was trying to do so the best she could. (Tr. VI:47, 75). The jury's verdict that Ms. Guzman should be compensated for several years of PTSD, but that she should eventually have sought different treatment, is amply supported by the record.\n  </p>\n  <p id=\"p-111\">\n   Boeing also challenges plaintiff's counsel's argument asking the jury to reject Dr. Marmar's testimony that \"PTSD can be cured with five, seven visits when you have that plus a persistent depression[,]\" testimony which counsel characterized as \"almost preposterous[.]\" (Tr. IX:101-02). As he argued, \"[i]f it's that easy to cure when somebody has it chronically and has a major depressive disorder involved, PTSD would be something that we wouldn't hear about anymore because it wouldn't be a problem. We'd be able to fix it, okay?\" (Tr. IX:102). Boeing argues that the experts agreed that PTSD can be cured, and that the argument by counsel was without basis. As detailed above, however, both experts agreed that there was no guarantee that Ms. Guzman could be \"cured\" of her PTSD and/or her major depressive disorder. The jury was not obligated to accept Dr. Marmar's opinion, even if there was no evidence directly contradicting it. As the jury was instructed, without objection, a jury is free to not accept testimony \"because of the witness's bearing or demeanor or because of inherent improbability, or for any other reason sufficient to you, that some or all of the testimony is not worthy of belief.\" (Tr. IX:127).\n   <footnotemark>\n    17\n   </footnotemark>\n   Jurors are supposed to use \"common sense and collective experience\" and are obligated to \"assess credibility and probability[.]\"\n   <em>\n    Levesque v. Anchor Motor Freight, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10547364\" index=\"31\" url=\"https://cite.case.law/f2d/832/702/#p704\">\n    832 F.2d 702\n   </extracted-citation>\n   , 704 (1st Cir. 1987) (\n   <em>\n    quoted\n   </em>\n   <em>\n    in\n   </em>\n   <em>\n    La Amiga del Pueblo, Inc. v. Robles\n   </em>\n   ,\n   <extracted-citation case-ids=\"10525678\" index=\"32\" url=\"https://cite.case.law/f2d/937/689/#p691\">\n    937 F.2d 689\n   </extracted-citation>\n   , 691 (1st Cir. 1991) ). Notably, there was no objection to this argument at trial. (Tr. IX:102).\n   <em>\n    See\n   </em>\n   <em>\n    La Amiga del Pueblo, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10525678\" index=\"33\" url=\"https://cite.case.law/f2d/937/689/#p691\">\n    937 F.2d at 692\n   </extracted-citation>\n   . Here, the jury's verdict did reflect that it accepted the proposition that Ms. Guzman's condition could be improved by different treatment, although it appears to have adopted a different time frame than Boeing's. Counsel's closing argument, while dramatic, was not out of the realm of reasonableness so as to call into question the jury's verdict.\n   <em>\n    <extracted-citation case-ids=\"10525678\" index=\"34\" url=\"https://cite.case.law/f2d/937/689/#p691\">\n     Id.\n    </extracted-citation>\n   </em>\n   (no new trial warranted when there was no objection and, even if court's instruction was erroneous, it \"did not seriously affect the fairness, integrity, or public reputation of judicial proceedings.\" (internal citation and punctuation omitted) ).\n  </p>\n  <p id=\"p-112\">\n   Finally, Boeing contends that all of these misdeeds by plaintiff's counsel constituted \"reptile tactics\" about which this court had been forewarned by Boeing's motion in limine. (Docket No. 381 at 17). Apparently, in a book entitled \"Reptile, The 2009 Manual of the Plaintiff's Revolution\" by David Ball &amp; Don Keenan, plaintiffs lawyers are advised to \"appeal to the primitive, reptilian portions of jurors' brains, which will cause them to decide cases based on a subconscious desire to protect themselves and their loved ones from the danger posed by the allegedly negligent behavior of any defendant.\"\n   <em>\n    Wahlstrom v. LAZ Parking Ltd., LLC\n   </em>\n   , No. SUCV 20101022,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=2016%20WL%203919503\">\n    2016 WL 3919503\n   </extracted-citation>\n   , at *4 (Mass. Sup. Ct. May 19, 2016). This court is not prepared to investigate whether, or how, this theory was applied in the instant case. Like the\n   <em>\n    Wahlstrom\n   </em>\n   court, cited by Boeing, I will pay \"little attention\" to this theory, \"instead focusing on particular actions of Plaintiff's counsel without considering whether they were products of that philosophy.\"\n   <em>\n    <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=2016%20WL%203919503\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-113\">\n   Boeing focuses this argument on its contention that plaintiff's counsel improperly argued that the company should be held \"accountable,\" that he improperly characterized Boeing as \"stomping down\" on the plaintiff, and that he \"improperly invited the jury to place themselves in the Plaintiff's shoes.\" (Docket No. 381 at 18-20). For all the reasons detailed above, this court finds that Boeing's arguments are not supported by the record, and that it has misconstrued plaintiff's counsel's arguments. Moreover, any errors by plaintiff's counsel in this hotly contested trial were not so egregious as to warrant either a new trial or a reduction of damages. Contrary to Boeing's contention, this is not a case where \"counsel's misconduct affected Boeing's substantial rights and resulted in a verdict that is untethered to the evidence, shocks the conscience, and amounts to a denial of justice.\" (Docket No. 381 at 22 (citing\n   <em>\n    Ballarini v. Clark Equip. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11291980\" index=\"37\" url=\"https://cite.case.law/f-supp/841/662/#p666\">\n    841 F.Supp. 662\n   </extracted-citation>\n   , 666 (E.D. Pa. 1993),\n   <em>\n    aff'd\n   </em>\n   <em>\n    without\n   </em>\n   <em>\n    op.\n   </em>\n   ,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=96%20F.3d%201431\">\n    96 F.3d 1431\n   </extracted-citation>\n   (3d Cir. 1996) ) ).\n  </p>\n  <p id=\"p-114\">\n   <strong>\n    IV.\n    <em>\n     AWARD OF PRE-JUDGMENT INTEREST\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-115\">\n   Boeing has moved to amend the judgment to preclude any award of prejudgment interest. (\n   <em>\n    See\n   </em>\n   Docket No. 381 at 22-26). Boeing contends that Florida law should apply on the issue of prejudgment interest rather than Massachusetts law, and that Florida law would not permit awarding prejudgment interest in the instant case. In her opposition to the motion, Ms. Guzman argues that Boeing is foreclosed from raising this argument because both parties agreed to proceed under Massachusetts law at a pretrial hearing. Ms. Guzman also posits that under a conflict of law analysis, Massachusetts law should be applied on the issue of prejudgment interest.\n  </p>\n  <p id=\"p-116\">\n   On March 22, 2018, this court held a pretrial conference to discuss,\n   <em>\n    inter alia\n   </em>\n   , jury selection, the witness list, choice of law, the need for an interpreter, and pending motions in limine. (\n   <em>\n    See\n   </em>\n   Docket No.\n  </p>\n  <p id=\"p-117\">\n   306). During the pretrial conference, the court asked whether the parties agreed that Massachusetts law should apply, and both parties agreed. (\n   <em>\n    See\n   </em>\n   Docket No. 390, Ex. 2 at 7). In so doing, Boeing's counsel stated that \"under a conflicts-of-law analysis, we don't think the choice of law will make a difference. The choice of law here is very complicated, so we're fine with going forward with Massachusetts law being the prevailing law.\"\n   <em>\n    <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=96%20F.3d%201431\">\n     Id.\n    </extracted-citation>\n   </em>\n   Ms. Guzman argues that by agreeing to Massachusetts law at the pretrial conference, Boeing is judicially and equitably estopped from arguing that Florida law should apply to the issue of prejudgment interest.\n  </p>\n  <p id=\"p-118\">\n   In its post-trial motion, Boeing insists that defense counsel's concession that Massachusetts law should apply was specific to the law applicable to trial issues, not prejudgment interest. Further, Boeing notes that where the laws of two jurisdictions are congruent on the legal issue before the jury, a party may agree to submit the case to the jury under the law of one jurisdiction without necessarily waiving its ability to argue about choice of law on prejudgment interest after trial.\n   <em>\n    See\n   </em>\n   <em>\n    Lou v. Otis Elevator Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3837172\" index=\"40\" url=\"https://cite.case.law/mass-app-ct/77/571/\">\n    77 Mass. App. Ct. 571\n   </extracted-citation>\n   , 577 &amp; n.11,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=933%20N.E.2d%20140\">\n    933 N.E.2d 140\n   </extracted-citation>\n   , 145-46 (2010). Indeed, \"[a] postjudgment motion in fact appears to be a rather typical procedural vehicle to raise a question concerning the choice of law on an issue of prejudgment interest.\"\n   <em>\n    <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=933%20N.E.2d%20140\">\n     Id.\n    </extracted-citation>\n   </em>\n   However, this court need not determine whether Boeing is estopped from arguing that Florida law applies to the issue of prejudgment interest because, even under a conflict of law analysis, Massachusetts law should apply.\n  </p>\n  <p id=\"p-119\">\n   As Boeing accurately noted at the pretrial conference, the choice of law analysis in this case is complicated. As a federal court sitting in diversity, this court applies the choice-of-law framework of the forum state, Massachusetts.\n   <em>\n    Asymmetrx Med., Inc. v. McKeon\n   </em>\n   ,\n   <extracted-citation case-ids=\"3884859\" index=\"43\" url=\"https://cite.case.law/f-supp-2d/932/232/#p238\">\n    932 F.Supp.2d 232\n   </extracted-citation>\n   , 238 (D. Mass. 2013). \"Massachusetts generally follows a functional approach to resolving choice of law questions on substantive matters, eschewing reliance on any particular choice-of-law doctrine.\"\n   <em>\n    Lou\n   </em>\n   ,\n   <extracted-citation case-ids=\"3837172\" index=\"44\" url=\"https://cite.case.law/mass-app-ct/77/571/\">\n    77 Mass. App. Ct. at 583\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=933%20N.E.2d%20140\">\n    933 N.E.2d at 150\n   </extracted-citation>\n   . First, this court must determine \"whether the choice between the laws of the involved jurisdictions will affect the legal result.\"\n   <em>\n    Id.\n   </em>\n   at 584,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=933%20N.E.2d%20140\">\n    933 N.E.2d at 150\n   </extracted-citation>\n   . Here, the choice of law for prejudgment interest has significant implications for the judgment. Under Massachusetts law, the plaintiff is entitled to prejudgment interest at a rate of 12% per year from the date of commencement of the action. Mass. Gen. Laws ch. 231, § 6B. In the present case, the prejudgment interest totals $ 797,651.60 under Massachusetts law. By contrast, under Florida law, \"prejudgment interest is not recoverable on awards for personal injury.\"\n   <em>\n    Argonaut Ins. Co. v. May Plumbing Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7602993\" index=\"47\" url=\"https://cite.case.law/so-2d/474/212/\">\n    474 So.2d 212\n   </extracted-citation>\n   , 214 n.1 (Fla. 1985) ;\n   <em>\n    see\n   </em>\n   <em>\n    Zorn v. Britton\n   </em>\n   ,\n   <extracted-citation case-ids=\"1893537\" index=\"48\" url=\"https://cite.case.law/fla/120/304/#p881\">\n    162 So. 879\n   </extracted-citation>\n   , 881,\n   <extracted-citation case-ids=\"1893537\" index=\"49\" url=\"https://cite.case.law/fla/120/304/#p881\">\n    120 Fla. 304\n   </extracted-citation>\n   , 307 (1935).\n  </p>\n  <p id=\"p-120\">\n   Though Massachusetts adopts a functional approach to conflict of law issues that is \"not tie[d] ... to any single doctrine, examination of [Massachusetts] cases reveals that [Massachusetts courts] often find useful guidance in the Restatement (Second) of Conflict of Laws.\"\n   <em>\n    Lou\n   </em>\n   ,\n   <extracted-citation case-ids=\"3837172\" index=\"50\" url=\"https://cite.case.law/mass-app-ct/77/571/\">\n    77 Mass. App. Ct. at 584\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=933%20N.E.2d%20140\">\n    933 N.E.2d at 150\n   </extracted-citation>\n   . To determine the appropriate choice of law in the context of interest, the Restatement provides that the law of the state with the \"most signifycant relationship to the occurrence and the parties\" should apply.\n   <em>\n    See\n   </em>\n   Restatement (Second) of Conflict of Laws, §§ 145, 171 cmt c (1981). Contacts to be taken into account in making this determination include: \"(a) the place where the injury occurred, (b) the place where the conduct causing the injury occurred, (c) the domicil, residence, nationality,\n   place of incorporation and place of business of the parties, and (d) the place where the relationship, if any, between the parties is centered.\"\n   <em>\n    Id.\n   </em>\n   § 145.\n  </p>\n  <p id=\"p-121\">\n   The rapid decompression in this case occurred sixteen minutes after the plane had departed from Miami, off the eastern coast of Florida. (\n   <em>\n    See\n   </em>\n   Tr. III:17; Tr. V:13). It is unclear from the record whether the plane was still within Florida's jurisdiction at the time of the decompression.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=43%20U.S.C.%20%C2%A7%201312\">\n    43 U.S.C. § 1312\n   </extracted-citation>\n   (state's border extends three geographical miles from its coastline). The plane was destined for Boston. There is no indication in the record where the plane was originally manufactured. The defendant's principal place of business is Illinois and it is incorporated in Delaware, but the defendant has not asked this court to consider applying either of those states' law. (Docket No. 1 ¶ 16; Docket No. 9 ¶ 16). The plaintiff is a citizen of Costa Rica and was residing there at the time of the incident. (Tr. V:27). She was flying to Massachusetts, where she had previously resided. (Tr. IV:56, 58). As the plaintiff notes, the majority of the original plaintiffs in the case resided in Massachusetts. (\n   <em>\n    See\n   </em>\n   Docket No. 390 at 40 n.7).\n  </p>\n  <p id=\"p-122\">\n   The court also considers the \"interest of each state in the application of its own law\" in determining which state's law should apply.\n   <em>\n    In re Air Crash Disaster at Boston, Mass. on July 31, 1973 (Air Crash Disaster)\n   </em>\n   ,\n   <extracted-citation case-ids=\"3820432\" index=\"53\" url=\"https://cite.case.law/f-supp/399/1106/#p1112\">\n    399 F. Supp. 1106\n   </extracted-citation>\n   , 1112 (D. Mass. 1975) ;\n   <em>\n    see\n   </em>\n   <em>\n    Lou\n   </em>\n   ,\n   <extracted-citation case-ids=\"3837172\" index=\"54\" url=\"https://cite.case.law/mass-app-ct/77/571/\">\n    77 Mass. App. Ct. at 586\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=933%20N.E.2d%20140\">\n    933 N.E.2d at 151\n   </extracted-citation>\n   . Florida does not allow for prejudgment interest in personal injury cases \"because of the speculative nature of some items of damage, such as mental anguish, and the indefiniteness of items such as future pain and suffering.\"\n   <em>\n    Parker v. Brinson Const. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10094630\" index=\"56\" url=\"https://cite.case.law/so-2d/78/873/#p875\">\n    78 So.2d 873\n   </extracted-citation>\n   , 875 (Fla. 1955) (internal citation omitted). However, outside of personal injury cases, Florida generally permits the recovery of prejudgment interest so as to \"[make] [the plaintiff] whole from the date of the loss once liability and the amount of damages is set by the fact finder.\"\n   <em>\n    Boulis v. Fla. Dep't of Transp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11610090\" index=\"57\" url=\"https://cite.case.law/so-2d/733/959/#p961\">\n    733 So.2d 959\n   </extracted-citation>\n   , 961 (Fla. 1999). The purpose of Massachusetts's prejudgment interest statute, Mass. Gen. Laws ch. 231, § 6B, is similarly to \"compensate a damaged party for the loss of use or the unlawful detention of money.\"\n   <em>\n    Conway v. Electro Switch Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"820833\" index=\"58\" url=\"https://cite.case.law/mass/402/385/#p390\">\n    402 Mass. 385\n   </extracted-citation>\n   , 390,\n   <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=523%20N.E.2d%20255\">\n    523 N.E.2d 255\n   </extracted-citation>\n   , 258 (1988) ;\n   <em>\n    see\n   </em>\n   <em>\n    McEvoy Travel Bureau, Inc. v. Norton Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3891217\" index=\"60\" url=\"https://cite.case.law/mass/408/704/#p717\">\n    408 Mass. 704\n   </extracted-citation>\n   , 717,\n   <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=563%20N.E.2d%20188\">\n    563 N.E.2d 188\n   </extracted-citation>\n   , 196 (1990) (\"The purpose behind the prejudgment interest statute is not to penalize the wrongdoer, or to make the damaged party more than whole.\"). Massachusetts does not treat personal injury cases differently from other cases in connection with prejudgement interest. Both states view prejudgment interest as a mathematical calculation to be applied by the court, rather than an issue for the fact finder.\n   <em>\n    See\n   </em>\n   <em>\n    Boulis\n   </em>\n   ,\n   <extracted-citation case-ids=\"11610090\" index=\"62\" url=\"https://cite.case.law/so-2d/733/959/#p961\">\n    733 So.2d at\n   </extracted-citation>\n   961 ; Mass. Gen. Laws ch. 231, § 6B.\n  </p>\n  <p id=\"p-123\">\n   Weighing each of these considerations, this court concludes that Massachusetts law should apply to the issue of prejudgment interest. Not only is it unclear whether the rapid decompression occurred in Florida, but even if the court assumes as much, Florida's \"sole contact with this litigation is the happenstance that the accident occurred there.\"\n   <em>\n    Air Crash Disaster\n   </em>\n   ,\n   <extracted-citation case-ids=\"3820432\" index=\"63\" url=\"https://cite.case.law/f-supp/399/1106/#p1112\">\n    399 F.Supp. at 1112\n   </extracted-citation>\n   . By contrast, the majority of the original plaintiffs in this case were citizens of Massachusetts, giving Massachusetts a substantial interest in seeing its law applied. The case was tried in Massachusetts. The plane was heading to Massachusetts. Further, generally speaking, both states favor the award of prejudgment interest as a means of making the plaintiff whole. Massachusetts's prejudgment interest law would be applied\n   mathematically, rather than with the intent of penalizing Boeing, in accordance with this shared policy interest. Accordingly, the relevant factors weigh in favor of applying Massachusetts law and Boeing's motion to amend the judgment to preclude any award of prejudgment interest is denied.\n  </p>\n  <p id=\"p-124\">\n   <strong>\n    V.\n    <em>\n     EVIDENTIARY CHALLENGES\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-125\">\n   Boeing argues that the court made a number of evidentiary rulings that were in error. While recognizing that the court must apply a \"harmless error\" analysis, Boeing argues that the errors were so egregious as to require a new trial.\n   <em>\n    See\n   </em>\n   <em>\n    DeVasto v. Faherty\n   </em>\n   ,\n   <extracted-citation case-ids=\"474409\" index=\"64\" url=\"https://cite.case.law/f2d/658/859/#p863\">\n    658 F.2d 859\n   </extracted-citation>\n   , 863-64 (1st Cir. 1981) (in light of erroneous evidentiary ruling, court must determine \"whether the ruling was harmless error or affected a substantial right of the plaintiff.\"). This court has reviewed all of the arguments, and stands by its original rulings. In any event, even if there was some error, this court is not persuaded that Boeing was deprived of a fair trial so as to warrant a new trial.\n  </p>\n  <p id=\"p-126\">\n   <strong>\n    A.\n    <em>\n     Economic Loss Claims\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-127\">\n   Boeing contends that the plaintiff improperly dropped her claim for economic losses shortly before trial, and then attempted to introduce evidence that led the jury to award her damages for not being able to work. In fact, both sides argued that the other was trying to revive the economic loss issues through the back door. (\n   <em>\n    See\n   </em>\n   Docket No. 381 at 26-29; Tr. VIII:12-13). While this court agrees that it would have been easier if the plaintiff had made this decision earlier, since Boeing had strenuously objected to the economic loss claim prior to trial, and it had taken up a considerable amount of the court's time, this court does not agree that it hampered Boeing in any way. Rather, as this court made clear, Boeing was free to use all the evidence that the plaintiff had presented about working previously to challenge her credibility. (\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   , Tr. VIII:3-9; VII:188-89). All that Boeing could not do was engage in its challenge to Ms. Guzman's tax returns and accounting methods. (\n   <em>\n    See\n   </em>\n   Tr. I:140, 149-50, 156-57). There is no support for Boeing's speculation that the jury made the unargued leap that the plaintiff was claiming lost economic opportunities.\n  </p>\n  <p id=\"p-128\">\n   In light of the numerous objections that Boeing made on the grounds that the plaintiff attempted to revive her economic loss claim, some background is necessary.\n  </p>\n  <p id=\"p-129\">\n   Prior to trial, plaintiff had claimed that she made over $ 400,000 in cash working in Costa Rica the year before the incident, but since then has only been able to earn $ 59,000 - $ 77,000 a year as a result of her injuries. (\n   <em>\n    See\n   </em>\n   Docket No. 199 at 4). Ms. Guzman had not filed tax returns in Costa Rica until October 20, 2015, at which time she filed returns for tax years 2008-2014. (\n   <em>\n    Id.\n   </em>\n   at 4-5). Among the many motions in limine filed very shortly before trial, Boeing had moved to strike the testimony of plaintiff's expert, Neville Lee, an economist who was scheduled to testify about Ms. Guzman's lost earning capacity. (Docket No. 198). Boeing also moved to strike the plaintiff's tax returns on which Mr. Lee's opinion was based on the grounds that they were inaccurate and contradicted by existing evidence. (\n   <em>\n    Id.\n   </em>\n   ). In addition, Boeing moved in limine \"to preclude the introduction of and any reference to any documents not produced by the plaintiff regarding alleged lost business opportunities and her employment at IDEA,\" which was a company operated by the plaintiff's brother and from whom Ms. Guzman purported to earn the significant part of her income. (Docket Nos. 213, 214). Plaintiff, in turn, moved to exclude the testimony of\n   Jorge Chinchilla Castro (Docket No. 246), who was Boeing's expert designated to challenge the validity of the plaintiff's tax returns, and who was expected to opine that the tax returns did not comply with Costa Rican law. (\n   <em>\n    See\n   </em>\n   Docket No. 303). The plaintiff did not challenge Boeing's economist, Dr. Thomas Barucci.\n  </p>\n  <p id=\"p-130\">\n   The weekend before trial, the plaintiff dropped her economic loss claims, including claims for past, present and future income. (Tr. I:4-5).\n   <footnotemark>\n    18\n   </footnotemark>\n   She withdrew the testimony of Neville Lee, and Hector Cheverie (the accountant who prepared the income tax returns). (\n   <em>\n    Id.\n   </em>\n   at 6). Boeing withdrew the testimony of its economist, Dr. Thomas Barucci. (\n   <em>\n    Id.\n   </em>\n   at 8-9). The plaintiff, however, made it clear that she was continuing to assert that her ability to function had been diminished by the decompression event. (\n   <em>\n    Id.\n   </em>\n   at 5). In light of the fact that Boeing had focused much of its pretrial efforts on challenging the plaintiff's claim that she had been earning $ 400,000 the year before the incident, the court delayed the trial for a day to allow Boeing to reassess its strategy. However, as the plaintiff correctly pointed out, the issue of plaintiff's ability to function had always been in the case. Therefore, throughout the trial the court made it clear that Boeing could cross-examine Ms. Guzman on her claim of loss of functionality, and could use facts relating to her claims of employment if appropriate.\n   <footnotemark>\n    19\n   </footnotemark>\n   (\n   <em>\n    See\n   </em>\n   Tr. VIII:5-8, 10-12; VII:193-95). On the other hand, Boeing was precluded from challenging the sufficiency of her tax returns or their compliance with Costa Rican law, since those claims were no longer at issue. (Tr. VIII:3-9).\n  </p>\n  <p id=\"p-131\">\n   At no time during the trial did the plaintiff argue that she had economic losses in the form of lost wages, past, present or future, and the court expressly instructed the jury to that effect. (Tr. IX:136). Similarly, there was no testimony that the plaintiff was unable to work at any specific job (or that she had held any jobs prior to the incident). There was no back door argument that the jury should award the plaintiff economic damages.\n  </p>\n  <p id=\"p-132\">\n   Boeing argues that the introduction of the photographs of Ms. Guzman discussed above \"heightened\" the prejudice to Boeing in connection with her decision to drop her economic loss claim. (Docket No. 381 at 28-29;\n   <em>\n    see\n   </em>\n   <em>\n    also\n   </em>\n   Docket No. 419 at 5-6). This argument is not supported by the record. As an initial matter, for the reasons addressed above, this court stands by its decision to admit the photographs into evidence. Moreover, there was no testimony either that plaintiff was being paid for the activities depicted in the photographs or that she had lost employment opportunities as a result of the decompression incident. Thus, this court does not find that Ms. Guzman attempted to put her economic\n   loss claim into evidence, or that the jury's verdict reflected an award based on economic loss.\n  </p>\n  <p id=\"p-133\">\n   <strong>\n    B.\n    <em>\n     Admission of Passenger Testimony and Photograph of the Plane\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-134\">\n   The court allowed the plaintiff to introduce excerpts from the depositions of two passengers seated near her on the plane, Cheryl Carnevale (Tr. III:65-66) and Gwendolyn Farrell (Tr. IV:34-35), and the live testimony of a flight attendant, Katie Dalton Shields. (Tr. V:11-18). In addition, the court allowed the plaintiff to introduce one photograph of the fuselage of the plane, showing a tear. The court limited the testimony about the hole (Tr. V:4-5), but its existence was consistent with the testimony of Ms. Guzman (Tr. V:104) and Ms. Dalton Shields (Tr. V:17) that they could feel air blowing through the cabin. Boeing objects to these rulings on the grounds that the evidence was irrelevant and served only to inflame the jury. This court disagrees.\n  </p>\n  <p id=\"p-135\">\n   In this court's view, the limited testimony from other witnesses and the photograph were relevant and helped put the plaintiff's experience in context. The plaintiff did not suffer the decompression incident in isolation. The evidence was not inflammatory and was carefully limited to insure that the trial was not about other passengers' personal feelings or injuries. (\n   <em>\n    See\n   </em>\n   Tr. V:4-5, 10). Ms. Guzman had the burden of proving the existence of her personal injuries and that her injuries were proximately caused by the decompression incident. (Tr. IX:132). Moreover, the court repeated its instruction that while Boeing agreed not to contest liability, parties agree to do so for many reasons, and that this was \"not a trial about Boeing's liability[.]\" (Tr. IX:131-32). This court sees no basis to reconsider its rulings.\n  </p>\n  <p id=\"p-136\">\n   <strong>\n    C.\n    <em>\n     Instruction on Dr. Marmar's Testimony\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-137\">\n   There was much discussion at trial about the testimony concerning symptom validity testing conducted by Dr. Podros for the plaintiff, and Dr. Hebben for Boeing. (\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   , Tr. IV:35-48). To put the issue in context, the plaintiff had originally put forth the theory that the decompression incident caused Ms. Guzman to suffer cognitive deficiencies. Drs. Podros and Hebben conducted neurological testing of Ms. Guzman, which included symptom validity testing, which is designed to look at \"the extent to which an individual may be distorting, embellishing, exaggerating complaints and problems.\" (Tr. IV:74). The court ruled that the plaintiff had failed to link the decompression incident or PTSD to any cognitive deficiencies. (Tr. IV:43-47). Therefore, the court excluded any testimony about any such deficiencies but allowed testimony relating to the symptom validity testing. (\n   <em>\n    See\n   </em>\n   Tr. IV:36-48). With respect to Dr. Marmar's testimony, he was permitted to testify as to the symptom validity testing on which he relied in forming his opinion about the plaintiff's claim of PTSD and major depressive disorder. (\n   <em>\n    See\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   , Tr. VII:60-61). As detailed below, Drs. Podros and Hebben reached the same conclusion about the plaintiff through their use of different tests.\n  </p>\n  <p id=\"p-138\">\n   Dr. Marmar testified, based on the results of the symptom validity testing done by Drs. Podros and Hebben, that Ms. Guzman had \"an unusual pattern of uneven self-reporting,\" that she under-emphasized the importance of certain things and, at times, over-emphasized others. (Tr. VII:64). He testified, without elaboration, that Ms. Guzman was \"actively managing the impression of her internal emotional state.\" (\n   <em>\n    Id.\n   </em>\n   at 60). Despite a number of objections by the plaintiff, including a motion for a mistrial (\n   <em>\n    id.\n   </em>\n   at 60-61), Dr. Marmar was permitted to testify at length\n   about the symptom validity testing, provided he could link it to his diagnosis and show that he relied on it. (\n   <em>\n    Id.\n   </em>\n   at 60-61).\n  </p>\n  <p id=\"p-139\">\n   The plaintiff conducted a comprehensive cross-examination, although it was limited to the issues raised on direct. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 96 (court does not permit examination about peritraumatic disassociation as being beyond the scope) ). Then on redirect, Boeing's counsel asked Dr. Marmar what secondary gain was. (\n   <em>\n    Id.\n   </em>\n   at 127). Believing that the testimony would reconfirm his direct testimony, the court overruled plaintiff's objection - apparently incorrectly. Completely unrelated to any other testimony, Dr. Marmar answered basically that people in litigation lie as part of their illness - a concept that had not been raised by any other witness and was completely improper. As he testified:\n  </p>\n  <blockquote id=\"p-140\">\n   A. Secondary gain is a phenomena which occurs sometimes to people who are in litigation or in compensation cases or may occur in everyday life in which a person has an interest in remaining ill or dramatizing their illness for reasons that operate outside of their conscious awareness.\n  </blockquote>\n  <blockquote id=\"p-141\">\n   So, it's not a conscious effort to lie or misrepresent things, but they may have a need, a psychological need to assume an illness role for reasons that they're not fully clear of themselves --\n  </blockquote>\n  <blockquote id=\"p-142\">\n   Q. Okay.\n  </blockquote>\n  <blockquote id=\"p-143\">\n   A. -- and often is involved with the opportunity for compensation for that illness.\n  </blockquote>\n  <p id=\"p-144\">\n   (Tr. VII:127).\n   <footnotemark>\n    20\n   </footnotemark>\n  </p>\n  <p id=\"p-145\">\n   The court found the question and answer to have been highly improper, especially on redirect, and highly prejudicial since it basically opined that a plaintiff could not help but lie in the context of litigation - a concept that had not previously arisen. (\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 227-28, 231-38). The court gave Boeing the opportunity to review the transcript to point out how the question about secondary gain related to anything that had been brought out on cross-examination. (\n   <em>\n    Id.\n   </em>\n   at 238, 241-42). After doing so, Boeing advised the court that it was prepared to have the testimony stricken and for the court to issue a curative instruction. (Tr. VIII:144-46). The court denied plaintiff's motion for a mistrial. (\n   <em>\n    Id.\n   </em>\n   at 146). The parties requested and were given the opportunity to propose a curative instruction, but failed to do so. (\n   <em>\n    Id.\n   </em>\n   at 146-47; IX:4).\n   <footnotemark>\n    21\n   </footnotemark>\n  </p>\n  <p id=\"p-146\">\n   After consultation with counsel, the court gave the following curative instruction:\n  </p>\n  <blockquote id=\"p-147\">\n   At the end of his testimony, Dr. Marmar answered a question about secondary gain, which was the potential relationship between litigation seeking compensation and mental health symptoms. That testimony is stricken and should not be considered in your deliberations,\n   <em>\n    cannot be considered by you in your deliberations and cannot be considered as part of his opinions\n   </em>\n   .\n  </blockquote>\n  <p id=\"p-148\">\n   (Tr. IX:5-12, 60). Except for the italicized portion, Boeing approved the instruction. (\n   <em>\n    Id.\n   </em>\n   at 8, 12).\n  </p>\n  <p id=\"p-149\">\n   Boeing now complains that the instruction was confusing to the jury, and that Dr. Marmar should have been given the\n   \"opportunity to be recalled and explain that secondary gain and symptom validity testing are related concepts.\" (Docket No. 381 at 31-32). Boeing did not make such a request at trial. Moreover, if this was an important concept for Boeing, it should have been part of Dr. Marmar's direct testimony.\n   <footnotemark>\n    22\n   </footnotemark>\n   The curative instruction given by the court, advising the jury to disregard Dr. Marmar's testimony concerning the potential relationship between litigation seeking compensation and mental health symptoms was, in this court's view, appropriate in light of the highly inappropriate question and answer. (Tr. VIII:144-47; IX:4, 60).\n  </p>\n  <p id=\"p-150\">\n   <strong>\n    D.\n    <em>\n     Dr. Hebben's Testimony\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-151\">\n   Boeing complains that the court improperly (\"drastically\") limited Dr. Hebben's testimony, while letting the plaintiff's expert, Dr. Podros, testify without limitation. (Docket No. 381 at 32). These assertions are not supported by the record.\n  </p>\n  <p id=\"p-152\">\n   As an initial matter, while Boeing argues that Dr. Hebben's testimony was contradictory to Dr. Podros, in fact Dr. Hebben herself testified that her conclusions were the same as Dr. Podros. (Tr. VIII:157-58, 168). Both testified that based on their symptom validity testing, Ms. Guzman was found to exaggerate her condition both positively and negatively. (Tr. VI:79-81, 93-94; VIII: 158-59). Moreover, while the court was reluctant to have Dr. Hebben testify due to the repetitive nature of her testimony, she was, in fact, allowed to testify. Boeing did not make an offer of proof at trial and does not explain how Dr. Hebben's testimony was limited. There is no merit to this claim.\n  </p>\n  <p id=\"p-153\">\n   <strong>\n    E.\n    <em>\n     Limitations on Evidence\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-154\">\n   Boeing argues that this court improperly limited its use of documents and admissions related to the plaintiff's income and economic losses, and restricted its ability to cross-examine the plaintiff at trial. (Docket No. 381 at 34-35). Its argument, made substantially without record citation, is defeated by the record. (\n   <em>\n    Id.\n   </em>\n   at 35). Thus, addressing the items identified by Boeing, the court allowed Boeing to cross-examine the plaintiff regarding the amounts on the plaintiff's tax returns, and financial inconsistencies. (Tr. VII:193, 199-200). The affidavit of indigency plaintiff filed in the MIT litigation was a source of much questioning. (Tr. VII:190-92; VIII:61-62). The letter the plaintiff wrote to MIT and to the judge in the MIT litigation was used to cross-examine the plaintiff. (Tr. VII:155, 170-171, 210). Similarly, the court allowed cross-examination of the plaintiff with her deposition transcript in the MIT litigation and testimony from the MIT trial. (Tr. VIII:179-82, 189). Boeing presented the inconsistencies to the jury - they simply did not accept Boeing's argument that the plaintiff did not suffer serious harm as a result of the decompression incident. Boeing's argument that it was prevented from pointing out these inconsistencies to the jury is without merit. (Docket No. 381 at 35-36).\n  </p>\n  <p id=\"p-155\">\n   <strong>\n    F.\n    <em>\n     Dr. Cambronero's Testimony\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-156\">\n   Boeing takes exception to Dr. Cambronero's testimony to the effect that psychiatrists in Costa Rica generally prescribe medication and do not provide counseling, that plaintiff's reluctance to take medication was \"a natural resistance in patients\" and that \"psychiatric medication has many side effects.\" (Docket No. 381 at 36-38 (citing Tr. VI:29, 33, 51) ). Such testimony, according to Boeing, was well beyond the proper scope of Dr. Cambronero's\n   role as a treating psychologist, and was \"an attempt to backdoor in improper evidence as to why Plaintiff failed to mitigate her injuries.\" (\n   <em>\n    Id.\n   </em>\n   at 37). This court finds no error. Moreover, if there was any error, it was clearly harmless.\n  </p>\n  <p id=\"p-157\">\n   With respect to Dr. Cambronero's opinion of the role of psychiatrists in Costa Rica, it was clearly within her personal knowledge as a long-standing clinical psychologist. Similarly, she was qualified to testify that medication has side effects. In any event, if the admission of this testimony was in error, it was harmless. The jury could have found that Ms. Guzman was reluctant to take medication due to its side effects based on her own testimony.\n  </p>\n  <p id=\"p-158\">\n   As a treating psychologist, Dr. Cambronero was entitled to testify based on her personal knowledge and observations made in the course of treatment. No detailed report was necessary.\n   <em>\n    See\n   </em>\n   <em>\n    Downey v. Bob's Disc. Furniture Holdings, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4090830\" index=\"65\" url=\"https://cite.case.law/f3d/633/1/#p7\">\n    633 F.3d 1\n   </extracted-citation>\n   , 7 (1st Cir. 2011) ; Fed. R. Civ. P. 26(a)(2)(C). Her testimony was appropriately admitted and limited.\n  </p>\n  <p id=\"p-159\">\n   <strong>\n    G.\n    <em>\n     Failure to Instruct on Failure to Produce Medical Records\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-160\">\n   Boeing contends that it should have received the medical records for treatment by Fabiana Wallace during the period between 2001 and 2003, and objects to the court's failure to instruct the jury that plaintiff failed to produce certain evidence. (Docket No. 381 at 38 (citing Tr. III:92; VII:171) ). Boeing argues that absent the medical records from Fabiana Wallace, and a related instruction, \"the jury was invited to speculate that the absence of mental health records from approximately 2001 to 2010 proved there was an absence of treatment - further supporting an inaccurate impression that Plaintiff's present mental and emotional condition was the sole result of the subject incident.\" (\n   <em>\n    Id.\n   </em>\n   at 38-39).\n  </p>\n  <p id=\"p-161\">\n   Fabiana Wallace was a mental health provider at MIT. The defendant subpoenaed the medical records from MIT. Boeing also deposed an MIT doctor and confirmed that all medical records had been produced. (\n   <em>\n    See\n   </em>\n   Docket No. 390 at 53 &amp; Ex. 3). There is no evidence that the medical record existed and certainly no evidence that the plaintiff withheld any medical records. (\n   <em>\n    See\n   </em>\n   Tr. IX:18-19). Thus, no instruction that an adverse inference was warranted should have been given.\n   <em>\n    See\n   </em>\n   <em>\n    Booker v. Mass. Dep't Pub. Health\n   </em>\n   ,\n   <extracted-citation case-ids=\"3699923\" index=\"66\" url=\"https://cite.case.law/f3d/612/34/#p46\">\n    612 F.3d 34\n   </extracted-citation>\n   , 46-47 (1st Cir. 2010) (no basis for adverse inference absent evidence material was destroyed).\n  </p>\n  <p id=\"p-162\">\n   <strong>\n    H.\n    <em>\n     Boeing's Renewed Motion for Partial Judgment\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-163\">\n   At the conclusion of the plaintiff's case, Boeing moved for partial judgment on plaintiff's claim for cognitive impairment, visual darkening and loss of smell and taste on the grounds that there was no evidence that would causally link such claims to the decompression incident. The court did exclude plaintiff's claim for cognitive impairment. (Tr. VIII:140). However, plaintiff had never made a claim for visual darkening, loss of taste or smell - she made a claim for PTSD. Dr. Biswas testified that Ms. Guzman's symptoms of \"altered sensorium\" was a symptom of PTSD. (Tr. IV:28-29). Ms. Guzman testified as to her feelings following the rapid depressurization, including, without limitation, feeling \"strange,\" \"foggy,\" \"weird,\" \"floating,\" suffering severe headaches, and having the world go \"pitch black.\" (Tr. V:115, 120-22, 135, 142, 144). However, there was no request for damages for any of these specific conditions, and there is no reason to believe that the jury gave any specific damage award for these feelings, as opposed to Ms. Guzman's general claim for PTSD.\n  </p>\n  <p id=\"p-164\">\n   In the absence of a claim for visual darkening or sensory impairment, and the\n   absence of any evidence that the jury award was premised on these conditions in any way, Boeing's motion for partial judgment was denied. There is no basis to reconsider this decision and no new trial is warranted.\n  </p>\n  <p id=\"p-165\">\n   <em>\n    <strong>\n     CONCLUSION\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-166\">\n   For all the reasons detailed herein, Boeing's \"Motions to Amend the Judgment under Rule 59(e), New Trial under Rule 59(a), and JMOL under Rule 50(b)\" (Docket No. 380) is DENIED.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-169\">\n    These motions will be addressed in separate opinions.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-170\">\n    Citations to the trial transcript (\"Tr.\") are to the day:page number.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-171\">\n    This court has no information as to how the jury calculated its damages. However, if the $ 2.2 million is divided by 8 years, it comes to $ 275,000 per year, not an astronomical amount. The reduction by approximately one-third could be viewed as a determination by the jury that Ms. Guzman could have successfully resolved her PTSD within 5 years of the decompression incident.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-172\">\n    Due to the fact that some of the more recent treatment notes had not been produced prior to trial, they were not admitted into evidence. (Tr. VI:6). Dr. Cambronero testified, however, that she continued to treat Ms. Guzman, whose condition remained basically unchanged through trial. (\n    <em>\n     Id.\n    </em>\n    at 57-58, 65-67, 71-75).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-173\">\n    Ms. Guzman is significantly older than her two younger adopted sisters. (Tr. V:28, 139).\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-174\">\n    For example, Boeing's expert, Dr. Marmar testified that PTSD could result in a person being more irritable in relationships. (Tr. VII:108).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-175\">\n    This would be consistent with the testimony of Boeing's expert, Dr. Marmar, that a person suffering from situational anxiety disorder and depression should improve if they go to an environment of greater support. (Tr. VII: 120-21).\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-176\">\n    These symptoms comported with the descriptions of PTSD offered by Dr. Marmar on behalf of Boeing. (Tr: VII:108-10).\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-177\">\n    The issue of these photographs has generated considerable briefing. While Boeing mentioned the issue in its first post-trial brief, at which time it denied having seen any of the photographs (Docket No. 381 at 28), and in its reply brief, where it admitted having received one photograph but in an untimely manner (Docket No. 395 at 6 n.3), it was not until Boeing's supplemental brief (Docket No. 411) that Boeing focused more fully on the photos. The plaintiff filed a reply (Docket No. 414), Boeing filed another reply (Docket No. 419), and the plaintiff responded thereto (Docket No. 422). Briefing was finally completed on October 22, 2018. (\n    <em>\n     See\n    </em>\n    Docket No. 422). At no time has Boeing offered any adequate explanation for its failure to examine the plaintiff about the photograph despite having had several opportunities to do so.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-178\">\n    Boeing argues that the other photographs should have been produced in response to document requests asking for documents supporting plaintiff's claims for damages and non-pecuniary losses. (Docket No. 411 at 2-3). As plaintiff correctly points out, there is no request for photographs, except for those relating to the incident itself, and every photograph of the plaintiff before and after the decompression incident would be responsive according to Boeing's interpretation. (\n    <em>\n     See\n    </em>\n    Docket No. 412, Ex. B). This is an overly broad reading of the document requests. Similarly, the record does not support Boeing's attempt to interpret the court's ruling on a motion to compel to include photographs that were not mentioned at all to the court. (\n    <em>\n     See\n    </em>\n    Docket No. 411 at 4; Docket No. 124). Nor should the plaintiff have anticipated including the photograph in her automatic disclosures as Boeing contends. (Docket No. 411 at 5-6). The plaintiff appropriately produced the Chilean Delegation photograph in a timely manner, and appropriately listed it on her exhibit list for trial.\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-179\">\n    The jury may also have considered the testimony that Ms. Guzman faced a cultural stigma about getting mental health treatment that may have delayed her seeking more intense treatment than what she was getting. (\n    <em>\n     See\n    </em>\n    Tr. III:115; VII:115).\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-180\">\n    This was repeated in the charge when the court instructed the jury \"[f]or purposes of this case, it is undisputed that Boeing has agreed not to contest liability and accepted responsibility for injuries proximately caused by the decompression incident. This is not a trial about Boeing's liability, and a party may agree not to contest liability for many reasons.\" (Tr. IX:131-32).\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-181\">\n    Boeing also seemingly takes exception to plaintiff's counsel's use of the term \"explosion\" during his opening statement, insinuating that it violated this court's directive to the contrary. (Docket No. 381 at 14 &amp; n.3). Prior to trial, this court had ruled that the \"plaintiff and counsel shall use their best efforts to refer to the incident as a rapid decompression\" rather than an \"explosive decompression.\" (\n    <em>\n     See\n    </em>\n    Docket No. 320 at 2). Nevertheless, prior to the openings, the court expressly authorized the plaintiff's reference to an \"explosive noise [or sound] and rapid decompression.\" (Tr. II:10-12, 21). Similarly, Boeing's counsel had expressly agreed to plaintiff's reference to the pilot's description to air traffic control of an \"explosive decompression.\" (Tr. II:7, 28). Accordingly, Boeing's protestations about the use of this phrasing are wholly without merit.\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-182\">\n    Also contrary to another of Boeing's contentions, plaintiff's counsel did not argue that the incident could have happened to anyone, and that the jury should put themselves in the plaintiff's shoes in assessing damages. (\n    <em>\n     See\n    </em>\n    Docket No. 381 at 20). Thus, Boeing's claim that this argument violated the \"golden rule\" is without merit.\n    <em>\n     See\n    </em>\n    <em>\n     Fitzpatrick v. Wendy's Old Fashioned Hamburgers of NY\n    </em>\n    , No. 1384CV03045,\n    <extracted-citation index=\"67\" url=\"https://cite.case.law/citations/?q=2017%20WL%206040174\">\n     2017 WL 6040174\n    </extracted-citation>\n    , at *5 (Mass. Supr. Ct. July 7, 2017) (\"golden rule\" arguments ask the jury to put themselves in the shoes of the plaintiff or to otherwise improperly identify with the plaintiff).\n    <em>\n     See\n    </em>\n    <em>\n     also\n    </em>\n    <em>\n     United States v. Moreno\n    </em>\n    ,\n    <extracted-citation case-ids=\"10520850\" index=\"68\" url=\"https://cite.case.law/f2d/947/7/#p8\">\n     947 F.2d 7\n    </extracted-citation>\n    , 8 (1st Cir. 1991) (\"We have held that the 'golden rule' argument improperly 'encourages the jury to depart from neutrality and to decide the case on the basis of personal interest and bias rather than on the evidence\" (quoting\n    <em>\n     Forrestal\n    </em>\n    ,\n    <extracted-citation case-ids=\"1783289\" index=\"69\" url=\"https://cite.case.law/f2d/848/303/#p309\">\n     848 F.2d at\n    </extracted-citation>\n    309 ) (additional citations omitted) ).\n   </p>\n  </footnote>\n  <footnote label=\"15\">\n   <p id=\"p-183\">\n    Dr. Marmar had also testified, without elaboration, that PTSD causes changes in the brain. (\n    <em>\n     See\n    </em>\n    Tr. VII:103 (\"the molecular changes that occur in the brain in PTSD also predispose a person directly to brain changes that result in depression.\") ).\n   </p>\n  </footnote>\n  <footnote label=\"16\">\n   <p id=\"p-184\">\n    This court repeatedly expressed frustration with the parties' numerous motions about potential arguments that the other side, in reality, had no intention of making. (\n    <em>\n     See\n    </em>\n    Tr. VI:88;\n    <em>\n     see\n    </em>\n    <em>\n     also\n    </em>\n    Tr. VIII:44-45).\n   </p>\n  </footnote>\n  <footnote label=\"17\">\n   <p id=\"p-185\">\n    As the jury was instructed further, without objection, it was not obligated to accept any or all of a witness's testimony, including an expert's testimony. (Tr. IX:127-28).\n   </p>\n  </footnote>\n  <footnote label=\"18\">\n   <p id=\"p-186\">\n    Regretfully, the court used the word \"ambush\" in describing the plaintiff's last-minute decision to withdraw her claim for economic loss. (Tr. I:7). However, as is clear from the transcript, this was used in connection with the fact that the parties (and the court) had devoted a considerable amount of time to issues relating to the tax returns and the validity of the income the plaintiff had reported. (\n    <em>\n     Id.\n    </em>\n    ). Given the large amount of time devoted to both discovery motions and motions in limine on the topic of economic loss, it would have been helpful if the decision had been made sooner. The court, however, did not and does not believe that the decision so altered the focus of the trial as to warrant anything more than the one-day postponement the court allowed. The effect of the decompression incident on Ms. Guzman's ability to function has always been the principal issue in the case.\n   </p>\n  </footnote>\n  <footnote label=\"19\">\n   <p id=\"p-187\">\n    For example, if Ms. Guzman claimed she could not get out of bed, Boeing could cross-examine her on the fact that she claimed she had gone to work.\n   </p>\n  </footnote>\n  <footnote label=\"20\">\n   <p id=\"p-188\">\n    While Dr. Buza had mentioned secondary gain, he did not define it and did not discuss it in the context of a party to litigation. (Tr. III:50).\n   </p>\n  </footnote>\n  <footnote label=\"21\">\n   <p id=\"p-189\">\n    To the extent Boeing complains about the timing of when the curative instruction was given, much of the delay was caused by the parties' requests for time to review the transcripts and propose an instruction. In any event, there was a sufficient amount of time between the instruction and jury deliberations so that the jury could not have been improperly swayed by the instruction.\n   </p>\n  </footnote>\n  <footnote label=\"22\">\n   <p id=\"p-190\">\n    It is not clear to this court that the testimony would have been admissible on direct without further foundation, but this issue does not have to be decided.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}