{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"895\" lastpage=\"903\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  ACUITY INSURANCE COMPANY and Masterlink Concrete Pumping, LLC, Plaintiffs,\n  <br/>\n  v.\n  <br/>\n  MCDONALD'S TOWING AND RESCUE, INC., Defendant.\n </parties>\n <docketnumber id=\"p-2\">\n  CASE NO. 1:16-CV-754\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, W.D. Michigan, Southern Division.\n </court>\n <decisiondate id=\"p-4\">\n  Signed October 17, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Timothy S. Groustra, Adam Clark Zwicker, Kitch Drutchas Wagner Valitutti &amp; Sherbrook PC, Mt. Clemens, MI, for Plaintiffs.\n </attorneys>\n <attorneys id=\"p-6\">\n  Thomas G. Cardelli, Cardelli Lanfear &amp; Buikema PC, Royal Oak, MI, Jeremy Daniel Brown, Rossman Saxe, P.C., Troy, MI, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   <em>\n    OPINION AND ORDER\n   </em>\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   ROBERT J. JONKER, CHIEF UNITED STATES DISTRICT JUDGE\n  </author>\n  <p id=\"p-9\">\n   A cement truck owned by Plaintiff Masterlink Concrete Pumping, LLC (\"Masterlink\") and insured by Plaintiff Acuity Insurance Company (\"Acuity\") broke down along Interstate 94 in Southwest Michigan. Plaintiff engaged Defendant McDonald's Towing and Rescue, Inc. (\"McDonald's\") to tow the cement truck from the shoulder of the three-lane Interstate in Michigan to Masterlink's repair site in Indiana. Something went awry on the tow while en route to Indiana, and the cement truck wound up in the median of the Interstate while still in Michigan. The cement truck was a total loss.\n  </p>\n  <p id=\"p-10\">\n   Plaintiffs bring a claim under the Carmack Amendment,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2014706\">\n    49 U.S.C. § 14706\n   </extracted-citation>\n   (\"Carmack\") to recover what they lost because of the bad tow. Defendant says Carmack does not apply because the statutory exemption for \"emergency towing of an accidentally wrecked or disabled motor vehicle\" applies and protects Defendant from liability. The material facts are not in genuine dispute, and each side claims entitlement to judgment as a matter of law.\n  </p>\n  <p id=\"p-11\">\n   The Court concludes that the facts here fit the paradigmatic example of an emergency tow. A vehicle broke down along a busy Interstate highway and had to be towed out of State for repair. Plaintiff did not have the leisure of letting its cement truck sit along the Interstate indefinitely; rather, it had to tow the truck from the public highway to its own lot in Indiana for repair. While executing the tow, the accident occurred. Congress intended to exclude this type of tow from the Carmack Amendment to remove any potential regulatory hurdles from getting disabled or wrecked vehicles off the public highways and to safe places for repair or salvage, in or out of State. Accordingly, Defendant is entitled to summary judgment.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    1. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   The underlying facts are not in dispute. On the morning of September 30, 2015, a Masterlink employee, Robert Babcock,\n   was driving a Masterlink-owned concrete pump truck from Michigan to a Masterlink facility in Chesterton, Indiana. (ECF No. 36-1, PageID.384.) En route, on busy Interstate I-94, the pump truck developed a mechanical problem. (\n   <em>\n    Id.\n   </em>\n   ) Mr. Babcock drove the pump truck to the shoulder of I-94, moving the vehicle completely off the road. (\n   <em>\n    Id.\n   </em>\n   ) He determined that the turbo-charger on the power unit was not working properly. (\n   <em>\n    Id.\n   </em>\n   , PageID.384-86.) Within about fifteen minutes after pulling the truck onto the shoulder, he called Masterlink's operations manager, Mr. Lakie, to report the problem. (\n   <em>\n    Id.\n   </em>\n   , PageID.386.) Mr. Lakie called Verizon Telematics to arrange for the truck to be towed to a repair facility in Indiana. (\n   <em>\n    Id.\n   </em>\n   , PageID.413.) Verizon relayed the request to Allstate Roadside Service, which contacted Defendant McDonald's. (\n   <em>\n    Id.\n   </em>\n   , PageID.413-14.)\n  </p>\n  <p id=\"p-14\">\n   The McDonald's dispatcher, Mr. Smits, testified that he did not receive Allstate's call for service until around 8:30 p.m. on September 30, 2015. (\n   <em>\n    Id.\n   </em>\n   , PageID.442.) Mr. Smits understood that the truck was to be towed from Michigan to South Bend, Indiana, and that McDonald's would receive payment for the towing service. (\n   <em>\n    Id.\n   </em>\n   , PageID.442-43.) Mr. Smits posted the call information on McDonald's computer system, and another McDonald's dispatcher, Mr. Harpster, dispatched driver Lamphere to go to the truck. (ECF No. 36-2, PageID.460-61.) Mr. Harpster also contacted McDonald's operations manager, Mr. Clothier, who ordered Indiana fuel permits for the trip to South Bend. (\n   <em>\n    Id.\n   </em>\n   , PageID.471-472.)\n  </p>\n  <p id=\"p-15\">\n   Around 8:40 p.m., Mr. Lamphere called the operations manager, Mr. Clothier, and reported that due to the size of the pump truck, he was not certain he would be able to tow it. (\n   <em>\n    Id.\n   </em>\n   , PageID.474.) Mr. Lamphere had difficulty hooking the pump truck to his tow truck. (\n   <em>\n    Id.\n   </em>\n   ) Mr. Clothier decided to postpone the tow to the next morning, because \"[it] was getting very late, it was dark, and it was a large piece of equipment, and we needed to be able to see what we were doing to perform the service.\" (\n   <em>\n    Id.\n   </em>\n   ) Mr. Clothier directed Mr. Harpster to notify Masterlink and local authorities that McDonald's was leaving the pump truck in place overnight. (\n   <em>\n    Id.\n   </em>\n   ) Mr. Lamphere departed.\n  </p>\n  <p id=\"p-16\">\n   The next morning, October 1, Mr. Clothier assigned driver Sprague to take a larger tow truck to the site and meet another McDonald's employee, Mr. Cowles, to carry out the tow. (\n   <em>\n    Id.\n   </em>\n   , PageID.522-524.) Mr. Sprague reached the site by 10:00 a.m., and Mr. Cowles arrived within ten minutes after that. (\n   <em>\n    Id.\n   </em>\n   ) The pump truck keys were in the ignition, and the cab was unlocked. (\n   <em>\n    Id.\n   </em>\n   , PageID.524.) Mr. Sprague and Mr. Cowles wrapped chains around the pump truck's frame and moved the pump truck from the freeway to a gas station. (\n   <em>\n    Id.\n   </em>\n   , PageID.526.) There, Mr. Sprague and Mr. Cowles secured chains around the truck and took other steps to prepare the truck for safe towing. (\n   <em>\n    Id.\n   </em>\n   , PageID.526-530.) Mr. Sprague began towing the truck, traveling westbound on I-94, with an intended destination of South Bend, Indiana (\n   <em>\n    Id.\n   </em>\n   , PageID.531.) About 20-30 miles into the drive, while still in Michigan, Mr. Sprague became aware that the front bumper of the pump truck, along with the safety chains and tow chains, had detached from the pump truck. (\n   <em>\n    Id.\n   </em>\n   ) The pump truck had begun to roll along the freeway independently, no longer attached to the tow truck. (\n   <em>\n    Id.\n   </em>\n   ) The pump truck soon veered into the median and rolled over. (\n   <em>\n    Id.\n   </em>\n   , PageID.535.)\n  </p>\n  <p id=\"p-17\">\n   A team of McDonald's employees, including Mr. Clothier, came to the scene and, with hours of effort, retrieved the truck from the median. (\n   <em>\n    Id.\n   </em>\n   , PageID.480-482.) They hooked it to a recovery truck\n   and towed it to a nearby Pilot truck stop. (\n   <em>\n    Id.\n   </em>\n   , PageID.482.) Mr. Clothier requested that the Michigan State Police (\"MSP\") check the pump truck and towing arrangement and \"give us the blessing to be able to tow it down the road.\" (\n   <em>\n    Id.\n   </em>\n   ) The MSP gave them permission to continue towing the vehicle. (\n   <em>\n    Id.\n   </em>\n   ) Mr. Clothier towed the pump truck three or four more miles, but he concluded that was no longer safe to continue. (\n   <em>\n    Id.\n   </em>\n   , PageID.482.) Mr. Clothier \"pulled the truck to the closest safe haven,\" a Meijer store parking lot. (\n   <em>\n    Id.\n   </em>\n   ) He parked the truck in the lot and left it there. (\n   <em>\n    Id.\n   </em>\n   ) He informed Masterlink of the pump truck's location. (\n   <em>\n    Id.\n   </em>\n   , 482-83.) McDonald's towed the truck no further.\n  </p>\n  <p id=\"p-18\">\n   Masterlink's insurer, Acuity paid Masterlink $341,661, which reflects the actual cash value of the truck at the time of loss (minus salvage value), plus $10,000 for business interruption. Actual replacement costs exceeded the amount Masterlink received from Acuity. Plaintiffs claim they are entitled to damages under the Carmack Amendment. Invoking Carmack's exemption for \"emergency towing,\" Defendant contends that Carmack does not apply here. Both parties seek summary judgment on liability.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    2. LEGAL STANDARDS AND DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   <em>\n    A. The Carmack Amendment\n   </em>\n  </p>\n  <p id=\"p-21\">\n   \"The Carmack Amendment, enacted in 1906 as an amendment to the Interstate Commerce Act,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=24%20Stat.%20379\">\n    24 Stat. 379\n   </extracted-citation>\n   , created a national scheme of carrier liability for loss or damage to goods transported in interstate commerce.\"\n   <em>\n    Exel, Inc. v. Southern Refrigerated Transport, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4363626\" index=\"2\" url=\"https://cite.case.law/f3d/807/140/#p148\">\n    807 F.3d 140\n   </extracted-citation>\n   , 148 (6th Cir. 2015). Carmack restricts the ability of carriers to limit their liability for damage to cargo. \"Making carriers strictly liable relieves shippers of the burden of determining which carrier caused the loss as well as the burden of proving negligence.\"\n   <em>\n    <extracted-citation case-ids=\"4363626\" index=\"3\" url=\"https://cite.case.law/f3d/807/140/#p148\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Carriers in turn acquired reasonable certainty in predicting potential liability because shippers' state and common law claims against a carrier for loss to or damage were preempted.\"\n   <em>\n    <extracted-citation case-ids=\"4363626\" index=\"4\" url=\"https://cite.case.law/f3d/807/140/#p148\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Though it might not be obvious from the text, 'Carmack's original premise is that the [initial] receiving carrier is liable for damage caused by the other [subsequent] carriers in the delivery chain.' \"\n   <em>\n    CNA Insurance Co. v. Hyundai Merchant Marine Co., Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4180352\" index=\"5\" url=\"https://cite.case.law/f3d/747/339/#p353\">\n    747 F.3d 339\n   </extracted-citation>\n   , 353 (6th Cir. 2014) (quoting\n   <em>\n    Kawasaki Kisen Kaisha Ltd. v. Regal-Beloit Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3644264,12455277\" index=\"6\" url=\"https://cite.case.law/us/561/89/\">\n    561 U.S. 89\n   </extracted-citation>\n   , 106,\n   <extracted-citation case-ids=\"3644264,12455277\" index=\"7\" url=\"https://cite.case.law/us/561/89/\">\n    130 S.Ct. 2433\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3644264,12455277\" index=\"8\" url=\"https://cite.case.law/us/561/89/\">\n    177 L.Ed.2d 424\n   </extracted-citation>\n   (2010) ). In the current version of Carmack, \"the final, or 'delivering,' carrier [is] liable to the shipper as well.\"\n   <em>\n    <extracted-citation case-ids=\"3644264,12455277\" index=\"9\" url=\"https://cite.case.law/us/561/89/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"[T]he aggrieved shipper need only sue the initial (\"receiving\") or final (\"delivering\") carrier and need not seek out the carrier at fault, nor must the plaintiff-shipper determine the circumstances by which the loss or damage actually occurred.\"\n   <em>\n    <extracted-citation case-ids=\"3644264,12455277\" index=\"10\" url=\"https://cite.case.law/us/561/89/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-22\">\n   Carmack gives the Secretary of Transportation and the Surface Transportation Board jurisdiction \"over transportation by motor carrier ... to the extent that passengers, property, or both, are transported by motor carrier ... [b]etween a place in ... a State and a place in another State.\"\n   <footnotemark>\n    1\n   </footnotemark>\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2013501\">\n    49 U.S.C. § 13501\n   </extracted-citation>\n   (1)(A). Since a 1964 amendment, the statute has exempted from Carmack's jurisdictional sweep \"the emergency towing of an accidentally wrecked or disabled motor vehicle.\"\n  </p>\n  <p id=\"p-23\">\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2013506\">\n    49 U.S.C. § 13506\n   </extracted-citation>\n   (b)(3).\n   <footnotemark>\n    2\n   </footnotemark>\n   The scope of this exemption is the dispositive issue.\n  </p>\n  <p id=\"p-24\">\n   <em>\n    B. Exemption for \"Emergency Towing\"\n   </em>\n  </p>\n  <p id=\"p-25\">\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2013506\">\n    49 U.S.C. § 13506\n   </extracted-citation>\n   (b)(3) provides:\n  </p>\n  <blockquote id=\"p-26\">\n   Except to the extent the Secretary or the Board, as applicable, finds it necessary to exercise jurisdiction to carry out the transportation policy of section 13101, neither the Secretary nor the Board has jurisdiction under this part over-... (3) the emergency towing of an accidentally wrecked or disabled vehicle.\"\n  </blockquote>\n  <p id=\"p-27\">\n   McDonald's contends that the towing service it performed for Masterlink falls within this exemption from Carmack's reach. Plaintiffs argue the contrary. Whether the exemption applies depends on the meaning of \"emergency towing.\"\n  </p>\n  <p id=\"p-28\">\n   This is a question of statutory construction. In interpreting the provision, the Court begins with the plain language of the statute.\n   <em>\n    Thompson v. Greenwood\n   </em>\n   ,\n   <extracted-citation case-ids=\"6046731,5859182\" index=\"14\" url=\"https://cite.case.law/f3d/507/416/\">\n    507 F.3d 416\n   </extracted-citation>\n   , 419 (6th Cir. 2007). In construing the statute, the Court must bear in mind the \"fundamental canon of statutory construction that the words of a statute must be read in their context and with a view to their place in the overall statutory scheme.\"\n   <em>\n    Food and Drug Admin. v. Brown &amp; Williamson Tobacco Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9508268\" index=\"15\" url=\"https://cite.case.law/us/529/120/#p133\">\n    529 U.S. 120\n   </extracted-citation>\n   , 133,\n   <extracted-citation case-ids=\"9508268\" index=\"16\" url=\"https://cite.case.law/us/529/120/#p133\">\n    120 S.Ct. 1291\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9508268\" index=\"17\" url=\"https://cite.case.law/us/529/120/#p133\">\n    146 L.Ed.2d 121\n   </extracted-citation>\n   (2000) (internal quotation marks omitted). \"A court must therefore interpret the symmetrical and coherent regulatory scheme ... and fit, if possible, all parts into an harmonious whole.\"\n   <em>\n    <extracted-citation case-ids=\"9508268\" index=\"18\" url=\"https://cite.case.law/us/529/120/#p133\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal quotation marks omitted). The Court must \"give effect, If possible, to every clause and word of a statute.\"\n   <em>\n    United States v. Menasche\n   </em>\n   ,\n   <extracted-citation case-ids=\"6931991\" index=\"19\" url=\"https://cite.case.law/us/348/528/#p538\">\n    348 U.S. 528\n   </extracted-citation>\n   , 538-39,\n   <extracted-citation case-ids=\"6931991\" index=\"20\" url=\"https://cite.case.law/us/348/528/#p538\">\n    75 S.Ct. 513\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=99%20L.%20Ed.%20615\">\n    99 L.Ed. 615\n   </extracted-citation>\n   (1955) (internal quotation marks omitted). The Court \"assum[es] that the ordinary meaning of the language chosen by Congress accurately expresses the legislative purpose.\"\n   <em>\n    Microsoft Corp. v. 141 Ltd. Partnership\n   </em>\n   ,\n   <extracted-citation case-ids=\"5933721,12450135\" index=\"22\" url=\"https://cite.case.law/us/564/91/\">\n    564 U.S. 91\n   </extracted-citation>\n   , 101,\n   <extracted-citation case-ids=\"5933721,12450135\" index=\"23\" url=\"https://cite.case.law/us/564/91/\">\n    131 S.Ct. 2238\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5933721,12450135\" index=\"24\" url=\"https://cite.case.law/us/564/91/\">\n    180 L.Ed.2d 131\n   </extracted-citation>\n   (2011).\n  </p>\n  <p id=\"p-29\">\n   The key dispute between the parties is what differentiates an \"emergency towing of an accidentally wrecked or disabled vehicle\" from a simple ordinary towing of such a vehicle. The statute does not define the term. Dictionary definitions of \"emergency\" offer initial guidance. The Oxford English Dictionary defines \"emergency\" as \"a state of things unexpectedly arising, and urgently demanding immediate action.\" Merriam-Webster defines \"emergency\" as \"an unforeseen combination of circumstances or the resulting state that calls for immediate action.\" These definitions suggest that \"emergency\" connotes an absence of choice, both in the sense that an emergent event is unplanned and also in the sense that it requires a response. With this in mind, \"emergency towing\" bespeaks the towing of a vehicle from an unforeseen situation in which the vehicle must not remain-for example, where the law forbids its indefinite presence, or a private property owner refuses to permit it. Conversely, the non-emergency towing of an accidentally wrecked or disabled vehicle would cover situations where an owner could choose to leave a disabled vehicle indefinitely-for example, when the breakdown occurs at the owner's own site, or in some other location that does not call for prompt or emergent removal. Here, the undisputed facts show that an \"emergency towing\" was underway. The cement truck could not remain\n   indefinitely along the Interstate; rather, the owner had to arrange for removal on an emergent basis.\n  </p>\n  <p id=\"p-30\">\n   Plaintiffs attempt to focus on the time that elapsed from the truck's first disability in the morning, to the eventual tow the next morning. There was no genuine \"emergency,\" say Plaintiffs, if the tow could wait overnight. But this puts unwarranted emphasis on the time involved in securing the tow. No doubt the lapse of time is a relevant factor in assessing whether a particular situation involves \"emergency towing.\" But nothing in the text of the statute suggests a stopwatch test. Emergencies are inherently contextual, and disabled or wrecked vehicles are no exception. In a personal injury accident, time may necessarily elapse before towing to ensure safe removal of victims first, and appropriate law enforcement investigation, for example. Here, the size of the cement truck; the circumstances of the planned tow (dark or daylight); and the location along a busy three-lane Interstate all readily account for the time it took to set up the tow. The proper focus in distinguishing the \"emergency\" towing from the non-emergency towing is the undisputed fact that the owner ultimately had no choice in the matter: the owner was forced to arrange the tow from a public highway to its out-of-state facility because of the unplanned breakdown. The time it took to execute the tow was reasonable and consistent with the emergent situation.\n  </p>\n  <p id=\"p-31\">\n   The statutory context further supports the application of the exemption in this case. Carmack generally focuses on planned commercial interactions that differ from the roadside assistance that occurred here. For example, the provision on general liability states that a \"carrier providing transportation or service subject to jurisdiction under subchapter I or III of chapter 135\n   <footnotemark>\n    3\n   </footnotemark>\n   shall issue a receipt or bill of lading for property it receives for transportation under this part.\"\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2014706\">\n    49 U.S.C. § 14706\n   </extracted-citation>\n   (a)(1). That carrier, and any other carrier delivering the property and subject to jurisdiction under subchapter I or III, \"are liable to the person entitled to recover under the receipt or bill of lading.\"\n   <em>\n    <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2014706\">\n     Id.\n    </extracted-citation>\n   </em>\n   Failure to issue a receipt or bill of lading does not affect the liability of a carrier, however.\n   <em>\n    <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2014706\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    CNA Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4180352\" index=\"28\" url=\"https://cite.case.law/f3d/747/339/#p353\">\n    747 F.3d at 355\n   </extracted-citation>\n   (noting in the railroad context that \"Carmack's requirement that the initial carrier issue the shipper a bill of lading is not a requirement to form an actual contract ... it is a requirement that the initial carrier issue the shipper a receipt as acknowledgment of the constructive contract making that carrier solely liable to the shipper for the entire carriage.\"). This is the kind of language that applies to the shipment of goods, not the roadside towing of disabled vehicles, and further supports that the exemption applies.\n  </p>\n  <p id=\"p-32\">\n   The 1963 Report of the House Committee on Commerce (the \"House Report\") regarding what was then a proposed amendment to Carmack that would provide the emergency towing exemption offers additional insight into Congress's intent. (Def.'s Ex. E, ECF No. 34-5, PageID.313-317.) The House Report explains that under the provisions then present, a person wishing to transport an accidentally wrecked or disabled vehicle by towing between one state and another had to secure operating authority from the Interstate Commerce Commission and comply with its regulations. (ECF No. 34-5, PageID.313.) The Committee noted that \"highway emergencies of the\n   type contemplated by this bill frequently occur at irregular hours, inconvenient locations, and may well require immediate towing attention.\" (\n   <em>\n    Id.\n   </em>\n   , PageID.314.) The Committee anticipated that the exemption would \"benefit the public by permitting more rapid, efficient, and flexible service from tow truck operators. This is particularly true when the accident occurs just across a State border\" and a towing service from the neighboring state could provide towing more readily than one within the state. (\n   <em>\n    Id.\n   </em>\n   ) The bill would \"relieve garages, service stations, and similar establishments from the necessity of obtaining authority and rate approval from the ICC in the towing of motor vehicles away from a wreck on the highways.\" (\n   <em>\n    Id.\n   </em>\n   ) \"This would not remove the controls on safety or hours of service, nor would it relieve other interstate towing services, such as the movement of motor vehicles or house trailers.\" (\n   <em>\n    Id.\n   </em>\n   ) The legislative history from the Senate reiterates the language from the House Report. (Congr. Record Excerpt, ECF No. 34-6, PageID.319-320.) In this case, McDonald's functioned as a the kind of \"garage, service station[ ], or similar establishment\" to which the exemption was intended to apply.\n  </p>\n  <p id=\"p-33\">\n   A 1993 Opinion from the Interstate Commerce Commission reinforces the point. The Opinion explicitly considers \"whether our interpretation of the 'emergency towing' exemption at 49 U.S.C. 10526(b)(3)\n   <footnotemark>\n    4\n   </footnotemark>\n   should be expanded to include removal of accidentally wrecked or disabled vehicles on car carriers\" and concludes that towing service by car carrier falls within the exemption. (ECF No. 34-8, PageID.330.) The Opinion comments that \"the proper focus of this exemption should be the nature of the service-emergency transportation of wrecked or disabled vehicles-not, despite the use of the word 'towing' in the statute, on the method by which that service is accomplished.\" (\n   <em>\n    Id.\n   </em>\n   ) This points to the question of what \"emergency\" means. The Opinion refers repeatedly to removal of wrecked or disabled vehicles from the roadside as the kind of \"emergency\" to which the exemption applies. (\n   <em>\n    Id.\n   </em>\n   )\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-34\">\n   The plain language of the statute, particularly when considered in the context of Carmack as a whole, demonstrates that an emergency towing encompasses the situation presented here. Carmack focuses principally on the relationships and distribution of liability among shippers and carriers of commercial goods. An \"accidentally wrecked or disabled motor vehicle\" differs qualitatively from the commercial cargo to which Carmack generally applies. The word \"emergency\" helps differentiate the towing of an accidentally wrecked or disabled motor vehicle from the towing of a motor vehicle for commercial delivery.\n  </p>\n  <p id=\"p-35\">\n   <em>\n    C. Alternative Defense Theories\n   </em>\n  </p>\n  <p id=\"p-36\">\n   Defendant raises a series of other arguments as to why Carmack does not apply. It is not necessary to resolve any of them.\n  </p>\n  <p id=\"p-37\">\n   <strong>\n    3. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-38\">\n   The towing that occurred in this case fits within the exemption for \"emergency towing of an accidentally wrecked or disabled vehicle.\" Defendant is entitled to summary judgment in its favor.\n  </p>\n  <p id=\"p-39\">\n   <strong>\n    ACCORDINGLY, IT IS ORDERED\n   </strong>\n   :\n  </p>\n  <blockquote id=\"p-40\">\n   1. Defendant's Motion for Summary Judgment (ECF No. 34 ) is\n   <strong>\n    GRANTED\n   </strong>\n   .\n  </blockquote>\n  <blockquote id=\"p-41\">\n   2. Plaintiffs' Motion for Partial Summary Judgment (ECF No. 36 ) is\n   <strong>\n    DENIED\n   </strong>\n   .\n  </blockquote>\n  <p id=\"p-42\">\n   <em>\n    <strong>\n     JUDGMENT\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-43\">\n   In accordance with the Opinion and Order entered this day, Judgment is entered in favor of Defendant McDonald's Towing and Rescue, Inc., and against Plaintiffs Acuity Insurance Company and Masterlink Concrete Pumping, LLC.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-46\">\n    It is undisputed that McDonald's is a \"motor carrier\" engaged in \"transportation\" under the statutory definitions of the terms. \" 'Motor carrier' means a person providing motor vehicle transportation for compensation.\"\n    <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2013102\">\n     49 U.S.C. § 13102\n    </extracted-citation>\n    (14). \" 'Transportation' includes ... a motor vehicle ... or equipment of any kind related to the movement of passengers or property, or both, regardless of ownership or an agreement concerning use; and ... services related to that movement....\" 49 U.S.C. 13102(23).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-47\">\n    The exemption does not apply \"to the extent the Secretary or Board, as applicable, finds it necessary to carry out the transportation policy of section 13101.\" This exception is not at issue.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-48\">\n    Subchapters I and III of Chapter 135 refer to\n    <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=48%20U.S.C.%20%C2%A7%C2%A7%2013501\">\n     48 U.S.C. §§ 13501\n    </extracted-citation>\n    and 13531. PL 104-88, Dec. 29, 1995,\n    <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=109%20Stat.%20803\">\n     109 Stat. 803\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-49\">\n    The statute was later re-codified, and the citation to the exemption changed as a result.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-50\">\n    AAA, along with the national trade organization for the automotive towing industry, petitioned for the Opinion. (\n    <em>\n     Id.\n    </em>\n    ) AAA informed the ICC that in 1991, it responded to over 21.5 million emergency road service calls, of which more than seven million involved removing a wrecked or disabled vehicle. (\n    <em>\n     Id.\n    </em>\n    )\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}