{
  "casebody": {
    "data": "<casebody firstpage=\"238\" lastpage=\"240\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b262-5\">No. 34.</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AU-\">James S. Collier, administrator, <em>de bonis non, </em>of Archibald Mills, deceased, plaintiff in error, <em>vs. </em>Augustus H. Lanier, defendant in error.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b262-6\">Where an instrument is drawn, and executed, which professes and is intended to carry into execution, an agreement, whether in writing or by parol, previously entered into, but which, by mistake of the draftsman, either as to fact or law, does not fulfill, or which violates the manifest intention of the parties to'the agreement, equity will correct the mistake, so as to produce a conformity of the instrument to the agreement.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b262-7\">For the facts and grounds of error in this case, see the opinion of the Supreme Court.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b262-8\">Joseph Sturoes, for the plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b262-9\">George M. Dudley, for the defendant in error, cited the following authorities:</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b263-3\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>1 <em>Story’s Eq. Juris, sec. </em>110, 114, 115; 1 <em>Peters’ Rep. </em>13, <em>et seq; Gillespie </em>vs. Moon, 2 <em>Johns. Ch. Rep. </em>596, 602; 6 <em>Ves. </em>333, <em>Marg. </em>p. ; 4 <em>Johns. Ch. Rep. </em>147 ; 1 <em>Story’s Eq. Juris. sec. </em>152, 161, and the cases there cited.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b263-4\">\n<em>By the Court</em>\n</p>\n<author id=\"Alq\">Lumpkin , Judge.</author>\n<p id=\"b263-5\">This was a bill filed in Early Superior Court, in which Lanier was the complainant, and the plaintiff in error the defendant. It charged that on the 1st of January, 1841, one Archibald Mills, then in life, since deceased, was indebted to him, Lanier, on promissory notes, then in existence and unpaid, the sum of $4,594 23 principal, besides interest on the said notes, (acopy marked exhibit A is annexed to the bill.) That the said Archibald Mills, then in life, in consideration of his said indebtedness, and for the purpose of securing to Lanier the payment of the said notes, and for no other object or’inducement, conveyed to Lanier, by deed of mortgage, sundry lots of land and nine negroes, besides various articles of personal property, all particularly described in the instrument. That he, Lanier, was unskilled in the law, unused and unaccustomed, as well as Archibald Mills, to draft instruments, requiring technical exactness, or legal precision. That Mills was the writer of the conveyance, and that, owing to the inexpertness and want of experience of both of them in matters of this sort, the mortgage was erroneously drawn, and insufficient in law, to answer and carry out the true object and purpose for which it was executed. <em>That the intent was to secure the payment of the promissory notes, </em>when the instrument, by mistake, set forth that the same was to secure the payment of a bond or obligation, held by Lanier against Mills, in the penal sum of $10,000, bearing even date with the mortgage, and conditioned for the payment of five thousand dollars, on the 1st January thereafter : when, in truth and in fact, Lanier never held any such bond against Mills at any time, but did hold, and was then possessed of, the aforesaid promissory notes. A copy of the mortgage (marked exhibit 13) is attached to the bill. <em>It farther </em>charges that Archibald Mills afterwards departed this life ; that one Stephen Mills administered on bis estate, in Early county ; that he, Stephen Mills, removed beyond the limits of the State, and that James G. Collier, the plaintiff in error, was appointed administrator, <em>de bonis non; </em>that twelve months had expired before the filing of the bill, and that the administrator had due notice of the demand, and that the plaintiff in error had expressed himself willing to allow the claim against the estate of his intestate, provided the mistake in said instrument, if any there was, could be rectified, he having received all the assets of the estate from the first administrator.</p>\n<p id=\"b263-6\">The bill in conclusion prays that the mistake in the mortgage, as therein set forth, may be rectified and reformed in accordance with the intention of the parties to the agreement, and that Collier may be decreed as administrator as aforesaid, to pay over the proceeds arising from the sale of the property embraced in the mortgage, or so much thereof as may be necessary to satisfy the said promissory notes.</p>\n<p id=\"b263-7\">At the appearance term of the bill, the plaintiff in error demurred thereto on various grounds, all of which were annulled by Judge Warren, at the April Term, 1846, of Early Superior Court. And the only assign<page-number citation-index=\"1\" label=\"240\">*240</page-number>ment of error is, that the demurrer ought to have been sustained on the first ground ; that the bill contained no charge whereupon a court of equity could make a decree, as said bill charged, that, from ignorance of the law, the mortgage deed set forth in the bill was erroneously drawn, which, it is alleged by the rules of equity, is not such a mistake as could be corrected, altered or changed.</p>\n<p id=\"b264-5\">In the case of <em>Job Rogers, plaintiff in error, </em>vs. <em>Robert Atkinson and others, (ante </em>p. 12,) decided by this court at its session in Cassville, March, 1846, the doctrine, as to the power of a Court of Chancery to <em>reform a written contract, </em>was elaborately discussed ; and we then announced our readiness to go to the extent of the principles laid down by the Supreme Court of the United States, in the case of <em>Hunt </em>vs. <em>Rousmaniere’s </em>administrator. — 1 <em>Peters’ Rep. </em>1-19.</p>\n<p id=\"b264-6\">Mr. Justice Washington, who delivered the opinion of the court, said : “ There are certain principles of equity which, as general principles, we bold to be incontrovertible. The first is, that where an instrument is drawn and executed, which professes, and is intended, to carry into execution an agreement, whether in writing or by parol, previously entered into ; but which, by <em>mistake of the draftsman, </em>either as to fact <em>or law, </em>does not fulfill, or which violates, the manifest intention of the parties to the agreement, equity will correct the mistake, so as to produce a conformity of the instrument to the agreement. The reason is obvious. The execution of agreements, fairly and legally entered into, is one of the peculiar [branches of equity jurisdiction; and if the instrument, which is intended to execute the agreement, be from any cause insufficient for that purpose, the agreement remains as much unexecuted as if one of the parties had refused altogether to <em>comply </em>with his agreement; and a court of equity will, in the exercise of its acknowledged jurisdiction, afford relief in the one case as well as in the other, by compelling the delinquent party fully to perform his agreement according to the terms of it, and the manifest intention of the parties.”</p>\n<p id=\"b264-7\">We are of the opinion that the case before us is fully embraced in this decision. Mills, in his lifetime, is largely indebted to Lanier, by promissory notes amounting to near five thousand dollars, exclusive of interest. It is agreed between them, that the debt shall be secured by mortgage, Mills, the debtor, undertaking to draw the instrument; neither of them being skilled in the business, and through ignorance in not knowing the proper mode of carrying out their agreement, instead of inserting .the notes in the deed, a bond is instituted covering the amount of the notes ; which bond in reality had no existence, but was only another way of setting forth the notes. And now the bill is filed to rectify this error; the defendant himself not even denying the facts, but professing his willingness <em>to have the </em>mistake corrected, provided it can be legally done.</p>\n<p id=\"b264-8\">We think the case clear, and that the judgment of the court below must be affirmed with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}