{
  "casebody": {
    "data": "<casebody firstpage=\"959\" lastpage=\"962\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1023-12\">Dora S. BEAUCHAMP, Appellant, v. S. John DAVIS, et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1023-14\">No. 76-1291.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1023-15\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1023-16\">Argued Nov. 11, 1976.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1023-17\">Decided Feb. 15, 1977.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1024-13\"><page-number citation-index=\"1\" label=\"960\">*960</page-number>Joseph B. Bullock, Alexandria, Va. (Lawrence D. Jamison, Washington, D. C., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1024-14\">John S. Stump, Alexandria, Va. (Boothe, Prichard &amp; Dudley, Alexandria, Va., on brief), Douglas S. Mackall, III, Fairfax, Va. (Mackall, Mackall &amp; Walker, Fairfax, Va., on brief), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1024-15\">Before WINTER, RUSSELL and WIDENER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1024-16\">WIDENER, Circuit Judge:</author>\n<p id=\"b1024-17\">The Fairfax County, Virginia school board declined to renew the teaching contract of Dora S. Beauchamp following the 1972-73 school year, based upon a negative recommendation and accompanying evaluation form submitted by Mrs. Beauchamp’s principal, Talicia Smoot. The ground of non-renewal was incompeteney as a teacher. After unsuccessfully prosecuting a formal grievance, Mrs. Beauchamp filed this civil rights action,<footnotemark>1</footnotemark> alleging a deprivation of due process and equal protection rights. <page-number citation-index=\"1\" label=\"961\">*961</page-number>Because we find no constitutional infirmity in the school board’s action, we affirm the district court’s dismissal of the complaint.</p>\n<p id=\"b1025-5\">Mrs. Beauchamp’s equal protection claim, while rather novel, does not require extended discussion. It is apparently based upon the fact that the evaluation form submitted by Mrs. Smoot to the school board, which rated teachers according to a checklist of desirable characteristics, was never validated for job-relatedness, and therefore created an impermissible classification of all teachers deemed incompetent as a result of its use.</p>\n<p id=\"b1025-6\">While this theory is dubious at best as a matter of law, since there is no allegation that the use of the evaluation form disproportionately affected members of any identifiable group, see <em>Washington v. Davis, </em>426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976); <em>Griggs </em>v. <em>Duke Power Co., </em>401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971), it is not necessary for us to express an opinion on its validity. Nor is it required that we consider whether the use of the checklist as an evaluation aid may constitute such arbitrary action as to violate due process. This is because the record clearly demonstrates that the school board predicated its determination of incompetency on other sufficient grounds, all based upon the experiences of the school administration with Mrs. Beauchamp over the course of an academic year, and all standing independently of the evaluation checklist, which was by no means determinative. These include striking students about the head with various objects, in direct contravention of school policy, and the maintenance of an unruly, disruptive classroom, with loss of interest and low morale on the part of the students.<footnotemark>2</footnotemark> Suffice it to say that in these circumstances the non-renewal of a teacher’s contract is not so capricious as to raise the specter of a due process violation.</p>\n<p id=\"b1025-10\">As the district court noted, an evaluation of teacher competence is necessarily a highly subjective determination that does not easily lend itself to precise quantification, nor, we might add, to judicial review. It is an area in which school officials must remain free to exercise their judgment and discretion, and we decline the invitation to substitute our notions of how to do so for those of the school board. See <em>Bishop v. Wood, </em>423 U.S. 890, 96 S.Ct. 185, 46 L.Ed.2d 121 (1975).</p>\n<p id=\"b1025-11\">Remaining for disposal is the contention that Mrs. Beauchamp’s right to procedural due process was violated because she did not receive a pre-termination hearing.<footnotemark>3</footnotemark> The resolution of this issue depends upon whether Mrs. Beauchamp’s non-renewal deprived hereof a liberty or property interest in employment under the Fourteenth Amendment. Compare <em>Board of Regents v. Roth, </em>408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972), with <em>Perry v. Sindermann, </em>408 U.S. 593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972). This, in turn, must be decided by reference to state law. <em>Bishop, </em>supra.</p>\n<p id=\"b1025-12\">The assumption relied upon by the district court, that Mrs. Beauchamp was tenured, does not necessarily square with its result. For if she were tenured, or able to rely upon equivalent “rules or mutually explicit understandings,” <em>Sindermann, </em>supra, at 601, 92 S.Ct. 2694, she might well have been entitled to a hearing before the school board prior to her termination.</p>\n<p id=\"b1026-3\"><page-number citation-index=\"1\" label=\"962\">*962</page-number>It is apparent, however, that the local “rules and mutually explicit understandings,” applicable to this case require a holding that Mrs. Beauchamp was not constitutionally entitled to a pretermination hearing. Although she first went on a continuing contract in 1969, Mrs. Beauchamp requested, and was granted, a medical leave of absence during the 1971-72 school year, fully cognizant of the following school board policy:</p>\n<p id=\"b1026-4\">“A teacher previously on continuing contract who returns after a leave of absence will be issued an annual contract for the first year of reemployment. Provided his work during that year is judged satisfactory he will return to continuing contract the following year.”</p>\n<p id=\"b1026-5\">Thus, the rules governing Mrs. Beau-champ’s status were that, if she were rehired at all,<footnotemark>4</footnotemark> it would be on an annual contract basis during the 1972-73 school year. Having accepted the benefits of the leave of absence, including the policy of preferred rehiring, she had to accept the detriments as well, such as the possibility that her work would be judged unsatisfactory without the full array of rights applicable to a teacher under continuing contract.</p>\n<p id=\"b1026-6\">We therefore conclude that Mrs. Beauchamp did not possess a property right in continued employment sufficient to invoke procedural due process protections. And since the circumstances surrounding the non-renewal of Mrs. Beauchamp’s contract did not in any manner impugn her “good name, reputation, honesty, or integrity,” <em>Bishop, </em>supra, we hold that the deprivation of a constitutionally protected liberty interest was not implicated either.<footnotemark>5</footnotemark> Because the school board’s action does not raise an issue of constitutional magnitude, it follows that any question relating to a violation of state law by the school board, specifically Va. Code Ann. § 22-217.7, is beyond the jurisdiction of this court, and must be resolved in a state forum. <em>Heath v. City of Fairfax, </em>542 F.2d 1236 (4th Cir. 1976).</p>\n<p id=\"b1026-10\">The judgment of the district court will accordingly be</p>\n<p id=\"b1026-11\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1024-9\">. Suit was instituted pursuant to 42 U.S.C. § 1983, with jurisdiction claimed on 28 U.S.C. § 1343.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1025-7\">. In addition to Mrs. Beauchamp’s failure to receive a satisfactory rating, the school board’s finding of incompetency was grounded on three specific findings: (1) Failure to exercise sufficient control over children or to create a classroom environment conducive to effective instruction, (2) Failure to plan instruction and to present it to the learners in a satisfactory manner, (3) Failure to organize efficiently and to administer plans and policy.</p>\n<p id=\"b1025-8\">The underlying facts upon which these findings were based are not disputed. For exam-pie, it was found that on occasion Mrs. Beau-champ’s students were permitted to wander from the classroom unsupervised, and that in at least one instance students left the school grounds.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1025-14\">. Although the contract non-renewal became effective at the start of the 1973-74 school year, Mrs. Beauchamp’s hearing before the school board did not occur until January 31, 1974.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1026-7\">. School Board Regulation 4260.2 reads in pertinent part:</p>\n<blockquote id=\"b1026-8\">“An employee taking leave of absence for any reason other than military service cannot, upon reapplication, be guaranteed placement in the position held before leave was granted. However, if he requests such placement in writing prior to April 15, of the year covered by the leave of absence, he will be given preference over new applicants for placement in that or another position.”</blockquote>\n<p id=\"b1026-25\">Mrs. Beauchamp made a timely request for preferred status, and was reemployed.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1026-26\">. Even assuming for argument that the reasons for Mrs. Beauchamp’s non-renewal may have impugned her good name, reputation, honesty, or integrity, public or other improper disclosure has neither been claimed nor proven.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}