{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"6\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b25-5\">FORT WORTH INDEPENDENT SCHOOL DIST. v. ÆTNA CASUALTY &amp; SURETY CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b25-6\">No. 5962.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b25-7\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQh\">April 1, 1931.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b25-8\">Rehearing Denied April 29, 1931.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b26-3\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>R. M. Rowland, of Fort Worth, Tex., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b26-4\">Robert W. Harrison and John T. Pearson, both of Fort Worth, Tex. (Hubert Blalock, of Hartford, Conn., and Lassiter, Harrison <em>&amp; </em>Pearson, of Fort Worth, Tex., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b26-5\">Before BRYAN and FOSTER, Circuit Judges, and DAWKINS, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b26-6\">DAWKINS, District Judge.</author>\n<p id=\"b26-7\">The /Etna Casualty <em>&amp; </em>Surety Company (hereinafter called surety company)'brought this suit in equity to recover of the Fort Worth independent school district (hereinafter called school district) the sum of $41,-985, alleging that, as surety upon the bond of H. K. Muse, contractor, for the erection of a school building of the school district, it had been compelled to pay to laborers and material men the said amount; that the school district had wrongfully turned over to the contractor funds which should have been applied to the satisfaction of said claims; that, under the contract and bond, defendant was required to retain in its hands 15 per cent, of the contract price of the work and all extras added thereto until the building was completed and all bills paid; and that plaintiff “became equitably entitled to and should receive from said defendant * * * the aforesaid retained percentage that should have been retained by the said School District.” Plaintiff prayed for an accounting and for judgment “for such sum with legal interest thereon, as plaintiff may he entitled to either in law or equity.”</p>\n<p id=\"b26-9\">Defendant first pleaded in abatement of this suit the pendency in a state court of Texas of an action wherein certain\" furnishers of material had sued it, the contractor, and the surety company upon their claims, previous to the filing of this bill, and averred that, after the surety company had appeared and answered, the school board had filed its cross-bill against said surety and “prayed that all interested parties * * * be required to plead and have adjudicated all their claims and demands; * * * ” that the subject-matter involved therein was and is the same as in the present suit; that the jurisdiction of the state court had attached and it had power to afford full relief to all concerned, and for which reasons the instant case should be abated. Secondly, defendant averred that the present proceeding was essentially an action .at law, and should be transferred to the law side of the court. Upon the merits, defendant justified its payment of the funds to Muse under the terms of the contract and bond, and prayed that, if it should be found that plaintiff was entitled to receive the sum of $7,129.90 still in its hands, the judgment be without costs.</p>\n<p id=\"b26-13\">Both the plea in abatement and motion to transfer were denied. The case was submitted below upon an agreed statement of facts with attached exhibits, and there was judgment in favor of the surety company for the sum of $39,819.90, with 6 per cent, interest on $35,000 thereof from April 1, 1927. The school district has appealed.</p>\n<p id=\"b26-14\">Appellant has made ten assignments of error — the first being to the overruling of the plea in abatement; the second to the refusal to transfer the ease to the law side of the docket; the third to ninth, inclusive, to the striking from the school board’s answer of certain allegations; and the tenth to the awarding of judgment in plaintiff’s favor upon the facts.</p>\n<p id=\"b26-15\">As to the plea in abatement, we agree with the court below that it should have been overruled. There was no property or funds in the hands of the state court, neither did the present case seek to gain possession of either, but in eaeh instance the proceedings involve issues of the liability of the parties under the contract and bond. ' The suit, as originally instituted, was, as stated above, by materialmen to recover of the sehool board, contractor, and surety, the amount of their claims; the school board by its cross-action, under a statute of the state of Texas, sought to have the surety respond on its bond to these and all other claims which might be asserted against the contractor; the surety, feeling itself bound to pay the laborers and materialmen, discharged all such claims, took assignments thereof, and filed in the state court a dismissal on the part of all of said Creditors of the contractor, including W. B. Sloan, who had been drawn into it as indemnitor of the surety company, thus leaving as the only parties before the state court the sehool board, the contractor, and the surety company. So that as it remained at the time of filing the present suit, the case in the state court was merely a controversy between these parties as to their rights under the contract and bond. The bill in this ease was based upon the theory of equitable subrogation to the rights of the materialmen and laborers against the sehool board and for an accounting of the funds provided for the ereetion of the building. In this situation, we can see no conflict of jurisdiction or ground for abatement. The cause of ae<page-number citation-index=\"1\" label=\"3\">*3</page-number>tion is in personam and arises from the alleged payment of the claims and the asserted right to equitable subrogation against the school board upon its obligations flowing from the contract and bond. It is not the same as the demand made by these creditors against the contractor, surety, and school district in the state court, or by the latter in its cross-action against the surety, but seeks to fasten upon the school district responsibility for its alleged diversion of the funds from the purpose to which they were dedicated. Kline v. Burke Construction Co., 260 U. S. 226, 43 S. Ct. 79, 67 L. Ed. 226, 24 A. L. R. 1077; U. S. v. The Haytian Republic, 154 U. S. 118,14 S. Ct. 992, 38 L. Ed. 930; Gordon v. Gilfoil, 99 U. S. 168, 25 L. Ed. 383; McClellan v. Carland, 217 U. S. 268, 30 S. Ct. 501, 54 L. Ed. 762; Groom v. Mortimer Land Co. (C. C. A. 5th Cir.) 192 F. 849; Slaughter v. Mallet Land <em>&amp; </em>Cattle Co. (C. C. A. 5th Cir.) 141 F. 282; Ackerman v. Tobin (C. C. A.) 22 F.(2d) 541; International <em>&amp; </em>G. N. R. R. Co. v. Barton, 24 Tex. Civ. App. 122, 57 S. W. 292.</p>\n<p id=\"b27-5\">We are also of the view that the case was properly brought in equity. Prairie State Bank v. U. S., 164 U. S. 227, 17 S. Ct. 142, 41 L. Ed. 412; National Surety Co. v. County Board (C. C. A.) 15 F.(2d) 993. It is not a suit upon contract or express obligation to pay by the school board, but arises from equitable subrogation to the rights of laborers and materialmen (who, although not parties to the contract and bond, were nevertheless beneficiaries thereunder) as well as from the alleged duty of the school board to properly administer and account for the funds which were specially set apart to pay for this work.</p>\n<p id=\"b27-6\">The subject-matter stricken from the answer and complained of in assignments 3 to 9, inclusive, had to do with the contention of the school board that, while it might have retained the 15 per cent, as stipulated under the contract, it w.as not compelled to do so; that the cheek for $35,000 was given to the contractor for the purpose of paying claims of laborers and materialmen, but that, when it was deposited in the Texas National Bank, the latter wrongfully appropriated it to the payment of a debt due by Muse, and the plaintiff in this case had its remedy against said bank; that the provision of the contract authorizing the architect to demand receipts of the contractor, showing payment of all claims, was optional; that at the time of said payment no claims had been filed, nor was there any reasonable evidence that any would be filed, nor had the contractor, so far as the architect and the school board knew, failed to pay all persons having claims against the building; and that in signing the bond, which made the contract a part thereof, plaintiff had authorized the school board and architect to alter the time and manner of payment to the contractor. However, sufficient was left of the answer to fully present what' we consider the principal issues of the cause, and we find nothing in these assignments to warrant us in disturbing the rulings of the court below.</p>\n<p id=\"b27-8\">As we see if, the principal question presented is as to whether the school board was justified in paying to the contractor the $35,-000, as was done under the paragraph of the bond, which we quote as follows:</p>\n<blockquote id=\"b27-9\">“And provided, that any alterations which may be made in the terms of the Contract, or in the work to be done under it, or the giving by the Owner of any extension of time for the performance of the Contract, or any other forbearance on the part of either the Owner or the Principal to the other shall not in any way release the Principal and the surety or sureties, or either or any of them, their heirs, executors, administrators, successors or assigns from their liability hereunder, notice to the Surety or Sureties of any such alteration, extension or forbearance being hereby waived.”</blockquote>\n<p id=\"b27-10\">As stated earlier in this opinion, the facts are stipulated, and the circumstances under which the payment was made, were as follows:</p>\n<p id=\"b27-11\">The contract price of the work was $254,-900, and the plaintiff became surety thereon to the extent of $84,970, and the contractor executed in favor of the surety company an agreement of indemnity, which was unknown to the school board. On April 1, 1927, the work had been substantially completed, “the unfinished work thereon having at that time an approximate value of $250.00, and shortly thereafter said work was fully finished and said contract completely and fully performed.” We quote further from the agreed statement of facts as follows:</p>\n<blockquote id=\"b27-12\">“5. On April 1, 1927, and before the work was fully completed and the contract fully performed, W. G. Clarkson &amp; Company, architects named in the contract, issued and delivered to Muse their Certificate No. 28 in the sum of $35,000.00, and thereupon and on the same date the School District issued and delivered its cheek or warrant to Muse for the same amount; Including this check, the amount paid by defendant <page-number citation-index=\"1\" label=\"4\">*4</page-number>on this contract to Muse, up to and ineluding April 1, 1927, was $249,200.00, leaving a balance of contract funds in the hands of defendant of $5,700.00, plus the value of some extras,</blockquote>\n<blockquote id=\"b28-4\">“6. When, ,and before, the aforesaid certificate and cheek for $35,000.00 wére given Muse on April 1, 1927, the architect required no evidence from Muse that payrolls, material bills and other indebtedness connected with the work had been paid, and Muse did not submit to the architect any evidence that such bills had then been paid. At that time Muse owed various material men and sub-contractors for materials and work .furnished for and used in the construction of said building an amount exceeding $45,000.-00.”</blockquote>\n<p id=\"b28-5\">At the time of the payment of the $35,-000, none of the creditors of the contractors had given'the school board any written notice of their claims, in compliance with (Acts of Texas 39th Leg. (1925) c. 17 (Vernon’s Ann. Civ. St. arts. 5472a, 5472b), as defendant contends should have been done. The money was deposited by Muse in the Texas National Bank, who .applied it to indebtedness due to itself, and no part thereof went to satisfy claims against the building. The school board still held in its hands the sum of $7,284.90, the balance due upon the contract price and for extras. The amount in controversy, being the 15 per cent, which plaintiff contends was required to be retained under the contract, and for extras, was $39,-819.90.</p>\n<p id=\"b28-6\">The contractor was adjudged bankrupt on July 6, 1927, and his estate closed September 10, 1928. Prior to the institution of this suit, the trustee disclaimed any interest in the sub j echmatter.</p>\n<p id=\"b28-7\">The original contract provided that Muse should be paid 85 per cent, of the value of labor and material as the work progressed on the 1st of each month, “and upon substantial completion of the entire work, a sum sufficient to increase the total payments to eighty-five per cent, of the contract price, and balance upon completion and acceptance of the work.” We quote further from the contract as follows:</p>\n<blockquote id=\"b28-8\">“Article 5. <em>Acceptance and Final Payment. </em>— Mnal payment shall be due ten days after substantial completion of the work provided the work be then fully completed and the Contract fully performed.</blockquote>\n<blockquote id=\"b28-9\">“Upon receipt of written notice that the work is ready for final inspection and acceptance, the Architect shall promptly make such inspection, .and when he finds the work acceptable under the Contract and the Contract fully performed he shall promptly issue a final certificate over his own signature stating that the work provided for in thiji Contract has been completed and is accepted by him under the terms .and conditions thereof, and that the entire balance found to be due the Contractor, and noted in said final certificate, is due and payable. Before issuance of final certificate the Contractor shall submit evidence satisfactory to the Architect that all payrolls, material bills, and other indebtedness connected with the work have been paid.”</blockquote>\n<p id=\"b28-11\">The following is quoted from articles 24 and 32 of the general conditions annexed and made a part of the original contract, to wit:</p>\n<blockquote id=\"b28-12\">“Art. 24. <em>Application for Payments. </em>— ■ The Contractor shall submit to the Architect an application for each payment, and, if required, receipts or other youehers, showing his payments for materials and labor, including payments to sub-contractors as required by Art. 37. * * *</blockquote>\n<blockquote id=\"b28-13\">“Art. 32. <em>Idem. </em>— Neither the final payment nor any part of the retained percentage shall become due until the Contractor, if required, shall deliver to the Owner a complete release of all liens arising out of this Contract, or receipts in full in lieu thereof and, if required in either ease, an affidavit that so far as he has knowledge or information, the releases .and receipts include all the labor and material for which a lien could be filed; but the Contractor may, if any subcontractor refuses to furnish a release or receipt in full, furnish a bond satisfactory to the Owner, to indemnify him against any lien. If any lien remain unsatisfied after all payments are made, the Contractor shall refund to the Owner all moneys that the latter may be compelled to pay in discharging such a lien, including all costs and a reasonable attorney’s fee.”</blockquote>\n<p id=\"b28-14\">Of course, this being a'public building, the article last quoted was inapplicable in so far as liens were concerned.</p>\n<p id=\"b28-15\"> It is well settled that a stipulation in a building contract that a percentage of the price shall be retained until the final completion and acceptance of the work, is as much for the benefit of the surety as for the protection of the owner, and a failure to comply therewith releases the former in so far as the rights of the latter are concerned. Prairie State Nat. Bank v. U. S., 164 U. S. 227, 17 S. Ct. 142, 41 L. Ed. 412; Globe Indemnity Co. v. United Railways Co. <page-number citation-index=\"1\" label=\"5\">*5</page-number>(C. C. A.) 272 F. 607; National Surety Co. v. County Board of Education of McDowell County (C. C. A.) 15 F.(2d) 993; Ætna Casualty &amp; Surety Co. v. Robertson Lumber Co. (Tex. Civ. App.) 3 S.W.(2d) 895; Ætna Casualty <em>&amp; </em>Surety Co. v. Russell (Tex. Com. App.) 24 S.W.(2d) 385; Commercial Casualty Ins. Co. v. Durham County, 190 N. C. 58, 128 S. E. 469; Williams v. Baldwin (Tex. Com. App.) 228 S. W. 554; Ryan v. Morton, 65 Tex. 258; Fidelity <em>&amp; </em>Deposit Co. of Maryland v. Claiborne Parish School Board (D. C.) 35 F.(2d) 376, affirmed (C. C. A.) 40 F.(2d) 577. Did the peculiar provisions in the contract and bond in this case, quoted above, have the effect of relieving the school board from the duty of withholding 15 per cent, of the amount due, and permit it to pay the same before the completion of the work and without exacting of the contractor receipts or affidavits showing the payment of all bills for labor and material? Article 4 of the original contract provides that “upon substantial completion of the entire work (there shall be paid) a sum sufficient to increase the total payments to eighty-five per cent, of the contract price and balance upon completion and acceptance of the work.” Article 5 states specifically how and when the “final payment” shall become due and be made, that it shall be due “ten days after substantial completion of the work, provided the work be then fully completed, and the contract fully performed”; that “upon receipt of written notice” the architect shall inspect the building and if he “finds the work acceptable * * * and the contract fully performed, he shall promptly issue a final certificate” to that effect, “and that the entire balance found to be due the contractor and noted in said final certificate, is due and payable. * * * <em>Before issuance of final certificate the contractor shall submit evidence satisfactory to the architect that all pay rolls, material bills and, other indebtedness connected with the work have been paid.” </em>(Italics by the writer of this opinion.)</p>\n<p id=\"b29-7\">Section 24 of the general conditions attached to the original contract undoubtedly has reference to payments which are made during the progress of the work, but in that case also the contractor was bound to furnish vouchers or receipts showing payment for the labor and material “if required” by the architect. There appears to be nothing inconsistent between this and' the clear requirement of articles 4 and 5 of the original contract that the work should have been “fully performed” and the contractor should submit “evidence satisfactory to the architect that all payrolls, .material bills and other indebtedness connected with the work had been paid.” Neither do we find anything in article 32 of the general conditions of the contract, quoted above, to change this duty. This article deals solely with liens, was for the protection of the owner, and obligated the contractor, “if required” by the architect, to deliver “a complete release of all liens * * * or receipts in lieu thereof, * * * ” showing payment for labor and materials. As above stated, this being a public building, there was no legal possibility of attaching a lien thereto. The clause was no doubt part of a printed form used in dealing with private persons. It is highly probable that the inability to fix .a lien against the building caused the school board to be less solicitous about claims for labor and materials than it otherwise would have been. Had this been a private transaction, it is reasonably certain that no such payment would have been made without exacting evidence of satisfaction by the contractor of his indebtedness. We can see no justification on the part of the school board in disregarding the provision for retaining a percentage of the price, which, as has been said, was equally for the protection of the surety; but, on the other hand, it was called upon to respect the rights of the surety and to not do anything which was reasonably calculated to increase its obligation or risk under the bond. What the board did in this instance has undoubtedly brought about that very result, for the money dedicated to the payment of the claims has been diverted to other purposes, the surety has been compelled to pay the creditors, and the contractor is bankrupt.</p>\n<p id=\"b29-9\">It remains to be determined whether the paragraph of the bond quoted above can reasonably be said to have changed the requirement of the contract with respect to the retainage of 15 per cent. We think it cannot. That stipulation in the bond did not purport to authorize any substantial change in the contract, and we think was intended to prevent alterations “in the terms of the contract or in the work,” or because of “extensions of time or other forbearance on the part of either the owner or the principal” from operating as a “release * * *\" of the surety * * * from * * * liability” under the bond; any such “extension or forbearance being hereby waived.” In the absence of such stipulation, the surety would have been released under the. facts of the case. See authorities above cited. Under the very terms of the bond itself, the surety <page-number citation-index=\"1\" label=\"6\">*6</page-number>bound itself to “pay all persons who shall have contracts directly with the principal for labor or materials,” .and this gave them the right to sue upon it in their own names. Federal Surety Co. v. City of Staunton, Ill., et al. (C. C. A.) 29 F.(2d) 9. So that, the quoted provision of the bond could have had no other reasonable object than to protect the school district against acts of the contractor, such as the failure to complete or abandonment of the work requiring outlays on the part of the owner, notwithstanding any forbearance toward him by it. A different interpretation would have the effect of destroying and rendering meaningless those provisions for the retainage, in so far as the surety was concerned, whereas the construction which we have adopted gives proper effect to all of the terms of the contract and bond.</p>\n<p id=\"b30-4\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}