{
  "casebody": {
    "data": "<casebody firstpage=\"99\" lastpage=\"101\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b123-4\">NELSON BROS. COAL CO. v. PERRYMANBURNS COAL CO., Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b123-5\">No. 287.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b123-6\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b123-7\">March 16, 1931.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b123-26\">Pickett &amp; Pickett, of Brooklyn, N. Y. (Walter H. Pickett, of Brooklyn, N. Y., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b123-27\">William P. Purdy, of New York City (John E. Purdy, of New York City, of counsel), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b123-28\">Before MANTON, SWAN, and AUGUSTUS N. HAND, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b123-29\">AUGUSTUS N. HAND, Circuit Judge.</author>\n<p id=\"b123-30\">The appellant, Perryman-Burns Coal Company, Inc., through its salesman Thompson, made an oral contract with the appellee, Nelson Bros. Coal Company, to sell to the appellee approximately 400 tons of coal. The oral contract was made over the telephone on October 31,1924, by Thompson with P. W. H. Nelson, Sr., who was the president of the buyer and died prior to the trial. The agreement was confirmed by a written memorandum of sale made the same date, and sent by Thompson on behalf of Perryman-Burns Coal Company, Inc., to the buyer.</p>\n<p id=\"b123-31\">The memorandum provided that the coal should be loaded into the buyer’s barge Harlem, and that it should be sold at $12.49 per gross ton, f. o. b. the Undereliff Coal Piers of the Erie Railroad. Thompson’s testimony established that the barge was to be towed by the seller’s tug to the buyer’s coal yards at the Gowanus Canal in Brooklyn, and that the buyer was to pay the railroad freight on the coal to Undereliff Piers, the charges at the piers, including trimming, and the. towage. He also testified that the seller was to take out a marine insurance policy on the barge and coal but for the account of the buyer.</p>\n<p id=\"b123-32\">The coal was loaded into the barge Harlem at Undereliff Piers and towed to a point at Brooklyn not far from the buyer’s dock. After lying at this place for a few days, the barge was moved up to or near the coal yards, and some time during the night of November 25,1924, she sank with the coal on board.</p>\n<p id=\"b123-33\">The barge was subsequently raised and the coal salvaged by Merritt, Chapman &amp; Scott Wrecking Company. It was thereafter sold for the account of whom it might concern, and the proceeds of sale were paid to Perryman-Burns Coal Company by consent of the Nelson Bros. Coal Company. Thereafter Perryman-Burns Coal Company, Inc., commenced an action in the New York Supreme Court against the Northwestern Fire <page-number citation-index=\"1\" label=\"100\">*100</page-number>&amp; Marine Insurance Company (130 Misc. Rep. 396, 223 N. Y. S. 559), which had insured the eoal, to recover on the marine policy, and alleged in its complaint that it owned the eoal, that the policy issued by the insurance company was against perils of the sea, that the barge while seaworthy sank.owing to unusual tidal conditions in the Gowanus Canal, and that Perryman-Burns Coal Company, Inc., had, by reason of this casualty, incurred salvage expenses amounting to $1,-067.11, which were losses payable under the policy. The court held that Perryman-Burns Coal Company, Inc., the plaintiff in that action, did not have any interest in the coal at the time of the sinking of the barge because the title had passed to Nelson Bros. Coal Company. It also held that the harge was unseaworthy and that her sinMng was due to unseaworthiness, and it directed judgment for the insurance company accordingly.</p>\n<p id=\"b124-4\">Nelson Bros. Coal Company thereupon filed this libel, alleging that it had gone to expense in raising the Harlem and her cargo of coal, that Perryman-Burns Coal Company, Inc., was the owner of the eoal, and that there was due libelant for such <em>services </em>as its proportionate contribution in general average the sum of $1,067.11.</p>\n<p id=\"b124-5\">Perryman-Burns Coal Company’s defense to the libel was that the title passed to the eoal when it was loaded on the libelant’s barge at Undercliff Piers, and that, even if that was not so, the sinking was due to the unseaworthiness of the barge. In either event there would be no obligation to make good a contribution in general average. As our decision on the first issue determines the case, we shall not discuss the second. On final hearing of the present cause in admiralty the trial judge held that the title to the eoal was in the respondent, and granted a decree that respondent pay its contribution in general average amounting to $1,067.11 accordingly.</p>\n<p id=\"b124-6\">The libelant principally relied on the admissions of Perryman-Burns Coal Company, Inc., in the complaint in the Supreme Court action to establish that the latter, and not itself, was the owner .of the eoal. The proof of loss signed by the Perryman-Burns Coal Company in accordance with the requirements of the marine insurance company contained a statement that “the interest of the insured in the property was that of owner.” Of course these admissions were not conclusive, even though they had some probative force. In view of all the testimony, they amounted to little more than an opinion expressed by Perryman-Burns Coal Company as to its legal rights — an opinion with which it may be noted the New York Supreme Court did not agree.</p>\n<p id=\"b124-8\">The libelant called Thompson as a witness and proved by him that he had testified before the New York Court that “delivery and acceptance are assumed to take place at the same time when the cargo is broken and unloaded. Acceptance does not take place until the cargo is broken and unloaded.” Thompson, as we have said, had represented Perryman-Burns Coal Company, Inc., in making the sale. He somewhat qualified his former testimony at the trial of the present ease when asked whether he had agreed with Nelson Bros. Coal Company that they should have the privilege of approving the eoal and inspecting it as it was unloaded before they accepted it, by saying: “I think that was understood, not expressly implied. * * * That is more or less customary.” We do not regard these answers as showing in whom the title to the eoal was vested. On both occasions Thompson was attempting to state his views as to when the title passed, and was relying upon a supposed custom, which was neither shown to be general or to be known to the purchaser, if indeed it was proved in any sense. The most that the custom amounted to, if it existed, was that a purchaser had a right to. inspect coal when it was unloaded and to reject it if it did not meet contract requirements.</p>\n<p id=\"b124-10\"> In general, where a sale is made f. o. b. the point of shipment, title passes to the seller upon delivery to the carrier, and the goods sold are at the buyer’s risk. United States v. R. P. Andrews &amp; Co., 207 U. S. 229, 28 S. Ct. 100, 52 L. Ed. 185; Standard Casing Co. v. California Casing Co., 233 N. Y. 413, 135 N. E. 834; Rosenberg Bros. Co. v. Buffum Co., 234 N. Y. 338, 137 N. E. 609. This rule would seem to apply- with special strength where the eoal was loaded into a barge belonging to the purchaser. In the present case the buyer was to pay.both freight and insurance as well as trimming and other expenses at Undereliff. A right to- inspect and reject the coal if it did not meet contract requirements would not prevent the passage of title.</p>\n<p id=\"b124-11\">In Louisville <em>&amp; </em>Nashville R. R. v. United States, 267 U. S. 395, 45 S. Ct. 233, 236, 69 L. Ed. 678, where the United States reserved the right to test eoal after transportation and reject it if it did not come up to specification, it was held that such a right “was not inconsistent with transfer of title * * • at the time of delivery of the coal on cars at the <page-number citation-index=\"1\" label=\"101\">*101</page-number>mine.” Delaware, Lackawanna &amp; Western R. R. v. United States, 231 U. S. 363, 34 S. Ct. 65, 58 L. Ed. 269; Illinois Cent. R. Co. v. United States, 265 U. S. 209, 44 S. Ct. 485, 68 L. Ed. 983.</p>\n<p id=\"b125-5\">The libelant makes the further point that, because the barge was sunk near the coal yards of the buyer and had not been towed to its final destination at the buyer’s dock, there was a failure on the part of_ the seller to com- ■ píete its towing contract, and the title had not passed. But, if the seller, by neglecting to bring the barge up to the dock, failed in a slight degree to complete the carriage of the coal, that circumstance had nothing to do with the passage of title in a ease of this kind. In Louisville <em>&amp; </em>Nashville R. R. v. United States, 267 U. S. at page 400, 45 S. Ct. 233, 69 L. Ed. 678, though the seller had contracted to transfer the coal from the railroad cars to barges, it was held that the title passed when the coal was placed on the cars.</p>\n<p id=\"b125-6\">We think that the statements by Perry-man-Burns Coal Company, Inc., which were made in connection with the former litigation, were no more than matters of opinion, and that it was clearly under a misapprehension as to when as a matter of law the title to the coal passed. While the statements may have had some prima facie significance in favor of the libelant, they are far outweighed by the other circumstances, which show that-the title to the coal passed to libelant when it was, loaded on. its barge at Undereliif Piers. It surely can have no claim to a contribution in general average based on expenditures in respect to its own coal and barge.</p>\n<p id=\"b125-7\">The decree is reversed, with direction to dismiss the libel.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}