{
  "casebody": {
    "data": "<casebody firstpage=\"441\" lastpage=\"443\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b467-7\">J. C. Hampton v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b467-8\">No. 6949.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aq86\">Decided October 18, 1922.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b467-17\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b467-18\"><em>Bonner, Bonner &amp; Sanford,, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b468-4\"><page-number citation-index=\"1\" label=\"442\">*442</page-number><em>R. G. Storey, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b468-5\">LATTIMORE, Judge.</author>\n<p id=\"As8\">— Appellant was convicted in the County Court at law of Wichita County of negligent homicide of the first degree, and his punishment fixed at a fine of $500.</p>\n<p id=\"b468-6\">Appellant was charged with negligent homicide, the basis for the prosecution being an affidavit and information, each containing three counts. The first count charged that appellant drove a motor vehicle at a rate of speed in excess of twenty-five miles per hour on a public highway, to-wit: a paved road between Wichita Falls and Iowa Park, and that without an apparent intention to kill and while in the performance of said unlawful act, he struck Onita White and caused her death. The second count charged that appellant unlawfully and while operating a motor vehicle on a public highway of this State, to-wit: the paved road between Wichita Falls and Iowa Park, at a greater rate of speed than fifteen miles per hour, did pass a motor vehicle in the possession of Onita White and others, and in the performance of said unlawful act and without an apparent intention to kill, did cause the death of said Onita White. The third count charged that appellant while operating a motor vehicle on a public highway of the State of Texas, to-wit: said paved road, did then and there overtake another motor vehicle in the possession of Onita White, headed and which had been proceeding in the same direction as that in which appellant was going, and that he did then and there unlawfully pass said vehicle on the right side thereof, and in the performance of said unlawful act and without apparent intention to kill, he did thereby cause the death of Onita White. Each of said counts closes with the averment that thee danger to Onita White could have been known and averted by appellant had he used the degree of care and caution such as a man of ordinary prudence would use under like circumstances.</p>\n<p id=\"b468-7\">Chapter 207, Acts Regular Session of the Thirty-fifth Legislature, taken in conjunction with Chapter 31, Acts First Called Session of said Legislature, make misdemeanor of each of the acts charged in the several counts as being those in which appellant was engaged at the time the death of Miss White resulted. That is, the driving of a motor vehicle over twenty-five miles per hour as charged in count No. 1, and the passing of another motor vehicle at a speed of more than fifteen miles per hour as charged in count No. 2, and the passing of an overtaken vehicle on the right side thereof as charged in count No. 3,— are forbidden by Sec. 20, by subdivision (c) of Sec. 16, and by Sec. 22 respectively of said Chapter 207; the penalty for each of said acts being fixed by the terms of said Chapter 31.</p>\n<p id=\"b468-8\">This leads to the observation that appellant was thus charged in the information only with negligent homicide committed while in the performance of an unlawful act.</p>\n<p id=\"b469-4\"><page-number citation-index=\"1\" label=\"443\">*443</page-number>By the provisions of Chapter 14, Vernon’s P. C., negligent homicide is divided into such homicide of the first degree and of the second degree which are separate and distinct offenses. The punishment for these two offenses is different, but the chief distinction made by the law-makers depends upon whether the accused was in the performance of a lawful or an unlawful act at the time he caused the death in question. Article 1124 of said Chapter 14 states that if the act in question be one made a misdemeanor by law “it is an unlawful act” within the contemplation of the statute.</p>\n<p id=\"b469-5\">From what we have said it follows that the conviction of appellant of negligent homicide of the first degree is entirely without authority of law. One accused of negligent homicide in the second degree only, has been found guilty of negligent homicide in the first degree and awarded a punishment for such offense. We regret that we find no warrant iñ the statutes and in no decision known to us, which authorizes the conviction of one who is accused of negligent homicide of the second degree of negligent homicide of the first degree. Neither of said offenses seem to include the other, and the distinction between them is so fundamentally different that to convict for one of said offenses, a person who is charged only with the other, necessitates a reversal. The trial court in the instant case submitted both degrees of such homicide. There being no pleading justifying the submission of negligent homicide of the first degree, the action of the trial court was incorrect.</p>\n<p id=\"b469-6\">We are of opinion that the» objection of the appellant to the State being permitted to ask the witness Mae Fields if she was the wife of Sewell Fields, should have been sustained. It was shown that Sewell Fields was a notoriously bad man and the fact that the witness was his wife would in all likelihood be injurious to the cause of appellant. The State objects to the consideration of the bill of exceptions presenting this matter, because filed after the expiration of twenty days from the adjournment of the trial term. An order was made by the trial court extending the time beyond said twenty days, and in Cribble v. State, 85 Texas Crim. Rep., 52, we discussed and overruled the line of cases differentiating the power of comity courts to extend the time for filing statement of facts and bills of exception, and we held that the same rule applies to them in this regard as applies to district courts. We think the bill of exceptions complained of filed within proper time.</p>\n<p id=\"b469-7\">There are many other errors complained of which will probably not arise upon another trial, and in view of the fact of the likelihood of another trial, we forbear any discussion of the facts.</p>\n<p id=\"b469-8\">For the error mentioned the judgment of the trial court is .reversed and the cause remanded.</p>\n<p id=\"b469-9\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}