{
  "casebody": {
    "data": "<casebody firstpage=\"180\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b188-4\">Amanda K. Jemison et al. v. J. L. Halbert.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b188-5\">Parties—Judgment lien—Subrogation.—In November, 1859, Wolford sold a tract of land to Mrs. Peck, giving a bond for title, on payment of the purchase-money, in four annual installments. On the 7th of February, I860, Wolford transferred Mrs. Peck’s obligation to R. S. andE. S. Jemison. In April, 1863, Mrs. Peck, for an expressed consideration of twelve thousand dollars, conveyed her interest in the land to R. S. and E. S. Jemison, transferring Wofford’s title bond. In October, 1860, judgment had been rendered in tin: county where the land is situate, in favor of W. G-. Lane <em>■&amp; </em>Co., against Wofford, for $797.44, and against Mrs. Peck, as garnishee, (in a suit brought March 20. I860,) for a like sum, which judgment was recorded. On the judgment against Mrs. Peck, executions issued in March and July, 1861, and in April and February, 1868; under which last execution, and also under an execution against Wolford, the land was sold to Halbert for fifty dollars. The sale was publicly forbid at the time of sale by Jemison's attorney. R. S. Jemison went into bankruptcy, November, 1868, and placed on his schedule the undivided half of the land, witli a note that it was claimed by J, L. Halbert. R. S. Jemison’s interest was sold on the 0th of Jttty, 1869, at bankrupt sale, and bid off by E. S. Jemison, under whose instructions the assignee conveyed the same to Amanda IC. Jemison <em>et al., </em>the wife and children of R. S. Jemison, on July 7, 1869; and, on the same day, E. S. Jemison conveyed to the same parties all his interest in the lands. This suit had been brought by J. L. Halbert, in trespass to try title for the land, on February 6, 1869. On the 29th of October, 1870, E. S. Jemison filed his disclaimer of interest, and appellants, Amanda IC. Jemison and her children, asked leave to be made parties defendant, setting up their claim to the land. On the above facts, a jury being waived, judgment was rendered for Halbert against Amanda K. Jemison and her children, for the land : On appeal, <em>Held-r-</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b188-6\">1. While one who purchases during the pendency of a suit involving title to the land bought, need not be made a party, hut is hound by the decree against the person from whom he bought, there is no rule which will forbid making the purchaser from the defendant a party, at the will or with the consent of the plaintiff.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b188-7\">2. Wofford had no interest in the land, when the judgment was rendered against him, to which a judgment lien could attach. He held the legal title only as a trustee for the holder of the obligation for the purchase-money; nor had Mrs. Peck at that time any legal title, and the lien of the judgment against her only attached <page-number citation-index=\"1\" label=\"181\">*181</page-number>to her equitable, right to demand title on payment of the purchase-money. The most that can be claimed for the purchaser under the, execution against Mrs. Peck is, that he acquired her equitable rights, and may be entitled to be subrogated to the lieu of the judgment creditor.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b189-6\">3. The lien in the hands of the Jemisons was sufficient to support tiie deed from 3Irs. Peck; the action of the parties was as effectual as a foreclosure suit against 3Irs. Peck, and their voluntary action could, no more than a foreclosure suit and sale, operate to extinguish the lien of the Jemisons, or destroy its precedence.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b189-7\">4. If, under regular foreclosure, the Jemisons had bought in the land, the holder of the junior lien, who was not a party to the proceeding, would not be precluded from having the land again sold, and the excess of the proceeds over the amount of the preferred lien applied to the payment of his debt; nor would the Jemisons thereby have lost their right to have their claim first paid.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b189-8\">5. The suit being in trespass to try title, in which neither party exhibited a legal title, the equities of the defendants being superior, and the plaintiff having failed to make out a case authorizing him to disturb defendant’s possession, a judgment in favor of plaintiff was erroneous.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b189-9\">Error from Navarro. Tried below before the Hon. T. P. Wood.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b189-10\"><em>N. G. Shelley, </em>for plaintiff in error.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"Ah3\">It is a well-settled proposition that a purchase at a sheriff’s sale takes only such title as the defendant in execution has. (Blankenship <em>v. </em>Douglas, 26 Tex., 225; Orme <em>v. </em>Roberts, 33 Tex., 768; Smith <em>v. </em>McCann, 24 How., 398; Osterman <em>v. </em>Baldwin, 6 Wall., 166.) A sale under execution does not overreach a prior equity of a third person. (Georgetown <em>v. </em>Smith, 4 Cr. C. C., 91; Hainpson <em>v. </em>Edelin, 2 Harr. &amp; Johnson, 66.) The general lien of a judgment creditor upon the land of his debtor is subject to all equities which exist against the land in favor of third persons at the time the judgment is rendered. (Buchan <em>v. </em>Sumner, 2 Barb. Ch. R., 165; Howe and Wife, 1 Paige, 125; Ells <em>v. </em>Tousley, 1 Paige, 280; White <em>v. </em>Carpenter. 2 Paige, 217; Kinerted <em>v. </em>Avery, 4 <page-number citation-index=\"1\" label=\"182\">*182</page-number>Paige, 9; Lumsberry <em>v. </em>Perdy, 11 Barb., 494.) The lien of a vendor has a preference over a subsequent judgment. (Patterson <em>v. </em>Johnson, 7 Ohio, 226.)</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b190-6\">At the date of the judgment, the Jemisons held the vend- or’s lien for the entire amount agreed to be paid for the land; and Mrs. Peck had a mere equitable title, dependent upon the payment of the stipulated consideration. It was this equitable interest alone to which the lien of the judgment attached. When and how, wo ask, did she ever acquire any other or greater interest ? The burthen was upon the defendant in error, as the plaintiff in the court below, to establish his title. His lien attached only to an equity. When and how did the defendant in execution, we again ask, get any other or greater estate ? Must it be presumed, in the absence of all evidence to support such conclusion, that she had paid for the land ? Shall this be done in order to give to a purchaser, for fifty dollars currency, a plantation which cost plaintiff’s father and uncle twelve thousand dollars ? (Brown <em>v. </em>Pierce, 7 Wall., 205.)</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b190-7\">It has been frequently held, that a release of a levy by the plaintiff, and the failure to use due diligence in the enforcement of his judgment, by issuing executions, even though the judgment may not become dormant thereby, will postpone or set aside the general lien of the judgment in favor of a subsequent incumbrance, or a <em>bona fide </em>purchaser. (Seriba <em>v. </em>Deams, 1 Brock., 166; Bank of the United States <em>v. </em>Winston, 2 Brock., 252; Shrew <em>v. </em>Jones, 2 McL., 78.)</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b190-9\"><em>R. Q. </em>Mills, for defendants in error.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b190-10\">1. Arc these plaintiffs in error entitled to their writ of error ? Are parties who purchase pending suit entitled to the benefits of this writ ? In support of the negative of this proposition, I refer the court to the cases of Clarke <em>v. </em>Koehler, 32 Tex., 679, and Lee <em>v. </em>Salinas, 15 Tex., 495. In the former, it was held by Mr. Justice Walker, that such parties had no standing in court, where they were plaintiffs. His <page-number citation-index=\"1\" label=\"183\">*183</page-number>language is clear, strong, and positive. He says: “We have repeatedly decided that the original plaintiffs to an action cannot sell out their interest <em>pendente lite, </em>and make new plaintiffs to the suit,” &amp;e. (32 Tex., 684.) In the latter case, Mr. Justice Hemphill says: “He who purchases during the pendency of a suit, is held bound by the claim against the person from whom he derives his title. It is immaterial by which party the assignment is made; the effect on the purchaser is the same.” (15 Tex., 497.) The whole question is decided,—“It is immaterial.” The same reason applies to both. The object of the rule is to prevent a multiplicity of suits, and changing and prolonging litigation, by bringing now and more powerful contestants in the field. Hpon this authority, then, these parties have not the right, and the writ of error must be dismissed.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"Ard\">2. The judgment against Mrs. Peck was a lien upon the land. Due diligence was used to enforce it. Executions were issued as soon as the stay law would permit. (Phillips <em>v. </em>Lesser, 32 Tex., 751; Sessum <em>v. </em>Botts, 84 Tex., 335; Hargrove <em>v. </em>DeLisle, 32 Tex., 170; Dart on Vend. and Purch., 114, <em>et seq.) </em>That judgment is conclusive, and cannot be inquired into collaterally, whether, as a fact, she was indebted or not. (Tadlock <em>v. </em>Eccles, 20 Tex., 790.) How, if Jemison gave Mrs. Peck the same notes for the land that she gave Wofford, and nothing had been paid on them, which is the strongest position that can be taken against us, then the lien of the vendor was a prior lien to the judgment lien, and entitled to be first satisfied. But the having of priority does not give him the arbitrary right to obliterate all the equities of junior liens. Can he, by agreement with his vendees, repurchase at the price they may agree upon, and thus destroy all secondary or tertiary liens ? Suppose the land had sold for $10,000, and that $9,000 had been paid on the notes, leaving §1,000 due: could the vendor repurchase from his vendee the whole land for the $1,000, and defeat the secondary lien ? If he has the legal right in one case, he has it in <page-number citation-index=\"1\" label=\"184\">*184</page-number>both, and he is judge and jury and party all at once. He condemns his adversary all unheard, and annihilates his rights, without a remedy.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b192-5\">If he had gone to the courts, and enforced his liens, and had the land sold, the holder of the secondary lien could have made the land bring enough to cover both liens, or lost his. Equity gives him the right to the test. If he cannot make the property sell for enough to cover the prior lien and then his, it is his misfortune; he has had a fair opportunity. But if the land will bring more than the prior lien, he is entitled to have the surplus applied in satisfaction of his lien. But the Jemisons claimed the prerogative to decide that the land would only pay their debt, and took it in their own way without any reference to the rights of others. The vqndor, in this situation, must elect one of two remedies: either go before the court, where each lien may be represented and fixed in the decree according to priority, or, he may repurchase the property, and thus extinguish his own lien, and take the land charged with the payment of the junior liens, according to rank, and they may be enforced on the incumbered property, and it may be sold for their satisfaction, as was done in this case. How else can a junior lien be protected ? In the case of mortgages, it is held, that if the first mortgagee buys tire property, he takes it discharged from the prior mortgage and incumbered with the second. (Powell on Mort., <em>557a; </em>Id., 1889a.)</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b192-6\">Taking the case in the strongest light it can be put for plaintiffs in error, Jemison, their vendor, having a prior lien, elected to repurchase the land, and, in doing so, extinguished his lien, and took the property charged with the junior incumbrance, and failing to pay it, the land was sold to appellee, and the judgment of the court below is right.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b192-7\"><em>Walton &amp; Green, </em>also for defendants in error.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"AB1\">We think the law of the case plain :</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b192-8\">1. There was no power in Edna Peck to give, nor in the <page-number citation-index=\"1\" label=\"185\">*185</page-number>Jemisons to receive, title to the property in controversy, in 1863, by voluntary conveyance, freed from the judgment liens of 1860.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b193-6\">2. All the right, if any, resting in the note-holder is to foreclose vendors’ lien on the land.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b193-7\">3. The junior lien-holder certainly has the right to have the assets discussed, and, if he deems proper, pay off the older lien, thus freeing the property from any lien.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b193-8\">H. The sale was under liens acquired prior to the bankruptcy of B. S. Jemison, and therefore a sale under State process bears down the deed of the assignee.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"Asi\">TH. Mere inadequacy of price will not warrant the setting aside of a sale under execution, particularly where there is a prior hen, or where adversaries forbid the sale. (Cook <em>v. </em>Love, 33 Tex., 487; Judge <em>v. </em>Wilkins, 19 Ala., 771; Weld <em>v. </em>Reese, 48 Ill., 434; Green <em>v. </em>Thompson, 2 Ired. Eq., 368; Stockton <em>v. </em>Owings, Litt. Select Cases, 256; Allen <em>v. </em>Stephanes, 18 Tex., 658; Paschal’s Dig., 627, note 883.)</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"AAx\">PV. We admit the rule, as laid down by counsel for plaintiffs in error, that “the general lien of a judgment creditor upon the land of his debtor is subject to all the equities which exist against the land, in favor of third persons, at the time the judgment is rendered,” citing Buchan <em>v. </em>Summer, 2 Barb. Chan., 165, and other cases; but we would apply the rule very differently to what they do in the case at bar. We think that the principle applied would read about thus: The holder of a prior equity cannot make composition with his debtor, and take a voluntary conveyance of the whole property, to the prejudice of junior equities.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b193-12\">We do not deny that a vendors’ lien has preference over subsequent hens, but the holder of the lien is bound, as the holder of a special lien is bound, viz., to foreclose and sell, and not compound to the prejudice of junior equities.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b193-13\">Y. The rule is, that a purchaser at sheriff’s sale acquires title as an innocent purchaser, for a valuable consideration, without notice, provided the facts exist, as they do in the <page-number citation-index=\"1\" label=\"186\">*186</page-number>case at bar. The deed from Peek to the Jemisons was never recorded. Defendant in error bought as if there had been no such deed. He had no notice, and paid value. (Ayres <em>v. </em>Duprey, 27 Tex., 593.) The principle is also announced in Love <em>v. </em>Berry, 22 Tex., 371.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b194-6\">The fact that the notes were not sued on, nor produced, nor accounted for, raises a strong presumption that Mrs. Peck had paid them, and that the Jemisons bought the land for money. The presumption is so strong that proof is required to rebut it.</p>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b194-7\">Gould, Associate Justice.</author>\n<p id=\"ARr\">This was an action of trespass to try title, instituted on February 6, 1869, by J. L. Halbert, against Robert S. and E. S. Jemison. In Hovember preceding the commencement of this suit, Robert S. Jemison had been adjudged a bankrupt, and on July 6, 1869, his interest in the land sued for was, under orders of the bankrupt court, sold by his assignee, and was bid off by his co-defendant and brother, E. 8. Jemison, by whose instructions the assignee, on July 7, 1869, conveyed the same to the plaintiffs in error, the wife and children of Robert S. Jemison. On the same day, E. S. Jemison conveyed to the same parties all of his interest in said lands. It does not appear from the record whether citation had at this time been issued or service had on either defendant. On October 29, 1870, E. S. Jemison filed a disclaimer, in which he stated that “he has heretofore transferred all claim to the land in controversy,” and prays to be dismissed. On the same day, Amanda K. Jemison and the other plaintiffs in error filed a plea, in which they say that by leave of court they make themselves parties defendant, and suggest to the court the bankruptcy of R. S. Jemison, ancl defending the wrongs and injuries complained of; except to the petition; deny all its allegations; and say that they are the rightful owners of the land sued for. So far as the record shows, no objection was made to their becoming defendants. On the contrary, the subsequent <page-number citation-index=\"1\" label=\"187\">*187</page-number>proceedings take no notice of R. S. Jemison, except that it appears from the statement of facts that he was dead when the case was tried in March, 1871. A jury was waived and the cause submitted to the court, and judgment was rendered in favor of the plaintiff, against E. S. Jemison, Amanda K. Jemison, and the other plaintiffs in error, for the recovery of the land sued for; and from this judgment, Amanda K. Jemison and her children have sued out a writ of error.</p>\n<p id=\"b195-6\">The facts developed in the trial are, that on November 11, 1859, one J. S. \"Wofford, being then the legal and equitable owner of the land, in consideration of the obligation of Edna Peek for two hundred and sixty bales of cotton, payable in four equal annual instalments, executed to her his title bond, witnessed by the defendant in error, binding himself, on payment of said obligation, to make her a good title to the land sold. On the 7th of February, 1860, Wofford, then living in Mississippi, transferred the obligation of Mrs. Peck to R. S. and E. S. Jemison. In April, 1863, Edna Peck, for an expressed consideration of $12,000, conveyed the land to R. S. and E. S. Jemison, and transferred to them the title bond of Wofford. Previous to this, however, viz., October, 1860, judgment had been rendered in the District Court of Eavarro county, where the land lies, in favor of W. G-. Lane &amp; Co., against J. L. Wofford and another, for $797.74; also against Edna Peek, as garnishee, (on what indebtedness does not appear,) for the same sum. These judgments were duly recorded; and on the judgment against Mrs. Peck, execution issued in March and July, 1861, and February and April, 1868, under which last execution, and at the same time under an execution on the judgment against Wofford, the land in controversy was levied on and sold to the plaintiff, J. L„ Halbert, for the sum of §50. Halbert was the attorney who controlled the execution. It was in evidence that the attorney for the Jemisons publicly forbid the sheriff’s sale at the time and place it was made. It was further in evidence that R. S. Jemison went into bankruptcy, and placed on his <page-number citation-index=\"1\" label=\"188\">*188</page-number>schedule the undivided half of the lands in controversy, with a note that it was claimed by J. L. Halbert.</p>\n<p id=\"b196-5\">On the part of defendant in error, it is contended that Mrs. Jemison and her children, the plaintiffs in error, are purchasers <em>pendente lite </em>from E. S. Jemison, one of the original defendants; that, as such, they could not come in and defend, nor can they now prosecute a writ of error. It may be questioned whether the record shows a <em>lis pendens </em>at the time the conveyances were made to plaintiffs in- error. The petition had been filed, but there is nothing to show that citation had issued or been served on either defendant. Whether, under these circumstances, they can be said to have purchased <em>pendente lite, </em>is a question not free from difficulty, but one which we do not now feel called upon to decide. (Story’s Eq. Pl., sec. 156.)</p>\n<p id=\"b196-6\">Moreover, it will be observed that the title of Mrs. Jemison and children to the undivided half of the land came through a sale in bankruptcy, and not through a voluntary sale by a defendant. Certainly the institution of this suit did not interfere with the bankruptcy proceedings already pending; and the assignee in bankruptcy, or his vendees, should have been the parties sued, and might come in and defend. Again, whilst the rule is unquestioned that he who purchases during the pendency of the suit, need not be made a party, but is bound by the decree against the person from whom he derives title, this rule does not forbid the introduction of purchasers from the defendant as new parties defendant, at the will or with the assent of the plaintiff. (Story’s Eq. Pl., sec. 156; Story’s Eq., sec. 908.) In this case the fair inference from the record is, that no objection was made to the plaintiffs in error coming in as defendants; and as the plaintiff treated them as properly defendants, and took judgment against them, divesting their title, they certainly are entitled to prosecute a writ of error from that judgment.</p>\n<p id=\"b196-7\">In regard to the merits of the case: Wofford, at the time <page-number citation-index=\"1\" label=\"189\">*189</page-number>judgment was rendered against him, had not only sold the land and given his hond for title, but had also transferred the obligation which he held for the purchase-money. His entire beneficial interest in the land was gone. True, he held the legal title; but he held it simply in trust for the holder of the obligation of the purchase-money and the holder of the title bond. Certainly, he had no interest to which a judgment lien could attach, unless, under the registration laws, on the ground that the judgment creditor or the purchaser had no notice of his sale by title bond, and in this case there seems to be no ground for such a claim. Mrs. Peek, at that time, had no legal title, but, under the title bond, had a right to demand title on payment of the purchase-money. The lien of the judgment against her only attached to this equitable interest, and, under the facts, the most that can be claimed for the purchaser, under the execution against her, is, that he acquired her equitable right, and that he may be entitled to be subrogated to the lien of the judgment creditor. (Blankenship <em>v. </em>Douglas, 26 Tex., 225; Freeman on Judg., secs. 338-357; Harrison <em>v. </em>Oberthier, 40 Tex., 385.)</p>\n<p id=\"b197-6\">The fair inference, from the evidence, is, that the conveyance by Mrs. Peck to the Jemisons, in 1863, before the last payment on her purchase was due, was in consideration of her indebtedness to them for the land. It is claimed that, although the Jemisons had a lien which was superior to the judgment lien, there was no power in Mrs. Peck to give, nor in them to receive, title freed from the judgment liens; and it is further contended, that by accepting that conveyance, the Jemisons extinguished their lien, and took the property subject to the judgment lien. As to the first proposition, it is not denied by appellees that the judgment creditor, and the plaintiff, as standing in his shoes, would, notwithstanding the conveyance, be entitled to have the judgment paid if the land was of sufficient value to do so after first paying their prior liens. If the plaintiff, instead of <page-number citation-index=\"1\" label=\"190\">*190</page-number>claiming title to the land, had sought to have it sold, and the proceeds thus applied, his case would have been very different. In support of the proposition, that by taking the conveyance, the lien for the purchase-money was lost, counsel refer to the case of Cook <em>v. </em>Love, 33 Tex., 490. In that case, land was sold under a judgment subsequent in date to the levy of an attachment. The'attaching creditor took from his debtor a conveyance of the land attached, but did not prosecute his attachment lien to judgment, contenting himself with a judgment <em>in personam. </em>The court held that they were unable to say, whether there was any validity in the attachment or not; that it could only have operated as an inchoate lien; and to make it avail as against the judgment lien to support the deed, it should have been carried into judgment. In the case before us, the existence of a valid and superior lien in the hands of the Jemisons is established, and that lien was sufficient to support the deed. Ho reason is perceived why the voluntary action of the parties was not as efficacious as a foreclosure suit against Mrs. Peck alone, nor why such voluntary action, any more than such a foreclosure suit and sale, should operate to extinguish the lien of the Jemisons, or to destroy the precedence of that lien. If, under such a foreclosure, the Jemisons had bought in the land, it is not believed that the holder of a junior lien, who was not a party to that suit, would be precluded from having the land again sold, and the excess of the proceeds, over the amount of the preferred lien, applied to the payment of his demand; nor is it believed that the Jemisons would thereby have lost their right to have their claim paid first.</p>\n<p id=\"b198-5\">This suit, however, was brought and tried as an action of trespass to try title, and involved no other issues. Whilst neither party exhibited a legal title, the equities of the defendants were superior, and the plaintiff failed to make out a case authorizing Mm to disturb their possession. Because, under the facts in evidence, the court erred in rendering judgment <page-number citation-index=\"1\" label=\"191\">*191</page-number>in favor of the plaintiff, the judgment is reversed and the cause remanded.</p>\n<p id=\"b199-6\">Reversed and remanded.</p>\n<p id=\"b199-7\">[Associate Justice Moore did not sit in this case.]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}