{
  "casebody": {
    "data": "<casebody firstpage=\"605\" lastpage=\"609\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b767-4\">The State ex rel. Sterne <em>v. </em>Hamilton County Board of Elections et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b767-5\">[Cite as <em>State ex rel. Sterne v. Hamilton Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 605.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b767-8\">(No. 93-1778</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ac9T\">Submitted and decided September 29, 1993</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"Amr\">Opinion announced November 8, 1993.  )</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b767-16\"><em>Benesch, Friedlander, Coplan &amp; Aronoff </em>and <em>Donald J. Mooney, Jr.; Strauss &amp; Troy </em>and <em>Eric H. Kearney, </em>for relator.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b768-3\"><page-number citation-index=\"1\" label=\"606\">*606</page-number><em>Joseph T. Deters, </em>Hamilton County Prosecuting Attorney, <em>Philip L. Zorn, Jr. </em>and <em>James W. Harper, </em>Assistant Prosecuting Attorneys, for respondents.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b768-4\"><em>Taft, Stettinius &amp; Hollister, Kim K. Burke </em>and <em>Mark G. Kobasuk, </em>urging denial of the writ for <em>amicus curiae, </em>Hamilton County Conservative Forum.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b768-5\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"AKrM\">On September 29, 1993, the judgment in this case was announced. Our discussion and opinion in <em>State ex rel. Mirlisena v. Hamilton Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 597, 622 N.E.2d 329 applies to this case. For the reasons stated in <em>Mirlisena, supra, </em>the requested writ of mandamus is allowed.</p>\n<p id=\"b768-6\">\n<em>Writ allowed.</em>\n</p>\n<judges id=\"b768-7\">A.W. Sweeney, Douglas and Resnick, JJ., concur and concur separately.</judges>\n<judges id=\"b768-8\">Moyer, C.J., Wright and F.E. Sweeney, JJ., concur in judgment.</judges>\n<judges id=\"b768-9\">Pfeifer, J., concurs in judgment only.</judges>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b768-10\">Douglas, J.,</author>\n<p id=\"AP9\">concurring. I concur in the judgment of the majority. I agree that the writ placing Sterne on the ballot should be granted based upon the reasons set forth in <em>State ex rel. Mirlisena v. Hamilton Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 597, 622 N.E.2d 329. I write separately to address the concurring opinion of the Chief Justice in the instant case.</p>\n<p id=\"b768-11\">Giving a literal reading to that concurring opinion raises serious questions and concerns. I suspect the concurrence did not set forth the actual ballot language of Issue 5 because to do so might very well show the error in the reasoning of the concurrence.</p>\n<p id=\"b768-12\">Issue 5</p>\n<p id=\"b768-13\">“Shall the proposed amendment to the Charter of the City of Cincinnati to provide that no person shall hold the office of member of the council for a period longer than four consecutive two year terms of the council unless a period of at least two consecutive two year terms of the council has intervened without such person serving on the council; that the provisions of this amendment shall apply commencing with the nominations for the election for the council term commencing December 1, 1993, <em>and that consecutive terms of service on the council to which members were elected prior to December 1, 1993 shall be counted in determining eligibility for office under this section; </em>and to give effect to the above provisions by repealing existing Section 2 of Article IX, and adopting new Sections 2 and 12 of Article IX be approved?” (Emphasis added.)</p>\n<p id=\"b768-14\">By the Chief Justice’s concurrence’s own definition of the word “consecutive” and by the agreed-to facts of this case, Sterne would not be eligible to seek <page-number citation-index=\"1\" label=\"607\">*607</page-number>reelection given the language of Issue '5. It is clear that Sterne served <em>seven consecutive </em>terms on council, from 1971 to 1985. The ballot language of Issue 5 says “ * * * that <em>consecutive </em>terms of service on the council to which members were elected <em>prior to December 1, 1993 shall be counted </em>in determining eligibility for office under this section * * * [.]” (Emphasis added.)</p>\n<p id=\"b769-4\">Obviously, the years 1971 to 1985 come before December 1, 1993. Obviously, Sterne’s terms from 1971-1985 were consecutive and exceeded four two-year terms. Thus, without having a contrary judicial determination, the Hamilton County Board of Elections was absolutely correct in declining to certify Sterne’s candidacy for the November 2, 1993 general election based solely on a literal reading of the Issue 5 ballot language — the proposition, of course, upon which the voters actually voted.</p>\n<p id=\"b769-5\">The Chief Justice’s concurrence raises yet another, in my mind, serious concern. The purpose sought to be accomplished by Issue 5 was to limit the time persons could spend as members of city council. This is a perfectly legitimate objective and was overwhelmingly approved by the voters of Cincinnati. However, closely read, what the Chief Justice’s concurrence says is that in the future, a person could serve three consecutive terms on city council, sit out <em>one </em>full term and then be eligible to start a new three-term string, again sitting out one term <em>ad infinitum. </em>This, of course, makes meaningless the language of Issue 5 regarding the two-term break, except maybe in cases where four consecutive terms have been served.</p>\n<p id=\"b769-6\">Considering the foregoing, and the additional interpretation now given Issue 5 by the Chief Justice’s concurrence, it becomes even more clear that the issue was aimed at making <em>certain </em>persons ineligible and this, I believe, strengthens the argument set forth in <em>Mirlisena, supra, </em>regarding Section 28, Article II of the Ohio Constitution. We should strike the constitutionally offensive part of Issue 5, harmonize the remaining part (term limits) with Issue 4, and thereby give a clear pronouncement to the voters of Cincinnati and the parties involved.</p>\n<p id=\"b769-7\">I concur in the granting of the writ and, thereby, the placement of the name of Sterne on the councilmanic ballot.</p>\n<judges id=\"b769-8\">A.W. Sweeney and Resnick, JJ., concur in the foregoing concurring opinion.</judges>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b769-9\">Moyer, C.J.,</author>\n<p id=\"Ac-f\">concurring in judgment. As stated by my vote on September 29, 1993, I concur in the judgment granting the writ of mandamus that ordered Bobbie Sterne’s name placed on the November 2 ballot for the office of city council. However, I do not concur in the “majority” opinion because it does not reflect the reasons for my vote. The issues in the instant case and <em>State ex rel. Mirlisena v. Hamilton Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 597, 622 <page-number citation-index=\"1\" label=\"608\">*608</page-number>N.E.2d 329, are different. The <em>Mirlisena </em>opinion therefore should not control our decision in this case.</p>\n<p id=\"b770-5\">To obtain the writ of mandamus, Sterne must show that the board has a clear legal duty to accept her petition for filing, that she has a clear right to performance of this duty, and that she lacks an adequate remedy at law. <em>State ex rel. Citizens for Responsible Taxation v. Scioto Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 134, 136-137, 616 N.E.2d 869, 871. Sterne has met these requirements.</p>\n<p id=\"b770-6\">Sterne contends that the board has a clear legal duty to place her name on the ballot because Issue 5 does not bar her candidacy. (The board’s interpretation of Issue 5 is apparently the only obstacle to her candidacy, since the board concedes that her petition is legally sufficient.) She argues that her council service from 1971 to 1985 is not part of her first Eligible Service Period under Issue 5; rather, she claims, her first Eligible Service Period includes only the three terms she has served since 1987, leaving her eligible for a fourth in 1993. The board argues that her 1971-1985 council service is part of her first Eligible Service Period, and that because she has served more than four terms without a two-term break, she is not eligible in 1993.</p>\n<p id=\"b770-7\">It is clear that Sterne is eligible to run in 1993. Issue 5’s final sentence provides that a council member’s first Eligible Service Period “includes consecutive terms of service to which members of the council were elected prior to [December 1, 1993].” “Consecutive” means: “Following continuously; following each its predecessor in uninterrupted succession.” 3 Oxford English Dictionary (2 Ed.1989) 759. See, also, Black’s Law Dictionary (6 Ed.1990) 304. Sterne’s three terms served from 1987 to the present are obviously not “consecutive” to her seven terms served from 1971 to 1985. Therefore, her 1971-1985 service is not part of her first Eligible Service Period, which she is now serving. Instead, her first Eligible Service Period, as Issue 5 is worded, began in 1987 and continues through 1995.</p>\n<p id=\"b770-8\">I would hold that Issue 5 does not preclude Sterne’s 1993 candidacy. Hence, Sterne has a clear right to appear on the 1993 councilmanic ballot, and the board has a corresponding duty to place her there. (This conclusion makes it unnecessary for us to consider Sterne’s state and federal constitutional arguments against the validity of Issue 5. See State ex rel. <em>Ruehlmann v. Luken </em>[1992], 65 Ohio St.3d 1, 4-5, 598 N.E.2d 1149, 1152.)</p>\n<p id=\"b770-9\">I would also find that Sterne lacks an adequate remedy at law. See <em>State ex rel. Rhodes v. Brown </em>(1973), 34 Ohio St.2d 101, 63 O.O.2d 189, 296 N.E.2d 538. The board suggests that she could have sought a declaratory judgment. However, Sterne “seeks to compel respondents * * * to perform a specific act incumbent upon their offices.” <em>State ex rel. Fenske v. McGovern </em>(1984), 11 Ohio St.3d <page-number citation-index=\"1\" label=\"609\">*609</page-number>129, 131, 11 OBR 426, 428, 464 N.E.2d 525, 528. Declaratory judgment is inadequate to that purpose, because it cannot compel performance. See <em>State ex rel. Minutemen, Inc. v. Indus Comm. </em>(1991), 62 Ohio St.3d 158, 160-161, 580 N.E.2d 777, 778-779; <em>State ex rel. Zupancic v. Limbach </em>(1991), 58 Ohio St.3d</p>\n<p id=\"b771-5\">130, 132-133, 568 N.E.2d 1206, 1208-1209.</p>\n<p id=\"b771-6\">The board further argues that this action is barred by <em>res judicata </em>and collateral estoppel, and that its decision to deny Sterne a place on the ballot is entitled to deference. I would reject these arguments.</p>\n<judges id=\"b771-7\">Wright and F.E. Sweeney, JJ., concur in the foregoing concurring opinion.</judges>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-4\" type=\"concurrence\">\n<author id=\"b771-8\">Pfeifer, J.,</author>\n<p id=\"AFje\">concurring in judgment only. I concur with the judgment of the majority for the reasons stated in my separate opinions in <em>State ex rel. Mirlisena v. Hamilton Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 445, 448, 619 N.E.2d 1013, 1015, and in <em>State ex rel. Mirlisena v. Hamilton Cty. Bd. of Elections </em>(1993), 67 Ohio St.3d 597, 622 N.E.2d 329.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}