{
  "casebody": {
    "data": "<casebody firstpage=\"158\" lastpage=\"161\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b174-3\">Washington Fidelity National Insurance Company, a corporation existing under the laws of the State of Illinois, d. b. a., <em>v. </em>Mary Kowalczek, formerly Mary Kulbinska, p. b. r.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b174-12\"><em>(December </em>8, 1931.)</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b174-13\">Harrington and Richards, J. J., sitting.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b174-14\"><em>Henry R. Isaacs </em>for appellant.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b174-15\"><em>Leslie H. Gluckman </em>for respondent.</attorneys>\n<court data-order=\"5\" data-type=\"court\" id=\"b174-16\">Superior Court for New Castle County,</court>\n<p data-order=\"6\" data-type=\"court\" id=\"AW\">November Term, 1931.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b175-8\"><page-number citation-index=\"1\" label=\"159\">*159</page-number>Harrington, J.,</author>\n<p id=\"Akd\">after stating what was necessary in order to constitute an insurable interest as in <em>Balt. Life Ins. Co. v. Floyd, </em>5 <em>Boyce </em>201, 91 <em>A. </em>653, and <em>Floyd v. Met. Life Ins. Co., 5 Boyce </em>51, 90 A. 404, charging the jury, in part, said:</p>\n<p id=\"b175-9\">. In conclusion, we will say to you, however, that if you believe that the plaintiff, whether as wife, creditor or otherwise, had an insurable interest in the life of the deceased and that such deceased did not intentionally falsely and, therefore, in bad faith misrepresent his. age or other material facts relied on by the defendant, in order to procure the policy sued on, your verdict should be for the plaintiff for the full amount of such policy.</p>\n<p id=\"b175-10\">If, on the other hand; you believe that the plaintiff did not have an insurable interest in the life of the deceased <em>(Balt. Life Ins. Co. v. Floyd, 5 Boyce </em>201, 91 A. 653; <em>Floyd </em><page-number citation-index=\"1\" label=\"160\">*160</page-number><em>v. Met. Life Ins. Co., </em>5 <em>Boyce </em>51, 90 <em>A. </em>404) or, if she did, that the deceased intentionally and in bad faith misrepresented his age, or other material facts appearing in the application, for the purpose of deceiving the defendant company and procuring insurance, and that the company in reliance on the truth of such statements issued the policy in ■ question, such false representations would constitute a defense to the plaintiff’s action, and your verdict should be for the defendant.</p>\n<p id=\"b176-4\">The fourth paragraph of the policy above referred to provides that all statements in the application shall constitute “representations” and not warranties; but paragraph two also provides “If the age of the insured has been misstated, the amount payable herein shall be the same as the premium paid would have purchased at the correct age.”</p>\n<p id=\"b176-5\">It is, therefore, apparent that both clauses of the contract relate to defenses by the defendant company when the age of the insured is incorrectly stated in the application, but that paragraph two relates to cases where such misstatement is made in good faith.</p>\n<p id=\"b176-6\">In the same connection, <em>Section </em>4232 of the <em>Revised Code </em>of 1915 also provides “Whenever it shall be made to appear that a wrong age has been given in good faith in any application for a policy of life insurance, the company shall not be required to pay the face value of the policy, but such sum as the premium paid would have purchased at the applicant’s real age at the time of effecting the insurance.”</p>\n<p id=\"b176-7\">If, therefore, you believe that the plaintiff had an Insurable interest in the life of the deceased and that though he misstated his age in the application, he did not do .so intentionally, your verdict should also be for the plaintiff for the full amount of the policy sued on. <em>Lincoln Reserve Life Ins. Co. v. Smith, </em>134 <em>Ark. </em>245, 203 S. <em>W. </em>698.</p>\n<p id=\"b176-8\">This is because while the defendant knew and in partial defense of plaintiff’s action could have shown what <page-number citation-index=\"1\" label=\"161\">*161</page-number>amount of insurance the premiums paid would have purchased at the correct age of Kowalczek, it failed to do so. See <em>Ajax Rubber Co. v. Gam, </em>4 <em>W. W. Harr. </em>(34 <em>Del.) </em>260, 151 A. 831. The amount named in the policy is, therefore, controlling. <em>Lincoln Reserve Life Ins. Co. v. Smith, supra.</em></p>\n<p id=\"b177-6\">THE VERDICT WAS FOR THE DEFENDANT AND THE PLAINTIFF THEREUPON MOVED FOR A NEW TRIAL.</p>\n<p id=\"b177-7\">Among other grounds, she alleged in substance that though not specially pleaded and, therefore, objected to by her attorney, the Court had improperly admitted evidence tending to show:</p>\n<p id=\"b177-8\">1. That the insured had misrepresented his age in his application for the'policy sued on.</p>\n<p id=\"b177-9\">2. That the plaintiff had no insurable interest in the life of the insured.</p>\n<p id=\"b177-10\">Gluckman, attorney for the plaintiff, cited 26 <em>Cyc. </em>500, 501; 37 <em>C. J. </em>610, 612, 614; 19 <em>Cyc. </em>926; <em>Amer. Nat. Ins. Co. v. Wright, </em>205 <em>Ala. </em>186, 87 <em>So. </em>577; <em>Nat. Council, K. L. S., v. Glenn, </em>76 <em>Fla. </em>592, 80 <em>So. </em>516, 2 A. <em>L. R. </em>1503; <em>Maher v. Empire L. Ins. Co., </em>110 <em>App. Div. </em>723, 96 <em>N. Y. S. </em>496; <em>Ledford v. Metr. L. Ins. Co., </em>97 <em>S. C. </em>164, 81 <em>S. E. </em>497; Am. <em>Nat. L. Ins. Co. v. Rowell (Tex. Civ. App.), </em>175 <em>S. W. </em>170; <em>Hoffecker v. New Castle Mut. Ins. Co., </em>5 <em>Houst. </em>101.</p>\n<p id=\"b177-11\">Harrington, J., delivering the opinion of the Court: The evidence in question tended to show that the plaintiff never had a cause of action against the defendant, on the policy sued on. Under our practice, it was, therefore, admissible under the plea of <em>non assumpsit. </em>1 <em>Chit, on Pl., </em>471; 1 <em>Saund. on Pl. &amp; Ev. </em>138; <em>Phleger v. Ivins, et al., </em>5 <em>Harr. </em>118. See, also, <em>Heirs of Reading v. State, </em>1 <em>Harr. </em>190, 192; <em>Emmons v. Home Ins. Co., </em>1 <em>Penn. </em>83, 39 A. 775; <em>Neibert v. Reed; </em>2 <em>W. W. Harr. </em>(32 <em>Del.) </em>28, 118 A. 515. <em>Hoffecker v. New Castle Mut. Ins. Co., </em>5 <em>Houst. </em>101, did not involve an action of <em>assumpsit </em>and, therefore, has no application to this case.</p>\n<p id=\"b177-13\">The motion for a new trial is refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}