{
  "casebody": {
    "data": "<casebody firstpage=\"462\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b478-8\">Earle S. Philips and Ivan Culbertson, Receivers of Griffith Mortgage Corporation, a corporation of the State of Delaware, <em>v. </em>Lydia W. Slocomb.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b479-9\"><page-number citation-index=\"1\" label=\"463\">*463</page-number><em>(June </em>23, 1933.)</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b479-10\">Pennewill, C. J., Harrington, Richards and Rodney, J. J., sitting.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b479-11\"><em>C. Steivart Lynch </em>for plaintiffs.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b479-12\"><em>Everett Borton </em>and <em>James R. Morforcl </em>for defendant.</attorneys>\n<court data-order=\"5\" data-type=\"court\" id=\"b479-13\">Court in Banc for New Castle County,</court>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"ASY\">No. 258,</docketnumber>\n<p data-order=\"7\" data-type=\"p\" id=\"Ars\">May Term, 1932.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b482-5\"><page-number citation-index=\"1\" label=\"466\">*466</page-number>Rodney, J.,</author>\n<p id=\"A6C\">delivering the opinion of the Court:</p>\n<p id=\"b482-6\">In the present case, it is more convenient to consider the latter question first.</p>\n<p id=\"b482-7\">This is an action brought by the receiver of an insolvent company to recover from a subscriber the amount due on a promissory note which had been given to the company by the subscriber in connection with her subscription agreement. The suit is simply on the note, but the pleas of the defendant set up that the sole consideration of the note was the subscription for the stock which it was agreed should be delivered when the final note was paid. These facts are admitted by the demurrer. We will, therefore, briefly direct our attention:</p>\n<p id=\"b482-8\">First — to the liability of the defendant in the present proceeding on account of her unpaid subscription for stock; and</p>\n<p id=\"b482-9\">Second — to consider any change in this liability which might be brought about by reason of the making of the promissory note.</p>\n<p id=\"b482-10\">.. At the outset it is necessary to draw especial attention to the nature of the proceeding. The action is brought by <page-number citation-index=\"1\" label=\"467\">*467</page-number>a receiver appointed by the Chancellor for an insolvent corporation. There is a broad and well defined distinction between an action brought by a corporation while it is a going concern for the purpose of recovering unpaid subscriptions and an action instituted by a receiver after insolvency for the purpose of recovering for unpaid stock. In the former case the primary object is to collect money to further the business and purposes of the corporation and continue it as a going concern. In the latter case the primary object is to collect only that amount of money from the stockholders which, together with the other assets will be sufficient to meet the valid claims against the corporation and to pay the costs incident to the administration of the affairs of the insolvent company. <em>Chamberlain v. Piercy, </em>82 <em>Wash. </em>157, 143 <em>P. </em>977, at <em>page </em>979.</p>\n<p id=\"b483-6\">In the determination of the liability of the defendant on the note at the suit of the receiver of an insolvent company, the note being given solely for unpaid stock subscription, and in determining whether this liability is based upon the note itself or upon the amount found tó be due to discharge debts of the insolvent company, consideration must be first given to the statutory provisions concerning stock subscriptions and the liability on unpaid stock.</p>\n<p id=\"b483-7\"><em>Section </em>21 as set out in the Statement of Facts relates to the making of subscriptions and its provisions as to assessments, calls and payments for stock plainly relate to actions by existing and functioning corporations while they are going concerns.</p>\n<p id=\"b483-8\"><em>Section </em>22 provides for a method whereby the company can collect any installment or call • properly assessed upon the stock by the directors either by a suit at law, or by a sale of the stock of the delinquent subscriber. In <em>Cahall v. Burbage, </em>13 <em>Del. Ch. </em>299, 119 A. 574, it was held that this Section did not furnish a remedy at law where there had been no assessment or call.</p>\n<p id=\"Ana\"><page-number citation-index=\"1\" label=\"468\">*468</page-number>These two sections plainly indicate that their primary purpose is to provide for an operating company, a method of subscription to stock and the enforcement of such subscriptions. We are not concerned here with the possible enforcement by a receiver of a call made by the directors before the receivership.</p>\n<p id=\"b484-4\"><em>Section </em>20 <em>(supra) </em>has an entirely different purpose. This section covers those cases where, at least, two facts appear:</p>\n<p id=\"b484-5\">First, that the assets of the company are insufficient to pay its creditors; and</p>\n<p id=\"b484-6\">Second, that the whole of the consideration payable for shares of stock has not been paid in to the company. The statute declares that when the consideration for stock has not been fully paid, that the holder of such stock is under liability to pay such part of the unpaid consideration as may be necessary to discharge the debts of the corporation. The methods of enforcing such payments are set out in <em>Section </em>49.</p>\n<p id=\"b484-7\"><em>Section </em>20 is the legislative and statutory adoption of certain principles of the so-called “trust fund doctrine.” Both by the trust fund doctrine and by the express provisions of <em>Section </em>20 the unpaid portion of the consideration of stock, or so much thereof as may be necessary, is made collectible for the purpose of discharging the debts of an insolvent corporation.</p>\n<p id=\"A4jf\">With the foregoing statutory provisions in mind, let us consider the situation in the present case to see what, if any, support may be drawn from the cited statutes in favor of the present plaintiffs. <em>Section </em>20 may be eliminated as the basis of the present proceeding because the necessary element of the establishment of a deficiency of assets to meet the claims against the company has not been shown and the. failure to establish such deficiency is the precise question here raised. <em>Sections </em>21 and 22 do not in terms <page-number citation-index=\"1\" label=\"469\">*469</page-number>authorize the present proceeding and if justification be found therein it must be upon the theory that as unpaid subscriptions could be collected by the directors of the going concern, such unpaid subscriptions constituted assets of the company which passed to the Receiver upon his appointment and could be collected by him. While the amount due from a subscriber on an unpaid subscription for stock may generally be termed an asset of the company, yet it is such only in a limited sense, and we have seen no case in which the balance of an unpaid subscription is treated as an asset except for the purpose of discharging debts of the company or of equalizing payments by stockholders and neither of these requirements appear in this case. <em>Bank of Kaplan v. Richards, </em>165 <em>La. </em>659, 115 <em>So. </em>815, 816. A receiver of a company may represent the oificers and stockholders of the corporation, yet in insolvency proceedings receivers are not primarily appointed for those persons constituting the company itself but rather primarily for those persons whosé claims in excess of the assets render the company insolvent.</p>\n<p id=\"b485-6\">The great weight of the authorities hold that the liability of the stockholder of an insolvent company for his unpaid subscription for stock has a direct relationship to the debts of the corporation and the expenses incident to the settlement of its affairs.</p>\n<p id=\"b485-7\">In <em>Cumberland Lumber Co. v. Clinton Hill Lumber Mfg. Co., </em>57 <em>N. J. Eq. </em>627, 42 A. 585, 586, the Court said:</p>\n<blockquote id=\"b485-8\">“When the business of a corporation has been abandoned, and the corporation is insolvent, subscribers for or holders of its stock, not paid for, have no further obligation with respect thereto than to pay so much of what is unpaid on the stock as will satisfy the claims of corporate creditors and meet the expenses of winding up its affairs.”</blockquote>\n<p id=\"b485-9\">In <em>Rosoff v. Gilbert Transp. Co. (D. C.), </em>204 <em>F. </em>349, the Court said:</p>\n<blockquote id=\"b485-10\">“In the case of a solvent corporation, while a going concern, the directors, in their discretion, can call in all amounts unpaid .on <page-number citation-index=\"1\" label=\"470\">*470</page-number>stock subscriptions; but in the case of a bankrupt corporation the trustees can only sue the stockholders for such amounts as have been determined by a preliminary investigation and assessment \\.o be necessary to pay the debts and expenses.”</blockquote>\n<p id=\"b486-6\">In <em>Fletcher v. Bank of Lonoke, </em>71 <em>Ark. </em>1, 69 <em>S. W. </em>580, it is said:</p>\n<blockquote id=\"b486-7\">“It is well settled that the unpaid balances due on stock subscriptions are- not the primary or regular fund for the payment _ of corporate debts. Each stockholder is liable on his unpaid subscription only for the proportion thereof which is necessary for the payment of the debts of the corporation when the property of the corporation is insufficient for that purpose.”</blockquote>\n<p id=\"b486-8\">In <em>Swearingen v. Dairy Co., </em>198 <em>Pa. </em>68, at <em>page </em>73, 47 <em>A. </em>941, 942, 53 <em>L. R. A. </em>471, the Court says:</p>\n<blockquote id=\"b486-9\">’ “So long as the corporation is solvent, the whole subscription is due in accordance with its terms, and is payable when and as called for by the corporation. But, when the corporation becomes insolvent, the contract between it and the subscriber is terminated, and his debt to it then is only for such part of his subscription as is required to pay the corporate debts. It is a debt, not to it in its own right, but in right of its creditors.”</blockquote>\n<p id=\"b486-10\">See, also, <em>Geigy Co., Inc., v. Wilfling, </em>50 <em>R. I. </em>506, 149 <em>A. </em>609; <em>Scovill v. Thayer, </em>105 <em>U. S. </em>143, 26 <em>L. Ed. </em>968; <em>Minnehaha Driving Park Ass’n v. Dickens, </em>53 <em>Minn. </em>423, 55 <em>N. W. </em>598; 13 <em>Fletcher on Corp. (Permanent Ed.), </em>§ 6062, and cases cited.</p>\n<p id=\"b486-11\">The case of <em>Bracken v. Stuart, </em>32 <em>Ohio App. </em>399, 168 <em>N. E. </em>149, reaches a conclusion opposed to that adopted by this Court. Neither the conclusion nor the reasons upon which it is based seem supported by the authorities.</p>\n<p id=\"b486-12\">If the receiver of an insolvent company has and always had the right, regardless of statutory aid, to collect from a stockholder .the unpaid balance of his subscription, in all cases, and regardless of the fact as to whether or not there are any debts due from the company, then it is difficult to see how the “Trust Fund Doctrine” had its origin or why it should be applied in many cases. More particularly it is difficult to perceive the value or necessity of <em>Section </em>20 of the <em>Corporation Law. </em>If the Receiver has an unqualified right to sue a stockholder on an unpaid subscription then <page-number citation-index=\"1\" label=\"471\">*471</page-number>the qualified and limited rights under the provisions of <em>Section </em>20 for the sole purpose of payment of debts are quite unnecessary.</p>\n<p id=\"b487-4\">Of course, it is not and cannot be disputed that a stockholder of an insolvent corporation is liable to pay an unpaid balance of his subscription for the discharge of the debts of the corporation when such debts have been ascertained. <em>John W. Cooney Co. v. Arlington Hotel Co., </em>11 <em>Del. Ch. </em>430, 106 A. 39, 7 A. <em>L. R. </em>955; <em>Shaw v. Lincoln Hotel Corp., </em>18 <em>Del. Ch. </em>87, 156 A. 199; <em>Cooper </em>v. <em>Eastern Horse &amp; Mule Co., </em>12 <em>Del. Ch. </em>210, 110 A. 666.</p>\n<p id=\"b487-6\">We are not concerned in this case with any claim or right to collect from a delinquent subscriber for the purpose of equalization or contribution between stockholders where the corporate debts have been discharged. <em>Jackson F. &amp; M. Ins. Co. v. Walle, </em>105 <em>La. </em>89, 29 <em>So. </em>503; <em>Lex v. Selway Steel Corp., </em>203 <em>Iowa </em>792, 206 <em>N. W. </em>586. Here there has been no statement of debts nor mention of . any differences in the amount of payments made on stock.</p>\n<p id=\"b487-8\">In <em>State, ex rel. Havner, v. Des Moines Union Stock Yards Co., </em>197 <em>Iowa </em>987, 197 <em>N. W. </em>1009, 35 A. <em>L. R. </em>487, it was held that in the absence of an enabling statute a receiver of a company which has no outstanding debts cannot recover from a stockholder an unpaid balance of his subscription for the sole purpose of equalizing the loss of stockholders.</p>\n<p id=\"b487-9\">Assuming now, that a subscriber to corporate stock is only liable to the receiver of an insolvent company suing for the unpaid subscription when and after the debts of the corporation have been ascertained the question now arises is the situation altered when the subscriber, in addition to his subscription, gave his promissory note for such subscription.</p>\n<p id=\"b487-10\">There is no question in this case but that the note was given in connection with the subscription for the stock <page-number citation-index=\"1\" label=\"472\">*472</page-number>and there was no separate consideration therefor. This fact is admitted.</p>\n<p id=\"b488-6\">The plaintiffs suggest that the giving of the note payable on a day certain, the note being given solely for the stock, made the obligation to pay for the stock final and absolute on the due date of the note arid that no call or assessment for the unpaid subscription or any installment thereof was necessary by the Directors and that when the company became insolvent this note and the liability of the defendant on it passed as an asset of the company to the Receiver. <em>Graves v. Denny, </em>15 <em>Ga. App. </em>718, 84 <em>S. E. </em>187; <em>Cosmopolitan Life Ins. Co. v. Sheats, </em>20 <em>Ga. App. </em>622, 93 <em>S. E. </em>507; <em>Ruse v. Bromberg, </em>88 <em>Ala. </em>619, 7 <em>So. </em>384.</p>\n<p id=\"b488-7\">We are of the opinion that the main or principal contract for the purchase of the shares of stock by the defendant is the subscription agreement. The note is accessory or collateral to this main agreement. The note could not be payment for the stock <em>(Sohland v. Baker, </em>15 <em>Del. Ch. </em>431, 141 <em>A. </em>277, 58 <em>A. L. R. </em>693) and if the defendant be liable in connection with the shares of stock of the Griffith Mortgage Corporation it is because she became so liable by reason of her subscription. The subscription for stock and the note must be considered together. The note is still in the hands of the original party and the right of no third party has intervened. Because, admittedly, there is no consideration for the note other than the1 subscription agreement it follows on recognized legal principles that a suit on the note is subject to the same defenses as a suit on the subscription itself.</p>\n<p id=\"b488-8\">It may be true, as claimed by the plaintiff, that a note given in connection with a subscription agreement when held by a solvent and going concern is sufficient to waive the necessity for further calls to collect other installments on the stock. As to this matter we express no opinion as it is not the case before us. Upon insolvency of the com-<page-number citation-index=\"1\" label=\"473\">*473</page-number>pony and upon the appointment of a Receiver new rights and new liabilities spring into existence as affecting a subscriber who has not paid for his stocks. Before insolvency the company, as a going concern, and in the absence of any disabling agreement with the stockholder could have collected the unpaid subscription regardless of the existence of any debts of the company the test being solely whether such stock was unpaid. When the company becomes insolvent, however, and a Receiver is appointed to take charge of its affairs and the company retires from the active field of commercial enterprise contemplated by the subscriber the liabilities of such subscriber for his unpaid subscription are changed. In such case general principles of law as crystallized by <em>Section </em>20 of the <em>Delaware Corporation Law </em>require that for the payment of creditors every stockholder may be compelled to pay on each share held by him and not fully paid for such sum as may be necessary to complete the amount of the par value of such share or such proportion of that sum as shall be required to satisfy the debts of the corporation.</p>\n<p id=\"b489-4\">The debts of the company not having been ascertained and there being no showing that the assessment or collection on the unpaid subscription is necessary either for the payment of debts of the corporation or for the purpose of equalization among the stockholders we are of the opinion that the suit cannot be maintained.</p>\n<p id=\"b489-5\">In view of our conclusion on this question, it seems unnecessary for us to consider the demurrer to the fifth plea.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}