{
  "casebody": {
    "data": "<casebody firstpage=\"817\" lastpage=\"819\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b839-12\">In Re: Claudia DeGENNARO, Anthony DeGennaro, Debtors. Claudia DeGennaro, Plaintiff-Appellant, v. U.S. Trustee Robert C. Furr, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AbF5\">No. 08-10956</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AEa\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"AOlN\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Af5\">Feb. 24, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b840-12\"><page-number citation-index=\"1\" label=\"818\">*818</page-number>Claudia DeGennaro, Suwanee, GA, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b840-13\">Alan R. Crane, Boca Raton, FL, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b840-15\">Before TJOFLAT, WILSON and PRYOR, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b840-16\">PER CURIAM:</author>\n<p id=\"b840-17\">Claudia DeGennaro, the debtor in this bankruptcy case, appeals the district court’s judgment affirming two orders of the bankruptcy court. Those orders approved the trustee’s Final Report; denied her motion for a hearing on the Final Report; denied her preliminary objection to the Final Report; awarded final fees and costs; and granted in part, and denied in part, her motion for reconsideration. DeGennaro raises multiple issues on appeal, many of which have been waived.</p>\n<p id=\"b840-18\">DeGennaro argues, generally, that the Final Report should not be approved because the trustee did not fully administer the estate and did not fully account for the estate’s assets. The bankruptcy court rejected these arguments, and the district court affirmed. In doing so, the district court ruled that — because a previous appeal had determined that the trustee did not err in administering the estate — De-Gennaro was precluded, under the law of the case doctrine, from relitigating any challenge to the estate’s administration. In her brief to this court, DeGennaro does not challenge this ruling.</p>\n<p id=\"b840-19\">DeGennaro identifies several alleged inaccuracies in the Final Report and argues that the Final Report should not have been approved because she was not provided notice of it. In addition, she contends that she was entitled to a jury trial on the question of whether the trustee acted negligently.</p>\n<p id=\"b841-4\"><page-number citation-index=\"1\" label=\"819\">*819</page-number>A litigant waives her right to present an argument on appeal when she fails to present that argument before the bankruptcy court or district court. <em>See First Ala. Bank of Montgomery, N.A. v. First State Ins. Co., Inc., </em>899 F.2d 1045, 1060 n. 8 (11th Cir.1990).<footnotemark>1</footnotemark> DeGennaro did not present her objections to the Final Report to the bankruptcy court or the district court; nor did she argue that she was denied notice of, or access to, the Final Report, or that she was entitled to a jury trial. Accordingly, these arguments have been waived.</p>\n<p id=\"b841-5\">DeGennaro contends that the bankruptcy court erred by refusing to surcharge the trustee, insisting that he committed wrongdoing when administering the estate. She identifies the fees and expenses paid to the trustee and his firm, but does so only in support of her argument that he erred in administering the estate. To the extent that she argues that the trustee should be surcharged because he committed wrongdoing when administering the estate, her argument fails, for, as stated above, she is precluded from relitigating challenges to the administration of the estate.</p>\n<p id=\"b841-6\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b841-8\">. Although we have recognized exceptions to this general waiver rule, none of them are applicable here. <em>See Access Now, Inc. v. Southwest Airlines Co., </em>385 F.3d 1324, 1332 (11th Cir.2004).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}