{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"245\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b267-8\">Jacqueline MOORE, individually and as administrator of the Estate of Keith Karwacki, deceased, Plaintiff-Appellant, v. LIFE INSURANCE COMPANY OF NORTH AMERICA, a foreign corporation; Cigna Corporation, d/b/a Cigna Group Insurance, a foreign corporation, Defendants-Appellees, and Metropolitan Life Insurance Company, a foreign corporation, Defendant, v. Sharon L. Karwacki; Deborah Naughton, Third Party Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b267-14\">No. 10-1958.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b267-15\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b267-16\">Submitted: May 24, 2011.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b267-17\">Decided: July 15, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b267-21\">Brent K. Kesner, Ellen R. Archibald, Kesner, Kesner &amp; Bramble, PLLC, Charleston, West Virginia, for Appellant. John C. Lynch, Troutman Sanders, LLP, Virginia Beach, Virginia; Jon S. Hubbard, Troutman Sanders, LLP, Richmond, Virginia, for Appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b267-22\">Before TRAXLER, Chief Judge, and MOTZ and KING, Circuit Judges.</p>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b267-23\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b267-24\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b267-25\">PER CURIAM:</author>\n<p id=\"b267-26\">Jacqueline Moore appeals the district court’s order granting Defendants’ motions to dismiss and for summary judgment and the court’s order denying her motion to reconsider. We have reviewed the parties’ briefs and the record on appeal and conclude there is no reversible error. Accordingly, we affirm for the reasons stated by the district court. <em>Moore v. Life Ins. Co. of N. Am., </em>708 F.Supp.2d 597 (N.D.W.Va. 2010). We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b267-27\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}