{
  "casebody": {
    "data": "<casebody firstpage=\"570\" lastpage=\"571\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b598-10\">Laurian FRANKLIN, Plaintiff—Appellee, v. State of CALIFORNIA YOUTH AUTHORITY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b598-13\">No. 07-55824.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b598-14\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b598-15\">Argued and Submitted April 16, 2009.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b598-16\">Filed May 11, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b598-17\">Amitai Schwartz, Esq., Law Offices of Amitai Schwartz Watergate Towers, Em-eryville, CA, John Houston Scott, Esq., The Scott Law Firm, San Francisco, CA, for. Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b598-18\">Patricia A. Nevonen, Esq., AGCA-Office of the California Attorney General, Los Angeles, CA, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b598-20\">Before: CANBY, RAWLINSON and N.R. SMITH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b598-21\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b598-22\">The California Youth Authority (CYA) appeals the denial of its motion for a new trial and asserts that the district court erred in upholding a jury verdict that the CYA unlawfully terminated Laurian Franklin (Franklin) in retaliation for her Title VII lawsuit alleging sexual harass<page-number citation-index=\"1\" label=\"571\">*571</page-number>ment. The CYA also appeals the district court’s order awarding Franklin reinstatement and back pay.</p>\n<p id=\"b599-5\">The district court did not abuse its discretion in declining to give an instruction that Franklin was terminated for legitimate business reasons because the CYA never requested such an instruction. See <em>Millenkamp v. Davisco Foods Int'l, Inc., </em>562 <em>F.3d </em>971, 981-82 (9th Cir.2009) (holding that the appellant waived its right to object to the district court’s omission of a jury instruction because the appellant faded to both advocate for the instruction at trial and propose an instruction specific to the issue). The district court also did not err in declining to give preclusive effect to the state court determination that cause existed for Franklin’s termination, because the issue of legitimate business reasons in the context of a retaliation claim was not before the state court. <em>See Franklin v. California Youth Authority, </em>172 Fed.Appx. 778 (9th Cir.2006) (noting that the determination of cause did not “resolve the question whether there was retaliation or discrimination in violation of Title VII”).</p>\n<p id=\"b599-6\">“Title VII ... permits courts to grant equitable remedies to employees who have been impermissibly discriminated against by employers ...” <em>Caudle v. Bristow Optical Co., Inc., </em>224 F.3d 1014, 1020 (9th Cir.2000), <em>as amended </em>(citation omitted). Because the jury found that CYA’s sole motivation in dismissing Franklin was retaliation, the district court acted within its discretion in awarding reinstatement and back pay. <em>See id. </em>(explaining that back pay awards are presumed and that reinstatement is the preferred remedy in Title VII cases). The district court considered Franklin’s misconduct but found that granting Franklin reinstatement and back pay was nevertheless equitable. The district court’s determination is supported by the record.</p>\n<p id=\"b599-8\">Finally, the district court did not abuse its discretion in denying the CYA’s motion for a new trial, because the jury’s verdict is supported by substantial evidence. <em>See Freitag v. Ayers, </em>468 F.3d 528, 537 (9th Cir.2006), <em>as amended; see also Molski v. M.J. Cable, Inc., </em>481 F.3d 724, 729 (9th Cir.2007) (holding that a trial court’s denial of a motion for a new trial is reversible only if the record contains no evidence in support of the verdict). Even if we could “draw a contrary conclusion,” we must uphold a jury’s verdict supported by substantial evidence. <em>See Pavao v. Pagay, </em>307 F.3d 915, 918 (9th Cir.2002).</p>\n<p id=\"b599-9\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b598-8\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}