{
  "casebody": {
    "data": "<casebody firstpage=\"861\" lastpage=\"863\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b889-12\">UNITED STATES of America, Plaintiff-Appellee, v. Reynaldo GARCIA, a.k.a. Alfredo, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b889-15\">No. 08-14222</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"A5l\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b889-16\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b889-17\">May 6, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b890-4\"><page-number citation-index=\"1\" label=\"862\">*862</page-number>David P. Hodge, Ft. Lauderdale, FL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b890-5\">Laura Thomas Rivero, Anne R. Schultz, Jonathan D. Colan, U.S. Attorney’s Office, Miami, FL, for Plaintiff-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b890-7\">Before DUBINA, BLACK and BARKETT, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b890-8\">PER CURIAM:</author>\n<p id=\"b890-9\">Appellant Reynaldo Garcia appeals his 262-month sentence for conspiracy to possess with intent to distribute at least 500 grams of cocaine, in violation of 21 U.S.C. §§ 841(a)(1), (b)(1)(B) and 846. On appeal, Garcia argues that his sentence is unreasonable because the court improperly used Garcia’s alienage as a factor and failed to properly weigh the factors listed in 18 U.S.C. § 3553(a). Specifically, Garcia argues that several factors in this case warranted a substantial downward variance to the statutory minimum sentence of 120 months, including: (1) Garcia’s difficult childhood, (2) the fact that Garcia will be deported for this conviction, (3) a sentence at the level set by the career offender guideline will not promote respect for the law, (4) his prior punishments were minor in comparison to his punishment for this offense, and (5) his criminal history is overstated.</p>\n<p id=\"b890-10\">We review the sentence imposed by a district court for reasonableness. <em>United States v. Booker, </em>543 U.S. 220, 261, 125 S.Ct. 738, 765, 160 L.Ed.2d 621 (2005). First, we must ensure that the district court committed no significant procedural error, such as “failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence.” <em>Gall v. United States, </em>552 U.S. 38, -, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007). If the district court’s sentencing decision is proeedurally sound, we then review the substantive reasonableness of the sentence for abuse of discretion. <em>Id. </em>A sentence may be substantively unreasonable if it “does not achieve the purposes of sentencing stated in § 3553(a),” if it is based on an impermissible factor, or if “the district court committed a clear error of judgment in weighing the § 3553(a) factors by arriving at a sentence that lies outside the range of reasonable sentences dictated by the facts of the case.” <em>United States v. Pugh, </em>515 F.3d 1179, 1191-1192 (11th Cir.2008) (citations omitted).</p>\n<p id=\"b890-14\">Pursuant to § 3553(a), the sentencing court shall impose a sentence sufficient, but not greater than necessary, to (1) reflect the seriousness of the offense, (2) promote respect for the law, (3) provide just punishment for the offense, (4) deter criminal conduct, (5) protect the public from future crimes of the defendant, and (6) provide the defendant with needed educational or vocational training or medical care. 18 U.S.C. § 3553(a)(2). The sentencing court must also consider the following factors in determining a particular sentence: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the kinds of sentences available; (3) the guidelines range; (4) the pertinent policy statements of the Sentencing Commission; (5) the need to avoid unwarranted sentencing <page-number citation-index=\"1\" label=\"863\">*863</page-number>disparities; and (6) the need to provide restitution to victims. 18 U.S.C. § 3553(a)(1), (3)-(7).</p>\n<p id=\"b891-5\">The appellant has the burden of establishing that the sentence is unreasonable in light of the record and the § 3553(a) factors. <em>United States v. Talley, </em>431 F.3d 784, 788 (11th Cir.2005). While a sentence within the guideline range is not <em>per se </em>reasonable, this Court ordinarily expects such a sentence to be reasonable. <em>Id.</em></p>\n<p id=\"b891-6\">We conclude from the record that Garcia’s 262-month sentence is reasonable because the district court did not consider an impermissible factor, properly weighed the factors set forth in § 3553(a), and sentenced Garcia at the low end of the guideline range. Accordingly, we affirm Garcia’s sentence.</p>\n<p id=\"b891-7\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}