{
  "casebody": {
    "data": "<casebody firstpage=\"499\" lastpage=\"505\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b533-5\">Octavius Menici <em>vs. </em>Orton Crane &amp; Shovel Co.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b533-6\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Axb\">February 8, 1933.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AEq\">March 26, 1934.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b533-7\">Present: Rugg, C.J., Cbosby, Wait, Donahue, &amp; Lummus, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b534-5\"><page-number citation-index=\"1\" label=\"500\">*500</page-number><em>P. H. Breen, </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b534-6\"><em>W. Herbits, (F. J. Quirico &amp; J. Rummell </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b534-7\">Donahue, J.</author>\n<p id=\"A8_Y\">The plaintiff purchased a gasoline operated shovel from the defendant on a conditional sales agreement. After the defendant had sued this plaintiff on certain promissory notes given by him in payment for the shovel the plaintiff brought the present action which is described in the writ as an action of contract or tort. The two actions were tried together before a judge of the Superior Court sitting without a jury. The plaintiff’s declaration, as it was during the trial, alleged in its first count the breach by the defendant of a warranty that the shovel was suitable and fit for excavation, and in the second count fraudulent representations as to the shovel. The trial judge found for the present defendant in its action on the promissory notes for the full amount of the notes and interest. He found for the plaintiff in the present action for $3,500 on the first count of the declaration and for the defendant on the second count.</p>\n<p id=\"b534-8\">At the close of the evidence the defendant filed a motion praying that “the court enter a verdict for the defendant” and excepted to its denial. We treat this as a motion that a finding be entered for the defendant and as raising only <page-number citation-index=\"1\" label=\"501\">*501</page-number>the question whether as matter of law on all the evidence a finding in favor of the plaintiff was permissible. <em>New Bedford Cotton Waste Co. </em>v. <em>Eugen C. Andres Co. </em>258 Mass. 13, 16. <em>Ashapa </em>v. <em>Reed, </em>280 Mass. 514, 516. There was evidence which justified the finding by the judge that the machine was defective; that, although it was given proper care and use, material parts broke soon after its operation began; that it was not, as guaranteed, in accordance with the specifications which were part of the contract; and that its efficiency was thereby materially impaired. There was testimony to the contrary but the evidence permitted a finding for the plaintiff and hence the motion was rightly denied. The defendant excepted to the specific findings made by the judge upon requests filed by the plaintiff that the machine was not as represented, not in accordance with the written specifications, was unfit for the purpose for which the plaintiff intended it to be used and that there was a breach by the defendant of an express warranty. Since there was evidence, which, if believed, justified such findings, these exceptions must be overruled.</p>\n<p id=\"b535-4\">As to misrepresentations, the judge correctly ruled that by keeping and using the machine the plaintiff had lost his right to rescind the contract; that his only remedy was for breach of warranty and hence found for the defendant on the second count.</p>\n<p id=\"b535-5\">The “guarantee” contained in the specifications that the machine was in accordance with the specifications constituted a warranty of which, it could be found, there was a breach. <em>Wiley </em>v. <em>Athol, </em>150 Mass. 426. <em>Raymond Syndicate, Inc. </em>v. <em>American Radio &amp; Research Corp. </em>263 Mass. 147. 12 R. C. L. 1056, § 5. The defendant’s exception to the refusal by the judge to rule as requested that there was no breach of warranty by the defendant cannot be sustained.</p>\n<p id=\"b535-6\">The plaintiff contends that the defendant did not seasonably file in writing an exception to the action of the trial judge upon requests for rulings filed by the parties. Since the decision here is for the plaintiff we do not deem it necessary to pass upon this contention.</p>\n<p id=\"b536-2\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>The defendant filed a motion for a new trial on the stated grounds that the finding for the plaintiff was against the evidence, the weight of the evidence, the law and the evidence and that the damages were excessive. The motion was denied. In a case tried before a judge without a jury a party may not, as of right, be heard on a motion for new trial except on the grounds of “mistake of law” and “newly discovered evidence.” G. L. (Ter. Ed.) c. 231, § 129. <em>O’Grady </em>v. <em>Supple, </em>148 Mass. 522. The statute does not limit the power of such a judge, in the exercise of sound judicial discretion, to set aside a finding made by him, <em>McKinley </em>v. <em>Warren, </em>218 Mass. 310, 312, but “It is only in an extraordinary case revealing an abuse of judicial power, or an excess of jurisdiction or similar error, that the action of the trial court upon a motion for new trial can be reversed.” <em>Berggren </em>v. <em>Mutual Life Ins. Co. </em>231 Mass. 173, 176. <em>Cerrato </em>v. <em>Miller, </em>264 Mass. 533. In the denial of the defendant’s motion for new trial there was no abuse of judicial discretion and no error.</p>\n<p id=\"b536-3\">At the hearing on the defendant’s motion for a new trial the judge allowed, subject to the defendant’s exception, a motion of the plaintiff to amend his declaration. The amendment consisted of the addition to the first count of the declaration of an allegation that the machine sold and delivered was not in accordance with the specifications. A copy of the specifications was annexed to the amendment to the declaration. The contract of sale warranted that the machine was in good working order and provided that no warranties should be implied. The specifications contained a guarantee that with proper care and use the machine would operate in accordance with the specifications; The statutes gave to the trial judge broad powers to allow amendments to pleadings (G. L. [Ter. Ed.] c. 231, §§ 51, 138), and his finding that the amendment enabled the plaintiff to sustain his action for the cause for which it was intended to be brought rested in his sound judicial discretion. <em>Nolan </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>283 Mass. 156. <em>Melanson </em>v. <em>Smith, </em>282 Mass. 85, 87. Here the amendment was allowed after the trial and care must be taken to be certain <page-number citation-index=\"1\" label=\"503\">*503</page-number>that the issue presented by the amendment was fully and fairly tried. <em>Pizer </em>v. <em>Hunt, </em>253 Mass. 321, 331. <em>Bucholz </em>v. <em>Green Bros. Co. 272 </em>Mass. 49, 55. <em>Ames </em>v. <em>Beal, </em>284 Mass. 56, 61-62. A reading of the record indicates that there was a full and fair trial of that issue, in no particular respect was the contrary pointed out in argument, and the exception to the allowance of the amendment must be overruled.</p>\n<p id=\"b537-4\">The plaintiff, subject to the defendant’s exceptions, was permitted to testify that, in his opinion, the value of the machine when delivered to him was $2,000. The defendant contends that this was error because, as it asserts, the plaintiff was not the owner of the machine. By the terms of the conditional sales agreement the legal title remained in the defendant until full payment of the purchase price was completed. The vendor’s suit on promissory notes given on account of the purchase price was tried with the present action. It is not, however, sufficiently clear whether the defendant’s suit on the notes was for the entire unpaid balance of the purchase price <em>(Goullious </em>v. <em>Chipman, </em>255 Mass. 623) or for something less <em>(Commercial Credit Corp. </em>v. <em>Gould, </em>275 Mass. 48), so that on the record it can be determined whether there had been an irrevocable election by the vendor to treat the transaction as a sale which passed the title.</p>\n<p id=\"b537-5\">The rule which permits the owner of real or personal property to testify as to its value does not rest upon the fact that he holds the legal title. The mere holding of the title to property by one who knows nothing about it and perhaps has never even seen it does not' rationally and logically give him any qualification to express an opinion as to its value. Ordinarily an owner of property is actually familiar with its characteristics, has some acquaintance with its uses actual and potential and has had experience in dealing with it. It is this familiarity, knowledge and experience, not the holding of the title, which qualify him to testify as to its value. In <em>Shea </em>v. <em>Hudson, </em>165 Mass. 43, 44, 45, where the court did not undertake “to decide that in every case the fact of ownership qualifies a party to testify to the value of or damage to property,” it is said: “Ordinarily the owner of a horse and buggy <page-number citation-index=\"1\" label=\"504\">*504</page-number>may be presumed to have such familiarity with them as to know pretty nearly, if not actually, what they are worth.” Similar language is found in <em>Meyer </em>v. <em>Adams Express Co. </em>240 Mass. 94, where the plaintiff, besides being the owner, had special knowledge of dye stuffs the value of which was in controversy. In <em>Wooley </em>v. <em>Fall River, </em>220 Mass. 584, 589, where the witness was part owner of real estate and had occupied it off and on for sixteen years, it is said: “Usually the owner is assumed to have a knowledge of his property adequate to form an intelligent estimate of its value”; and in <em>Patch </em>v. <em>Boston, </em>146 Mass. 52, 57, where the plaintiff had owned and occupied a house for seventeen years, it is stated: “Usually such owner and occupant may be presumed to have a sufficient opinion of the value of his property to make his admission [of its value] competent against himself.” Speaking of testimony given by an owner of property it was held in <em>Blaney </em>v. <em>Salem, </em>160 Mass. 303, to be competent “provided the petitioner\" is to be regarded as qualified to speak upon the subject, as we think he is.” Where testimony of owners of stock as to its value was admitted there was said to be no error since “The foundation was sufficiently laid for the introduction of the testimony” and “They were shown to have sufficient familiarity with it.” <em>Blabon </em>v. <em>Hay, </em>269 Mass. 401, 409. See also <em>Shattuck </em>v. <em>Stoneham Branch Railroad, </em>6 Allen, 115; <em>Jackson </em>v. <em>Innes, </em>231 Mass. 558; <em>Costa </em>v. <em>Goldenberg, </em>258 Mass. 264.</p>\n<p id=\"b538-3\">Persons not owners but sufficiently familiar with the property in controversy to express an opinion upon its value have been allowed to do so though not regarded as experts. <em>Shea </em>v. <em>Hudson, </em>165 Mass. 43, 44-45. Undoubtedly caution should be exercised by a trial judge in the admission, of opinion testimony from such witnesses and its admission rests largely upon his sound judicial discretion. The following cases instance the admission of such testimony. <em>Wyman </em>v. <em>Lexington &amp; West Cambridge Railroad, </em>13 Met. 316, 326. <em>Walker </em>v. <em>Boston, </em>8 Cush. 279. <em>Dwight </em>v. <em>County Commissioners, </em>11 Cush. 201, 203. <em>Haskins </em>v. <em>Hamilton Mutual Ins. Co. </em>5 Gray, 432, 436, 440. <em>Flint </em>v. <em>Flint, </em>6 Allen, 34, 36-37. <em>Whitman </em>v. <em>Boston &amp; Maine Railroad, </em>7 Allen, 313, <page-number citation-index=\"1\" label=\"505\">*505</page-number>316-317. <em>Reed </em>v. <em>Washington Fire &amp; Marine Ins. Co. </em>138 Mass. 572, 577.</p>\n<p id=\"b539-4\">Although the legal title was retained by the defendant as security, the delivery of the machine vested in the plaintiff a special property interest. <em>Package Confectionery Co. Inc. </em>v. <em>Perkit, </em>281 Mass. 554, 556. The character and extent of that interest need not here be defined. Since its delivery the plaintiff has had possession and control of the machine and has acquired a familiarity with its characteristics and an experience in its use which, if he held the legal title, might be found to qualify him to testify as to his opinion of its value. Since the admissibility of such testimony rests not upon the possession of legal title but upon the possession of adequate knowledge and experience, we think that the matter of its admission rested in the sound judicial discretion of the trial judge. The fact that the plaintiff acquired the knowledge and experience on which his opinion was based after the time of the delivery of the machine, did not make his opinion of its value as of the time of delivery inadmissible. See <em>Whitman </em>v. <em>Boston &amp; Maine Railroad, 7 </em>Allen, 313, 317. The exception to the admission of the plaintiff’s testimony as to the value of the machine must be overruled.</p>\n<p id=\"b539-5\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}