{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"359\" lastpage=\"366\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b359-5\" pgmap=\"359\">Lester P. Wood V. John Clark et al.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b359-10\" pgmap=\"359\">Filed at Ottawa June 17, 1887.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b359-12\" pgmap=\"359\">1. Agency—extent of powers conferred—appointment of agent by insolvent debtor to settle Ms affairs. Power given by an insolvent or failing debtor to an agent, coupled with a transfer of the debtor’s property, to settle up the business of the latter during his absence, will include the power of the agent to pay certain of his principal’s debts in preference to others, by a sale of property for that purpose.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b359-16\" pgmap=\"359\">2. An insolvent debtor placed his brother in possession of his goods and personal property, to close the same out as best he could, and' to make certain preferences of creditors or sureties, and left his place of business, and failing to make any arrangement to get out of his financial troubles, sent his brother this writing: “This is to certify that my brother, J. P. E., has my consent, and is authorized, to transact all my business while I am away, and I shall be responsible for the same:” Held, that the writing, viewed in the light of the circumstances, clearly authorized the brother named therein, to pay the principal’s debts by a sale of property, and, as incident to this, to discriminate between creditors.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b359-17\" pgmap=\"359\">3. Contracts—parol evidence in aid of construction. It is competent to prove, by parol evidence, the situation of the parties, and of the subject matter of a written contract, at the time it is made and the circumstances under which it was made, for the purpose of understanding the language employed and the sense in which it is employed, though not for the purpose of contradicting or enlarging its terms.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b359-18\" pgmap=\"359\">4. Same—two papers construed together. Where, at the time a bill of sale for personal property is executed and delivered, the vendee executes and delivers to the vendor, or his agent, a writing, showing a receipt of the property and what the vendee is to do in consideration of the transfer, the two writings will be construed together, as affording evidence of the transaction.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b360-4\" pgmap=\"360\">5. Sale—whether absolute or contingent. A debtor, through an agent, made a bill of sale of his goods and chattels to two of his sureties, who gave back a writing, to the effect that if the title to the property should remain in them, and not be replevied, attached or levied upon by other creditors of the vendor, or the sale declared void in a judicial proceeding, then the sureties should pay off certain debts, including those for which they were bound: Held, that the sale to the sureties was an absolute sale, and not dependent upon a failure of the other creditors to attack the same for fraud, and a levy on the property did not render the sale void.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b360-5\" pgmap=\"360\">6. Fraudulent conveyances—preference of creditor by failing debtor. A debtor may prefer one creditor to another, or secure a surety who is liable for him, in preference to paying other creditors; and if he does so, in good faith, without any design to conceal property from his creditors, the law will protect Ms act.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b360-6\" pgmap=\"360\">7. Same—presumption and burden of proof. Where a sale of property is made professedly for the purpose of securing a surety or paying a creditor, it will be presumed to be fair and honest, and the burden will rest upon the party charging fraud, to prove it.</syllabus><summary data-order=\"9\" data-type=\"summary\" id=\"b360-7\" pgmap=\"360\">Appeal from the Appellate Court for the Second District;— heard in that court on appeal from the Circuit Court of DeKalb county; the Hon. C. W. Upton, Judge, presiding.</summary><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b360-8\" pgmap=\"360\">Mr. John L. Pratt, Mr. A. J. Hopkins, Mr. N. J. Aldrich, and Mr. F. H. Thatcher, for the appellant:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b360-9\" pgmap=\"360\">We maintain that the written authority to John F. Evans, by Philip H. Evans, did not contemplate any such transaction as the midnight sale of all of the latter’s personal property, and all of his available assets, to appellees. That authority simply empowered John F. Evans to transact the business of his brother in the ordinary way in which it had been previously conducted.</p><p data-order=\"12\" data-type=\"legal\" id=\"b360-10\" pgmap=\"360\">The court instructed the jury, that fraud is never to be presumed, but always must be proven, etc. This is not the law. The fraud was apparent from the nature of the transaction, as shown by the appellees themselves, and it was not incumbent on appellant to prove it. The jury should be left to draw their own conclusions of what the evidence proves. City of Aurora v. Hillman, 90 Ill. 61.</p><p data-order=\"13\" data-type=\"legal\" id=\"b361-4\" pgmap=\"361\">The court should not invade the province of the jury. They should be left free to find the facts, without any suggestions from the court as to what had or had not been proved. Farnam v. Childs, 66 Ill. 544.</p><p data-order=\"14\" data-type=\"legal\" id=\"b361-5\" pgmap=\"361\">The court should not arrogate the power of the jury by assuming facts to be determined by the jury. Jameson v. Graham, 57 Ill. 94.</p><p data-order=\"15\" data-type=\"legal\" id=\"b361-6\" pgmap=\"361\">For the court to assume the existence of a material disputed fact, invades the province of the jury. Reno v. Wilson, 49 Ill. 95; Yundt v. Hartrunft, 41 id. 9; Hassett v. Johnson, 48 id. 68; Small v. Brainard 44 id. 355.</p><p data-order=\"16\" data-type=\"legal\" id=\"b361-7\" pgmap=\"361\">The court also erred in giving to the jury the fourth instruction for appellees, on the ground that the court assumes therein that the authority under which the said John F. Evans claimed to be acting, gave him the right to make such a disposition of the property. This, we contend, was not the case.</p><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b361-8\" pgmap=\"361\">Mr. Charles Wheaton, and Mr. Luther Lowell, for the appellees:</attorneys><p data-order=\"18\" data-type=\"legal\" id=\"b361-9\" pgmap=\"361\">As to what constitutes a general agency, and the powers of a general agent, see Dean v. Duncan, 17 Ill. 272; Dunlap’s Paley on Agency, (3d Am. ed.) 199; Oxford v. Peter, 28 Ill. 434; Railroad Co. v. Day, 20 id. 375 ; Insurance Co. v. Advance Co. 80 id. 549; Taylor v. Taylor, 20 id. 650.</p><p data-order=\"19\" data-type=\"legal\" id=\"b361-10\" pgmap=\"361\">Parol evidence is proper to show the extent of the agent’s authority, even though there be written authority. Durham v. Gill, 48 Ill. 151; Insurance Co. v. Wilcox, 57 id. 180.</p><p data-order=\"20\" data-type=\"legal\" id=\"b361-11\" pgmap=\"361\">The evidence does show that just such a sale as was made, was contemplated.</p><p data-order=\"21\" data-type=\"legal\" id=\"b361-12\" pgmap=\"361\">The question of fraud is one for the jury. Hayes v. Bernard, 38 Ill. 297.</p><p data-order=\"22\" data-type=\"legal\" id=\"b361-13\" pgmap=\"361\">Although a person be indebted to various creditors, he may give preference to a surety upon his obligation,—and that to an amount sufficient to save the surety harmless. Welsch v. Werschem, 92 Ill. 115.</p><p data-order=\"23\" data-type=\"legal\" id=\"b362-4\" pgmap=\"362\">The law allows a debtor, in good faith, to prefer a particular creditor, and a sale to a creditor who is seeking to secure his debt in good faith, in preference to other creditors, of the •debtor’s property, is good, and will be sustained. Morris v. Tillson, 81 Ill. 607; Bowden v. Bowden, 75 id. 143.</p><p data-order=\"24\" data-type=\"legal\" id=\"b362-5\" pgmap=\"362\">Such a contract is not fraudulent. The transfer is in the mature of a pledge to secure the payment of a debt. Kergin v. Dawson, 1 Grilm. 86; Belden v. Perkins, 78 Ill. 449.</p><p data-order=\"25\" data-type=\"legal\" id=\"b362-7\" pgmap=\"362\">A pledgee may replevy from an attaching creditor. Currier v. Ford, 26 Ill. 488; Morris v. Preston, 93 id. 215.</p><p data-order=\"26\" data-type=\"legal\" id=\"b362-9\" pgmap=\"362\">The law never presumes fraud. Wright v. Grover, 27 Ill. 426; Blow v. Gage, 44 id. 208.</p> <opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b362-10\" pgmap=\"362\">Mr. Justice Scholfield</author> <p id=\"A3Z\" pgmap=\"362\">delivered the opinion of the Court:</p> <p id=\"b362-11\" pgmap=\"362(226) 363(35)\">P. H. Evans was in the business of selling agricultural implements, wagons, sewing machines, lumber, etc., at Somonauk, DeKalb county. Finding that he was insolvent, he placed his business in the hands of his brother, ’John F. Evans, who was acting as book-keeper and salesman for him, saying to John F., that John Clark was surety for him on three notes payable to John McNamara, for $875 each, and that Stephen I). Wright was surety for him on a note payable to Anthony Harmon, for $1000; that he (P. H. Evans) was in a bad condition, financially, and that if he could not get out •of it he wanted to be sure and have John Clark and Stephen D. Wright secured; that he had a paper written out, and that if he did not make a satisfactory arrangement in Chicago, he would send John F. that paper, so that John F. could have authority to settle ujd the business of P. H., satisfactorily to his wishes. P. H., at the same time, further said to John F., that if the creditors came on him, (John F.) to crowd him for the money due them, to secure John Clark and Stephen D. Wright, and then settle with the rest of them as best he could. Immediately after this, on the 29th of January, 1885, P. H. Evans left his place of business and home at Somonauk, and has not since returned. On the 31st of January, 1885, John F. received a letter from P. H. Evans, enclosing to him the following:</p> <blockquote id=\"b363-5\" pgmap=\"363\">“Somonauk, January 26, 1885.</blockquote> <blockquote id=\"b363-6\" pgmap=\"363\">“This is to certify that my brother, John F. Evans, has my consent and is authorized to transact all my business while I am away, and I shall be responsible for same.</blockquote> <blockquote id=\"b363-7\" pgmap=\"363\">P. H. Evans.”</blockquote> <p id=\"b363-8\" pgmap=\"363\">John F. Evans did business for P. H. Evans, selling, collecting, etc., until February 4,1885, when John Clark, Stephen D. Wright, and the Somonauk Bank, applied to him to have the claims in which they were respectively interested, paid or secured. The result was, that, late in the night, a sale of property was made by John F. Evans, as agent of P. H. Evans, to them, as witnessed by a bill of sale of that date, describing' the property sold, and declaring that it was “to pay up, in full, three notes signed by John Clark, for and with said Evans, ” (i. e., P. H. Evans,) “and to be paid by said Clark, amounting to the sum of $2835. Also, a note signed by said S. D. Wright with said Evans, to A. Harmon, amounting to $1007, and also a note now owned by said Somonauk Bank, and signed by P. H. Evans, with John McNamara as surety, and which note is to be turned over to said P. H. Evans.” At the same time, Clark, Wright and the Somonauk Bank executed and delivered to John F. Evans the following:</p> <blockquote id=\"b363-9\" pgmap=\"363(99) 364(36)\">“We hereby agree that if the title of the property this day sold us by P. H. Evans, per his agent, John Evans, shall .remain in us, and not be replevied or attached or levied upon by other creditors of P. H. Evans, or said sale to us declared void by a jury or the courts, that we will, as soon as all of said property shall have been sold by us, deliver to said P. H. Evans three notes, signed by John Clark, as surety, with said Evans,’ and now amounting to $2835, and also one note signed by S. D. Wright, as surety, with said Evans, and now amounting to $1007, and also one note, now in the Somonauk Bank, amounting to $355, and signed by P. H. Evans and John McNamara.</blockquote> <blockquote id=\"b364-5\" pgmap=\"364\">(Signed.)</blockquote> <blockquote id=\"b364-11\" pgmap=\"364\">John Clabk,</blockquote> <blockquote id=\"b364-12\" pgmap=\"364\">S. D. Weight,</blockquote> <blockquote id=\"b364-13\" pgmap=\"364\">John Clabic, Pres.,</blockquote> <blockquote id=\"b364-14\" pgmap=\"364\">for Somonauk Bank.</blockquote> <blockquote id=\"b364-6\" pgmap=\"364\">Somonauk, III., Feb. 4, 1885.”</blockquote> <p id=\"b364-7\" pgmap=\"364\">Possession of the property was delivered immediately after the sale. A number of creditors of P. H. Evans subsequently levied upon the property described in the bill of sale, and. Clark, Wright and the Somonauk Bank brought replevin against Wood, the sheriff of De Kalb county. Issues were-made up, and the cause tried in the circuit court, resulting in a verdict and judgment in favor of Clark, Wright and theSomonauk Bank, and that judgment was affirmed, on appeal, in the Appellate Court for the Second District, and the present-appeal is from that judgment.</p> <p id=\"b364-8\" pgmap=\"364\">Appellant contended, in the circuit and Appellate courts, first, that John F. Evans had no power to make the sale of' the property as it is claimed by Clark, Wright and the Somonauk Bank to have been made; second, that by the terms of the agreement between the parties, the sale became a nullity upon the levy of the writs of attachment upon the property; third, that, if these objections are not well taken, then the-sale was fraudulent as against creditors.</p> <p id=\"b364-9\" pgmap=\"364\">Although numerous objections are urged to the rulings of the trial court, an examination of three questions will, in our opinion, be sufficient to show that the judgments below ought not to be disturbed.</p> <p id=\"b364-10\" pgmap=\"364(53) 365(153)\">First—It is competent to prove, by parol, the situation of the parties and of the subject matter of a written contract, at the time it is made and the circumstances under which it is made, for the purpose of understanding the language employed and the sense in which it is employed, though not for the purpose of contradicting or enlarging its terms. (Wilson v. Roots, 119 Ill. 379.) The instrument of the 26th of January, 1885, read in the light of the parol evidence showing the situation of the parties and the circumstances under which it was executed, is ample authority to do all that was done by John F. Evans. He was left in possession of an insolvent concern, to close it out as best he could, and to make certain preferences of creditors. Then comes the written authority to transact all the debtor’s business while he is absent. The terms are as comprehensive as could have been used, and the circumstances, instead of restricting them, show that they should be construed as broadly as expressed. Paying debts with money or property, is clearly within the scope of the business, and, as incident to this, is the power to discriminate between creditors.</p> <p id=\"b365-5\" pgmap=\"365(215) 366(35)\">Second—The receipt signed by Clark, Wright and the Bank ■of Somonauk, is to be read in connection with the sale bill of the same date,—the two being evidence of the transaction. So reading it, there can be no doubt the property was transferred absolutely, and, in payment therefor, the purchasers were to pay the debts therein described. But fearing that the title might fail, it was provided what should happen in that contingency. The words, “not be replevied or attached, or levied upon by other creditors, ” it is clear, from the circumstances and the other phraseology employed, were intended to mean, “the property shall not be taken from us, so as to lawfully deprive us of it, by replevin, attachment, or the levy ■of execution.” The language, “or said sale to us declared void by a jury or the courts, ” is clearly used as the alternative and equivalent of what precedes. The sale is not contingent upon the non-levy of a writ of replevin, or of attachment, or of execution,—it is absolute, and as a payment of this indebtedness in full, and it is therefore not reasonable that it should have been intended that any levy upon the property, not divesting title, should affect the transaction. In effect, it is in the nature of a warranty of title, in the event of a breach of which the buyer may bring his action for the return of the price. Benjamin on Sales, (1st Am. ed.) 679.</p> <p id=\"b366-5\" pgmap=\"366\">Third—A debtor may prefer one creditor to another, or secure a surety who is liable for him, in preference to paying other creditors; and if lie does so in good faith, without any design to conceal property from his creditors, the law will protect his act. (Welsch v. Werschem, 92 Ill. 115; Morris v. Tillson, 81 id. 607.) And where a sale of property is made professedly for the purpose of securing a surety or paying a creditor, it is presumed to be fair and honest, and the burden rests upon the party charging fraud, to prove it. (Bowden v. Bowden, 75 Ill. 143; Mey et al. v. Gulliman, Admx., 105 id. 285.) The rulings belowj in substance, accord with these views.</p> <p id=\"b366-6\" pgmap=\"366\">The judgment is affirmed.</p> <p id=\"b366-7\" pgmap=\"366\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}