{
  "casebody": {
    "data": "<casebody firstpage=\"186\" lastpage=\"188\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b216-4\">In re BERRY’S WILL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b216-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASA\">January 3, 1913.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b216-6\">1. Perpetuities (§ 6<footnotemark>*</footnotemark>)—Suspension of Power of Alienation—Trust for Definite Period.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b216-8\">A provision of a will, bequeathing testator’s estate in trust to invest and pay the income therefrom for five years to certain benefit associations, was invalid, because the trust was measured not by two lives in being, but by the definite period of five years.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b216-9\">[Ed. Note.—For other cases, see Perpetuities, Cent. Dig. §§ 4-56; Dec. Dig. § 6.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b216-10\">2. Wills (§ 473*)—Validity—Vested Remainder—Invalid Limitation.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b216-11\">A bequest of a vested remainder to a corporation in being, definitely ascertained, and competent to take at testator’s death, was not invalid because limited to take effect at the expiration of a void trust.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b216-12\">[Ed. Note.—For other cases, see Wills, Cent. Dig. §§ 992-995; Dec. Dig. § 473.*]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b216-13\">3. Wills (§ 853*)—Construction—Invalid Limitations.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b216-14\">In such case, to avoid partial intestacy, the corporation was entitled to take its bequest at the testator’s death, instead of at the time prescribed for the expiration of the trust.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b216-15\">[Ed. Note.—For other cases, see Wills, Cent. Dig. § 2169; Dec. Dig. § 853.*]</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b216-16\">Appeal from Surrogate’s Court, New York County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b216-17\">Application for the probate of the will of Inslee H. Berry. From a decree refusing to admit to probate the tenth clause of the will, the Lutheran Hospital appeals.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"Agd\">Reversed, and whole will admitted to probate.</disposition>\n<p data-order=\"15\" data-type=\"judges\" id=\"b216-18\">Argued before INGRAHAM, P. J., and McLAUGHLIN, CLARKE, SCOTT, and DOWLING, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b216-19\">Roger Hinds, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b216-20\">Rockwood &amp; Haldane, of New York City, for respondent.</attorneys>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b216-23\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes.</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b216-21\">McLAUGHLIN, J.</author>\n<p id=\"A9T\">Mr. Inslee H. Berry died on the 30th of January, 1912, leaving a last will and testament, which, except the tenth clause, was admitted to probate. As to this clause probate was refused, on the ground that it violated the provisions of the statute relating to the suspension of the power of alienation, and was therefore invalid. It reads as follows:</p>\n<blockquote id=\"b216-22\">“Tenth. All the rest, residue and remainder of my estate, real, personal and mixed, of whatsoever nature and wherever located, I give, devise and bequeath to my executor hereinafter named, in trust nevertheless for the following purposes, to wit: To invest the said rest, residue and remainder in good, safe securities and to pay the income therefrom for a period of five years from the date of my decease, one-half thereof, to the Employes’ Benefit Association of the Department Store of Simpsori-Crawford Company, of New York City, and one-half thereof to the Employés’ Benefit Association of the Fourteenth Street Store, in New York City. At the expiration of said five years from the date of my decease, my executor, as such trustee, to pay over the principal of my said residuary estate to the Lutheran Hospital, now in process of organization, and of the medical board of which I am a member and its secretary. Should this said hospital not be organized at, or before, <page-number citation-index=\"1\" label=\"187\">*187</page-number>the expiration of said five years, then and in that event, my said executor, as such trustee, shall pay the principal of my said residuary estate to Angeline Mott Berry, of Rockaway, New Jersey.”</blockquote>\n<p id=\"b217-5\">The appeal is taken by the Lutheran Hospital. The will purports to have been executed on the 20th of January, 191L At that time the testator was a member of an unincorporated association known as the “Society of the Lutheran Hospital of the City of New York,” one of the purposes of which was to effect the incorporation of the appellant, the “Lutheran Hospital of Manhattan,” and it was in fact incorporated under article 7, § 130, of the Membership Corporation Law (Consol. Laws 1909, c. 35), on the 23d of November, 1911, and is the hospital referred to in the tenth clause.</p>\n<p id=\"b217-6\">[ 1 ] The learned surrogate, as appears from his opinion, held, and I think correctly, that the provision in the tenth clause relating to the Employés’ Benefit Association of the Department Store of Simpson-Crawford Company, of New York City, and the Employés’ Benefit Association of the Fourteenth Street Store, in New York City, was invalid because the trust was measured, not by two lives in being, but by the definite period of five years. Brown v. Quintard, 177 N. Y. 75, 69 N. E. 225; Haynes v. Sherman, 117 N. Y. 433, 22 N. E. 938; Hagemeyer v. Saulpaugh, 97 App. Div. 535, 90 N. Y. Supp. 228. And he concluded that, since the clause was void in this respect, the bequest, to the hospital was also void, since it depended upon the former gift, and could not be separated from it.</p>\n<p id=\"b217-7\"><bracketnum>[2]</bracketnum> I am of the opinión that he was in error in holding that the gift to the hospital was invalid. The enjoyment of this gift by the hospital is definitely fixed—i. e., the expiration of five years—and the person to whom it was given was in being, definitely ascertained, and competent to take at the time of the death of the testator. There is nothing uncertain about it. It was a vested remainder. A future estate is vested when there is a person in being who would have an immediate right to the possession of the property on the determination of all the intermediate or precedent estates. Section 40, Real Property Law (Consol. Laws 1909, c. 50). The authorities, so far as I have been able to discover, are all to the effect that a vested gift, otherwise valid, will not fail merely because it is limited to take effect at the expiration of a trust which is void under the statute of perpetuities.</p>\n<p id=\"b217-8\">In Kalish v. Kalish, 166 N. Y. 368, 59 N. E. 917, the court expunged the intermediate trust estate, but held the remainder valid, and in doing so said:</p>\n<blockquote id=\"b217-9\">“It is axiomatic that courts cannot make new wills for testators who have failed to make valid wills for themselves. While recognizing the force of this truth, courts have from the earliest times been compelled to chose between the alternatives of setting aside certain wills altogether or of' cutting out simply their void provisions. This necessity has led to the rule, which is now firmly established in this state, that when the several parts of a will are so intermingled or interdependent that the bad cannot be separated from the good, the will must fail altogether; but when it is possible to cut out the invalid provisions, so as to leave intact the parts that are valid and to preserve the general plan of the testator, such a construction will be adopted as will prevent intestacy, either partial or total, as the case may be.”</blockquote>\n<p id=\"b218-4\"><page-number citation-index=\"1\" label=\"188\">*188</page-number>In Brinkerhoff v. Seabury, 137 App. Div. 916, 122 N. Y. Supp. 481, affirmed 201 N. Y. 559, 95 N. E. 1123, the will contained a provision for a 15-year trust. This was held bad, and expunged; but the trust for the testator’s two daughters “at the expiration of 15 years” was held valid, and was accelerated when the 15-year trust was expunged.</p>\n<p id=\"b218-5\">In Smith v. Chesebrough, 176 N. Y. 317, 68 N. E. 625, the testator attempted to create a trust for a period of two years. This was held void as against the statute of perpetuities, and expunged; but the gift over after the expiration of the.trust was held good, the court saying:</p>\n<blockquote id=\"b218-6\">“The ultimate trust was not revoked by the codicil, and the nature of the estate devised to the ultimate trustees was not changed; , but the testator made an attempt to postpone the enjoyment thereof, which was in contravention of the statute, and therefore void. .By taking out of the \"codicil the invalid provision for postponement, the only change in the testator’s plan for the disposition of his residuary estate is that the physical possession of the remainder is accelerated, so as to take effect upon the testator’s death, instead of two years later.”</blockquote>\n<p id=\"b218-7\"><bracketnum>[3]</bracketnum> Here, by eliminating the provision of the tenth clause relating to the employes of the two associations, the intent of the testator will be carried out. The only change in his plan is that the physical possession of the residuary estate is accelerated, so as to take effect upon his death, instead of at the expiration of five years. By expunging the invalid part of the tenth clause, a partial intestacy, .which the law does not favor, is avoided (Harrison v. Harrison, 36 N. Y. 543), and the substantial part of it is preserved in its entirety.</p>\n<p id=\"b218-8\">The decree, in so far as appealed from, is therefore reversed, and the whole will admitted to probate as indicated in this opinion, with costs to the appellant payable out of the estate. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}