{
  "casebody": {
    "data": "<casebody firstpage=\"755\" lastpage=\"758\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b785-5\">In re WINKLER.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b785-6\">(Supreme Court, Appellate Division, First Department</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADUs\">January 10, 1913.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b785-7\">1. Attorney and Client (§ .189<footnotemark>*</footnotemark>)—Compensation—Contracts for Compensation.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b785-9\">Where an agreement of retainer contains no void clause prohibiting the client from settling without the attorney’s consent, the attorney’s compensation upon a settlement by the client is limited by the agreement, and he cannot recover on quantum meruit more than the stipulated amount.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b785-10\">[Ed. Note.—For other cases, see Attorney and Client, Cent. Dig. §§ 407-411; Dec. Dig. § 189.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b785-11\">2. Attorney and Client (§ 189*)—Lien—Liability of Adverse Party.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b785-12\">In an action for conversion of personal property, plaintiff agreed to pay her attorney $200- and one-third of the sum collected, or, if the chattels were returned to plaintiff, one-third thereof in specific enumerated articles. Defendant set up an innkeeper’s lien on the property for $1,-500. Without the -attorney’s knowledge, the case was settled by plaintiff paying defendant |850 and accepting a return of the property. <em>Held, </em>that plaintiff’s attorney could not enforce his attorney’s lien against defendant without establishing plaintiff’s right to recover in the action and collusion by the parties to deprive him of his fees, since his lien did not attach to the amount paid by plaintiff to defendant, and, if it attached to the chattels, defendant was not required to retain a possession which by such, payment had become unlawful, to aid the attorney in enforcing his lien.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b785-13\">[Ed. Note.—For other cases, see Attorney and Client, Cent. Dig. §§ 407-411; Dec. Dig. § 189.*]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b785-14\">3. Attorney and Client (§ 189*)—Lien—Notice.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b785-15\">Where, in an action for conversion of chattels, plaintiff agreed to pay her attorney one-third of the amount recovered, orj if the chattels were returned, one-third thereof in specific enumerated chattels, defendant was charged with notice of the attorney’s lien on the cause of action for conversion, but not with notice of his right to specific chattels.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b785-16\">[Ed. Note.—For other cases, see Attorney and Client, Cent. Dig. §§ 407-411; Dec. Dig. § 189.*]</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b786-4\"><page-number citation-index=\"1\" label=\"756\">*756</page-number>Appeal from Special Term, New York County. *</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b786-5\">Summary proceeding under Judiciary Law, § -475, by Max H. Winkler, an attorney and counselor at law, against the Onward Construction Company and another, for a determination and enforcement of his attorney’s lien: From an order confirming the referee’s report, the defendant named appeals.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"A2g\">Modified.</disposition>\n<seealso data-order=\"15\" data-type=\"seealso\" id=\"b786-6\">See, also, 146 App. Div. 927, 131 N. Y. Supp. 124.</seealso>\n<p data-order=\"16\" data-type=\"judges\" id=\"b786-7\">Argued before INGRAHAM, P. J., and LAUGHLIN, CLARKE, SCOTT, and MILLER, JJ.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b786-8\">M. Mackenzie, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b786-9\">Frederick H. Sanborn, of New York City, for respondent.'</attorneys>\n<footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b785-17\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b786-10\">MILLER, J.</author>\n<p id=\"A0_r\">The respondent was retained by one Sophia Nugent to bring an action against the appellant, the Onward Construction Company, for the conversion of certain chattels, household furniture, personal effects, and the like, of the alleged value of upwards of $8,-000. His agreement with his client provided that he should be paid $200, and in addition thereto one-third of whatever sum might be collected, or, if the chattels were returned to the plaintiff, one-third thereof in specific articles, which were enumerated in a supplemental agreement. The action was brought, and the defendant interposed an answer, in which it set up as a separate defense that it had an innkeeper’s lien for upwards of $1,500. The action was brought on for trial; but, the plaintiff being unable to prove the value of the chattels, a juror was withdrawn and the case was set for trial on a subsequent date. Meanwhile the case was settled,' without the knowledge of the respondent, by the plaintiff paying the defendant the sum of $850 and accepting a return or surrender of the property.</p>\n<p id=\"b786-11\">Thereafter this proceeding was instituted solely against the appellant. On an appeal to this court, the order of reference was modified, so as to direct that said Sophia Nugent be made a party to the proceeding, and so as to provide that the referee take proof as to the value of the property which was the subject of the controversy; the matters relating to the contract of employment of the petitioner by the plaintiff in said action, the nature and extent of his services, and the amount of compensation to which he was entitled for his services. The referee found that the value of the property was $1,200, that the value of the petitioner’s services was $1,200, and his disbursements $25, and that the petitioner was entitled to recover upon a quantum meruit by reason of his client having settled the action without his knowledge or consent. The order appealed from adjudges that the petitioner is entitled to a lien to the extent of $1,200, and adjudges that he recover that sum of the appellant, the Onward Construction Company, together 'with costs and disbursements, amounting in all to the sum of $1,617.05.</p>\n<p id=\"b786-12\"><bracketnum>[1]</bracketnum> We think that, in any event, the contract between the petitioner and his client limits the amount for which he is entitled to assert a lien. The learned referee cited Matter of Snyder, 190 N. Y. 66, 82 N. E. 742, 14 L. R. A. (N. S.) 1101, 123 Am. St. Rep. 533, 13 Ann. Cas. 441, in support of the .conclusion that the petitioner was <page-number citation-index=\"1\" label=\"757\">*757</page-number>entitled to assert a lien for the full value of his services. It was decided in that case that a clause in an agreement of retainer, prohibiting the client from settling without the consent of the attorney, was void as against public policy, and that in the particular contract under consideration the clause fixing, the amount of the attorney’s compensation at a certain percentage of the recovery was so closely connected with the void clause as to fall with it. We think it necessarily follows that a settlement by the client without the attorney’s consent is not a breach of the agreement of retainer, and that, if such agreement does not contain a void clause, prohibiting a settlement, the stipulated method of computing the compensation to be paid the attorney for his services must control, even though the suit is settled without his consent. It follows that the petitioner was entitled to assert a lien only to the extent of $625.</p>\n<p id=\"b787-5\"><bracketnum>[2]</bracketnum> We are also of the opinion that the provision of the order directing a recovery of the appellant should be eliminated. Plainly, it was not in accordance with the order of reference as resettled by this court, and it was not justified by the facts of this case, even if it is ever proper in a summary proceeding under said section 475 of the Judiciary Law (Consol. Laws 1909, c. 30) to direct a recovery of the adverse party of the sum for which the attorney is adjudged to have a lien on his client’s cause of action. Vide Rochfort v. Metropolitan St. Railway Co., 50 App. Div. 261, 63 N. Y. Supp. 1036.</p>\n<p id=\"b787-6\">The appellant, the defendant in the action, did not pay any sum in settlement of the action to which the' lien might attach, and which, under the authority of Fischer-Hansen v. Brooklyn Heights R. R. Co., 173 N. Y. 492, 66 N. E. 395, it would be estopped to deny that it still had in its hands. It never admitted the plaintiff’s cause of action, and it never asserted title to the property which it was charged with converting. It merely asserted a lien upon that property, and, instead of paying money to the plaintiff in settlement of the suit, it received from the plaintiff in satisfaction of its lien a lesser sum than it claimed. Having accepted the sum agreed upon in satisfaction of the lien, it could not refuse to surrender possession of the property without being guilty of conversion. To what, then, did the lien attach? Certainly not to the sum paid by the plaintiff to the defendant to satisfy the lien -asserted by the latter, and, if it attached to the chattels, the defendant was not required to retain unlawful possession of them to aid the attorney in the enforcement of his lien.</p>\n<p id=\"b787-7\"><bracketnum>[3]</bracketnum> No doubt, as between the respondent and his client, he was entitled to the specific articles enumerated in the supplemental agreement. But the defendant was not chargeable with notice of that agreement. It was chargeable with notice of lien upon the cause of action asserted by the plaintiff, which was an action to recover a sum of money as damages for conversion. If the appellant made a collusive settlement with the client, to cheat the attorney out of his fees, it could, no doubt, in a proper action or proceeding and upon proper proof, be held accountable to the extent of the attorney’s lien on the cause of action asserted in the complaint; and the practice formerly was in such case to set aside the discontinuance and allow the attor<page-number citation-index=\"1\" label=\"758\">*758</page-number>ney to proceed with the suit for the purpose of establishing the right tó recover in the action as it originally stood and to permit a recovery to the extent of the attorney’s costs. Randall v. Van Wagenen, 115 N. Y. 527, 22 N. E. 361, 12 Am. St. Rep. 828.</p>\n<p id=\"b788-5\">Plainly, then, where the adverse party does not admit the cause of action and pays nothing in settlement of it,-but merely agrees upon a discontinuance; or where, as here, he accepts satisfaction of a lien asserted by him on chattels which he thereupon surrenders, no longer having even a claim of right to retain them, the attorney, in order to enforce a claim against him, must establish two things: (1) The right of the plaintiff to recover in the action; and (2) .that the parties colluded to deprive him of his fees. It is unnecessary for us to' determine how the petitioner should proceed to enforce his claim against the appellant, if he have any; but it is sufficient for the purposes of this decision to hold that he has not established in this proceeding the right to recover any sum of the appellant. He has succeeded merely in having the amount of his lien determined, which, of course, will be conclusive upon the parties in any subsequent proceeding or action which he may be advised to bring.</p>\n<p id=\"b788-6\">The order should be modified, so as to provide merely that it be adjudged that the petitioner is entitled to a lien upon the cause of action of the plaintiff, Sophia Nugent, in the action instituted in this court, entitled “Sophia Nugent, Plaintiff, against The Onward Construction Company, Defendant,” to the extent of the sum of $625, together with the costs and expenses of the reference, and, as thus modified, it should be affirmed, with $10 costs and disbursements to the appellant, without prejudice to the respondent’s right to institute such action or proceeding as he may be advised to enforce his lien. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}