{
  "casebody": {
    "data": "<casebody firstpage=\"842\" lastpage=\"844\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b872-9\">CROKER v. TAYLOR et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b872-10\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ABg\">January 31, 1913.)</decisiondate>\n<summary data-order=\"3\" data-type=\"misc\" id=\"b872-11\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b872-12\">Action by George O. Croker against Harry Taylor and others. From an order denying the motion of defendants Harry and Thomas Taylor for judgment on the pleadings, they appeal.</summary>\n<disposition data-order=\"5\" data-type=\"disposition\" id=\"A-d\">Affirmed.</disposition>\n<p data-order=\"6\" data-type=\"judges\" id=\"b872-13\">Argued before INGRAHAM, P. J„ and McLAUGHLIN, LAUGHLIN, CLARKE, and DOWLING, JJ.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b872-14\">E. D. Miner, of New York City, for appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b872-15\">David M. Houberger, of New York City, for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b872-16\">PER CURIAM.</author>\n<p id=\"ALTC\">Order affirmed, with costs.</p>\n<p id=\"b872-17\">IN GRAHAM, P. J., dissents.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b873-4\"><page-number citation-index=\"1\" label=\"843\">*843</page-number>DOWLING, J.</author>\n<p id=\"ASj\">(dissenting). The testator herein died at the • city of New York on April 6, 1909, and his will was duly admitted ■■to probate on February 1, 1910. This action was brought pursu- • ant to the provisions of section 2653a. Code of Civil Procedure, :.under which the action therein provided must be commenced with■in two years after the will has been admitted to probate. The defendants Harry Taylor and Thomas Taylor are nonresidents, and • as to them the summons was ordered to be published; the order ■ therefor being made February 15, 1912, within the two-year period, ¡but the publication of the summons being commenced on March 14 ■and completed on April 18, 1912, both dates after the expiration of 'the two-year period.</p>\n<p id=\"b873-8\">In my opinion section 2653a is complete in itself, and the limitation upon the commencement of the action which is therein provided is an exclusive one. This is not only apparent from the language of the section, but from the extension of the tim'e to commence the action, which is thereby allowed to minors, persons of unsound mind, and those imprisoned or absent from the state. This being so, the exceptions provided in the general statute of ■limitations are not applicable. Code of Civil Procedure, § 414, •subd. 1. But, even should a different conclusion be reached, and the exceptions .applying as to limitations generally be held to apz,ply, I do not believe that this case is brought within the exception. Section 398, Code of Civil Procedure, provides that an action is •commenced against a defendant when the summons is served upon him; but as it has been held that, where the summons is published, the service is made only when the publication is completed, that clause of the section does not apply in this case. McEwens Ex’r v. Public Adm’r, 3 Code R. (N. S.) 139; Reilly v. Hart, 55 Hun, 465, 8 N. Y. Supp. <em>717, </em>affirmed 130 N. Y. 625, 29 N. E. 1099, 27 Am. St. Rep. 540.</p>\n<p id=\"b873-9\">The same section further provides that the action is also commenced when the summons is served upon a codefendant who is a joint contractor or otherwise united in interest with the defendant sought to be held. The summons was personally served upon the •executor of the estate of Francis C. Taylor, one of the defendants -herein, on December 20, 1911, within the two-year period, and on December 22, 1911, and still within the same period, upon Jenny Taylor, another defendant. But Jenny Taylor is contesting the will, whose validity the defendants Harry Taylor and Thomas Taylor are seeking to uphold, and her interests are concededly adverse to theirs. The executor, it seems to me, has no interest in the estate, and certainly is not united in interest with the defendants, for Ee takes nothing by way of legacy or residuary bequest under the will.</p>\n<p id=\"b873-10\">The sole remaining defendant is Woodlawn Cemetery, which was not served, but voluntarily appeared on February 24, 1912, aft■er the expiration of the two-year period; and, while a legatée under the will, it has no interest in the estate, or in this litigation, <page-number citation-index=\"1\" label=\"844\">*844</page-number>for its legacy has been paid in full, and in the complaint herein it ig expressly stated no claim is made against it.</p>\n<p id=\"b874-5\">Under these conditions, I believe that as to the defendants Harry Taylor and Thomas Taylor, the provisions of section 2653a not having been complied with, the action against them was barred, and that the motion for judgment in their favor upon the pleadings should have been granted, and that the order appealed from should therefore be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}