{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"93\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b122-4\">MAYOR, ETC., OF CITY OF NEW YORK v. MECHANICS’ &amp; TRADERS’ BANK OF CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b122-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYa\">January 3, 1913.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b122-6\">Indemnity (g 11<footnotemark>*</footnotemark>)—Liability oe Indemnitor.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b122-7\">An assignee of a city contractor for work on a designated avenue obtained from the city the amount due under the contract, agreeing to indemnify the city against claims which it might be compelled to pay by reason of the recovery of any claim. A third person, claiming a lien on the money due under the contract, showed without dispute that he worked for the contractor and carried earth from another street, where the contractor was excavating, for use for grading the avenue. <em>Held, </em>that the third person was entitled to recover for work in grading the avenue, and the city, paying a judgment obtained by him, could recover from the assignee on his indemnity.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b122-8\">[Ed. Note.—For other cases, see Indemnity, Cent. Dig. §§ 21-25; Dec. Dig. § 11*1 '</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b122-9\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b122-10\">Action by the Mayor, Aldermen, and Commonalty of the City of New York against the Mechanics’ &amp; Traders’’ Bank of the City of New York. From a judgment for defendant, and from an order denying a new trial, plaintiff appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AdO\">Reversed, and judgment directed for plaintiff.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b122-11\">Argued before INGRAHAM, P. J., and LAUGHLIN, CLARICE, SCOTT, and MILLER, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b122-12\">Terence Farley, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b122-13\">Rufus O. Catlin, of Brooklyn, for respondent.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b122-17\">For other cases see same topic &amp; § numbbb in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; RepT Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b122-14\">MILLER, J.</author>\n<p id=\"AI2\">The facts, leading up to this controversy,- were stated by Mr. Justice McLaughlin on a prior appeal in this action. 130 App. Div. 748, 115 N. Y. Supp. 769. On that appeal this court reversed a judgment in favor of the plaintiff for the exclusion of evidence offered to show that the payment of the Winant judgment was made in bad faith. We said, upon the authority of City of New York v. Baird, 176 N. Y. 269, 68 N. E. 364, that the defense interposed involved two questions: (1) Whether the payment to Winant was made in good faith; and (2) whether it operated to the injury of the bank. On this trial the said excluded evidence was received, and, even assuming that it tended to show bad faith on the part of the city, it failed to show injury to the defendant. On the contrary, the undisputed evidence shows that the defendant was not injured.</p>\n<p id=\"b122-16\">Of course, the important question on the second branch of the case was whether the Winant judgment could have been reversed on appeal. If it could not, the indemnitor was not injured by its payment. The attorney who represented the indemnitor, this defendant, testified that the question which he desired to raise on the appeal from the Winant judgment was whether the work was done by Winant on the Lexington avenue paving, for which the defendant’s assignor, Garvin, had the contract in question, or upon some other contract of Garvin. The stenographer’s minutes of the trial, resulting in the Winant judg<page-number citation-index=\"1\" label=\"93\">*93</page-number>ment, are in evidence. The testimony discloses without contradiction that the work done by Winant consisted of carrying earth by boats from Fifty-Fourth street, East River, tó 106th street, Harlem River, to be used for grading Lexington avenue. The fact that the earth was obtained from places where Garvin was doing other work requiring excavation to be made is of no consequence. Upon the undisputed evidence, Winant was entitled to recover under the decision of the Court of Appeals. M. &amp; T. N. Bank, v. Winant, 123 N. Y. 265, 25 N. E. 262. Manifestly, then, the indemnitor was not injured by the payment of the judgment, and the plaintiff's motion for a direction of a verdict should have been granted. It is to be noted that the city succeeded on the new trial of the Baird Case. 117 App. Div. 659, 102 N. Y. Supp. 915; 176 N. Y. 269, 68 N. E. 364.</p>\n<p id=\"b123-5\">The finding that defendant sustained damages is reversed, and judgment and order are reversed, with costs, and a judgment directed in favor of the plaintiff, with costs, on its motion for a directed verdict, made at the close of the evidence. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}