{
  "casebody": {
    "data": "<casebody firstpage=\"86\" lastpage=\"111\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b118-8\">The People of the State of New York, Respondent, <em>v. </em>Thomas R. Kaiser, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b118-9\">Argued October 26, 1967;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"App\">decided December 7, 1967.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b120-4\"><page-number citation-index=\"1\" label=\"88\">*88</page-number><em>Peter L. F. Sabbatino </em>and <em>Henry J. Boitel </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AX\">I. The only evidence which the prosecution claimed implicated defendant was obtained by the use of wiretaps which were secured in violation of the statutes and Constitution of the United States. <em>(People </em>v. <em>McCall, </em>17 N Y 2d 152; <em>Benanti v. United States, </em>355 U. S. 96; <em>People </em>v. <em>Dinan, </em>11N Y 2d 350; <em>Mapp </em>v. <em>Ohio, </em>367 U. S. 643; <em>Schwartz </em>v. <em>Texas, </em>344 U. S. 199; <em>Pugach </em>v. <em>Dollinger, </em>365 U. S. 458; <em>Escobedo </em>v. <em>Illinois, </em>378 U. S. 478; <em>Miranda </em>v. <em>Arizona, </em>384 U. S. 436; <em>Olmstead </em>v. <em>United States, </em>277 U. S. 438; <em>District of Columbia </em>v. <em>Little, </em>178 F. 2d 13, 339 U. S. 1; <em>Gouled </em>v. <em>United States, </em>255 U. S. 298; <em>Amos </em>v. <em>United States, </em>255 U. S. 313; <em>United States </em>v. <em>Jeffers, </em>342 U. S. 48; <em>Jones </em>v. <em>United States, </em>362 U. S. 257; <em>Henry </em>v. <em>United States, </em>361 U. S. 98; <em>Rios </em>v. <em>United States, </em>364 U. S. 253.) II. The prosecutor’s intentional repeated allusions to recorded wiretap conversations of defendant as being “confessions” prejudiced defendant and denied him a fair trial. This error was not cured by the charges to the jury, and defendant’s motions for. a mistrial should have been granted. <em>(People </em>v. <em>Rhodes, </em>283 App. Div. 804; <em>People </em>v. <em>Doria, </em>281 App. Div. 918; <em>People </em>v. <em>Thomas, </em>283 App. Div. 995; <em>People </em>v. <em>Giamario, </em>20 A D 2d 815; <em>People </em>v. <em>Carborano, </em>301 N. Y. 39.) III. The prosecutor propounded to the witness Graziano a ‘ ‘ question ’ ’ so prejudicial that defendant could not receive a fair trial. IV. The right of defendant to have a fair trial was destroyed by testimony of Rocky Graziano, a witness, who implied that defendant was a crook. V. The prosecutor made an inflammatory summation which deprived defendant of a fair trial.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b120-5\"><em>William Cahn, District Attorney (Henry P. DeVine </em>of counsel), for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AmQ\">I. The Graziano affair was mushroomed by those below out of all proportion to its importance to the case and may be and should be completely disregarded by this court. II. The summation was not inflammatory. III. Kaiser confessed. <page-number citation-index=\"1\" label=\"89\">*89</page-number><em>(People </em>v. <em>Bretagna, </em>298 N. Y. 323; <em>People </em>v. <em>Giro, </em>197 N. Y. 152 ; <em>People </em>v. <em>Kingston, </em>8 N Y 2d 384.) IV. The wiretap was lawful. <em>(Olmstead </em>v. <em>United States, </em>277 U. S. <em>438; Schwartz </em>v. <em>Texas, </em>344 U. S. 199; <em>Benanti </em>v. <em>United States, </em>355 U. S. 96; <em>Pugach </em>v. Dol<em>linger, </em>365 U. S. 458; <em>People </em>v. <em>Dinan, </em>11 N Y 2d 350; <em>Silverman </em>v. <em>United States, </em>365 U. S. 505; <em>Berger </em>v. New York, 388 U. S. 41; <em>Osborn </em>v. <em>United States, </em>385 U. S. 323; <em>Lopez </em>v. <em>United States, 373 </em>U. S. 427; <em>Goldman </em>v. <em>United States, </em>316 U. S. 129; Warden v. <em>Hayden, </em>387 U. S. 294; <em>People ex rel. Simpson Co. </em>v. <em>Kempner, </em>208 N. Y. 16; Bell v. <em>Clapp, </em>10 Johns. 263; <em>United States </em>v. Ven<em>tresca, </em>380 U. S. 102; <em>Aguilar </em>v. <em>Texas, </em>378 U. S. 108; <em>Brinegar </em>v. <em>United States, </em>338 U. S. 160; <em>Riggan </em>v. <em>Virginia, </em>384 U. S. 152; <em>People </em>v. <em>Montague, </em>19 N Y 2d 121; <em>People </em>v <em>Solimine, </em>18 N Y 2d 477; <em>People </em>v. <em>Misuraco, </em>16 N Y 2d 542; <em>People </em>v. <em>Alfinito, </em>16 N Y 2d 181; <em>People </em>v. <em>Rogers, </em>15 N Y 2d 422; <em>People </em>v. <em>Marshall, </em>13 N Y 2d 28; <em>Berger v. New York, </em>388 U. S. 41; <em>People </em>v. <em>McCall, </em>17 N Y 2d 152.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b121-5\">Keating, J.</author>\n<p id=\"Ay4\">Irving Holzman was an executive of several corporations engaged in the distribution and operation of coin-operated equipment whose enterprises reached into four of the five boroughs of New York City as well as Nassau and Suffolk Counties. In recent years Mr. Holzman’s business ventures grew and prospered to such an extent that the self-appointed ‘ ‘ family ’ ’ of sharers in the prosperity of honest businessmen determined that the time had come for Mr. Holzman to share his wealth—“ to give up a piece ” of his business.</p>\n<p id=\"b121-6\">Sometime during the early part of June, 1964 a concerted effort was commenced to extort $25,000 from Mr. Holzman as well as a 25% share of his business interests. As the arrangement was explained to Mr. Holzman, “ If at the end of (a) week you have $1 left, [we] take 25 cents and you keep 75 cents.”</p>\n<p id=\"b121-7\">Mr. Holzman, unmoved by the “family’s” generosity and shaken by an assault on his wife by certain members of the “family”, described to him as “animals”, contacted the Nassau County police.</p>\n<p id=\"b121-8\">During the month of June the police, with the consent of Mr. Holzman, through the use of wiretaps and bugs, recorded numerous conversations of Mr. Holzman and one Salvator Granello, known to his “ family ” and “ animals ” as Sally Burns. These <page-number citation-index=\"1\" label=\"90\">*90</page-number>recordings clearly established the existence of an extortion conspiracy on the part of Granello, Dino Conte and others.</p>\n<p id=\"b122-5\">As Mr. Holzman’s adamance persisted through June, the ‘ ‘ family ’ ’ apparently became more anxious. On the morning of June 30, 1964 Mr. Holzman’s daughter, Mrs. Eonald Billings, then pregnant and residing in Plainview, received a call which, from its contents, could only have been made by one of the “animals.” Mrs. Billings was advised that “if your father doesn’t cooperate we’ll come to Sylvia Lane [Plainview] and kick your * * * pregnant belly in.”</p>\n<p id=\"b122-6\">With this threat to the family of Mr. Holzman, the District Attorney’s office determined that it could best protect Mr. Holzman and his family and determine precisely who was responsible for the threats by recording the telephonic communications made by Salvatore Granello and Dino Conte from several bars which they frequented and from which they had previously communicated with Mr. Holzman.</p>\n<p id=\"b122-7\">In a petition and affidavit filed pursuant to section 813-a of the Code of Criminal Procedure, an assistant district attorney of Nassau County asked for a court order to make the necessary wiretaps.</p>\n<p id=\"b122-8\">In testimony made under oath the assistant district attorney related, with particularity and detail, the events which had transpired up to that point and which have been briefly narrated above.</p>\n<p id=\"b122-9\">At the close of this testimony the following colloquy took place:</p>\n<p id=\"b122-10\">‘ ‘ The Court: At the present time have you been able to get any clue which would lead you definitely to the caller [who threatened Mrs. Billings] <em>Í</em></p>\n<p id=\"b122-11\">Mr. Levy: We have not, your Honor.</p>\n<p id=\"b122-12\">The Court: You feel as though this tap will assist you in that quest?</p>\n<p id=\"b122-13\">Mr. Levy: Yes, your Honor.</p>\n<p id=\"b122-14\">The Court: From your experience over the years do you feel that there is reasonable ground to believe that evidence of crime may be obtained by intercepting messages over this telephone ?</p>\n<p id=\"b122-15\">Mr. Levy: Yes, your Honor. This telephone has been used by Salvatore Granello alias Sally Bums in telephone conversa<page-number citation-index=\"1\" label=\"91\">*91</page-number>tions with the complainant, Irving Holzman, in regard to the demand for $25,000 and 25 per-cent of his business.</p>\n<p id=\"b123-5\">The Court: So that in addition to the alleged extortion you feel faced here with the threats of violence and physical harm to innocent people?</p>\n<p id=\"b123-6\">Mr. Levy: Yes, your Honor, and the investigation regarding the assault on Mrs. Ruth Holzman at her home in Nassau County as well as the threatening telephone call to Mrs. Billing [s].</p>\n<p id=\"b123-7\">The Court: I am satisfied that there is reasonable ground for granting your application.”</p>\n<p id=\"b123-8\">The order issued by Justice Spitzer in compliance with the provisions of section 813-a recited the particular telephone numbers involved as well as their locations and went on to order ‘ ‘ that under and pursuant to the provisions of Article I, Section 12, of the Constitution of the State of New York and the statutes relating thereto, and under and pursuant to the provisions of Section 813-a of the Code of Criminal Procedure of the State of New York and the statutes relating thereto, the District Attorney of Nassau County and the said <em>Norman J. Levy </em>as an Assistant District Attorney of Nassau County, and any and all persons employed or assigned to the control and direction of the District Attorney of Nassau County and the said <em>Norman J. Levy </em>be, and they hereby are, authorized and empowered to intercept and record all telephone communications made by and to <em>Salvatore Granello, Dino Conte </em>and any and all other persons communicating by both incoming and outgoing calls over the telephone located at <em>255 West 43rd Street, New York County, New York, </em>now designated as <em>212 LW 4-2523 </em>and by whatsoever number the said telephone and telephone line may be hereafter designated ”.</p>\n<p id=\"b123-9\">The order was to be effective from July 1, 1964 until August 29,1964.</p>\n<p id=\"b123-10\">On the evening of July 3 and morning of July 5, during the course of the tap made on the telephone located at the Headline Bar, there were recorded conversations between Dino Conte and the defendant-appellant in this action, Thomas Kaiser. The conversations clearly and beyond any reasonable doubt implicated the defendant as a co-conspirator who had supplied Granello with detailed information regarding the operation of Mr. Holzman’s business enterprises. In addition both conversations <page-number citation-index=\"1\" label=\"92\">*92</page-number>involved discussions of what should be done in light of Mr. Holzman’s intransigence. The defendant to his credit appears to have been against terrorizing him.</p>\n<p id=\"b124-5\">On July 15, 1964 Granello, Conte and Kaiser were arrested, and on July 16, 1964 Kaiser was arraigned on an indictment charging him with coercion, attempted extortion, conspiracy to commit extortion, assault second degree and burglary second degree. The defendant was convicted, after a trial by jury, of all but the latter two crimes. At the trial and over the objection of defense counsel the transcripts of wiretap recordings made on July 3 and 5 were admitted into evidence.</p>\n<p id=\"b124-6\">Alleging, among other things, that the admission of this evidence was reversible error, the defendant appealed to the Appellate Division (Second Department). The court unanimously affirmed his conviction. The defendant appeals to this court by permission of the Chief Judge.</p>\n<p id=\"b124-7\">The defendant argues on this appeal that the Supreme Court in <em>Berger </em>v. <em>New York </em>(388 U. S. 41 [1967]) struck down as unconstitutional on its face the very statute which authorized the wiretap order and therefore the evidence seized pursuant to that order was erroneously admitted. The defendant urges, in addition, that all wiretap evidence should be held to be inadmissible because the seizure and divulgence of the evidence constitutes a violation of section 605 of the Federal Communications Act.</p>\n<p id=\"b124-8\">In <em>Berger </em>v. <em>New York (supra), </em>a case which involved the admissibility of evidence obtained by the use of a bugging device, the Supreme Court struck down section 813-a of the Code of Criminal Procedure. The statute read as follows: ‘ <em>‘ </em>An ex parte order for eavesdropping as defined in subdivisions one and two of section seven hundred thirty-eight of the penal law may be issued by any justice of the supreme court or judge of a county court or of the court of general sessions of the county of New York upon oath or affirmation of a district attorney, or of the attorney-general or of an officer above the rank of sergeant of any police department of the state or of any political subdivision thereof, that there is reasonable ground to believe that evidence of crime may be thus obtained, and particularly describing the person or persons whose communications, conversations or discussions are to be overhea[r]d or recorded and the purpose thereof, and, in the case of a telegraphic or telephonic communi<page-number citation-index=\"1\" label=\"93\">*93</page-number>cation, identifying the particular telephone number or telegraph line involved. In connection with the issuance of such an order the justice or judge may examine on oath the applicant and any other witness he may produce and shall satisfy himself of the existence of reasonable grounds for the granting of such application. Any such order shall be effective for the time specified therein but not for a period of more than two months unless extended or renewed by the justice or judge who signed and issued the original order upon satisfying himself that such extension or renewal is in the public interest. Any such order together with the papers upon which the application was based, shall be delivered to and retained by the applicant as authority for the eavesdropping authorized therein. A true copy of such order shall at all times be retained in his possession by the judge or justice issuing the same, and, in the event of the denial of an application for such an order, a true copy of the papers upon which the application was based shall in like manner be retained by the judge or justice denying the same.”</p>\n<p id=\"b125-5\">The Supreme Court, after examining the statute, concluded that it was ‘ ‘ too broad in its sweep resulting in a trespassory intrusion into a constitutionally protected area and is, therefore, violative of the Fourth and Fourteenth Amendments ” (388 U. S., <em>supra, </em>p, 44). Specifically the court found the statute “ defective on its face ” for several reasons: “ Eavesdropping is authorized without requiring belief that any particular offense has been or is being committed; nor that the ‘ property ’ sought, the conversations, be particularly described. The purpose of the probable-cause requirement of the Fourth Amendment to keep the state out of constitutionally protected areas until it has reason to believe that a specific crime has been or is being committed is thereby wholly aborted. Likewise the statute’s failure to describe with particularity the conversations sought gives the officer a roving commission to ‘ seize ’ any and all conversations. It is true that the statute requires the naming of ‘ the person or persons whose communications, conversations or discussions are to be overheard or recorded * * *.’ But this does no more than identify the person whose constitutionally protected area is to be invaded rather than ‘ particularly describing ” the communications, conversations, or discussions to be seized. As with general warrants this leaves too much to the discretion <page-number citation-index=\"1\" label=\"94\">*94</page-number>of the officer executing the order. Secondly, authorization of eavesdropping for a two-month period is the equivalent of a series of intrusions, searches, and seizures pursuant to a single showing of probable cause. Prompt execution is also avoided. During such a long and continuous (24 hours a day) period the conversations of any and all persons coming into the area covered by the device will be seized indiscriminately and without regard to their connection to the crime under investigation. Moreover, the statute permits, and there were authorized here, extensions of the original two-month period—presumably for two months each—on a mere showing that such extension is ‘ in the public interest. ’ Apparently the original grounds on which the eavesdrop order was initially issued also form the basis of the renewal. This we believe insufficient without a showing of present probable cause for the continuance of the eavesdrop. Third, the statute places no termination date on the eavesdrop once the conversation sought is seized. This is left entirely in the discretion of the officer. Finally, the statute’s procedure, necessarily because its success depends on secrecy, has no requirement for notice as do conventional warrants, nor does it overcome this defect by requiring some showing of special facts. On the contrary, it permits unconsented entry without any showing of exigent circumstances. Such a showing of exigency, in order to avoid notice, would appear more important in eavesdropping, with its inherent dangers, than that required when conventional procedures of search and seizure are utilized. Nor does the statute provide for a return on the warrant thereby leaving full discretion in the officer as to the use of seized conversations of innocent as well as guilty parties. In short, the statute’s blanket grant of permission to eavesdrop is without adequate judicial supervision or protective procedures ” (388 U. S., <em>supra, </em>pp. 58-60).</p>\n<p id=\"b126-5\">Whatever the effect of the decision on bugging cases and future bugging orders in this State, it should be noted that nowhere in the opinion in <em>Berger </em>does the court hold that \"wiretapping comes within the purview of the Fourth Amendment. While we shall accept for the present the appellant’s assertion that <em>Berger </em>brought wiretapping within the purview of the Fourth Amendment and while we hold that the conditions set forth in <em>Berger </em>should, as a matter of policy, apply to future <page-number citation-index=\"1\" label=\"95\">*95</page-number>wiretapping orders issued under the statute, we believe that a reversal of the appellant’s conviction is neither mandated by <em>Berger </em>nor by the prophylactic purpose of the exclusionary rule to which wiretap evidence obtained in violation of the Fourth Amendment is now subject.</p>\n<p id=\"b127-5\">At the time the wiretap order in the case at bar was issued, there were no Federal constitutional restraints on the securing of wiretap evidence. The Supreme Court had steadfastly adhered to its decision in <em>Olmstead </em>v. <em>United States </em>(277 U. S. 438) that wiretapping, accomplished without a trespass into a person’s home or other premises, does not violate the Fourth Amendment’s prohibition against unreasonable searches and seizures. Indeed, to this day <em>Olmstead </em>has not been squarely repudiated by the Supreme Court.</p>\n<p id=\"b127-6\">The Constitution and the laws of this State, however, place severe restraints on the right of public officials to obtain evidence by wiretapping. In 1938 the people of this State ratified section 12 of article I of the State Constitution. That amendment provides: ‘ ‘ The right of the people to be secure against unreasonable interception of telephone and telegraph communications shall not be violated, and ex parte orders or warrants shall issue only upon oath or affirmation that there is reasonable ground to believe that evidence of crime may be thus obtained, and identifying the particular means of communication, and particularly describing the person or persons whose communications are to be intercepted and the purpose thereof.”</p>\n<p id=\"b127-7\">Section 813-a of the Code of Criminal Procedure quoted earlier and section 738 of the former Penal Law supplemented the provisions of the Constitution and extended them to all eavesdropping evidence obtained by “ instrument ” without the consent of one of the parties to the conversation.</p>\n<p id=\"b127-8\">In <em>People </em>v. <em>McCall </em>(17 N Y 2d 152) we held that the expressions ‘<em>‘ </em>oath or affirmation” and “ reasonable grounds to believe ’’ contained in the statute <em>‘‘ </em>could have no other meaning” than to require the same factual basis to be shown for the issuance of the eavesdropping order “ as in the case of search warrants ” (17 N Y 2d 159). And relying upon cases in which we held affidavits to be insufficient in ordinary search warrant cases, we held that the wiretap evidence should have been excluded.</p>\n<p id=\"b128-3\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>Subsequently in <em>People </em>v. <em>McDonnell </em>(18 N Y 2d 509) we applied the same constitutional standards governing ordinary searches in holding that a defendant—not a party to conversation over a telephone maintained for his benefit—had standing to challenge the factual basis upon which the wiretap order was issued. And in <em>Matter of Sarisohn </em>(21 N Y 2d 36, decided herewith) we again strictly adhere to the standards set down in cases involving ordinary searches and seizures.</p>\n<p id=\"b128-4\">It is thus “ clear that ‘ the procedure of antecedent justification before a magistrate that is central to the Fourth Amendment ’ * * * [was] made a precondition of lawful electronic surveillance ” <em>(Lopez </em>v. <em>United States, </em>373 U. S. 427, 464 [dissenting opn. of Brennan, J.]) and that no wiretap or bugging order could issue except upon an adequate factual showing, i.e., probable cause to believe that a crime had been committed and that the conversations particularized in the order would be seized.</p>\n<p id=\"b128-6\">With this requirement as with all the requirements of the statute the order in question complied. . The most cursory examination of the testimony of the assistant district attorney made under oath before the Judge who issued the warrant clearly indicates that there was probable cause to believe that a crime was being committed and that the conversations regarding threats to Mr. Holzman and his family would be obtained.<footnotemark>1</footnotemark></p>\n<p id=\"b128-7\">It is true that the order did not adequately specify the precise conversations which were sought — although the testimony of the assistant district attorney under oath, which becomes part of the order, did (Code Crim. Pro., § 813-a); that the order, was not sufficiently limited in time — although there is no evidence that the execution of the order exceeded a reasonable period and the actual conversations seized came within a limited period of three days; that no exigent circumstances were alleged for dispensing with the notice requirement—although, under Supreme Court decisions defining “ exigent circumstances ”, those circumstances were present here <em>(Ker </em>v. <em>California, </em>374 U. S. 23, 37-40) <em>; </em>and that there was no return on the warrant—although <page-number citation-index=\"1\" label=\"97\">*97</page-number>we presume, since the defendant did not argue otherwise, that a return was made.<footnotemark>2</footnotemark></p>\n<p id=\"b129-5\">The reason for these defects is obvious—there has been no previous decision outlining the necessity for those requirements which <em>Berger </em>found to be mandatory. Under these circumstances, a reversal of the conviction would not be warranted either under the decisions of this court or the Supreme Court <em>(People </em>v. <em>McQueen, </em>18 N Y 2d 337; <em>People </em>v. <em>DeRenzzio, </em>19 Ñ Y 2d 45; <em>People </em>v. <em>Rensing, </em>20 N Y 2d 936; <em>Johnson </em>v. <em>New Jersey, </em>384 U. S. 719; <em>Stovall </em>v. <em>Denno, </em>388 U. S. 293).</p>\n<p id=\"b129-6\">In <em>Stovall </em>v. <em>Denno </em>(388 U. S. 297) the Supreme Court set out the governing considerations in determining whether a fundamental change in constitutional interpretation should be applied retroactively: ‘‘ The criteria guiding resolution of the question implicate (a) the purpose to be served by the new standards, (b) the extent of the reliance by law enforcement authorities on the old standards, and (c) the effect on the administration of justice of a retroactive application of the new standards. ‘ [T]he retroactivity or nonretroactivity of a rule is not automatically determined by the provisions of the Constitution on which the dictate is based. Each constitutional rule of criminal procedure has its own distinct functions, its own background of precedent, and its own impact on the administration of justice, and the way in which these factors combine must inevitably vary with the dictate involved.’ ”</p>\n<p id=\"b129-7\">The standards outlined in <em>Stovall </em>are identical to the standards we have adopted in recent cases. In <em>People </em>v. <em>McQueen (supra) </em>we considered the effect that a retroactive application of the standards outlined in <em>Miranda </em>v. <em>Arizona </em>(384 U. S. 436) would have on the administration of justice in our courts as well as the fact that the evidence which would be excluded under <page-number citation-index=\"1\" label=\"98\">*98</page-number>the <em>Miranda </em>rulings in no way affected the <em>‘‘ </em>integrity of the fact-finding process ” <em>(Linkletter </em>v. <em>Walker, </em>381 U. S. 618, 639). In so doing we overruled explicitly the rationale of our decision in <em>People </em>v. <em>Loria </em>(10 N Y 2d 368), which had given retroactive effect to the exclusionary rule enunciated in <em>Mapp </em>v. <em>Ohio </em>(367 U. S. 643) as to those cases still on direct appeal. The basis of the ruling was the existence of a so-called ‘ ‘ general rule ’ ’ which required that this court apply the law as it exists at the time of our decision. A careful examination of the cases cited in <em>Loria </em>reveals that there was no such general rule and that the same considerations we adopt here, in fact, governed all those cases in which retroactive effect had been given.<footnotemark>3</footnotemark> (See <em>Knapp </em>v. <em>Fasbender, </em>1 N Y 2d 212; <em>Matter of Tartaglia </em>v. <em>McLaughlin, </em>297 N. Y. 419; see, also, <em>Robinson </em>v. <em>Robin Dry Dock &amp; Repair Co., </em>238 N. Y. 271; <em>Black Riv. Regulating Dist. </em>v. <em>Adirondack League Club, </em>307 N. Y. 475; <em>Harris </em>v. <em>Jex, </em>55 N. Y. 421.)</p>\n<p id=\"b130-5\">Applying these standards in the case at bar, we are led to the conclusion that the <em>Berger </em>decision should be given only prospective effect. The purpose of the exclusionary rule, to which <em>Berger </em>made eavesdropping evidence subject, is deterrence of future police conduct. Applying <em>Berger </em>retroactively will not, therefore, undo the violation of the defendant’s rights which may have already taken place. The admission of the wiretap evidence has no effect on the ‘ ‘ integrity of the fact-finding process” <em>(Linkletter </em>v. <em>Walker, supra). </em>Indeed, the probative value of the evidence is beyond question. In addition, thousands of eavesdropping orders have been issued in reliance upon the statute and the decisions of this court which the Supreme Court had seen fit not to disturb. (See <em>People </em>v. <em>Dinan, </em>11 N Y 2d 350, cert. den. 371 U. S. 877; <em>People </em>v. <em>Pugach, </em>16 N Y 2d 504, app. dsmd. 383 U. S. 575; <em>People </em>v. <em>Cohen, </em>18 N Y 2d 650, cert. den. 385 U. S. 976, rehearing den. 385 U. S. 1032.) Moreover, even under prior law no eavesdropping order could be sustained without ‘‘ the procedure of antecedent justification before a magistrate ”, which is central to the Fourth <page-number citation-index=\"1\" label=\"99\">*99</page-number>Amendment. Under these circumstances we hold that <em>Berger </em>should be held applicable only to those cases in which the orders were issued or the eavesdropping took place after the date of that decision.</p>\n<p id=\"b131-5\">The argument is advanced, however, that, since the statute was struck down as unconstitutional on its face, an order issued pursuant to it cannot be upheld. This argument is similar to that which has been rejected in all the recent decisions on retro-activity. The argument is that, if we hold that particular police conduct is now violative of an individual’s constitutional rights, how can we say that the same conduct in the past did not likewise offend against his rights ? Similarly if the offensive police conduct was authorized by a statute which\" is now found to be unconstitutional, how can we say that past conduct authorized thereunder was not equally violative of the defendant’s rights ?<footnotemark>4</footnotemark> The answer to both these questions is that logic must sometimes give way to “ reason[s] of practicality and necessity ” <em>(People ex rel. Keitt </em>v. <em>McMann, </em>18 N Y 2d 257, 262). As this court observed in <em>People </em>v. <em>McQueen (supra, </em>p. 343): ‘‘ The past can seldom be reformed in the image of the present, and it is manifest that not every type of conviction can be set aside where the wisdom of the present does not coincide with that of the past.”</p>\n<p id=\"b131-6\">Our discussion heretofore has assumed that <em>Berger, </em>in fact, affected wiretapping provisions of section 813-a of the Code of Criminal Procedure. A majority of the court, however, is of the view that, while some of the language and the rationale of the <em>Berger </em>decision are applicable to all forms of eavesdropping, the specific holding of the case affected only the bugging provisions of the statute and that those portions authorizing wiretaps survive the <em>Berger </em>decision.<footnotemark>5</footnotemark> We therefore <page-number citation-index=\"1\" label=\"100\">*100</page-number>conclude, contrary to the defendant’s allegation, that the order in question was not issued pursuant to a statute which was declared to be unconstitutional.</p>\n<p id=\"b132-4\">This view of the holding of <em>Berger </em>is, we believe, supported by a careful reading of the opinion of Mr. Justice Clark for the majority. The discussion of the <em>Olmstead </em>case is particularly instructive. To quote from the opinion: ‘ ‘ The Court was faced with its first wiretap case in 1928, <em>Olmstead </em>v. <em>United States, </em>277 U. S. 438. There the interception of Olmstead’s telephone line was accomplished without entry upon his premises and was, therefore, found not to be proscribed by the Fourth Amendment. <em>The basis of the decision was that the Constitution did not forbid the obtaining of evidence by wiretapping unless it involved actual unlawful entry into the house. </em>Statements in the opinion that ‘ a conversation passing over a telephone wire ’ cannot be said to come within the Fourth Amendment’s enumeration of ‘ persons, houses, papers, and effects ’ have been negated by our subsequent cases as hereinafter noted. <em>They found ‘ conversation ’ was within the Fourth Amendment’s protections, </em>and that the use of electronic devices to capture it was a ‘ search ’ within the meaning of the Amendment, and we so hold.” (388 U. S. 41, 50-51, <em>supra-, </em>emphasis added.)</p>\n<p id=\"b132-5\">While Mr. Justice Clark indicates that that portion of <em>Olmstead </em>which held that speech was not capable of seizure has been ‘ ‘ negated ’ ’ by subsequent cases, nowhere does his opinion state that the basis of the decision in <em>Olmstead </em>that wiretapping accomplished without an intrusion into the caller’s premises infringes on no constitutional right—has been “negated” by any subsequent decision.</p>\n<p id=\"b132-6\">Indeed, as late as 1964 in <em>Clinton </em>v. <em>Virginia </em>(377 U. S. 158), the court adhered to the reasoning evolved in <em>Olmstead. </em>The court reversed a conviction obtained by the use of eavesdropping evidence involving a trespassory intrusion into a constitutionally protected area <em>(Goldman </em>v. <em>United States, </em>316 U. S. 129; <em>Silverman </em>v. <em>United States, </em>365 U. S. 505). And lest anyone think that <em>Olmstead </em>was overruled, since the court wrote no formal opinion, Mr. Justice Clark wrote: “ Since the Court finds that the ‘ spiked ’ mike used by the police officers penetrated petitioner’s premises sufficiently to be an actual trespass thereof, I join in the judgment.” (377 U. S. 158.)</p>\n<p id=\"b133-4\"><page-number citation-index=\"1\" label=\"101\">*101</page-number>The court’s apparent intention, to stick to a distinction which can survive only as long as <em>Olmstead </em>remains viable, is evidenced in the closing paragraph of the <em>Berger </em>opinion. In attempting to allay fears that the <em>Berger </em>opinion would have the effect of outlawing all eavesdropping orders, Mr. Justice Clark cited <em>Goldman </em>v. <em>United States (supra) </em>as an apparent instance of eavesdropping which would remain unaffected. <em>Goldman, </em>involving an eavesdrop accomplished without a physical trespass, relied solely upon the reasoning in <em>Olmstead </em>and strongly reaffirmed that decision.</p>\n<p id=\"b133-5\">While there is, as we have noted, language in <em>Berger </em>indicating that wiretapping may be held to be within the provisions of the Fourth Amendment this language hardly approaches the level of dictum and, since on the same day the Supreme Court decided <em>Berger </em>it enunciated the rule that <em>“ </em>sound policies of decision-making ” <em>“ </em>[require] * * * that constitutional adjudications not stand as mere dictum” <em>(Stovall </em>v. <em>Denno, </em>388 U. S. 301, <em>supra), </em>we conclude that <em>Berger </em>did not affect the wiretapping provisions of section 813-a of the Code of Criminal Procedure and that its decision affected only that ‘‘ language [which] permits a trespassory invasion of the home, by general warrant, contrary to the Fourth Amendment” <em>(Berger </em>v. <em>New York, supra, </em>p. 64).</p>\n<p id=\"b133-6\">There remains for our consideration the second argument advanced by the defendant that the evidence should have been excluded because it was obtained in violation of section 605 of the Federal Communications Act. The Supreme Court has held, in the exercise of its supervisory powers over the Federal courts, that wiretap evidence is inadmissible in Federal prosecutions. The court has, however, held that the States are not required to exclude such evidence. The basis of this decision was outlined by the Chief Justice as follows: “ [D]ue regard to federal-state relations precluded the conclusion that Congress intended to thwart a state rule of evidence in the absence of a clear indication to that effect.” <em>(Benanti </em>v. <em>United States, </em>355 U. S. 96, 101; see, also, <em>Schwartz </em>v. <em>Texas, </em>344 U. S. 199 ; <em>Pugach </em>v. <em>Dollinger, </em>365 U. S. 458.)</p>\n<p id=\"b133-7\">This statement, we believe, constitutes a complete answer to the argument advanced by the defendant that the wiretap evidence should be excluded in this State proceeding because <page-number citation-index=\"1\" label=\"102\">*102</page-number>its admission violates the Federal statute. If Congress did not intend to thwart a State rule of evidence, we see no compelling reason to exclude the use of wiretap evidence.</p>\n<p id=\"b134-5\">The defendant argues, however, that the very interception of the telephonic communication violates Federal law and that ‘ ‘ At this time when the people of this state and country are being called upon to reaffirm their allegiance to the rule of law, it is a complete farce for the courts, prosecutors and police of this state to sanction such criminal behavior. ’ ’</p>\n<p id=\"b134-6\">This argument is not without merit. If the issue were as simple as he suggests, a reversal would surely be mandated. Do we not, however, sanction criminal conduct and promote disrespect for law when we allow a man who is clearly guilty, who is convicted on the basis of evidence obtained in conformity with the strictest standards of the Constitution, to go free and menace the security of law-abiding citizens? This is not to say that the ends justify the means and that proof of guilt sanctions violations of constitutional rights. But when the sole justification for the exclusion of evidence is that its admission will sanction criminal conduct and promote disrespect for law, we are obligated to consider whether the more desirable result will flow from excluding the evidence.</p>\n<p id=\"b134-7\">Moreover, we are dealing here with the violation of a statute which those charged with the primary and exclusive responsibility for its enforcement have continuously refused to enforce against State officials who, acting pursuant to State law, violate the statute. (Statement of Attorney General Robert F. Kennedy to Senate Judiciary Committee, March 29, 1962; Statement of Attorney General William P. Rogers, <em>New York Times, </em>Dec. 24, 1957, p. 10, col. 1.) If the statute is viable, let it be enforced. If the statute is flouted, let the offender be prosecuted. Because the constitutional provisions carried no penal sanctions to discourage violation, exclusionary rules were necessary. No such problem is presented by a statute carrying penal sanctions.</p>\n<p id=\"b134-8\">In light of what can only be deemed a policy of nullification by Federal officials, a State; court, we believe, is justified in questioning whether it should indirectly enforce a Federal statute which the Executive has consistently refused to enforce — a refusal the Congress has impliedly sanctioned. As the Supreme Court once observed: “It would be a narrow con<page-number citation-index=\"1\" label=\"103\">*103</page-number>ception of jurisprudence to confine the notion of <em>‘ </em>laws ’ to what is written on the statute books, and to disregard the gloss which life has written upon it.” <em>(Nashville, C. &amp; St. L. Ry. </em>v. <em>Browning, </em>310 U. S. 362, 369.) “ ‘ Deeply embedded traditional ways of carrying out state policy * * * ’ — or not carrying it out— ‘ are often tougher and truer law than the dead words of the written text. ’ ” <em>(Poe </em>v. <em>Ullman, </em>367 U. S. 497, 502.)</p>\n<p id=\"b135-6\">Under these circumstances we decline to hold that wiretap evidence obtained in substantial compliance with the strictest provisions of the Constitution of the United States and of this State must be excluded in criminal prosecutions in this State,.</p>\n<p id=\"b135-7\">We have thus far been concerned with eavesdropping pre<em>Berger </em>v. <em>New York (supra). </em>In light of recent lower court decisions (see, e.g., <em>Matter of Intercepting Tel. Communications, </em>55 Misc 2d 163), we feel it would be desirable to set forth what we believe to be the proper procedure as a result of the <em>Berger </em>decision. (See, e.g., <em>People </em>v. <em>Huntley, </em>15 N Y 2d 72.)</p>\n<p id=\"b135-8\">We hold, in conformity with the traditional policy of this court to construe statutes in such a manner as to uphold their constitutionality <em>(People </em>v. <em>Epton, </em>19 N Y 2d 496, cert. den. 390 U. S. 29; <em>People </em>v. <em>Finkelstein, </em>9 N Y 2d 342; <em>Matter of Coates, </em>9 N Y 2d 242; <em>People ex rel. Morriale </em>v. <em>Branham, </em>291 N. Y. 312; McKinney’s Cons. Laws of N. Y., Book 1, Statutes, § 150, p. 237, n. 97, and cases cited therein)<footnotemark>6</footnotemark>, and in conformity with our specific policy of construing section 813-a so as to provide the same protections afforded by the Fourth Amendment, that, in addition to a showing of probable cause, an order issued under the statute must particularize to the extent possible the exact nature of the conversations sought, that it must provide for a return, that it must be severely limited in time, as outlined in <em>Berger, </em>and that it must provide for termination as soon as the conversations are seized. In addition, it should allege that exigent circumstances exist, viz., that the “ destruction ” of the <page-number citation-index=\"1\" label=\"104\">*104</page-number>object of the “ search ” will result unless the notice requirement is waived <em>(Ker </em>v. California, <em>supra).</em></p>\n<p id=\"b136-5\">This rehabilitation of the statute is possible even though the Supreme Court struck the statute down on its face. In <em>Dombrowski </em>v. <em>Pfister </em>(380 U. S. 479) the Supreme Court enjoined the enforcement of a State statute on the ground that it was unconstitutional on its face. The action was taken at the behest of petitioners, who, like Berger, were found to have been ‘ ‘ affected ’ ’ by the statute, although not necessarily directly deprived of any rights thereunder.</p>\n<p id=\"b136-6\">The language of the court, in indicating that the statute could be rehabilitated, is applicable here: <em>“ </em>The State must, if it is to invoke the statutes after injunctive relief has been sought, assume the burden of obtaining a permissible narrow construction in a non-criminal proceeding before it may seek modification of the injunction to permit future prosecutions” (380 U. S., supra, p. 491).</p>\n<p id=\"b136-7\">In the case at bar no such special proceeding to obtain a limiting construction of the statute is necessary, as we do not deal with a criminal statute.</p>\n<p id=\"b136-8\">We conclude by noting that, as a result of our construction of the statute, the people of this State are afforded greater protection against <em>all </em>forms of electronic eavesdropping, including that which involves no trespass whatever, than even the decisions of the Supreme Court have provided. Yet much as we might like, we cannot ignore the realities of life. We cannot ignore the rise of organized criminal activity and “ families ’’ who promise to provide the true “ big brothers ” of 1984. As the facts in this case reveal, some intrusion under the most severely regulated and restricted conditions are necessary, lest the only security we enjoy is that from government intrusion. This was the conclusion of the President’s Commission on Law Enforcement and Administration of Justice, 200-203 (1967) and it is our conclusion today.</p>\n<p id=\"b136-9\">We have examined the remaining arguments raised by the appellant and find that they do not warrant reversal <em>(People </em>v. Kingston, 8 N Y 2d 384).</p>\n<p id=\"b136-10\">The judgment appealed from should be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b128-8\">. The conversations which were seized related in part to what was going to be done by the conspirators in light of Mr. Holzman’s refusal to capitulate to the lawless and disgraceful conduct of the defendant and his co-conspirators.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b129-8\">. The authorization for .the wiretaps included not only the conversations of Salvatore Granello and Dino Conte and those with whom they communicated but all those who communicated over the telephone located at the Headline Bar. Such authorization was necessary for the purpose of immunizing the police from prosecution for violating section 738 of the former Penal Law, since the very device which the police were apparently required to employ would pick up all conversations on the telephone in question. It is precisely because eavesdropping poses such a threat to .the right of privacy that it should be undertaken under strict judicial supervision and subject to the severest constitutional restraints.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b130-6\">. In <em>People </em>v. <em>Friola </em>(11 N Y 2d 157) the court limited the effect of <em>People </em>v. <em>Loria (supra) </em>and held that <em>Mapp </em>v. <em>Ohio (supra) </em>would he applied retroactively only to those eases on direct appeal in which an objection had been taken to the admission of the allegedly illegally seized evidence. This decision, as the dissenting Judges noted, amounted to a rejection of the rationale of the so-called general rule (11 N Y 2d, <em>supra, </em>p. 161).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b131-7\">. There is language in our recent holding in <em>People </em>v. <em>Grossman </em>(20 N Y 2d 346) which supports this reasoning. The retroactivity question was not argued in <em>Grossman </em>and we did not have an opportunity to reflect upon the most recent decision of the Supreme Court, <em>Stovall </em>v. <em>Denno (supra). </em>Any language in <em>Grossman </em>which is inconsistent with this opinion is expressly overruled.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b131-8\">. Where a portion of statute is held to he unconstitutional, the question of whether the other portions survive is one for the State courts. <em>(People </em>v. <em>Mancuso, </em>255 N. Y. 463, 472; <em>Meyer </em>v. <em>Wells, Fargo &amp; Co., </em>223 U. S. 298, 302; <em>Berea Coll. </em>v. <em>Kentucky, </em>211 U. S 45, 55.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b135-9\">. As Chief Judge Fuld recently wrote, this court “ when faced with the choice of declaring a statute unconstitutional * * * or interpreting the legislation in such a way as to supply a missing constitutional safeguard * * * [has never] hesitated ‘to embrace [the course] which will preserve [the statute’s] validity.’” <em>(Bell </em>v. <em>Waterfront Comm. of N. Y. Harbor, </em>20 N Y 2d 54, 62.)</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b136-11\">Chief Judge Fuld (dissenting).</author>\n<p id=\"AiE\">The decision which the court is now making, I suggest, disregards both the holding and the <page-number citation-index=\"1\" label=\"105\">*105</page-number>spirit of <em>Berger </em>v. <em>New York </em>(388 U. S. 41). The eavesdropping statute — section 813-a of the Code of Criminal Procedure — held invalid in that case is the very same statute under which the ex parte wiretapping order in the case before us was granted. The Supreme Court there ruled that section 813-a was “ deficient” and unconstitutional “on its face” as an impermissibly broad and sweeping intrusion into the constitutionally protected area of individual privacy (388 U. S., at pp. 44, 55). If this language has any meaning, it is that the statute is invalid in its entirety insofar as it authorizes eavesdropping, whether the particular form of such eavesdropping be “ bugging ” as in <em>Berger </em>or wiretapping as in the present case. Moreover, there cannot be any doubt that the dominant considerations on which the <em>Berger </em>decision was predicated are equally applicable to both of these types of surreptitious interception. In my judgment, it is the impermissible intrusion into the privacy of conversations, not merely an unlawful physical entry, that is and should be proscribed and outlawed. (Cf. <em>Katz </em>v. <em>United States, </em>369 F. 2d 130, cert, granted 386 U. S. 954.)</p>\n<p id=\"b137-5\">The Supreme Court found section 813-a to be constitutionally ‘ ‘ offensive ” in at least four respects. First, it improperly authorized eavesdropping “without requiring belief that any particular offense has been or is being committed ” and, in effect, gives <footnotemark>1</footnotemark> ‘ the officer a roving commission to <em>‘ </em>seize ’ any and all conversations ” akin to the old repudiated “ general warrant ”. Second, the statute’s “ authorization of eavesdropping for a two-month period [was] the equivalent of a series of intrusions, searches, and seizures pursuant to a single showing of probable cause”. Third, “the statute place[d] no termination- date on the eavesdrop once the conversation sought is seized.” And, fourth, the statute “ ha[d] no requirement for notice as do conventional warrants ” and did not “ provide for a return on the warrant thereby leaving full discretion in the officer as to the use of seized conversations of innocent as well as guilty parties ” (pp. 59-60). “ In short,” the Supreme Court summed up the matter, “the statute’s blanket grant of permission to eavesdrop is without adequate judicial supervision or protective procedures ” (388 U. S., at p. 60).</p>\n<p id=\"b137-6\">Quite obviously, the defects which the court pointed to exist whether section 813-a be invoked as authorization for bugging <page-number citation-index=\"1\" label=\"106\">*106</page-number>or for wiretapping. In fact, the Supreme Court failed to make any distinction between bugging and wiretapping other than to observe that they were both forms of eavesdropping which developed at different times (388 U. S., at pp. 45-47). The court did, it is true, refer to its 1928 decision in <em>Olmstead </em>v. <em>United States </em>(277 U. S. 438) in which wiretapping, in and of itself, was held outside of the protective ambit of the Fourth Amendment. The court in <em>Berger, </em>however, expressly held that <em>Olmstead </em>was no longer sound law insofar as it differentiated between ‘ ‘ conversation ’ ’ and tangible property. The court thus noted that statements in the <em>Olmstead </em>opinion to that effect had been “ negated ” by later decisions which held that “ the use of electronic devices to capture * * * [‘ conversation ’] was a ‘ search ’ within the meaning of the Amendment ” (p. 51).</p>\n<p id=\"b138-6\">Although the court in <em>Berger </em>did not, in so many words, overrule the other basis for the <em>Olmstead </em>decision—that wiretapping did not per se entail a physical invasion of private premises—it is evident from a reading of the <em>Berger </em>opinion that that aspect, too, has little, if any, remaining force. The thrust of the <em>Berger </em>opinion, indeed its underlying theme, was that eavesdropping, the generic term encompassing wiretapping and bugging, is within the ban of the Fourth Amendment not because it may constitute a trespass in the technical sense but because “ [b]y its very nature * * * [it] involves an intrusion on privacy” of unduly broad scope (388 U. S., at p. 56).<footnotemark>1</footnotemark> “ Few threats to liberty exist”, the court declared (p. 63), “which are greater than that posed by the use of eavesdropping devices.” In this regard, it is significant that both Justice Douglas, in concurring (p. 64), and Justice Black, in dissenting (p. 80), regarded the <em>Berger </em>decision as necessarily overruling <em>Olmstead </em>and that Justice White, in his dissent (p. 113), viewed the issues presented as not turning on whether it was bugging or wiretapping which happened to be involved.</p>\n<p id=\"b139-3\"><page-number citation-index=\"1\" label=\"107\">*107</page-number>Once it be determined that section 813-a of the Code is unconstitutional in its entirety, the impact of <em>Berger </em>may not properly be avoided by holding that it is not to be applied to cases (such as this) which come to our court in the normal course of the appellate process, even though the trials antedated that decision. I can add little to what Judge Christ has so ably stated on the subject in his dissent in <em>People </em>v. <em>Morhouse </em>(21 N Y 2d 66, also decided today). In <em>Berger, </em>the Supreme Court held that evidence obtained pursuant to section 813-a was the product of an illegal search and seizure in violation of the Fourth Amendment, and we have consistently held, with respect to such evidence, that the exclusionary rule announced in <em>Mapp v. Ohio </em>(367 U. S. 643) should be applied “ in our review of pending appeals,” despite the fact that the trials took place before <em>Mapp </em>and were conducted in the light of the law as it then existed. <em>(People </em>v. <em>O’Neill, </em>11 N Y 2d 148, 152; see, also, <em>People </em>v. <em>Loria, </em>10 N Y 2d 368, 371; <em>People </em>v. <em>Muller, </em>11 N Y 2d 154.) In <em>People </em>v. <em>McQueen </em>(18 N Y 2d 337), it is true, the court declined to give retrospective application to the new rules enunciated in <em>Miranda </em>v. <em>Arizona </em>(384 U. S. 436) concerning the use of confessions obtained by police interrogation but we neither held nor intimated that our prior practice in search and seizure cases should be modified. In point of fact, just a few months ago — and, of course, after <em>McQueen </em>(18 N Y 2d 337, supra)—our court in <em>People </em>v. <em>Grossman </em>(20 N Y 2d 346), involving the very statute now before us, wrote that, since <em>Berger </em>had held section 813-a unconstitutional, “ it is as if there had never been any valid authority for the police to act as they did ” (p. 349).<footnotemark>2</footnotemark> To change the practice to the prejudice of the defendants now before us (Kaiser and Morhouse) is highly unfair, if not unconstitutional, smacking as it does of unequal protection of the laws.</p>\n<p id=\"b139-4\">Although there may be some situations in which prospective application of a new rule may be dictated by the fact that the police placed \"reliance” on old rules or prior decisions, the present is not such a situation. The Supreme Court, it is true, had not previously ruled that evidence obtained by means of <page-number citation-index=\"1\" label=\"108\">*108</page-number>wiretapping could not be used in a State court. But it had, repeatedly and for many years, held that the tapping of telephone wires and the disclosure of the contents of the communications intercepted constitute a crime under section 605 of the Federal Communications Act. (See, e.g., <em>Benanti </em>v. <em>United States, </em>355 U. S. 96, 100.) Manifestly, in such a situation, the prosecution should not be permitted to make the criminal conduct of its agents a basis for a claim of “ reliance ” on the prior state of the law.</p>\n<p id=\"b140-5\">As the majority here acknowledges, the order permitting the wiretap in the present case contained many “ defects ” (opn., p. 97) of the kind which the Supreme Court in <em>Berger </em>held to be violative of essential constitutional safeguards. The order broadly authorized the interception and recording of <em>“ all telephone communications made by </em>and to Salvatore Granello, Dino Conte <em>and any and all other persons </em>communicating by both incoming and outgoing calls over the telephone located at 255 W. 43rd Street, New York County, New York * * * <em>[from July 1] until the 29th day of August, </em>1964.”<footnotemark>3</footnotemark> As is manifest — and I cull from the opinion in <em>Berger </em>(388 U. S., at p. 59)—the effect was to give the officer <em>“ </em>a roving commission ’’, on the order of a general warrant, “to ‘ seize ’ any and all conversations <em>”. </em>Moreover, the order, as indicated, was to be effective for two months, a length of time expressly condemned by the Supreme Court in <em>Berger; </em>as the court pointed out, <em>‘‘ </em>authorization of eavesdropping for a two-month period is the equivalent of a series of intrusions, searches, and seizures pursuant to a single showing of probable cause. * * * During such a long and continuous (24 hours a day) period the conversations of any and all persons * * * will be seized indiscriminately and without regard to their connection with the crime under investigation ” (p. 59). And, since its success necessarily depends on secrecy, the procedure authorized by the order has — and I again quote from <page-number citation-index=\"1\" label=\"109\">*109</page-number>the <em>Berger </em>opinion (p. 60) —“no requirement for notice as do conventional warrants ” and does not “ provide for a return on the warrant thereby leaving full discretion in the officer as to the use of seized conversations of innocent as well as guilty parties.”</p>\n<p id=\"b141-5\">The majority has attempted to overcome the objections voiced in <em>Berger </em>by a suggested retrospective re-interpretation of section 813-a to narrow its unconstitutionally broad reach. As support for this “rehabilitation” of the statute, the majority points to <em>Dombroski </em>v. <em>Pfister </em>(380 U. S. 479). That case, posing an entirely different problem, is wholly inapposite. It involved an excessively broad State statute, regulating speech and expression, which had not yet been construed by the State courts. In upholding the power of a Federal court to enjoin criminal prosecution under that statute so long as its wide reach remained unlimited by construction, the Supreme Court left open the possibility of the State’s obtaining “ an acceptable limiting construction” from the State courts “in a noncriminal proceeding ’’ for the purpose of future prosecutions (380 U. S., at pp. 491, 497). Here, in sharp contrast, the applicable statute had been authoritatively construed by this court in <em>Berger </em>(18 N Y 2d 638) and had, on the basis of that construction, been held unconstitutional on its face by the Supreme Court (388 U. S. 41, <em>supra). </em>I have come on no case, and none has been called to our attention, in which a State court has presumed to resuscitate a statute by a retroactive re-interpretation after the United States Supreme Court had (as it has done here) declared it constitutionally dead.</p>\n<p id=\"b141-6\">In any event, though, even if we were to assume that a court has such power, it is impossible to view the majority’s interpretation in this case as “ an acceptable limiting construction”. Thus, the court’s opinion herein does nothing more than to outline, in general terms, the limitations which it proposes to read into the statute, and has apparently left the precise delineation of such limitations to future judicial decision. The Supreme Court in <em>Berger, </em>however, made it plain that it would not uphold any legislation authorizing eavesdropping which did not embody “‘precise and discriminate ’ requirements” sufficient to comply with the strict demands of the Fourth Amendment (388 U. S., at p. 58). The limitations here suggested are entirely too vague and indefinite to satisfy that criterion. Actually, the</p>\n<p id=\"b142-4\"><page-number citation-index=\"1\" label=\"110\">*110</page-number>proposed “ rehabilitation ” would consist not merely of engrafting on the statute “ a missing constitutional safeguard ”, as was the situation in <em>Matter of Bell </em>v. <em>Waterfront Comm, of N. Y. Harbor </em>(20 N Y 2d 54, 62; see, also, <em>People </em>v. <em>Epton, </em>19 N Y 2d 496), but of completely rewriting the statutory language and adding, under the guise of construction, matters of detail which are more appropriately left to legislative action.</p>\n<p id=\"b142-5\">In this connection, I must say that I do not understand how our court may legitimately fashion a “ procedure ” for wiretapping and for the issuance of orders permitting such wiretapping. The Legislature has outlawed all wiretapping except that authorized by section 813-a (see Penal Law, § 250.00, subd. 3; § 250.05 [formerly §§ 738, 739]) and has expressly provided in CPLR 4506 that evidence obtained by wiretapping (or other eavesdropping) without a court order issued pursuant to that statute, “ shall be inadmissible for any purpose in any civil or criminal action ”. Beyond that, since the revisers of this State’s Code of Criminal Procedure have already drafted and proposed an article (art. 370), to replace section 813-a, which “ precisely set[s] forth the forms and procedures to be followed at each phase of eavesdropping, from application through termination to judicial record-keeping”, and contains “a number of restrictions in the utilization of eavesdropping not previously found in New York law nor specifically called for in the <em>Berger </em>decision,”<footnotemark>4</footnotemark> it seems to me unwise, if not mischievous, for a court to undertake to assume what is a strictly legislative function.</p>\n<p id=\"b142-6\">Further, and quite apart from the combined impact of the <em>Berger </em>decision and CPLR 4506, I am more than ever confirmed in the view I expressed in dissent in <em>People </em>v. <em>Dinan </em>(11 N Y 2d 350, 356) that all evidence obtained through wiretapping should be excluded on the ground that its very introduction in open court constitutes a Federal crime in violation of section 605 of the Federal Communications Act. (See, also, <page-number citation-index=\"1\" label=\"111\">*111</page-number><em>People </em>v. <em>McCall, </em>17 N Y 2d 152, 160, concurring opn.; <em>People </em>v. <em>Cohen, </em>18 N Y 2d 650, 651, dissenting opn.)</p>\n<p id=\"b143-4\">In sum, then, since section 813-a has been invalidated and stricken in its entirety, no authorization existed for the ex parte order permitting wiretapping in this case. Consequently, CPLR 4506 requires the exclusion from evidence of the conversations intercepted by means of such wiretapping.</p>\n<p id=\"b143-5\">The judgment appealed from should be reversed and a new trial ordered.</p>\n<p id=\"b143-6\">Judges Van Voorhis, Burke, Scileppi, Bergan and Breitel concur with Judge Keating; Chief Judge Field dissents and votes to reverse and order a new trial in a separate opinion.</p>\n<p id=\"b143-7\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b138-8\">. In its discussion of <em>Silverman </em>v. <em>United States </em>(365 U. S. 505), it was pointed out that in that case, <em>“ </em>[s]ignificantly, the Court held that its decision did 'not turn upon the technicality of a trespass * * * as a matter of local law. It is based upon the reality of an actual intrusion into a constitutionally protected area’” (388 U. S., at p. 52).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b139-5\">. The majority avoids this pronouncement by blandly declaring (opn., p. 99 n. 4) that <em>“ </em>[a]ny language in <em>Grossman </em>* * * inconsistent with this opinion is expressly overruled ” !</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b140-10\">. The order further provided that the Nassau County District Attorney or his agents were “ authorized and empowered to cut, break, tap, and make connection with any and all wires leading to and from said telephone instrument that the said District Attorney * * * [and a named assistant district attorney] or their agents may deem reasonably necessary to intercept telephone communications transmitted over the said wire”.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b142-7\">. See Proposed New York Criminal Procedure Law (Temporary Commission on Revision of Penal Law. and Criminal Code, 1967), art. 370, p. 401. The Staff Comment recites (p. 402) that “this article provides a comprehensive scheme for the restricted issuance of eavesdropping warrants, based upon strict standards of probable cause and necessity, and demanding scrupulous particularity in the description both of the person and place upon which the eavesdropping is to be conducted and the nature of the evidence sought thereby.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}