{
  "casebody": {
    "data": "<casebody firstpage=\"847\" lastpage=\"859\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b919-3\">[L.A. No. 29771.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AClF\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AoG\">Mar. 29, 1972.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b919-4\">GEORGE L. VAUGHN, JR., Petitioner, v. THE STATE BAR OF CALIFORNIA, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b921-5\"><page-number citation-index=\"1\" label=\"849\">*849</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b921-6\">George L. Vaughn, Jr., in pro. per., and James F. Doak for Petitioner.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b921-7\">F. LaMar Forshee, Herbert M. Rosenthal and Christiana G. Bryson for Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b921-8\">Opinion</p>\n<author id=\"b921-9\">THE COURT.</author>\n<p id=\"AbP\">This is a proceeding to review a recommendation of the Disciplinary Board of the State Bar (Board) that petitioner be publicly reproved.</p>\n<p id=\"b921-10\">Petitioner was admitted to practice in 1955; there have been no prior disciplinary proceedings against him. In two independent proceedings commenced in 1968 and subsequently ordered consolidated for the purpose of taking evidence and making joint findings and recommendation, petitioner was charged in the notice to show cause with the violation of his oath and duties as an attorney at law (Bus. &amp; Prof. Code, § § 6103, 6067, 6068) and the commission of acts involving moral turpitude and dishonesty (Bus. &amp; Prof. Code, § 6106). In the first, involving the <em>Williams </em>matter (L.A. 1829), it was charged in essence that petitioner had violated rule 9 of the Rules of Professional Conduct of the State Bar by converting to his <page-number citation-index=\"1\" label=\"850\">*850</page-number>own use out of the proceeds from a client’s settlement the sum of $850 which he was required to hold in his trust account for, and pay to-, the client’s doctor for medical expenses. In the second, involving the <em>Jones </em>matter (L.A. 1838), it was charged that after receiving, pursuant to court order, a specified fee from his client’s husband in a divorce matter, petitioner intentionally and falsely caused an application for a writ of execution to,, be made stating that no part of the court-ordered fee had been, paid and caused the writ to be levied upon the husband’s salary.</p>\n<p id=\"b922-4\">After a hearing, the local administrative committee found petitioner guilty as charged in both matters and unanimously recommended that he be suspended from the practice of law for 10 days. The Board approved and,-adopted the committee’s findings of fact but recommended public reproval.<footnotemark>1</footnotemark></p>\n<p id=\"b922-5\">The facts as found by the local committee and adopted by the Board are in substance as follows:</p>\n<p id=\"b922-6\">\n<em>The Williams Matter</em>\n</p>\n<p id=\"b922-7\">In June 1963, petitioner was retained by Johnny Green Collins to represent him in an action for damages for personal injuries. In connection with this action, Collins, by letter agreement dated October 7, 1963, endorsed “accepted” by petitioner, gave Edwin L. Williams, Jr., M.D., a hen for medical fees and directed petitioner to remit the amount due upon petitioner’s receipt of any funds on Collins,’ behalf as recovery for the injuries.</p>\n<p id=\"b922-8\">About March 1, 1966, petitioner, with his client’s approval, settled the litigation and received from the insurance carrier the sum of $9,500, all of which he deposited in his “clients’ account” at Security First National Bank, Santa Barbara and Vermont Branch, Los Angeles, California. Aboút March 10, 1966, petitioner drew on the above account a check for $4,794.59 to the order of Collins as the net amount of settlement. On that date petitioner also drew a check for $850' payable to Dr. Williams, which was tendered to the doctor about May 18, 1966. Dr. Williams refused to accept the check and about June 1, 1966, returned it to petitioner, demanding full payment for his professional services which he <page-number citation-index=\"1\" label=\"851\">*851</page-number>claimed totaled $1,250.50. About November 4, 1966,<footnotemark>2</footnotemark> Dr. Williams, through his attorney, agreed to accept $850 as payment in full. Finally on November 3, 1967, in response to a letter from, the State Bar, petitioner delivered to the State Bar’s office a cashier’s check for $850 payable to Dr. Williams.</p>\n<p id=\"b923-4\">On no fewer than 12 occasions between March 3, 1966, and November 3, 1967, the balance of petitioner’s clients’ account dropped below $850 as a result of withdrawals. During that period petitioner conceded an obligation to Dr. Williams of $850 for professional services rendered to Collins. By his withdrawals from his clients’ account of the monies payable to Dr. Williams, petitioner converted and appropriated to his own use the $850 belonging to his client for payment of medical expenses and willfully failed to deposit and keep deposited in a clients’ trust account said $850 as required by rule 9 of the Rules of Professional Conduct.</p>\n<p id=\"b923-5\">\n<em>The Jones Matter</em>\n</p>\n<p id=\"b923-6\">Petitioner was attorney of record for Mrs. Clyde P. Jones, defendant and cross-complainant in a divorce action. On January 13, 1965, after a hearing on an order to show cause, the court ordered the plaintiff, Sam Jones, Jr., to pay petitioner the sum of $300 as attorney’s fees in 10 equal monthly installments commencing February 1, 1965.</p>\n<p id=\"b923-7\">On June 18, 1965, Jones paid petitioner $150 by check which petitioner caused to be deposited in his personal bank account. On March 7, 1967, petitioner caused to be executed an application for issuance of a writ of execution, in which he declared under penalty of perjury that none of the court-ordered fee had been paid. Later that month he caused the application to be filed and a writ of execution to be issued. Thereafter, by a series of garnishments against Mr. Jones’ wages, a total additional sum of $243.94 was levied upon, of which $201.69 was paid to petitioner, the remainder paying the sheriff’s costs and commissions. Despite the fact that the writ of execution was quashed on October 10, 1967, petitioner has not repaid Mr. Jones the amount of the overpayment he received as a result of those levies.</p>\n<p id=\"b923-8\">The conclusions made by the local administrative committee and adopted by the Board were that petitioner had violated his oath and duties as an <page-number citation-index=\"1\" label=\"852\">*852</page-number>attorney within the meaning of Business and Professions Code section 6103 as prescribed by sections 6067 and 6068 of said code, that he had willfully violated rule 9 of the Rules of Professional Conduct of the State Bar, and that he was guilty of acts and conduct “involving gross negligence and carelessness, tantamount to moral turpitude within the meaning of section 6106” of said code. As previously stated the Board recommended that petitioner be publicly reproved.</p>\n<p id=\"b924-4\">Petitioner contends that the evidence is insufficient to' sustain the findings of the Board. Referring to the scope of our review we recently said in <em>Himmel </em>v. <em>State Bar </em>(1971) 4 Cal.3d 786, 793-794 [94 Cal.Rptr. 825, 484 P.2d 993]: “Findings by the local committee and the Disciplinary Board are not binding on this court, and we will weigh the evidence and pass upon its sufficiency. All reasonable doubts: will be resolved in favor of the accused and if equally reasonable inferences may be drawn from a proven fact, the inference which leads to: a conclusion of innocence rather than one leading to a conclusion of guilt will be accepted. [Citations.] [Par.] The findings, however, must be given great weight, and ‘When the findings . . . rest primarily on testimonial evidence, we are reluctant to reverse the decision of the local administrative committee, which was in a better position to evaluate conflicting statements after observing the demeanor of the witnesses and the character of their testimony. [Citations.]’ [Citations.] The burden is on the petitioner to show that the findings are not supported by the evidence or that the recommendation is erroneous. [Citations.] In meeting this burden, the petitioner must demonstrate that the charges of unprofessional conduct are not sustained by convincing proof and to' a reasonable certainty. [Citations.]”</p>\n<p id=\"b924-5\">We first turn to the <em>Williams </em>matter. Petitioner initially asserts that any deficiencies in his trust account were the result of attachments levied on it. An officer of the Security First National Bank (Bank) testified that money in the trust account was attached on four occasions during the relevant time period. On May 20, 1966, the sum of $2,500 was attached, which was released June 14, 1966; on June 17, 1966, the sum of $1,092.12 which was released June 24, 1966; on September 12, 1966, the sum of $693.03 which was redeposited more than a year later on November 10, 1967; and on April 12, 1967, the sum of $645.50 which was released April 24, 1967.<footnotemark>3</footnotemark></p>\n<p id=\"b925-3\"><page-number citation-index=\"1\" label=\"853\">*853</page-number>The bank statements for the trust account showed that without including the attached funds in the balance, that account fell below $850 on 37 occasions. However, even when the attached funds were considered as part of the balance in the trust account, the balance still fell below $850 12 times. Therefore, it is clear that in making its findings, the committee considered those dates on which the account, <em>supplemented by the amounts attached, </em>still failed to contain $850.</p>\n<p id=\"b925-4\">Furthermore, we doubt that petitioner would be exonerated even if all the insufficiencies in the trust account were caused by the attachments.<footnotemark>4</footnotemark> The bank’s records show that all four attachments resulted from actions brought against petitioner for personal debts.<footnotemark>5</footnotemark> The bank officer testified that the bank customarily notified its depositors of any attachments of their accounts; the records of the four attachments each indicate the date on which petitioner was notified. Consequently, petitioner was fully aware that his trust account had been attached. Yet, at least with regard to the September 1966 attachment, which was not released until November 1967, petitioner made no effort to substitute his personal funds and thereby effect release of the attachment on his clients’ funds. Thus, in effect his clients’ account functioned as security for his personal obligations for 14 months, while his own funds were free for his personal use.  We have recognized that commingling, prohibited by rule 9 of the Rules of Professional Conduct,<footnotemark>6</footnotemark> is established where a client’s money is intermingled with that of his attorney in such a way that it may be used by the attorney for his personal expenses or be subjected to the claims of the attorney’s creditors. <em>(Clark </em>v. <em>State Bar </em>(1952) 39 Cal.2d 161, 167-168 [246 P.2d 1].) <page-number citation-index=\"1\" label=\"854\">*854</page-number>Here the effect of the long attachment on the account plainly was to keep petitioner’s personal funds from being seized.</p>\n<p id=\"b926-4\">Petitioner further urges that the bank kept inaccurate records with respect to the trust account in question. If more than the four known attachments were levied on the trust account the apparent deficiency in the account would be explained. There is no substantial evidence in the record to support this assertion,<footnotemark>7</footnotemark> since the bank officer testified that he had searched the bank’s legal files and found no other attachments on this account during 1966 or 1967. Moreover, as previously indicated, such an inference, even if supported, would be of no legal effect with respect to the charge of commingling.</p>\n<p id=\"b926-5\">Petitioner also argues that he withdrew and held at home adequate cash to cover the $850 after Dr. Williams first returned the check. He testified that when Dr. Williams indicated in November 1966 that he would accept $850 in full settlement, petitioner gave the cash, to his secretary with the direction to purchase a cashier’s check, and that to the best of his knowledge she had done so. Even if true,<footnotemark>8</footnotemark> this explanation would avail petitioner nothing. As we said in <em>Black </em>v. <em>State Bar </em>(1962) 57 Cal.2d 219, 227 [18 Cal.Rptr. 518, 368 P.2d 118], “Prior to 1956, petitioner’s prac<page-number citation-index=\"1\" label=\"855\">*855</page-number>tice of holding his clients’ funds in the form of cashier’s checks, or even in cash (see <em>Clark </em>v. <em>State Bar [supra] </em>39 Cal.2d 161, 166 [246 P.2d 1]), was permissible. In 1956, however, rule 9 of the Rules of Professional Conduct was amended to require that all clients’ funds be deposited in a designated account, separate from the attorney’s personal accounts, in a bank or trust company authorized to do business in this state unless the client otherwise directs in writing.” Petitioner has offered no evidence that Collins authorized him to hold this $850 for Dr. Williams in the form of cash in an envelope in his home.<footnotemark>9</footnotemark></p>\n<p id=\"b927-4\">Petitioner adds that it was Dr. Williams’ willful refusal to accept the $850 which was the real cause of this difficulty.  Even if we could find that Dr. Williams was somehow at fault in his insistence upon $1,250.50, petitioner utterly fails to show how this in any way transmuted Collins’ money, which was earmarked for Dr. Williams, into petitioner’s money. Assuming that Dr. Williams’ conduct could justify a conclusion that he was no longer entitled to the money, it would merely mean that it should have been remitted to Collins. Petitioner would have remained under exactly the same duty to hold the $850 in a bank account for Collins. Thus it is clear that petitioner fails to demonstrate that the decision of the Board in the <em>Williams </em>matter was erroneous or lacking in evidentiary support.</p>\n<p id=\"b927-5\">In regard to the <em>Jones </em>matter, petitioner’s sole justification was lack of knowledge. He claimed that until commencement of the State Bar proceedings he did not know that he had received a check for $150 because he had not personally accepted the check and his office records did not reflect its receipt. Until that time, he adds, he also knew nothing about the application for the writ of execution, the garnishment, or the court order quashing the writ of execution and ordering repayment of the excess amount already garnished.</p>\n<p id=\"b927-6\">To prove his lack of knowledge, petitioner testified in effect to the inefficiency of his office procedures and the chaotic records produced <page-number citation-index=\"1\" label=\"856\">*856</page-number>thereby. He noted at length the difficulty of maintaining organized office records with his low caliber secretarial staff and an office frequently burglarized. During burglaries, files would be dumped on the floor and irreparably disarranged.</p>\n<p id=\"b928-4\">As a result, so he claimed, there was no record made of the receipt of the disputed $150 check. Petitioner testified that he was in court the entire day on which Jones said he personally handed the check to- petitioner at the latter’s office. He also claimed that the records of Jones’ employer showed that Jones was driving a bus at the time. Although there was no expert testimony on the subject, petitioner’s endorsement on the deposited check seemed to match other signatures which a handwriting expert identified as belonging to his secretary and office manager. Thus, resolving reasonable doubt in petitioner’s favor, it appears that petitioner had no actual knowledge of the receipt of the check despite its deposit in his account and that he could not have discovered the payment by examining his files.</p>\n<p id=\"b928-5\">Two years later an application for writ of execution was filed, alleging that Jones had not paid any of the $300 attorney’s fee. The application bore petitioner’s purported signature. A handwriting expert testified that the signature was that of Mr. Doak, petitioner’s law associate. Petitioner’s office manager testified that, after finding no record of payment in the file, she had prepared the application forms for the writ of execution and had signed petitioner’s name. She claimed that she had done so because she had first mistakenly asked the client, Mrs. Jones, to sign the application and did not want petitioner to discover her error. It was office procedure, she said, to sign petitioner’s name to court documents,<footnotemark>10</footnotemark> and she had done so frequently, including at least four times in connection with the Jones case. The handwriting expert corroborated the fact that the purported signature of petitioner appearing on two applications for subpoenas duces tecum arid on two declarations in opposition to a motion to quash the writ of execution was in fact that of his office manager.</p>\n<p id=\"b928-6\">As previously stated, a writ of execution was issued and Jones’ salary was garnished. The attorney whom Jones, retained to quash the writ telephoned petitioner’s office upon being advised by her client that $150 had in fact been paid. Mr. Doak testified that he spoke to Jones’ attorney; <page-number citation-index=\"1\" label=\"857\">*857</page-number>he informed her that their office procedures were somewhat less than perfect and requested proof of the payment by Jones.<footnotemark>11</footnotemark></p>\n<p id=\"b929-4\">Jones’ attorney thereupon moved to quash the writ. His office manager testified that she showed the motion to petitioner, and he directed her to prepare a declaration in opposition, which she prepared, signed and filed. The handwriting expert corroborated that she and not petitioner had signed his name on this document. After a hearing at which Mr. Doak appeared for petitioner, the court denied Jones’ motion. The motion was. renewed on August 24, 1967, and accompanied by a declaration in which Jones stated that he, his wife, and petitioner had agreed on June 18, 1965, that petitioner would accept $150 as payment in full for his fees in light of the fact that the parties had been reconciled.<footnotemark>12</footnotemark> At a hearing on this motion and Jones’ motion to set aside the earlier adverse court order, Mr. Doak appeared in opposition. Petitioner’s supporting declaration stated that he had “never entered into any agreement with anyone to accept the sum of $150.00 in complete satisfaction of attorney’s fees” owed him. This declaration was also signed by the office manager, according to her testimony. The court set aside its earlier order and, after a later hearing at which petitioner made no appearance, granted the motion to quash and ordered petitioner to return the garnished funds to' Jones.</p>\n<p id=\"b929-5\">Resolving reasonable doubts in his favor, we are inclined to conclude that petitioner did not know that he had already been paid the $150, nor did he have actual knowledge of the writ of execution proceedings at least until he opposed the motion to quash. But these facts- do not exonerate petitioner, because the Board’s conclusion that he engaged in a course of conduct involving gross negligence and carelessness, tantamount to- moral turpitude, rests ultimately upon petitioner’s responsibility to supervise the work of his associate attorney and his clerical staff. In <em>Moore </em>v. <em>State Bar </em>(1964) 62 Cal.2d 74, 80-81 [41 Cal.Rptr. 161, 396 P.2d 577], we recognized that even though an attorney cannot be held responsible for every detail of office procedure, he must accept responsibility to supervise the work of his staff.</p>\n<p id=\"b929-6\">The record amply establishes that petitioner was grossly negligent in failing to supervise adequately his staff and its work product, particularly in respect to its handling of court documents. We are cognizant of the <page-number citation-index=\"1\" label=\"858\">*858</page-number>difficulties, faced by practitioners who handle a large volume of cases for small fees. Even in a well run office it is possible to fail to record a fee payment and then to bill the client again unwittingly.  However, we cannot approve or condone a law office practice or procedure according to which the signature of a person making a sworn affidavit, declaration or other statement or making an unsworn declaration or other statement under penalty of perjury is subscribed by a person other than the one making the sworn or unsworn statement, as the case may be. It is inconceivable that such a practice could have become standard in petitioner’s office without his knowledge. The record amply supports the conclusion that petitioner has negligently failed to supervise his office and must bear responsibility for the issuance of the writ of execution.</p>\n<p id=\"b930-4\">As we have noted, the Board found that petitioner had never repaid the excess money obtained by the garnishment. Petitioner claimed never to have received notice of the court order until the State Bar proceedings, and noted that by that time he had been awarded $100 additional fees from Jones,<footnotemark>13</footnotemark> which exceeded the amount he was due to repay. The record does not indicate that petitioner was served with or received notice of the court order. It was indeed technically wrong for him not to have repaid the $50 he had incorrectly garnished, as the court ordered, once he became aware of the situation. However, since the matter at that time was already in the hands of the State Bar and since he was entitled to greater fees by way of offset, it is of no moment in this proceeding.</p>\n<p id=\"b930-5\">Finally we turn to consider whether the discipline recommended by the Board is warranted under the findings and the evidence. Although he refrains from a direct contention to that effect, petitioner appears to take the position that he should not be disciplined at all. He advances two arguments in respect to the <em>Williams </em>matter. First, he states that there is no evidence that he used the client’s funds for his own purposes. As we have shown, the record is to the contrary.  But assuming arguendo that he did not, it is not necessary that there be a misappropriation of a client’s funds in order to constitute a violation of rule 9. That rule is violated merely by the attorney’s commingling of his client’s money with his own or by his failure to deposit and manage such money in the manner designated by the rule. Second, petitioner argues that to punish him for what he characterizes as a “petty offense” would erode the profession’s support for the rule. Quite to the contrary, the profession’s respect for <page-number citation-index=\"1\" label=\"859\">*859</page-number>rule 9 should increase with the knowledge that any violations of its mandate are subject to appropriate discipline.</p>\n<p id=\"b931-4\">In respect to the <em>Jones </em>matter petitioner argues that he committed no intentional or negligent acts involving moral turpitude, especially in light of his claimed difficulty in obtaining competent secretarial help.  But “[gjross carelessness and negligence constitute a violation of the oath of an attorney to discharge faithfully the duties of an attorney to the best of his knowledge and ability and involve moral turpitude, in that they are a breach of the fiduciary relation which binds him to the most conscientious fidelity to his clients’ interest. [Citations.]” <em>(Simmons </em>v. <em>State Bar </em>(1970) 2 Cal.3d 719, 729 [87 Cal.Rptr. 368, 470 P.2d 352].) In some instances, as in the matter before us, an attorney’s gross negligence may also affect non-clients with whom he deals or even the public generally. Clearly, in the instant case, petitioner should have supervised his office so as to prevent the practices which occurred here. Reasonable attention on his part would have disclosed the improper procedure. (See <em>Simmons </em>v. <em>State Bar </em>(1969) 70 Cal.2d 361, 368, fn. 3 [74 Cal.Rptr. 915, 450 P.2d 291].) Petitioner must, therefore, bear the responsibility for the events which occurred, even though, as he argues, he did not intentionally direct their accomplishment.</p>\n<p id=\"b931-5\">We are satisfied that the discipline of public reproval recommended by the Board is fully justified. Publication of this opinion will constitute sufficient public reproval.</p>\n<footnote label=\"1\">\n<p id=\"b922-9\">The Board approved the findings of fact by a vote of twelve to two. Of those voting “no,” one did so only with respect to the <em>Williams </em>matter. The Board recommended discipline of public reproval by a vote of eight to six. Of those voting “no,” five did so because the degree of discipline was insufficient, the sixth because it was excessive. Of the five considering the discipline insufficient, one considered it so because of the findings in the <em>Williams </em>matter.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b923-9\">A letter of November 4, 1966, from Dr. Williams’ attorney to petitioner asks for payment of $1,250.50 in this matter. A second letter, dated November 15, 1966, indicates Dr. Williams’ willingness to accept $850 as payment in full and asks for the immediate transmittal of that sum.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b924-6\">In accordance with bank practice, in each case the attached funds were removed from petitioner’s account and held in a special attachment account until the bank was notified to release the funds. Each attachment appeared as a withdrawal on petitioner’s bank statement, lowering the recorded balance in the account. When released, the attached amount would appear as a deposit on the statement, raising the balance. A service charge imposed by the bank caused the account each time to be debited $5 more than the amount later redeposited.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b925-5\">Petitioner notes that he maintained two personal bank accounts with Security First National Bank, as well as the trust account, that the other accounts had sufficient funds in them to satisfy the attachments, but that the bank chose to attach the trust account instead. But this explanation is without merit because petitioner could have substituted his personal funds for those in the trust account which were attached, but failed to do so. (See Code Civ. Proc., § 689.)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b925-9\">The attachment of May 20, 1966, arose from an action entitled Stenocord Corporation v. Vaughn; those of June 17, 1966, and September 12, 1966, arose from a judgment obtained against petitioner by the Miller Desk and Safe Company; and the attachment of April 12, 1967, followed the filing of an action against petitioner and his wife by Alfred Palmer Reed.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b925-10\">Rule 9 provides in relevant part: “A member of the State Bar shall not commingle the money or other property of a client with his own; and he shall promptly report to the client the receipt by him of all money and other property belonging to such client. Unless the client otherwise directs in writing, he shall promptly deposit his client’s funds in a bank or trust company, authorized to do business in the State of California, in a bank account separate from his own account and clearly designated as ‘Clients’ Funds Account’ or ‘Trust Funds Account,’ or words of similar import. . . .”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b926-6\">Petitioner assigns as prejudicial error the local committee’s refusal to admit into evidence a copy of a letter dated December 6, 1966, from his bank, addressed to the superior court, in which the bank explained to the court that it had once improperly charged his clients’ account. The committee chairman suggested it would be more appropriate for petitioner’s counsel to question petitioner about this letter, rather than the representative of the bank. Such testimony was apparently never elicited. Even if such a letter were admitted, and even if it contained information which showed the petitioner’s trust account balance fell below $850 because of bank error between March and December of 1966, the remaining months between December 1966 and November 1967 would still have unexplained balances of less than $850 on three occasions.</p>\n<p id=\"b926-7\">Nor does the check for $62.18 marked “Release on Attachment of 1966,” which petitioner proffers to this court, support his claim that the bank kept inaccurate records. It is true, as asserted, that this attachment did not appear on bank statements for petitioner’s trust account in 1966. However, petitioner’s own exhibit reveals that the sum of $62.18 was withheld from petitioner’s <em>personal </em>account, not from his client’s account. Although bank statements for the personal account were not admitted into evidence, the attachment records, which were introduced, clearly indicate that the $62.18 attachment was made against petitioner’s personal account and that petitioner was notified of this attachment on September 14, 1966, the date on which it occurred.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b926-8\">Petitioner gave two descriptions of the supposed withdrawal of this money. In one he testified that he withdrew $850 cash from one of his personal accounts. In another version he testified that he withdrew five one hundred dollar bills which when added to cash in his possession totaled $850. The bank statements for the accounts from which petitioner allegedly withdrew this sum show no withdrawal larger than $150 in the relevant time period, other than withdrawals appearing regularly each month and presumably satisfying preexisting obligations.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b927-7\">Petitioner also complains of the local committee’s failure to admit a check book and its stubs, records of the clients’ account, into evidence during his testimony, over an objection on grounds of lack of relevance. Petitioner’s offer of proof was to the effect that these records would show that any minimal underages in the account could be traced to clerical error in failing to bring forward computations. In his brief to this court, however, petitioner suggests a wholly different use for this evidence, namely as evidence “of [petitioner’s] state of mind and belief that while he did not have access to the monies in the Clients’ Account, they were there and held pursuant to attachment, but the cash was obtained so that Dr. Williams would not be without his funds while the money that was really his, was subject to attachment.” We can see no additional probative value in this evidence, as all bank statements were introduced, so no prejudicial error could have been committed.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b928-7\">The office manager testified further that petitioner had never directly authorized her to sign his name, but rather it was a procedure she had picked up from the other secretaries. She also testified that she had never been told not to sign his name. Petitioner testified that he never authorized any secretaries to sign his name to court documents and that in fact he had fired a secretary for doing so,. He admitted he had authorized Mr. Doak, his associate, to sign his name to court documents on four occasions.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b929-7\">Eventually Jones was able to produce the cancelled check showing that indeed he had paid petitioner on June 18, 1965. However, for some unexplained reason, Jones failed to produce this check for some months, thus further confusing the situation.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b929-8\">Both the local committee and the Board have avoided making a finding on whether or not the $150 payment was pursuant to an agreement that this would be payment in full, a matter charged in the order to show cause. We follow their lead in resolving that issue, arguendo, in favor of the petitioner.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b930-6\">The minute order quashing the writ of execution was entered October 10, 1967. On November 30, 1967, the court made an order concerning visitation rights and child support in the Jones divorce action, and ordered Jones to pay an additional $100 in attorney’s fees to petitioner.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}