{
  "casebody": {
    "data": "<casebody firstpage=\"988\" lastpage=\"991\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1024-9\">WORDEN et al. v. CANNALIATO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1024-10\">(Court of Appeals of District of Columbia.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Apr\">Submitted November 16, 1922.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AYF-\">Decided January 2, 1923.)</decisiondate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b1024-11\">No. 1519.</docketnumber>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1025-7\"><page-number citation-index=\"1\" label=\"989\">*989</page-number>John E. Cross, of Baltimore, Md., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1025-8\">L. F. Randolph, J. F. Byrne, and H. M. Sterling, all of Washington, D. C., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1025-9\">Before SMYTH, Chief Justice, and ROBB and VAN ORSDEL, Associate Justices.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1025-10\">SMYTH, Chief Justice.</author>\n<p id=\"Ak1\">Cannaliato had registered for him in the Patent Office a trade-mark for hair tonic, a predominant and essential feature of which was the name “X-Ray.” He claimed to have used the mark on his goods- continuously from May, 1913. Appellants, claiming to have adopted the same mark for a like product in 1915, petitioned the commissioner to cancel appellee’s, mark, on the ground that he was not entitled to it, and that the registration of it caused them damage. Both tribunals of the Patent Office found against them, and dismissed the application. They appeal, asserting (1) that they had adopted and used the mark before the appellee did; and (2) that he never made a sufficient use of it in interstate commerce to entitle him to have it registered.</p>\n<p id=\"b1025-11\">Cannaliato established that he commenced the preparation o£ his hair tonic in 1912; that, at the instance of a person connected with a barber supply company, for which Holzer, one of the appellants, was thep working, he adopted the name “X-Ray” as a mark for his tonic; that at first he used handwritten labels, which were written by a friend, who corroborates him; that he kept the tonic for sale in his barber shop, and' distributed it from there to those whom he could induce to purchase it; that he sold many bottles of it with the trade-marl: attached during the year 1914, and continued to sell it wherever he could up to the time when he made application to have the marl: registered; that a barber doing business in Richmond, Va., purchased a half gallon of the tonic from him in Baltimore, and shipped it to his place of business in Richmond; that the container bore Cannaliato’s trademark; that in the same year he sold two gallons of the tonic under the same label and shipped it to a person in New York; and that he used the mark uninterruptedly on his product up to the time the mark was registered. There is testimony which tends very strongly to show that Holzer had knowledge of the appellee’s use of the mark long be<page-number citation-index=\"1\" label=\"990\">*990</page-number>fore it was adopted by Holzer and his partner. We are satisfied that the appellee has clearly established that he was the first to use the mark.</p>\n<p id=\"b1026-4\">The use of the handwritten label was sufficient. It was not necessary to have it printed. Regis v. Jaynes &amp; Co., 185 Mass. 458, <em>70 </em>N. E. 480. The statute does not require it.</p>\n<p id=\"b1026-5\"> This brings us to consider whether or not Cannaliato’s use of the mark in interstate commerce was sufficient to satisfy the statute. We do not think the shipment to Richmond helps him in that regard. It appears that the purchaser came to Baltimore, there received delivery of the goods, and then shipped them to himself in Richmond. This was not a shipment by Cannaliato, and we put it aside as having no tendency to establish interstate use of the mark by him. The shipment to New York, however, is in a different category. It was made by Cannaliato in 1914, and establishes tire-use of the mark in interstate commerce before the appellants came into the field. He was ready from that ti'me on to supply any demand that might come to him for shipment between the státes. We think this was enough to establish interstate use. No particular period of use is necessary. A single instance of use, with accompanying circumstances showing an intention to continue the use, satisfies the law. Kohler Manufacturing Co. v. Beeshore, 59 Fed. 572, 8 C. C. A. 215; Kathreiner’s Malzkaffee Fabriken, etc., v. Pastor Kneipp Medicine Co., 82 Fed. 321, 27 C. C. A. 351; Ritz Cycle Car Co. v. Driggs-Seabury Ordnance Corp. (D. C.) 237 Fed. 125; Wallace &amp; Co. v. Repetti, Inc. (C. C. A.) 266 Fed. 307. Cannaliato’s intention to continue the use of the mark is manifest.</p>\n<p id=\"b1026-6\">Appellants bring to our attention a number of authorities, among which are Menendez v. Holt, 128 U. S. 514, 9 Sup. Ct. 143, 32 L. Ed. 526, Kohler Manufacturing Co. v. Beshore (C. C.) 53 Fed. 262, Richter v. Reynolds, 59 Fed. 577, 8 C. C. A. 220, and Phillips v. Hudnut; 49 App. D. C. 247, 263 Fed. 643, to support their contention that the interstate use shown was not sufficient. Special stress is laid upon the Phillips Case. The facts there, however, were entirely different from what' they are here. Phillips had no established place of business, placed his mark upon some sample boxes of toilet powder, 'the article for which he claimed a trade-mark, forwarded them to three dealers without any request to do so, and charged for each box 5 cents; the usual price being 50 cents a box. No other use of the mark was made by him. It was held that the sales, if they could be called such, made by Phillips, were not made in good faith, and did not constitute such a use of the mark as was required by the statute. The. circumstances did not indicate an intention to continue the use. This was fatal.</p>\n<p id=\"b1026-7\">Nothing in the other case helps the appellants. True, as Hopkins on Trade-Marks (3d Ed.) p. 72, says:</p>\n<blockquote id=\"b1026-8\">“The use of the mark by one claimant may be 'so transitory, spasmodic, and inconsiderable as not to vest title in the user, as against one whose usa has been long continued and universally recognized.”</blockquote>\n<p id=\"b1026-9\">The use by Cannaliato was not spasmodic or inconsiderable. See, also, Paul on Trade-Marks, § 91, p. 151.</p>\n<p id=\"b1027-3\"><page-number citation-index=\"1\" label=\"991\">*991</page-number>We are satisfied that Cannaliato’s mark was properly registered, and therefore that the decision of the Commissioner should be, and it is, affirmed.</p>\n<p id=\"b1027-4\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}