{
  "casebody": {
    "data": "<casebody firstpage=\"722\" lastpage=\"724\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b828-6\">UNITED STATES of America, Plaintiff-Appellee, v. John Wiley PRICE, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b828-9\">No. 76-2165</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aol\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b828-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b828-12\">Sept. 13, 1976.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b828-18\">James A. Johnston, Dallas, Tex., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b828-19\">Michael P. Carnes, U. S. Atty., Fort Worth, Tex., Judith A. Shepherd, Asst. U. S. Atty., Dallas, Tex., for plaintiff-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b828-21\">Before DYER, CLARK and HILL, Circuit Judges.</judges>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b828-24\"> Rule 18, 5 Cir.; <em>see Isbell Enterprises, Inc. v. Citizens Casualty Co. of New York et </em>al., 5 Cir., 1970, 431 F.2d 409, Part 1.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b828-22\">PER CURIAM:</author>\n<p id=\"b828-23\">This is an appeal from the denial by the district court of John Wiley Price’s motion to withdraw his plea of guilty under Fed.R. <page-number citation-index=\"1\" label=\"723\">*723</page-number>Crim.P. 32(d). Price was convicted on a plea of guilty to making a materially false statement to a federally insured bank for the purpose of influencing the bank to approve a home improvement loan in violation of 18 U.S.C. § 1014. On appeal Price contends that his plea proceeding was held in violation of Rule 11 of the Fed.R.Crim.P. Price argues that the district court could not have been satisfied that there was a factual basis for his plea. <em>See </em>Rule 11(f). We agree.</p>\n<p id=\"b829-5\">On January 23,1976, Price was arraigned and advised of his rights pursuant to Rule 11 of the Fed.R.Crim.P. At this hearing he was represented by retained counsel and entered a plea of guilty. After being directed by the court to establish a factual basis for the plea, the Assistant United States Attorney read the following prepared statement into the record:</p>\n<blockquote id=\"b829-6\">Your Honor, the facts to support the plea in <em>United States v. John Wiley Price, </em>Criminal Number 3-76-4, are that on May the 1st of 1974, John Wiley Price, defendant, made a false statement to the Guaranty Bank in Dallas, Texas, a bank the deposits of which were then and there insured by the Federal Deposit Insurance ' Corporation in that he presented a contract with a Roger S. Mullins to a loan officer of said bank for improvements to be done on a house owned by Price. Price presented this contract for the purpose of influencing the loan officer’s decision to act favorably on Price’s application for a home improvement loan. Price then knew that the contract was false and never entered into by Price with Roger S. Mullins to make home improvements on his house. Based on this false contract, the loan officer granted Price a loan for $1,850 which Price never repaid. The loan was ultimately written off as a total loss by the bank.</blockquote>\n<p id=\"b829-7\">The court inquired of Price as to the accuracy of the statement. Price replied that the statement was not true. He then proceeded to inform the court that he believed at the time and still believed that the contract entered into with Mullins was in fact signed by Mullins. He explained to the court that such misrepresentations as may have been made by him were known to be such by the bank officer who approved the loan. In addition, he explained that all of the proceeds of the loan went to settle his indebtedness to the bank making the loan. On the basis of Price’s rejection of the factual statement, the court refused to accept his plea and recessed the proceeding until February 13, 1976.</p>\n<p id=\"b829-9\">On February 13, the court resumed the proceedings and once again interrogated Price concerning the factual basis for the plea. Price made almost exactly the same statement as he made on January 23. Following this interrogation the court again refused to accept the guilty plea because it did “not think that a factual basis, as required by law, ha[d] been established to support [the] plea of guilty . . .” The court entered a plea of not guilty and set a trial date.</p>\n<p id=\"b829-11\">On March 15, 1976, the case was called for trial. The court was informed once again that Price wished to plead guilty. The Assistant United States Attorney read the exact statement into the record as was read on January 23, 1976. Following that statement the court asked Price if that statement accurately and correctly represented the facts involved in the instant case. Price replied “Yes, sir.” The court then asked Price’s counsel the same question to which he replied “Yes, sir, Your Honor, with some interpretation, they are.” The only other inquiry of Price’s counsel was as to whether the plea was consistent with his advice to his client, to which counsel answered, yes. Without further questioning to determine the reason why that day’s response was inconsistent with the two previous clear rejections of the same factual statement, the court then accepted Price’s plea of guilty.</p>\n<p id=\"b829-12\">Given this record, we cannot find that the court was properly “satisfied” that there was a factual basis for the plea. Twice before Price had rejected these facts. His pro forma acceptance, in light of these previous rejections and his counsel’s cryptic <page-number citation-index=\"1\" label=\"724\">*724</page-number>equivocation, is insufficient to fulfill the Rule 11 requirement that the court be satisfied as to the factual basis for the plea. The rule instructs that absent such satisfaction, the court shall not enter a judgment on the plea. The plea, therefore, was taken in violation of Rule 11 and Price is entitled to withdraw it and plead again in a new proceeding. <em>McCarthy </em>v. <em>United States, </em>394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969).</p>\n<p id=\"b830-4\">In rejecting Price’s motion to set aside his plea the district court concluded that even if Price’s version of the facts were true he would still be guilty of the alleged offense. This, of course, completely fails to explain why the court rejected Price’s plea based on this statement of the facts at the February 15 hearing. In addition, 18 U.S.C. § 1014 includes a specific element of intent to influence the action of the bank which would not be present if Price’s version of the facts were taken as true. Price stated that the construction contract was not forged and that the bank officer knew of all other misrepresentations, <em>i. e., </em>that two-thirds of the construction had already been completed and that the proceeds of the loan were to be used to pay off Price’s indebtedness to that bank and not for the purpose of improving his home. The clear implication is that if the bank was aware of these misrepresentations, it could not have been influenced by them and was acting out of greed to secure the payment of its own debts. Therefore, there did not exist a factual basis for Price’s plea of guilty.</p>\n<p id=\"b830-5\">The order of the district court refusing to allow Price to withdraw his plea and to plead anew is reversed and the cause is remanded with directions to allow the plea to be withdrawn and to afford defendant the right to replead.</p>\n<p id=\"b830-6\">REVERSED AND REMANDED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}