{
  "casebody": {
    "data": "<casebody firstpage=\"232\" lastpage=\"235\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b256-3\">William H. Swift <em>vs. </em>The Manufacturers Nattional Bank of Baltimore.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b256-4\">\n<em>Appeal—Pinal decree.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b256-5\">'By the decision of the Court of Appeals two co-defendants were held to he liable to pay to trustees certain money claimed by them as belonging to their <em>cesiuis que trust. </em>On the remanding of the case to the lower Court one of such co-defendants filed a petition bringing the money in question into Court and praying the Court to decree that the other co-defendant was primarily liable to the trustees. The Circuit Court thereupon passed a decree in conformity with the decision of the Court of Appeals, and further adjudged that nothing in said decree should be construed or taken to affect or determine the rights of such co-defendants as between themselves, but that all questions as to such rights were reserved for the further order of the Court. Held:</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b256-6\">That such decree was not a final decree, nor one of those embraced in section 21 of Article 5 of the Code, and no appeal would lie therefrom.</headnotes>\n<summary data-order=\"4\" data-type=\"history\" id=\"b256-7\">Appeal from the Circuit Court of Baltimore City.</summary>\n<p data-order=\"5\" data-type=\"summary\" id=\"b256-8\">The case is stated in the opinion of the Court.</p>\n<p data-order=\"6\" data-type=\"judges\" id=\"b256-9\">The cause was argued before Alvey, C. J., Stone, Miller., Robinson, Bryan, and McSherry, J.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b256-10\"><em>Frederick W. Story, </em>and <em>Charles Marshall, </em>for. the appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b256-11\"><em>John Prentiss Poe, </em>for the appellee.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b256-12\">McSherry, J.,</author>\n<p id=\"AkO\">delivered the opinion of the Court.</p>\n<p id=\"Ao1\">The appellant and the appellee -were t-wo of the defendants in a proceeding instituted by E. Calvin Williams and Joseph T. Moore, trustees, in the Circuit Court of <page-number citation-index=\"1\" label=\"233\">*233</page-number>Baltimore City. By the decree of that Court the present appellant was held liable to jiay to the said trustees certain money claimed by them as belonging to their <em>eestuis que trust, </em>and the hill was dismissed as to the appellee. Both Swift and the trustees appealed from that decree and this Court, at the October Term of eighteen hundred and eighty-seven, affirmed the decree as to Swift but reversed it in so far as it dismissed tlie bill against the Bank. <em>Swift vs. Williams and Moore, Trustees, </em>68 <em>Md., </em>236. This reversal was based upon the ground that both the Bank and Swift were liable to the . trustees. After the opinion in that case had been filed a motion was made by the Bank asking this Court to so modify its opinion as to determine the relative liabilities of Swift and the Bank as between themselves, hut the motion was refused. Upon the cause being remanded the Bank filed a petition bringing the money belonging to the trustees into <em>Court, </em>and praying the Circuit Court to decree that Swift was primarily liable to the trustees, and consequently liable to repay to the Bank the funds so brought by it into Court. Thereupon the Circuit Court passed a decree in conformity with the opinion of this Court in the former appeal and further declaring as follows: “And it is .hereby further adjudged, ordered and decreed that nothing in this decree shall he construed or taken to affect or determine the rights of the Manufacturers National Bank and the said Swift, as between each other, upon the payment by either or both of them, of the amount decreed against them, hut all questions as to the relative rights of said Bank and said Swift, as between themselves, are reserved for the further order of the Court—the Manufacturers National Bank of Baltimore having brought into Court and paid to the plaintiffs the amount of the decree.” Prom this clause of the decree, and from this clause only, Swift has appealed to this Court in the case now <page-number citation-index=\"1\" label=\"234\">*234</page-number>before us. The Bank Iras made a motion to dismiss the appeal, because that portion of the decree just quoted is not a final decree and is not in the nature of a final decree.</p>\n<p id=\"b258-6\">The point now in controversy between these two co-defendants in the original proceeding, is, whether, the Bank having' paid the money under the circumstances stated, is entitled to have a decree in that case against Swift requiring him to refund that money to it. That question though presented by the petition filed in the Circuit Court has not been decided by that Court. It has expressed no judgment upon it. It has, on the contrary, distinctly reserved that question for future consideration.- Upon such consideration being had and upon a decree being then passed, a final action will have been taken from which the party aggrieved thereby may undoubtedly appeal. It is perfectly apparent that no final decree or determination has yet been reached or made by the Circuit Court—no decree which settles or adjudicates any right whatever between these parties. Until such a decree shall be passed if any such ever should be made, there is nothing to appeal from. Section 20, of Article 5, of the Code, - (being section 24, of Article 5, of Mr. Poe's Code,) jaro vides that “an appeal shall be allowed from any final decree or order in the nature of a final decree passed by a Court of equity,'' &amp;c. In addition to this provision, it is declared by section 21, that an appeal may also be allowed from certain specified orders not final, and not in the nature of final decrees. But the case before us is not within either of these sections of the Code. The appeal is not, as we have stated, from any final decree, and the decree is not one of those embraced in and covered by section 21. It follows necessarily, therefore, that the appeal must be dismissed; and this conclusion is fully sustained by many decisions of this <page-number citation-index=\"1\" label=\"235\">*235</page-number>Court. <em>Boteler and Belt vs. State, &amp;c., 7 G. &amp; J., </em>112; <em>Welch vs. Davis, </em>7 <em>Gill, </em>364; <em>Chenowith vs. Smith, </em>29 <em>Md., </em>22.</p>\n<decisiondate id=\"b259-6\">(Decided 13th June, 1888.)</decisiondate>\n<p id=\"b259-5\">\n<em>Appeal dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}