{
  "casebody": {
    "data": "<casebody firstpage=\"119\" lastpage=\"122\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b175-12\">Christine B. ARNOLD, Executrix of the Estate of Charles H. Arnold, Deceased, Plaintiff-Appellant, v. GLOBE INDEMNITY COMPANY, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b175-14\">No. 18775.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b175-15\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b175-16\">Sept. 25, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b176-9\"><page-number citation-index=\"1\" label=\"120\">*120</page-number>Woodson T. Wood, Maysville, Ky., Donald L. Wood, Fox, Wood &amp; Wood, Maysville, Ky., on brief for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b176-10\">William L. Montague, Lexington, Ky., C. W. Swinford, Stoll, Keenon &amp; Park, Lexington, Ky., on brief, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b176-11\">Before O’SULLIVAN and PHILLIPS, Circuit Judges, and McALLISTER, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b176-12\">McALLISTER, Senior Circuit Judge.</author>\n<p id=\"b176-13\">Appellant brought suit, as Executrix of the Estate of her husband, Charles H. Arnold, to recover on a policy of insurance in which appellee Globe Indemnity Company insured his airplane, which was demolished by crashing against the side of a hill or mountain while in flight. At the time of the accident in which Mr. Arnold was killed, as was his employee, Allen H. Doyle, who was piloting the plane, the aircraft was flying from the Tyler Airport in Aberdeen, Ohio, over the Ohio River into Kentucky.</p>\n<p id=\"b176-15\">At Tyler Airport at the time of the take-off, which was about 8 A.M. on January 4, 1966, the weather was very foggy with visibility being approximately 100 to 150 feet, and the ceiling being about 50 feet. On the Kentucky side of the river at the place of the crash, which was about 3,000 feet from the northern end of the runway, where the plane became airborne, the weather was bad, cold and foggy. Visibility was about 50 feet, and the ceiling was about the same. It was not possible, at the place of the crash, to even see the Ohio River, and not possible to see across the river. In the town of Maysville, Kentucky, about two miles from the scene of the crash, it was so foggy that visibility was limited to less than one-half of a city block.</p>\n<p id=\"b176-16\">Tyler Airport has no contact tower or weather-reporting facilities. Lunken Airport, near Cincinnati, Ohio, is the closest airport with weather facilities, and Tyler Airport is within Lunken’s flight control plan area.</p>\n<p id=\"b176-17\">At 7:24 A.M. on January 4, 1966, the pilot, Allen Doyle, called Lunken Airport and talked to Miss Virginia Allen, whose basic duty is to give pre-flight briefing to pilots using the federal airways. Doyle filed a flight plan for a trip from Aberdeen, Ohio, to Daytona Beach, Florida, with a fuel stop at Knoxville, Tennessee, and inquired as to weather conditions along the route. He was advised at approximately 7:30 A.M. on that day that the weather conditions at Lunken were ceiling zero, sky obscured and visibility <em>Vie </em>of a mile in a fog. Lunken is located on the bank of the Ohio River, as is the Tyler Airport.</p>\n<p id=\"b177-4\"><page-number citation-index=\"1\" label=\"121\">*121</page-number>Pilot Doyle held a private pilot certificate or license and was qualified to fly under “visual flight conditions only” and was not an instrument-rated pilot, or qualified to fly under instrument conditions.</p>\n<p id=\"b177-5\">The insurance policy on which this suit is brought contains coverage for the value of the plane, but such coverage was excluded on “loss * * * during or as a result of its operation; * * * in violation of any governmental regulation for civil aviation applying * * * to instrument flying, [or] minimum safe altitudes * *</p>\n<p id=\"b177-6\">We are here concerned with instrumental flight and visual flight as defined in the following Regulations:</p>\n<blockquote id=\"b177-7\">“14 CFR Section 1.2:</blockquote>\n<blockquote id=\"b177-8\">“In * * * this chapter:</blockquote>\n<blockquote id=\"b177-9\">TFR’ means instrumental flight rules.</blockquote>\n<blockquote id=\"b177-10\">‘VFR’ means visual flight rules.”</blockquote>\n<blockquote id=\"A7M\">“14 CFR Section 1.1</blockquote>\n<blockquote id=\"As7\">“As used in * * * this chapter:</blockquote>\n<blockquote id=\"b177-11\">TFR conditions’ means weather conditions below the minimum for flight under visual flight rules.”</blockquote>\n<p id=\"b177-12\">In 14 CFR Section 61.3(f), it is provided :</p>\n<blockquote id=\"b177-13\"><em>“Instrument rating. </em>No person may act as pilot in command of an aircraft under instrument flight rules or in weather conditions less than the mínimums prescribed for VFR flight unless he holds a current instrument rating or an airline transport pilot certificate.”</blockquote>\n<p id=\"b177-14\">In 14 CFR Section 91.105, it is provided :</p>\n<blockquote id=\"b177-15\">\n<em>“Basic VFR weather mínimums.</em>\n</blockquote>\n<blockquote id=\"b177-16\">“(a) Distance from clouds. Except as provided in Section 91.107, no person may operate an aircraft under VFR * * *</blockquote>\n<blockquote id=\"b177-17\">(5) Outside controlled air space at an altitude of 1200 feet or less above the surface, unless the aircraft is clear of clouds.</blockquote>\n<blockquote id=\"b177-19\">“(b) Flight visibility. Except as provided in Section 91.107, no person may operate an aircraft under VFR * * *</blockquote>\n<blockquote id=\"b177-23\">(3) Outside controlled air space, unless flight visibility is at least one statute mile.”</blockquote>\n<p id=\"b177-24\">Section 91.107 of 14 CFR, above referred to in Section 91.105 CFR, is concerned with Visual Flight Regulations weather mínimums in a controlled zone, and is not applicable to the instant case since Tyler Airport was not in a controlled zone.</p>\n<p id=\"b177-25\">According to the above Regulations, the minimum visual flight conditions require that an aircraft shall not be operated outside controlled air space unless flight visibility is at least one statute mile (14 CFR Section 91.105(3)), and the aircraft is clear of clouds at an altitude of 1200 feet or less above the surface. (14 CFR, Section 91.105(a) (5)). If the above minimum requirements are not met, then instrument weather conditions, as contrasted with visual weather conditions, exist, and no person may act as a pilot under instrument flight rules or in weather conditions less than the minimum prescribed for visual flight for VFR flight unless he holds an instrument rating. (14 CFR Section 61.3(f))</p>\n<p id=\"b177-26\">The District Court found that the pilot, Allen Doyle, with the insured, took off at a time when the weather conditions were below the minimum for visual flying and, therefore, amounted to instrument weather; that the take-off and flight in such weather by a pilot with only a VFR, or visual flight rating, was a violation of the governmental regulations applying to instrument flying and, therefore, the insurance company was not liable as the loss was not covered by the policy.</p>\n<p id=\"b177-27\">At the conclusion of the trial, the District Court, in addition to the finding and conclusion above mentioned, delivered an oral opinion and entered detailed findings of fact and conclusions of law. They were supported by the evidence <page-number citation-index=\"1\" label=\"122\">*122</page-number>and, consequently, are not clearly erroneous.</p>\n<p id=\"b178-4\">We have reviewed the contentions advanced by appellant that there was an ambiguous provision in the insurance policy and that it, therefore, should be construed most favorably for the insured. This claim is based on the proposition that since the pilot was rated for visual flying only, he could not have violated any regulation with respect to instrument flying and that, if the insurer had wished to exclude the violation complained of, and relied upon its decision by the District Court, it would have been a simple matter to exclude violation of “Visual Flight Rules,” but it did not do so, with the result that there was an ambiguity in the contract of insurance which should be resolved against the insurer. However, since, as we have noted, the violation of the governmental regulation applying to instrument flying occurred when the pilot, with the insured, took off and continued in flight under instrument-weather conditions, we find no ambiguity in the contract of insurance since, according to the policy, it was provided that it did not apply to a loss while the aircraft was in flight and during or as a result of its operation, it was being piloted in violation of a governmental regulation applying to instrument flying; and the court found that the aircraft was being piloted and operated in violation of a governmental regulation; that the plane crashed against the hill because the pilot could not see it from where he took off, and that he was operating the aircraft without having the flight visibility required of pilots under visual flight rules, according to the governing Regulation. If the pilot had the visibility required by the Regulation, the trial court said “they wouldn’t have hit the hill.” Further, the court said:</p>\n<blockquote id=\"b178-5\">“* * * We have here a situation in which they took off in this plane when you couldn’t see the Kentucky hills, the direction in which they were going. Now, this matter of whether it was a mile from straight down the runway, that is not the way they were taking off; the direction they were going was * * * right toward these Kentucky hills. When they got up, whatever turn they had to make, that is where they were going, because that is where they crashed. That is without question, that is the direction in which they were going, because that is where the plane crashed and you couldn't see those hills from where they took off.”</blockquote>\n<p id=\"b178-7\">It is not necessary that the violation of governmental regulations be the proximate cause of the loss in order to exclude coverage. The policy provided for the exclusion of coverage “while the aircraft is in flight * * * during or as a result of its operation * * * in violation of any governmental regulation * * The “risk is excluded if the injury is caused by the operation of the plane <em>while </em>it is being used in violation of the regulation.” Lineas Aereas Colombianas Exp. v. Travelers Fire I. Co., 257 F.2d 150, 156 (C.A. 5).</p>\n<p id=\"b178-9\">Matters stipulated with regard to amount and form of judgment here require no consideration.</p>\n<p id=\"b178-10\">Other questions discussed in the briefs and arguments have been reviewed but their discussion and determination are unnecessary to decision.</p>\n<p id=\"b178-11\">In accordance with the foregoing, the judgment of the District Court is affirmed on the findings of fact, conclusions of law, and opinion of Judge Mac Swinford.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}