{
  "casebody": {
    "data": "<casebody firstpage=\"970\" lastpage=\"970\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1026-4\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. ERNIE GRISSOM CHEVROLET, INC., Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1026-6\">No. 19395.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1026-7\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1026-8\">Oct. 24, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1026-10\">John L. A. dePassalacqua, N.L.R.B., Washington, D. C., Arnold Ordman, General Counsel, Dominick L. Manoli, Associate General Counsel, Marcel MalletPrevost, Asst. General Counsel, Leonard M. Wagman, Lynn D. Poole, Attorneys, N. L.R.B., Washington, D. C., on brief, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1026-13\">Louis J. Colombo, Jr., Detroit, Mich., Colombo, Vermeulen &amp; Colombo, Louis J. Colombo, Jr., Frederick Colombo, Walter B. Connolly, Jr., Detroit, Mich., on brief, for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1026-14\">Before CELEBREZZE, PECK and COMBS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1026-15\">ORDER.</p>\n<p id=\"b1026-16\">This cause came on to be heard upon the record on appeal and the briefs and arguments of counsel, and upon due consideration thereof and of the factual situation as set out in the record and the report of the case, 168 N.L.R.B. No. 145, it appears to the Court that the findings and order of the Board are supported by substantial evidence on the record as a whole.</p>\n<p id=\"b1026-17\">Now, therefore, it is ordered that the order of the Board be, and it is, hereby enforced.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}