{
  "casebody": {
    "data": "<casebody firstpage=\"94\" lastpage=\"104\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b118-11\">UNITED STATES of America, Plaintiff-Appellee, v. Craig Alan TOAZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b118-14\">No. 00-1746.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b118-15\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b118-17\">Feb. 13, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b120-5\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>Before SILER and MOORE, Circuit Judges; and MCKINLEY,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b120-8\"> The Honorable Joseph H. McKinley, Jr., United States District Judge for the Western District of Kentucky, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b120-6\">MCKINLEY, District Judge.</author>\n<p id=\"b120-7\">The defendant-appellant, Craig Alan Toaz, appeals his convictions for conspiracy to commit offenses against or to defraud the United States in violation of 18 U.S.C. § 371; for conspiracy to distribute and possess with intent to distribute methamphetamine in violation of 21 U.S.C. §§ 841(a)(1) and 846; for knowingly possessing stolen goods, wares, and merchandise valued at over $5,000 which crossed state lines after being stolen in violation of 18 U.S.C. § 2315; and for unlawful possession of a firearm by a felon in violation of 18 U.S.C. § 922(g)(1). Toaz raises four issues on appeal. First, he argues that his life sentence under Count Two of the superseding indictment is plain error under <em>Apprendi </em>because the quantity of methamphetamine was not found beyond a reasonable doubt. Second, Toaz asserts that his Fifth Amendment right to due process was violated due to pre-indictment delay. Third, Toaz argues that the prosecution of Count Two of the superseding indictment violated his rights under the Double Jeopardy Clause of the Fifth Amendment. Fourth, Toaz contends that the district court erred in ordering him to pay over $82,000 in restitution. For the reasons discussed below, we AFFIRM.</p>\n<p id=\"b120-10\">I. BACKGROUND</p>\n<p id=\"b120-11\">In October 1994, federal and state law enforcement officials from the Western District of Michigan executed a search warrant at a business known as D.C. Cycle in Kalamazoo, Michigan. The officials were investigating the activities of a Kalamazoo motorcycle club called the D.C. Eagles, which was headquartered in the same building as D.C. Cycle. Toaz was the owner of D.C. Cycle and a founder of the Kalamazoo chapter of the D.C. Eagles Motorcycle Club. The investigation revealed that members of the D.C. Eagles Motorcycle Club were trafficking drugs and stolen motor vehicle parts through Toaz’s shop. The record indicates that federal officials in Michigan rushed their investigation in order to obtain the search warrant for Toaz’s shop because they learned that a separate investigation in Indiana was almost complete and that Toaz would be arrested for his involvement in that conspiracy. The officials were concerned that if Toaz and his co-conspirators were tipped off to the Indiana investigation, evidence needed for the Michigan case would be destroyed.</p>\n<p id=\"b120-12\">Toaz was initially arrested on a Michigan state warrant charging him with distribution of methamphetamine. In October 1994, Toaz was indicted in the Northern District of Indiana for conspiring to distribute and possess with intent to distribute controlled substances between 1982 and 1992 in violation of 21 U.S.C. §§ 841(a) and 846. The Michigan state charges were dismissed and Toaz <page-number citation-index=\"1\" label=\"97\">*97</page-number>was transferred to the Northern District of Indiana to face the federal conspiracy charge. Under a plea agreement, the government dropped the conspiracy charge and Toaz pleaded guilty to interstate travel in aid of racketeering and aiding and abetting in violation of 18 U.S.C. § 1952 (the “Travel Act”). Pursuant to the plea agreement, Toaz cooperated with the government on the Indiana federal charges and also provided a proffer to the United States law enforcement officials and the Michigan police investigating the Michigan case. In that proffer, Toaz admitted to law enforcement officials that he distributed about twenty pounds of methamphetamine in 1992 after being released from prison on an unrelated state charge. After the last co-defendant in the Indiana case pleaded guilty, Toaz was transferred to federal prison in May 1997 to serve his five-year sentence for violation of the Travel Act.</p>\n<p id=\"b121-5\">On November 16, 1997, thirty-seven months after the raid on his business and while incarcerated in federal prison, the United States Attorney in the Western District of Michigan obtained an indictment against Toaz. On May 21, 1998, an eight count superseding indictment was filed. Toaz was charged specifically in five counts of the superseding indictment. Count One charged Toaz with conspiracy to commit offenses against or to defraud the United States in violation of 18 U.S.C. § 371; Count Two charged him with conspiracy to distribute and possess with intent to distribute methamphetamine in violation of 21 U.S.C. §§ 841(a)(1) and 846 between 1988 and 1994; Count Three charged him with knowingly possessing stolen goods, wares, and merchandise valued at over $5,000 which crossed state lines after being stolen in violation of 18 U.S.C. § 2315; Count Seven charged him with being a felon in possession of a firearm in violation of 18 U.S.C. § 922(g)(1); and Count Eight was a forfeiture charge under 21 U.S.C. § 853(a).</p>\n<p id=\"b121-7\">Prior to trial, Toaz and his co-defendants filed a motion to dismiss the superseding indictment arguing that the United States had delayed in bringing the charges in violation of the Due Process Clause of the Fifth Amendment. Additionally, Toaz filed a motion to dismiss Count Two arguing that the prosecution of this charge violated the Double Jeopardy Clause of the Fifth Amendment. Both motions were denied. Toaz went to trial in January of 2000. At the close of the case, the government moved to dismiss the forfeiture count and the jury returned a verdict of guilty on Counts One, Two, Three and Seven. At the sentencing hearing, Toaz received a five-year sentence on Count One, life imprisonment on Count Two, and ten years on Counts Three and Seven. Toaz was also ordered to pay restitution in the amount of $82,845. Toaz filed this timely appeal.</p>\n<p id=\"b121-8\">II. <em>APPRENDI </em>CLAIM</p>\n<p id=\"b121-9\">Toaz argues that he was not sentenced in accordance with the mandate of <em>Apprendi v. New Jersey, </em>530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000) because the drug quantity was not alleged nor proved beyond a reasonable doubt. <em>Apprendi </em>provides that “[ojther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.” <em>Id. </em>at 490, 120 S.Ct. 2348. The district court determined the quantity of drugs by a preponderance of the evidence and sentenced Toaz to life imprisonment under 21 U.S.C. § 841(b)(1)(A), beyond the statutory maximum of twenty years contained in 21 U.S.C. § 841(b)(1)(C).</p>\n<p id=\"b122-3\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>Because Toaz failed to object, we must review the claim under the “plain error” standard set forth in Rule 52(b) of the Federal Rules of Criminal Procedure. <em>United States v. Cotton, </em>535 U.S. 625, 122 S.Ct. 1781, 1785, 152 L.Ed.2d 860 (2002); <em>United States v. Page, </em>232 F.3d 536, 543 (6th Cir.2000), <em>cert. denied, </em>532 U.S. 1056, 121 S.Ct. 2202, 149 L.Ed.2d 1032 (2001). Where there is (1) an error that is (2) plain that (3) affects substantial rights, then an appellate court may correct an error not raised at trial, but only if (4) the error seriously affects the fairness, integrity, or public reputation of judicial proceedings. <em>United States v. Olano, </em>507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).</p>\n<p id=\"b122-4\">The failure of the jury to determine beyond a reasonable doubt the quantity of drugs involved is an obvious error and meets the first two criteria of the plain error analysis. <em>United States v. Cleaves, </em>299 F.3d 564, 568 (6th Cir.2002). The error also affected Toaz’s “substantial rights,” because it made a difference in “the outcome of the district court proceedings.” <em>Cotton, </em>535 U.S. at 632, 122 S.Ct. at 1786. However, this error fails to satisfy the fourth criteria of the plain error analysis.</p>\n<p id=\"b122-5\">Under <em>Cotton </em>and <em>United States v. Harris, </em>when a defendant fails to raise an <em>Apprendi </em>objection at trial, and where the drug quantity involved is “overwhelming” and “essentially uncontroverted,” enhancement of the sentence by the trial judge based on the amount of drugs does not constitute plain error because the error does not seriously affect the fairness, integrity, or public reputation of the judicial proceedings. <em>Cotton, </em>535 U.S. at 632, 122 S.Ct. at 1786; <em>United States v. Harris, </em>293 F.3d 970, 974 (6th Cir.), <em>cert. denied, </em>— U.S. —, 123 S.Ct. 672, 154 L.Ed.2d 568 (2002). <em>See also United States v. Stewart, </em>306 F.3d 295, 317-18 (6th Cir.2002). In the present case, the evidence was overwhelming that Toaz possessed the minimum drug quantity to justify the sentence imposed. Under the statute utilized by the district court, if a person is convicted of distributing “one kilogram or more of a mixture or substance containing a detectable amount of methamphetamine, its salts, isomers, or salts of its isomers” such person shall be sentenced to not less than 10 years or more than life. 21 U.S.C. § 841(b)(l)(A)(vin)(West 1994). At trial, Toaz contested his involvement in the charged conspiracy, but did not specifically contest the drug quantity. The government presented the testimony of conspiracy insiders who testified concerning Toaz’s acquisition of multiple pounds of methamphetamine between 1992 and 1994 and his possession of over $200,000 in cash located in a safe at his residence during this time frame. Furthermore, an FBI agent testified that Toaz in a proffer admitted that he obtained about 20 pounds of methamphetamine in 1992. In fact, Toaz’s counsel at the sentencing hearing even conceded that the evidence at trial proved a quantity of 1.5 to 5 kilograms of methamphetamine. In light of this overwhelming and essentially uncontroverted evidence concerning drug quantity, we find that this sentencing error does not effect the fairness, integrity or public reputation of the judicial proceeding. The sentence of life imprisonment imposed upon Toaz by the district court is affirmed.</p>\n<p id=\"b122-9\">III. PRE-INDICTMENT DELAY</p>\n<p id=\"b122-10\">Toaz next alleges that the district court erred in denying his motion to dismiss the indictment because the government violated his Fifth Amendment right to due process due to pre-indictment delay. The indictment in this matter was returned in November of 1997, almost 37 months after the date of the raid on Toaz’s motorcycle <page-number citation-index=\"1\" label=\"99\">*99</page-number>shop in 1994. We review the denial of a motion to dismiss based upon pre-indictment delay for an abuse of discretion and the related questions of fact are reviewed under a clearly erroneous standard. <em>United States v. Scott, </em>579 F.2d 1013, 1014 (6th Cir.1978), <em>cert. denied, </em>440 U.S. 929, 99 S.Ct. 1266, 59 L.Ed.2d 486 (1979).</p>\n<p id=\"b123-5\">The Supreme Court has held that “the Due Process Clause of the Fifth Amendment would require dismissal of the indictment if it were shown at trial that ... preindictment delay ... caused substantial prejudice to [a defendant’s right] to a fair trial and that the delay was an intentional device to gain tactical advantage over the accused.” <em>United States v. Marion, </em>404 U.S. 307, 324, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971); <em>United States v. Lash, </em>937 F.2d 1077,1088 (6th Cir.1991).</p>\n<p id=\"b123-6\">To prove unconstitutional pre-indictment delay, the defendant must first prove “substantial prejudice to his right to a fair trial.” <em>United States v. Rogers, </em>118 F.3d 466, 475 (6th Cir.1997); <em>United States v. Brown, </em>959 F.2d 63, 66 (6th Cir.1992). Toaz contends that this thirty-seven month delay prejudiced him because five potential defense witnesses died in the interim or before. Toaz claims that these witnesses would have corroborated his testimony. Toaz presents insufficient evidence that this delay prejudiced him. Initially, we would note that the thirty-seven month delay was well within the five-year statute of limitations. <em>See </em>18 U.S.C. § 3282. More importantly, the testimony of the deceased witnesses was not critical and could be acquired from other sources, including business records and testimony of other co-conspirators.</p>\n<p id=\"b123-7\">Furthermore, even if Toaz had established substantial prejudice, he failed to establish that the delay was an intentional device by the government to gain a tactical advantage. Toaz argues that the government benefitted from the delay because prior to the Michigan indictment he gave a detailed proffer to the government which, in turn, the government used to secure witnesses against him. Mere allegations that the government’s conduct was intentional, without more, are insufficient to support a claim of purposeful, intentional delay to gain a tactical advantage when the government has proffered investigatory reasons for the delay. <em>United States v. Atisha, </em>804 F.2d 920, 928 (6th Cir.1986), <em>cert. denied, </em>479 U.S. 1067, 107 S.Ct. 955, 93 L.Ed.2d 1003 (1987). The government presented evidence that the delay occurred because the investigation was not near completion at the time the search warrant was executed. Federal officials in Michigan moved quickly to secure evidence by executing the search warrant on D.C. Cycle prior to the conclusion of their investigation because they learned that Toaz’s arrest in Indiana was imminent. A delay resulting from investigative efforts “ ‘does not deprive [a defendant] of due process, even if his defense may have been somewhat prejudiced by the lapse of time.’ ” <em>Atisha, </em>804 F.2d at 928 (quoting <em>United States v. Lovasco, </em>431 U.S. 783, 796, 97 S.Ct. 2044, 52 L.Ed.2d 752 (1983)) (holding that the defendant’s failure to “come forth with any evidence to rebut the government’s claims that this delay was necessitated by investigative efforts” requires a finding that his due process rights were not violated). Toaz has not produced any evidence to rebut the government’s claim that the delay was necessitated by the investigation. Accordingly, we agree with the district court’s conclusion that Toaz has not shown an intentional delay on the part of the government to gain a tactical advantage.</p>\n<p id=\"b123-9\">Because Toaz has failed to establish that he was prejudiced or that the delay was intentional on the part of the government <page-number citation-index=\"1\" label=\"100\">*100</page-number>in order to gain a tactical advantage, we affirm the district court’s denial of Toaz’s motion to dismiss based on pre-indictment delay.</p>\n<p id=\"b124-4\">IV. DOUBLE JEOPARDY</p>\n<p id=\"b124-5\">In 1994, Toaz was indicted in the Northern District of Indiana for conspiring between the summer of 1982 and the fall of 1992 to unlawfully distribute and possess with intent to distribute controlled substances in violation of 21 U.S.C. §§ 841(a) and 846. In a plea agreement before trial, Toaz pleaded guilty to interstate travel in aid of racketeering in violation of the Travel Act, 18 U.S.C. § 1952. The conspiracy count was dismissed pursuant to the plea agreement. Toaz argues that the instant prosecution and conviction in Michigan for conspiracy to unlawfully distribute and possess with intent to distribute methamphetamine violates the proscriptions of the double jeopardy clause because he was subject to a second prosecution in Michigan for the same conspiracy offense that was dismissed in exchange for his plea in Indiana. He maintains that the actions which formed the basis for the Indiana conspiracy charge and the Michigan conspiracy charge are part of one conspiracy.</p>\n<p id=\"b124-6\">When faced with this argument prior to trial, the district court determined that jeopardy never attached to the Indiana conspiracy charge. Further, the district court found that the Michigan conspiracy charge and the Indiana Travel Act charge of aiding and abetting are not the same offense for double jeopardy purposes. The district court declined to reach the question of whether the Michigan indictment for conspiracy involved the same conduct charged in the Indiana indictment.</p>\n<p id=\"b124-9\">The Double Jeopardy Clause of the Fifth Amendment prohibits multiple prosecutions for the same offense. The Double Jeopardy Clause has no application unless jeopardy has attached. <em>See Serfass v. United States, </em>420 U.S. 377, 388, 95 S.Ct. 1055, 43 L.Ed.2d 265 (1975). “[Jjeopardy does not attach, and the constitutional prohibition can have no application, until a defendant is ‘put to trial before the trier of facts, whether the trier be a jury or a judge.’” <em>Id. </em>(quoting <em>United States v. Jorn, </em>400 U.S. 470, 479, 91 S.Ct. 547, 27 L.Ed.2d 543 (1971)). In the case of a jury trial, jeopardy attaches when a jury is empaneled and sworn. <em>Id. </em>In a bench trial, jeopardy attaches when the court begins to hear evidence. <em>Id. </em>When a defendant enters a guilty plea to an offense, jeopardy attaches “upon the court’s acceptance of the plea agreement.” <em>United States v. Ursery, </em>59 F.3d 568, 572 (6th Cir.1995), <em>rev’d on other grounds, </em>518 U.S. 267, 116 S.Ct. 2135, 135 L.Ed.2d 549 (1996).</p>\n<p id=\"b124-10\">The district court properly held that Toaz was never put in jeopardy for the Indiana conspiracy offense. Because the charges were dismissed, jeopardy never attached to the Indiana conspiracy charge. No jury was empaneled or sworn to hear the Indiana conspiracy charge, no court heard evidence on the charge and Toaz never pled guilty to it.<footnotemark>1</footnotemark></p>\n<p id=\"b124-11\">We also agree with the district court that Toaz’s prosecution for conspiracy after his conviction for a violation of the Travel Act does not violate the Double Jeopardy Clause. A conspiracy charge <page-number citation-index=\"1\" label=\"101\">*101</page-number>under 21 U.S.C. §§ 841(a)(1) and 846 and a Travel Act charge of aiding and abetting under 18 U.S.C. § 1952 are not the same offense for double jeopardy purposes. <em>United States v. Sammons, </em>918 F.2d 592, 604-605 (6th Cir.1990), <em>cert. denied, </em>510 U.S. 1204, 114 S.Ct. 1322, 127 L.Ed.2d 671 (1994).</p>\n<p id=\"b125-5\">Furthermore, even if jeopardy had attached to the Indiana conspiracy charge, the Double Jeopardy Clause would not bar the prosecution of the Michigan conspiracy charge because the two charges relate to different conspiracies. To determine whether successive conspiracy indictments charge the “same offense” within the meaning of the Double Jeopardy Clause, the Sixth Circuit applies a “totality of the circumstances” test. <em>United States v. Benton, </em>852 F.2d 1456,1462 (6th Cir.1988), <em>cert. denied, </em>488 U.S. 993, 109 S.Ct. 555, 102 L.Ed.2d 582 (1988); <em>United States v. Sinito, </em>723 F.2d 1250, 1256 (6th Cir.1983), <em>cert. denied, </em>469 U.S. 817, 105 S.Ct. 86, 83 L.Ed.2d 33 (1984). The totality of the circumstances test consists of five elements: (1) time; (2) persons acting as co-conspirators; (3) the statutory offenses charged in the indictments; (4) the overt acts charged by the government or any other description of the offenses charged which indicates the nature and the scope of the activity which the government sought to punish in each case; and (5) places where the events alleged as part of the conspiracy took place. <em>Sinito, </em>723 F.2d at 1256. “Where several of these factors differ between the conspiracies, the conclusion follows that the alleged illegal conspiracies are separate and distinct offenses.” <em>Id. </em>at 1256-57. With respect to the burden of proof, once a defendant advances a non-frivolous claim of double jeopardy, the burden shifts to the government to show by a preponderance of the evidence that the two conspiracies alleged in the indictment are separate and distinct. <em>See United States v. Jabara, </em>644 F.2d 574, 576 (6th Cir.1981).</p>\n<p id=\"b125-7\">The first factor is time. The Indiana indictment indicated the time frame of the conspiracy was the summer of 1982 to the fall of 1992, but Toaz’s specific involvement in the alleged conspiracy took place between the spring of 1990 and the summer of 1991. The Michigan indictment indicated the time frame of that conspiracy was 1984 to 1994 and that Toaz’s involvement was from 1988 through October of 1994. Although the Michigan indictment asserted a six year period for Toaz’s involvement, the evidence presented at trial pertained to only a two year period, 1992 to 1994. While the Michigan and Indiana conspiracies overlap somewhat, this is not conclusive evidence of a single conspiracy. <em>See United States v. Inmon, </em>594 F.2d 352 (3d Cir.), <em>cert. denied, </em>444 U.S. 859, 100 S.Ct. 121, 62 L.Ed.2d 79 (1979).</p>\n<p id=\"b125-8\">The second factor is persons acting in concert. Toaz is the only conspirator that is mentioned in both indictments. Given the extent of the conspiracies alleged, the overlap of a single defendant does not indicate a single conspiracy. <em>See In re Grand Jury Proceedings, </em>797 F.2d 1377, 1382 (6th Cir.1986), <em>cert. denied, </em>479 U.S. 1031, 107 S.Ct. 876, 93 L.Ed.2d 831 (1987). The third factor is the statutory offenses charged. Both indictments charge violations of 21 U.S.C. §§ 841 and 846. While the specific counts against Toaz in both indictments involve only methamphetamine, the Indiana indictment describes the conspiracy as involving not only methamphetamine, but also cocaine, LSD, marijuana, hashish and valium.</p>\n<p id=\"b125-9\">The fourth factor is a comparison of the overt acts charged by the government or any other description of the offenses charged. This factor is the most significant factor for courts to consider. <em>In re </em><page-number citation-index=\"1\" label=\"102\">*102</page-number><em>Grand Jury Proceedings, </em>797 F.2d at 1383. While both indictments charge Toaz with conspiracy to distribute and possess with intent to distribute methamphetamine, the similarities between the two conspiracies end there. The suppliers, as well as customers, for the two conspiracies are different. In the Indiana conspiracy, Toaz’s supplier was Al MeCarver from California and his customers were primarily from Indiana. In the Michigan conspiracy, Toaz’s suppliers were Robert Hill, Sr. and Robert Hill, Jr. from Oklahoma and his customers were located in Michigan. Thus, the Indiana and Michigan conspiracies involved different suppliers, different customers and different co-conspirators. The final factor is the place where the alleged events took place. The Indiana conspiracy involved the supply of methamphetamine from California and distribution of the methamphetamine in Indiana. The Michigan conspiracy involved the supply of methamphetamine from Oklahoma and distribution of the methamphetamine in Michigan.</p>\n<p id=\"b126-4\">In light of these factors, we conclude that each conspiracy involved different suppliers, customers, co-conspirators and places. Although some overlaps exist, they are minimal. Under the totality of the circumstances, the separate indictments concern separate conspiracies and do not pose a double jeopardy problem.</p>\n<p id=\"b126-5\">For the reasons discussed above, we affirm the decision of the district court denying Toaz’s motion to dismiss Count 2 on double jeopardy grounds.</p>\n<p id=\"b126-6\">V. RESTITUTION Toaz’s final argument is that the district court erred in ordering him to pay restitu-</p>\n<p id=\"b126-9\">Prior to the sentencing hearing, Toaz was provided with a copy of the presentence report in this case. The report contained a list of stolen vehicles and items and their value totaling $182,213.89. The presentence report recommended that Toaz did not have the ability to pay a fine “in addition to any order of restitution.” At the sentencing hearing, Toaz only objected to the inclusion of various items in the report on the grounds that the items were not stolen as indicated in the report and contested the value attached to one item — objections to which the district court sustained in part. Toaz did not object to the absence of an “evidentiary” hearing on the value of the items or his ability to pay the total restitution award. The district court ultimately awarded $82,845 in restitution. Because Toaz made no objection to the amount of restitution ordered, Toaz’s objections will be reviewed for plain error. <em>United States v. Koeberlein, </em>161 F.3d 946, 951 (6th Cir.1998), <em>cert. denied, </em>526 U.S. 1030, 119 S.Ct. 1278, 143 L.Ed.2d 371 (1999); <em>United States v. Olano, </em>507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).<footnotemark>2</footnotemark></p>\n<p id=\"b126-10\">Factors to be considered in determining restitution are defendant’s ability to pay, “the amount of the loss sustained by any victim as a result of the offense, the <page-number citation-index=\"1\" label=\"103\">*103</page-number>financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant’s dependents, and such other factors as the court deems appropriate.” <em>United States v. Bondurant, </em>39 F.3d 665, 668 (6th Cir.1994); 18 U.S.C. § 3664(a). A restitution order is permissible even if the defendant lacks the present ability to pay. While district courts are required to consider these factors, they do not have to make explicit findings of each of the factors on the record. <em>United States v. Frost, </em>914 F.2d 756, 774 (6th Cir.l990)(holding that a district court need not make specific findings concerning a defendant’s financial condition). The burden is on the defendant to demonstrate that a restitution order far exceeds his resources and earning potential. <em>United States v. Adams, </em>214 F.3d 724, 730 (6th Cir.2000).</p>\n<p id=\"b127-5\">This court in <em>United States v. Adams </em>held that the district court did not abuse its discretion when it ordered the defendant who was 29 years of age to pay a $23,000 restitution award over his life sentence. 214 F.3d at 730. The court said that the defendant did not meet his burden to demonstrate that the award greatly surpassed his earning potential and mere assertions that he lacked the resources to pay were not sufficient to overturn the award. <em>Id. </em>In the present case, Toaz was 42 years old at the time of his sentencing and has a life sentence during which to pay the $82,845 restitution obligation through the Federal Bureau of Prison’s Inmate Financial Responsibility Program. Here, as in <em>Adams, </em>Toaz did not offer evidence that $82,845 far exceeds his earning potential. In fact, he does not provide any evidence of what his earning potential would be in prison over his life sentence. Mere assertions by Toaz that he lacks the ability to pay the restitution is insufficient to overturn the restitution award. Furthermore, trial testimony established that during the course of the conspiracy Toaz had possessed large amounts of cash including some buried somewhere for him to access at a later date. The presentence report also noted that Toaz claimed tens of thousands of dollars in income from his businesses in 1994 that he never reported to the Internal Revenue Service. Toaz has also admitted that he still receives $50 a month in income from his tattoo business. Under these circumstances, the amount of the restitution ordered does not constitute plain error. <em>Koeberlein, </em>161 F.3d at 952.</p>\n<p id=\"b127-7\">With respect to the lack of an evidentiary hearing on the value of the stolen items, Toaz has raised no claim on appeal that the values ultimately decided by the district court were incorrect or that the sentencing hearing was an inappropriate forum for resolving the values of the items. Thus, Toaz has failed to show an actual error that affected his substantial rights. Accordingly, the order of restitution is affirmed.</p>\n<p id=\"b127-8\">III. CONCLUSION</p>\n<p id=\"b127-9\">For the reasons set forth above, the judgment of the district court is AFFIRMED.</p>\n<p id=\"b127-10\">KAREN NELSON MOORE, Circuit Judge, concurring.</p>\n<author id=\"b127-11\">MOORE, Circuit Judge.</author>\n<p id=\"b127-12\">I write separately to express my belief that realistically Toaz does not have the ability to pay an $82,845 restitution award. However, because Toaz failed to meet his burden to establish a lack of financial resources to pay the award and because we review the district court’s decision for plain error, I am forced, reluctantly, to concur in the conclusion reached by the majority.</p>\n<p id=\"b127-13\">Although this court previously has held that “a district court must have, at a mini<page-number citation-index=\"1\" label=\"104\">*104</page-number>mum, some indication that a defendant will be able to pay the amount of restitution ordered in order to comply with 18 U.S.C. § 3664(a),” <footnotemark>1</footnotemark> the burden is on the defendant to show that he lacks the ability to pay the restitution award. <em>United States v. Dunigan, </em>163 F.3d 979, 982 (6th Cir. 1999). The majority correctly identifies Toaz’s failure to point to any evidence that the “restitution order far exceeds his resources and earning potential.” <em>United States v. Adams, </em>214 F.3d 724, 730 (6th Cir.2000). Toaz relies exclusively on statements in the Presentence Investigative Report that indicate that he has no monthly income and no net worth and fails to dispute evidence in the record that tends to show he might have additional resources.</p>\n<p id=\"b128-4\">Although I am in agreement with the conclusion reached on Toaz’s challenge to the restitution award, I am concerned by any suggestion that Toaz, who had been sentenced to life imprisonment at age forty-two, could meet his restitution obligation through the Federal Bureau of Prisons Inmate Financial Responsibility Program. The amount of restitution at issue, $82,845, is not an insignificant figure to earn through this program. Publications issued by the Bureau of Prisons indicate that prisoners employed in the Federal Prison Industries, Inc. earn $1.15 per hour at the highest end of the regular pay scale. <em>See </em>U.S. Department of Justice, Federal Bureau of Prisons, Program Statement, Work Programs for Inmates— FPI (July 15, 1999), Ch. 5, p. 1, <em>available at </em>http://www.bop.gov (Form 8120.02). At the lowest end of the pay scale, inmates earn a mere $0.23 per hour. <em>See id. </em>Even if we assume that Toaz consistently received the highest wages and dedicated every penny earned to payment of the restitution order, Toaz would likely die before his obligation under this order could be satisfied.</p>\n<p id=\"b128-7\">Under these facts, I have grave doubts that there is any indication that Toaz ever will be able to pay the entire restitution ordered. Nevertheless, because Toaz failed to meet his burden of producing evidence that the restitution greatly exceeded his ability to pay and because the district court did not plainly err, I must concur in the majority’s conclusion.</p>\n<footnote label=\"1\">\n<p id=\"b124-7\">. <em>See United States v. Del Rivo, </em>818 F.2d 867, 1987 WL 37420, *1 (6th Cir. May 18, 1987)(unpublished table opinion)(A panel of this Court held that a defendant has no double jeopardy defense with respect to dismissed charges in a plea bargaining situation. The proper remedy is to allege breach of the plea agreement.), <em>cert. denied, </em>484 U.S. 943, 108 S.Ct. 328, 98 L.Ed.2d 355 (1987).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b126-7\">. Under the plain error analysis, where there is (1) an error that is (2) plain that (3) affects substantial rights, then an appellate court may correct an error not raised at trial, but only if (4) the error seriously affects the fairtion in the amount of $82,845 to the owners of the stolen vehicles found in his possession. Toaz argues that the restitution award was not appropriate because there was no hearing on the value of the stolen items and because he does not have the ability to pay the restitution award. ness, integrity, or public reputation of judicial proceedings. <em>United States v. Olano, </em>507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b128-5\">. Prior to the enactment of the Mandatory Victims Restitution Act (\"MVRA”) on April 24, 1996, restitution orders were governed by the Victim and Witness Protection Act (\"VWPA”), 18 U.S.C. § 3663. <em>See Weinberger v. United States, </em>268 F.3d 346, 355-56 (6th Cir.2001). The VWPA applies to restitution orders the factors set forth in 18 U.S.C. § 3664(a), which include assessing the defendant's financial needs and resources, as well as the defendant’s earning power. <em>Id. </em>Because Toaz’s offenses were committed prior to MVRA's enactment, the VWPA applies.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}