{
  "casebody": {
    "data": "<casebody firstpage=\"1135\" lastpage=\"1135\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"attorneys\" id=\"b1155-22\">KATZ et al., Appellants, v. ATFIELD, Respondent.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1155-23\">(City Court of New York, General Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQqY\">March 17, 1893.)</decisiondate>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b1155-24\">Action by Bernard Katz and another against Catharine Atfield, as administratrix.</summary>\n<p data-order=\"4\" data-type=\"judges\" id=\"b1155-25\">Argued before EHRLICH, C. J., and FITZSIMONS, J.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1155-26\">Henry Daily, Jr., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1155-27\">John McGuin, for respondent.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1155-28\">FITZSIMONS, J.</author>\n<p id=\"AFA\">The order of the general term of this court, dated November, 1893, required the payment by the appellants herein of $30, costs imposed by the order of Justice McCarthy, as well as all other motion costs imposed at any time by the court against said appellants, and unpaid at the time of the making of the said general term order. Whatever the amount of said costs were, appellants were bound to know, and respondent herein was notrequired to tax the same by the clerk of this court. The appellants’ failure to pay such costs entitled the special term justice to make the order appealed from, whenever it appeared to his satisfaction that the conditions and requirements of said general term order were not complied with. The appeal papers show that the appellants herein failed to comply with said general term order, and therefore the order appealed from was rightly made, and must be affirmed, with costs. See 17 N. Y. Supp. 447 ; 20 N. Y. Supp. 892.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}