{
  "casebody": {
    "data": "<casebody firstpage=\"86\" lastpage=\"91\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b106-5\">(67 Hun, 281.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b106-6\">MILLER et al. v. JONES et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b106-7\">(Supreme Court, General Term, Fourth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A1s\">February, 1893.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b106-8\">1. Contracts—Interpretation—License under Patents.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"Ak\">Plaintiffs agreed to furnish capital for the manufacture and sale of a lock which defendant had patented. The profits were to be divided. In case plaintiffs failed to perform, the agreement was to be void, and defendant at liberty to manufacture and sell as if no agreement had been made. Neither party was to sell or transfer its interest without the consent of the other. The lock was to be manufactured exclusively by plaintiffs. Defendant was not to allow any other persons to manufacture, nor was he to be interested in the manufacture by any other persons. <em>Held </em>that, so long as plaintiffs continued to perform their part of the agreement, they had the exclusive right to manufacture, and any assignment of the patent, therefore, by defendant,' was in violation of this right.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b106-10\">2. Writs—Service on Foreign Corporation—Property within State.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b106-11\">It is not necessary, under Code Civil Proc. § 432, providing that service of summons may be made on foreign corporations by delivering a copy to certain named officers thereof within the state, that the corporation should have any property within the state, or that the cause of action should have arisen therein.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b106-12\">3. Same—Publication.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b106-13\">Where a contract conferring on plaintiffs the exclusive right to manufacture certain articles under defendant’s patent was executed in New York, where all the parties then lived, and the manufacture was to be carried on, and afterwards assignments were made of the patent by defendant in violation of plaintiff’s right, also in New York, a suit to set aside the assignments must be taken as affecting the title to “personal property within the state,” within Code Civil Proc. § 438, subd. 5, whether the patent has been taken by v defendant beyond the state or not; and an order, therefore, directing service of summons without the state, or by publication, is proper.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b106-14\">4. Appeal—Objections not Raised Below—Sueeiciency op Service.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b106-15\">An objection that a clerk’s certificate to the official character of a notary, before whom affidavit has been made of service of summons without the state, is sufficient to entitle it to be read, under Code Civil Proc. § 844, is not available on appeal, where no such objection was raised on the trial, or on \"a motion made by defendant to set aside the judgment.</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b106-16\">Appeal from special term, Onondaga, county.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b106-17\">Action by Riley V. Miller and Elisha M. Moore against Thomas D. Jones, Mary E. Jones, and the Jones Positive Nut Lock Company, impleaded, etc., to set aside certain transfers of a patent. From a judgment granting the relief and denying a motion to vacate and set aside the judgment, defendants appeal.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"AIU\">Affirmed.</disposition>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b106-18\">On the 31st May, 1889, the defendant Thomas D. Jones, being the inventor and owner of a certain valuable device known as the “Jones Safety Nut Lock, ” and having previously in due form applied to the commissioner of patents for the issuing to him of letters patent, being about to receive such letters, entered into a contract in writing with the plaintiffs, bearing date May 31, 1889. In this contract, after a recital of the invention and the application for a patent, and an examination by plaintiffs as to its value, and that they were desirous of entering upon the manufacture and sale of the same when letters were issued to Jones, it was agreed by the plaintiffs that they would furnish all necessary machinery and capital for the manufacture and sale of the lock sufficient to fill all orders that they may receive, and would proceed at once with the manufacture and sale, and <page-number citation-index=\"1\" label=\"87\">*87</page-number>continue the same for and during the life of the patent. They agreed to devote such time and attention to the manufacture and sale as should be necessary for the successful carrying on of the business, and they agreed to employ Jones as manager of the manufacturing, and to pay all bills contracted by him relating to said patent; and, in case the plaintiffs did not perform all the covenants on their part to be performed, or in case they should abandon or fail to proceed with the manufacture and sale, and refuse, upon demand of Jones, to proceed with the manufacture of the same,,then the agreement should be void, and Jones be at liberty to manufacture and sell the said lock and all things connected therewith to and with whom he should see fit. the same as if the agreement had hot been made. The plaintiffs also agreed that they would not sell or in any manner dispose of or transfer their or either of their interests in said business, in whole or in part, without the written consent of Jones; and he agreed that he would “not sell or transfer or in any manner dispose of his interest in said business without their like consent;” and, in case either, with the consent of the other, should sell or dispose of the same, it was agreed that the plaintiffs should, receive one third of the net proceeds of the sale and Jones two thirds. Jones agreed to devote his time and attention to the manufacture of the lock, and to enter the employ of the plaintiffs, and to manage and oversee the manufacture of the same; and he also agreed that he would “not allow or permit any person or persons, firm or firms, corporation or corporations to manufacture said lock, but that the same shall be manufactured exclusively Dy the parties of the first part, and that he will in no manner be interested in the manufacture of it by or with any other persons: This covenant, however, is not to be so construed as to compel the party of the second part to bring actions to restrain parties from infringing on the same unless parties of the first part shall bear one half of the expense of such action or actions. ” The net profits, after deducting all expenses incurred by either relating to the business, were to be divided, one third to the plaintiffs and two thirds to Jones. If for any reason Jones was unable to attend to the duties of the business, he agreed to furnish some one to take his place, and pay the expense thereof out of his share of the profits. All improvements made by Jones upon the lock were to be used by all the parties, and all patents in foreign countries, except in certain named countries, were to be used by the parties, and the proceeds relating to the same to be divided in the ratio above stated. Letters patent were issued to Jones on November 12, 1889, and the plaintiffs and Jones entered upon the performance of the contract at Syracuse, where the contract was executed, and where all the parties resided. In the complaint it is alleged, among other things, that such manufacture continued down to February, 1891, and that plaintiffs invested therein $10,000 and upwards over and above what they had received; that on 24th October, 1890, Thomas D. Jones, in fraud of the rights of the plaintiffs, executed and delivered to his wife, the defendant Mary E. Jones, an assignment of the said letters patent, and all his interest therein, which assignment was recorded in the patent office January 15, 1891, and that Mrs. Jones had full notice of plaintiffs’ rights; that thereafter Thomas D. Jones went to Chicago. and organized the corporation the “Jones Positive Nut Lock Company,” under the laws of the state of Illinois, and to this corporation Mrs. Jones, on the 10th March, 1891, assigned the patent; that all this was done with the intent to deprive the plaintiffs of their rights, and that Thomas D. is about to remove to Chicago, and refuses to assist the plaintiffs in the business, and the new corporation is engaged in manufacturing the lock; that Thomas D. is the owner of 998 out of 1,000 shares of the stock, and the plaintiffs are excluded from all interest therein; that the corporation had knowledge of plaintiffs’ rights. The defendant Mary E. Jones is the only one who answers. Among other things, she denies the fraud, and alleges that she took the assignment to secure her for advances made to her husband. By the judgment it is adjudged that the agreement of May 31, 1889, was intended to be and was an exclusive license, vesting in the plaintiffs the sole and exclusive right to make, use, and vend the patented article for the full term of the patent, without any reservation to Jones except in case of nonfulfillment by plaintiffs of the terms and conditions of the agreement, and Jones had no right to assign the patent to Mrs. Jones, or to the corporation; that the assignment to Mrs. Jones and from her to the corporation be set aside and vacated as in fraud of the rights of plaintiffs; that Thomas D. Jones and the corporation be restrained from conveying the letters patent to any other person or corporation; that the plaintiffs recover of Thomas D. Jones, Mary B. Jones, and the said corporation the costs of the action. Upon the trial the defendant Thomas D. Jones and the Jones Positive Nut Lock Company appeared specially and ob<page-number citation-index=\"1\" label=\"88\">*88</page-number>jected to the rendering of any judgment against them, and, after the judgment was entered, they moved at special term to set it aside, the motion being based upon the judgment roll and the case and exceptions proposed in the case. The order appealed from is the one made denying this motion.</summary>\n<p data-order=\"16\" data-type=\"judges\" id=\"b108-5\">Argued before HARDIN, P. J., and MARTIN and MERWIN, JJ.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b108-6\">Homer Weston, for appellants.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"AxD\">Ceylon H. Lewis and C. W. Smith, for respondents.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b108-9\">MERWIN, J.</author>\n<p id=\"Am\">The trial court in substance found that the plaintiffs had performed their part of the contract; that under it they were entitled to have the title of the patent remain in Thomas D. Jones; and that the transfers to Mrs. Jones and .to the corporation were without the consent of plaintiffs, and were in violation of their rights. Mrs. Jones, appealing from the judgment, takes issue upon all these propositions. They are the main ones upon the merits. The trial court was, I think, correct in its construction of the contract. Its plain object was to place in the two parties to the contract the entire beneficial interest in the patent and its proceeds, except as to certain specified countries. The fact of this exception indicates the intent. The plaintiffs were likely to be called on for large expenditures, as security for which they had only the proceeds of the patent or profits in sales. ■ It would hardly be reasonable to suppose that either party then intended that the patentee could, whenever and on what terms he chose to, dispose of any part or the whole of the patent, and thus practically deprive plaintiffs of their security. Whether the plaintiffs had performed upon their part, and whether the transfers were without the consent of plaintiffs, and therefore in violation of the contract, were, upon the evidence, questions of fact, and upon those the conclusions of the trial court should not be disturbed. Some of the allegations in the complaint were quite general, but no objection upon this basis was made. There is no question about the right of a state court to set aside such assignments.</p>\n<p id=\"b108-10\">But it is claimed that the court had no jurisdiction to render the judgment by reason of the nonresidence of the corporation and of the defendant Thomas D. Jones. No defense upon this basis is set up. Assuming, however, that the appellants are in a position to raise the question, the case shows that service of the summons and complaint was made upon the defendant, the Jones Positive Nut Lock Company, by service within the state upon the secretary of the company. This method of service is authorized by section 432 of the Code,<footnotemark>1</footnotemark> and operates to give jurisdiction to the court, and it is not needful, in order to make the service effective, that the corporation should have any property within the state, or that the cause of action should have arisen therein. Pope v. Manufacturing Co., 87 N. Y. 137; Gibbs v. Insurance Co., 63 N. Y. 114. In the Pope Case it is said that a judgment <page-number citation-index=\"1\" label=\"89\">*89</page-number>against a corporation in an action so commenced will be valid for every purpose within this state. In the Gibbs Case it is said that such action and judgment should be general. in character, not directed against any particular property. But it is suggested that the evidence does not show the legal existence of the corporation, or that the person served was secretary. There is evidence that tends to show those facts, and it is found upon the request of the appellants that the corporation was in existence at the commencement of this action, and that after the organization of the corporation Anderson (the person served) was elected secretar}' of the company. Thomas D. Jones was served by publication under section 438 et seq., and it is claimed that the service was insufficient to give jurisdiction, because no attachment was issued, and the property to be affected was not, as the appellants claim, within the state The order for publication was made both under subdivision 1 and subdivision 5 of section 438.<footnotemark>2</footnotemark> If made under subdivision 1 there would seem to be no requirement for an attachment, except in case a judgment was sought for money only, (section 1217, Code,) which is not this case. Assuming, however, that the order of publication can rest only upon subdivision 5, (Von Hesse v. Mackaye, 55 Hun, 365, 8 N. Y. Supp. 894, affirmed 121 N. Y. 694, 24 N. E. Rep. 1099,) the question is whether a case is presented that is fairly within that subdivision. That subdivision reads as follows: “(5) Where the complaint demands judgment that the defendant be excluded from a vested or contingent interest in or lien upon specific real or personal property within the state, or that such an interest or lien in favor of either party be enforced, regulated, defined, or limited, or otherwise affecting the title to such property.” The counsel for appellant says that, “while the complaint states a cause of action concerning specific personal property in this state, the proof for judgment merely fails to establish a cause of action.” The point, I suppose, is that, under the evidence, the property to be affected is not within the state. It is to be observed that the subdivision is not limited to chattels, but the more extensive term is used, “personal property.” The contract between plaintiffs and Jones, the construction of which was in issue, as well as the rights of plaintiffs under it, was executed in this state, and all parties then lived here, and the business was to be carried on here. The assignments which were sought to be set aside were executed and delivered here. They so appear upon their face. The plaintiffs’ cause of action, therefore, accrued here. Where the patent, the instrument itself, was at the time, does not appear, except it may be inferred that it was then at Syracuse, where the assignments were executed. Where it wras when this suit was commenced does not appear. The patent itself was not the invention, but evidence that the party had, under the law, a monopoly. The right to use is property, (Gillett v. Bate, 86 N. Y. 93,) and in its character it is personal. The plaintiffs, under their contract, had a property right, and in its origin and use it was within this state. The title of this was <page-number citation-index=\"1\" label=\"90\">*90</page-number>affected by the transfers in controversy, and the judgment operated to clear their title from the clouds upon it. In a certain sense their contract was a lease to run during the life of the patent, and the suit and judgment were to remove impediments to the exercise by plaintiffs of their rights. In view of the circumstances of this \"case, it should, I think, be held that the action affected the title of personal property within the state.</p>\n<p id=\"b110-5\">The counsel for the appellant claims error in some rulings at the trial, but we find in them no sufficient ground for reversal. The appellants claimed a trial by jury, but clearly the suit was in equity, and no motion had been made to settle issues. The answer did not put at issue the existence of the corporation. Code, § 1776. It follows that no sufficient ground for reversal of the judgment appears.</p>\n<p id=\"b110-6\">The appeal from the order brings up substantially the same question as to the validity of the service on Thomas D. Jones by publication. Nothing further need.be said as to the validity of the order. A further question, however, is raised as to the sufficiency of the proof of service. After the order was .made, the papers were served personally on Jones, without the state. The affidavit of such service appears to have been made before a notary public. The appellants claim that the clerk’s certificate as to the official character of the notary was not sufficient to entitle the affidavit to be read under section 844 of the Code. That section provides that an affidavit may be taken without the state “before an officer authorized by the laws of the state to take and certify the acknowledgment and proof of deeds, to be recorded in the state; and, when certified by him to have been taken before him, and accompanied with the like certificates as to his official character and the genuineness of his signature as are required to entitle a deed acknowledged before him to be recorded within this state, may be used as if taken and certified in this state, by an officer authorized by law to take and certify the same.” The clerk’s certificate in this case, instead of stating that the notary was authorized by the laws of the state to take and certify the acknowledgment and proof of deeds, stated that he “was duly commissioned, sworn, and acting as such, and authorized to administer oaths.” In other respects the certificate appears to be regular. This objection, as the record shows, was not raised- on. the motion made by these defendants, or on the trial. If it had been, it might have been obviated. No suggestion was made that Mr. Jones had not in fact been served without the state. On the contrary, it is very apparent that all parties assumed that such service had been made, and the controversy was as to the sufficiency of such service, there being no attachment, and the property not being, as the defendants claimed, within the state. The answer of Mrs. Jones was for the benefit of all the defendants, and was so stated by the attorney who appeared specially for them at the trial for the purpose of objecting to any judgment being rendered against them. The motion being made upon the case and exceptions as well as on the. judgment roll, the whole case was before the special term upon making the order. The defect in the certificate, if one existed, was such that it could be cured by producing on the appeal a proper certifi<page-number citation-index=\"1\" label=\"91\">*91</page-number>pate. Jarvis v. Sewall, 40 Barb. 450. I think the objection is not available. It follows that the order should be affirmed.</p>\n<p id=\"b111-5\">Judgment affirmed, with costs. Order affirmed, with $10 costs and disbursements. All concur.</p>\n<footnote label=\"1\">\n<p id=\"b108-11\"> This section provides that personal service of a summons upon a defendant, being a foreign corporation, must be made by delivering a copy thereof within the state, as follows: (1) To the president, treasurer, or secretary, or, if the corporation lacks either of these officers, to the officer performing corresponding functions under another name.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b109-5\"> This section enumerates the instances in which an order directing the service of summons upon a defendant without the state, or by publication, may be made.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}