{
  "casebody": {
    "data": "<casebody firstpage=\"91\" lastpage=\"96\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b111-6\">(67 Hun, 182.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b111-7\">PEOPLE v. SEVERANCE.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b111-8\">(Supreme Court, General Term, Fourth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A5B\">February, 1893.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b111-9\">1. Bank Officers—False Entries—Evidence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b111-10\">\"Where a bank cashier is on trial for making a false entry in a “tickler, ” with intent to defraud, a paper which purports to be a verified statement of balances shown by a deposit ledger is not admissible, where there is no proof that it was made by defendant, though it was sent by him to the witness producing it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b111-11\">2. Same—Prejudicial Error.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b111-12\">The admission of such statement was prejudicial to defendant, as its effect was to show large overdrafts by defendant and others, and it was made the basis of evidence that the books of the bank were improperly kept, or that the list was falsely made and verified by defendant.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b111-13\">3. Evidence—Comparison of Handwriting.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b111-14\">Laws 1880, c. 86. § 1, provides that comparison of a disputed writing with any writing proved to the satisfaction of the court to be genuine shall be permitted to be made by witnesses in all trials and proceedings, and such writings, and the evidence of the witnesses respecting the same, may be submitted to the court or jury as evidence of the genuineness, or otherwise, of the writing _ in dispute. <em>Bold, </em>that a witness who claims to be an expert in handwriting, but who has never seen defendant write, nor has ever received documents purporting to be written by him, in answer to documents from witness, should not be permitted to testify positively that different entries and papers are in defendant’s handwriting, when he has no knowledge of its genuineness, except having seen a signature of defendant that is proved to be genuine.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b111-15\">4. Same—Secondary Evidence.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b111-16\">It was error to permit such witness to testify that a paper, which was not presented to the court or jury, and which he had not seen since the standard offered in evidence was proved to be genuine, was in defendant's handwriting, and, on such proof, to give secondary evidence of the contents of such paper.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b111-17\">5. Criminal Law—Trial—Absent Witness.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b111-18\">A witness was examined by the district attorney, and cross-examined by defendant, and left the stand. Afterwards, and during the trial, defendant’s counsel desired to further cross-examine him, but he was not in court. Defendant introduced affidavits that, at the conclusion of the examination, his counsel stated to the district attorney that he desired to further cross-examine the witness, and desired his attendance for that purpose. These were opposed by affidavits that no such request was heard. <em>Held, </em>that the trial should have been held open a reasonable length of time to enable defendant to procure the witness.</headnotes>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b111-19\">Appeal from court of sessions, Onondaga county.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b111-20\">Franklin M. Severance was indicted under Pen. Code, § 602, for having made a false entry in a “tickler,” a book of accounts kept by the bank, while cashier of the Farmers’ Bank of Fayetteville, with intent to defraud the bank, and was convicted. From a judgment of conviction, and from an order denying a motion for a new trial, he appeals.</summary>\n<disposition data-order=\"16\" data-type=\"disposition\" id=\"Axa\">Reversed.</disposition>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b111-21\">Defendant was indicted by a grand jury in the Onondaga oyer and terminer on the 21st day of January, 1891. He was arraigned April 6, 1891, in the court of sessions of that county, to which the indictment had been remitted for trial, <page-number citation-index=\"1\" label=\"92\">*92</page-number>and pleaded not guilty. The indictment charged the defendant with the crime of making a false entry in a book of accounts kept by a corporation, while being an officer of such corporation, with an intent to defraud, It was alleged in the indictment that the defendant, on March 38, 1887, at Fayetteville, while cashier of the Farmers' Bank of Fayetteville, a corporation duly organized under the laws of the state of New York, with intent to defraud said bank and divers other persons, made, and concurred in making, a false entry in a “tickler, <em>” </em>a book of accounts kept by said bank, and the page containing such false entry was set forth at large in the indictment. The false entry charged was that of entering the figure 9 in the thousands’ column on one of the pages of the “tickler. <em>” </em>The Farmers’ Bank of Fayetteville was organized under' the banking laws of this state in March. 1870. Its capital stock was $100,000. On December, 1877, by proper proceedings,- it was reduced, to $50,000. In June 1886, by further proceedings, the stock was further reduced to the sum of $25,-000. During the period of about 16 years the bank had transacted a banking business at the village of Fayetteville, but in the following year, after an examination of the affairs of the bank by Oscar F. Richardson, (the bank examiner designated for that purpose by the banking department.) the bank was dissolved, and its affairs wound up, in an action brought by the attorney general for that purpose. The bank was closed on the 80th of May, 1887, and William S. Andrews, of Syracuse, N. Y., was appointed receiver. The indictment in this action was not found until about three years and one half afterwards, and after the affairs of the bank had,been closed. A large amount of evidence was taken on the trial, both documentary and oral, to which there was a great number of exceptions. The trial resulted in a verdict of guilty, and the defendant was sentenced to imprisonment in the state prison at Auburn for the period of three years.</summary>\n<p data-order=\"18\" data-type=\"judges\" id=\"b112-5\">Argued before HARDIN, P. J., and MARTIN and MERWIN, JJ.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b112-6\">Ceylon H. Lewis, for appellant.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b112-7\">Lawrence T. Jones, for the People.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b112-8\">MARTIN, J.</author>\n<p id=\"AXR\">The principal questions presented on this appeal relate to the rulings of the trial court in the admission and rejection of evidence. There were a great number of exceptions taken by the defendant. Many of them are not, however, referred to by the appellant in his brief. There are others to which our attention is called that we do not deem of sufficient importance to require any special consideration further than to say that they have been carefully examined, and we do not think they require a reversal of the judgment. After eliminating the two classes of exceptions alluded to, others remain which seem to be valid,.and to require careful consideration.</p>\n<p id=\"b112-9\">On the trial the people were permitted to introduce in evidence a paper which purported to be a verified statement of balances on deposit ledger C, on the mornings of May 17 and 19, 1887, which should have been included in the statement of balances taken from deposit ledger B by the inspector. The admission of this paper in evidence was objected to by the defendant, on the ground that it had not been proved. This objection was overruled, and the defendant duly excepted. The appeal book, which purports to contain all the evidence given on the trial, fails to show that this paper was proved in any manner whatever. We cannot conceive of any principle of the law of evidence that would justify its admission against the defendant, with no proof whatever that- it was made by him or under his direction. Although it was claimed by the people \"that it was made by the defendant, and sent to the witness by him, there was no proof of those facts. <page-number citation-index=\"1\" label=\"93\">*93</page-number>We think this paper was clearly inadmissible. We are also of the opinion that it cannot be held that this error was not prejudicial to the defendant, and should therefore be disregarded. The effect of the evidence was to show large overdrafts by the defendant and others, and thus prejudice the jury against the defendant. Moreover, it was made the basis of evidence which tended to show that the books of the bank were improperly kept, or, if they were properly kept, that the list introduced was falsely made and verified by the defendant.</p>\n<p id=\"b113-5\">The people also called as a witness one Lawrence W. Myers, who claimed to be an expert both in bookkeeping and as to handwriting. He testified at great length, not only as to the propriety of the manner in which the books of the bank were kept, but was permitted to testify unqualifiedly that a great many papers, and entries in the books, were in the handwriting of the defendant, although it was shown by the undisputed evidence that he had never seen the defendant write, and there was in evidence but a single signature that was proved to be that of the defendant. On the occasions referred to, of which there were a great number, he was, in substance, askéd: “Is the writing I show you in defendant’s handwriting?” These questions were objected to by the defendant, on the ground, among others, that the witness was not qualified to testify on that subject. These objections were overruled, and the defendant duly excepted. The writings were then offered in evidence, without any other proof as to their having been made by the defendant, to which he duly objected; and they were admitted by the trial court, under his objection and exception. The propriety of admitting such proof of the defendant’s handwriting, and then admitting in evidence the writing, with no other proof of its genuineness, is sharply presented by the various objections and exceptions made and taken by him. Indeed, a large portion of the written evidence received against the defendant was verified in this manner only. The people attempted to justify these rulings under the provisions of the statute which provides that comparison of a disputed writing with any writing proved to the satisfaction of the court to be genuine shall be permitted to be made by witnesses in all trials and proceedings, and such writings, and the evidence of the witnesses respecting the same, may be submitted to the court and jury as evidence of the genuineness or otherwise of the writing in dispute. Laws 1880, c. 36, § 1. It may be observed that this statute only permits a comparison to be made by a witness of a disputed writing with any writing proved to be genuine, and the submission of such writings and the evidence of such witnesses to the court and jury as evidence of the genuineness or otherwise of the writing in dispute. Although this statute permits a comparison of a genuine handwriting of a person with that of a disputed instrument, we find in it no authority which would justify a court in permitting a witness to testify to the handwriting of a person when he had no knowledge of its genuineness, except having seen a signature that was proved to be genuine. In this case the witness had never seen the defendant write, nor was there any claim that he had ever received documents purporting to be written by defendant, in answer to documents written by the witness or under his authority, or <page-number citation-index=\"1\" label=\"94\">*94</page-number>that, in the ordinary course of business, documents purporting to be written by the defendant had been habitually submitted to the witness. As this witness was not qualified to give evidence as to the handwriting of the defendant, except as he compared the writings in dispute with the one proved to be genuine, he should not, we think, have been permitted to testify positively that these different entries and papers were in defendant’s handwriting. His evidence should have been confined to a comparison of the handwriting of the genuine paper with the handwriting of those in dispute, and to his opinion that they were or were not written by the same person. Upon such an examination the jury would have readily understood that his evidence was confined to a comparison of the writings, and his opinion was based thereon, which would naturally have given it less weight than his positive testimony when the fact that he had no knowledge of the defendant’s writing, except by such comparison,. might have been easily forgotten by the jury. Such proof was all that was justified by the statute, and all that should have been allowed. He was also permitted to testify that a paper was in the defendant’s handwriting which was not presented to the court or jury, and which he had not seen since the standard offered in evidence was proved to be genuine; and upon this proof he was then permitted to give secondary evidence of the contents of such paper. We think the admission of this evidence, in the form in which it was given, was error.</p>\n<p id=\"b114-5\">Oscar F. Richardson, the bank examiner, who examined the Bank of Fayetteville, was called as a witness by the people early in the trial of the case. He was examined by the people, and cross-examined by the defendant, and left the stand. Afterwards, and during the trial, the defendant’s counsel desired to further cross-examine him, but he was. not in court, having that morning, or the previous night, returned to his home, in the city of Brooklyn. The .defendant claims, and has introduced affidavits to show, that, at the conclusion of his examination, the defendant’s counsel stated to the district attorney, in the presence of the court, that he desired to further cross-examine this witness, and. desired him to remain in attendance for that purpose. The district attorney and others made affidavits that they heard no such request or notice from any source. The witness was in the city of Syracuse the night before he was called for further cross-examination, and the defendant’s attorney had reason to believe that he would be present when required, as one of the defendant’s attorneys informed the witness the night before that they desired to recall him for further cross-examination. The court refused either to delay the trial, to enable the defendant to procure the attendance of the witness, or to strike out the evidence that he had already given, on-the ground that the defendant had not been permitted to fully cross-examine him. The defendant contends that this was error, and that the court should either have given him an opportunity to procure the attendance of the witness, or have stricken out the evidence he had already given. It was said by Folger, J., in Sturm v. Insurance Co., 63 N. Y. 87:</p>\n<blockquote id=\"b114-6\">“It may be taken as the rule that where a party is deprived of the benefit of the cross-examination of a witness, by the act of the opposite party, or by the <page-number citation-index=\"1\" label=\"95\">*95</page-number>refusal to testify, or other misconduct of the witness, or by any means other than the act of God, the act of the party himself, or some cause to which he assented, that the testimony given on the examination in chief may not be read. ”</blockquote>\n<p id=\"b115-5\">It was held in People v. Cole, 43 N. Y. 508, that it was error to suffer to go to the jury any evidence given by a witness on direct examination by the people where, by sudden illness or by death of such witness, or other cause, without the fault of, and beyond the control of, the prisoner, he is deprived of his right of cross-examination. In Sheffield v. Railroad Co., 21 Barb. 339, where, on the trial, the plaintiff’s counsel, before dismissing the witness from the stand, inquired of the defendant’s counsel whether any of the facts testified to by the witness would be controverted, to which the defendant’s counsel replied that they should introduce no evidence on the points testified to by him, and the right of cross-examination was not reserved, but at the close of the trial the defendant’s counsel called the wdtness for further examination-, and he did not appear, having gone home, it was held that, under these circumstances, the plaintiffs tvere under no obligation to detain the witness for the purpose of further examination by the defendant’s counsel. In that case the court said:</p>\n<blockquote id=\"b115-6\">“We are not called upon to decide whether, in every case where a party introduces and examines a witness, he is bound, at the peril of losing his evidence, to keep him in court till the trial is closed, for the benefit of the adverse party. We incline to think the counsel should avail themselves of the opportunity to cross-examine before the witness leaves the stand, unless the court, for some good reason, should allow them the privilege at a subsequent stage of the trial. In this case the plaintiff’s counsel had good reason to suppose the witness would not be wanted further by the defendant.”</blockquote>\n<p id=\"b115-7\">In Ruloff’s Case, 11 Abb. Pr. (N. S.) 245, it was held by the trial judge that where witnesses have once been cross-examined, and have left the stand, without reason to expect to be called again, the fact that they do not appear when called again, to be further cross-examined as to a fact on which they were not previously examined, is not necessarily ground for striking out their testimony, especially where other evidence has already been given of the fact sought to be proved. In Burden v. Pratt, 1 Thomp. &amp; C. 554, where a witness for the plaintiff was examined and cross-examined, and, at the close of the cross-examination, the defendant’s attorney gave notice to the witness and plaintiff’s attorney that he wished to further cross-examine the next day, and desired the witness present at that time, and the trial continued, and other witnesses were examined, it was held that the plaintiff was not bound to produce the witness on the following day for further cross-examination. “The court may in all cases permit a witness to be recalled either for further examination in chief, or for further cross-examination.” Reyn. Steph. Ev. 178. While the authorities upon this question are not in entire harmony, and some of them would seem to justify the rulings of the court in this case, yet we are disposed to think the court should have permitted the defendant to secure the attendance of this witness, and held the trial open a reasonable length of time to enable him to do so. It can be readily seen by an examination of the case how a further cross-examination of this witness might have been important to the defendant <page-number citation-index=\"1\" label=\"96\">*96</page-number>after the introduction of the other evidence given by the people. That the defendant intended to reserve the right of further cross-examination, and to give the people’s attorney notice of that fact, we have no doubt. The affidavits of four witnesses are to the effect that such statement was made by the defendant’s counsel; while the affidavits in opposition are only to the effect that no such notice was heard, although, at the trial, one of the affiants simply stated that he did not remember that any such statement was made by the defendant’s attorney. Under these circumstances, we think the proper administration of justice would have been better served by permitting the defendant to secure the attendance of this witness, even if a brief postponement of the trial, until his attendance could be secured, had been necessary.</p>\n<p id=\"b116-5\">' There are other grave exceptions in the case; but as we think the judgment should be reversed for the errors already pointed out, and as those raised by the other exceptions will probably be avoided upon a second trial, we do not deem it necessary to specially consider them on this appeal. Conviction, judgment, and order reversed, and a new trial ordered; and the clerk of Onondaga county directed to enter judgment, and remit certified copy thereof, with the return and decision of this court, to the court of sessions of Onondaga county, pursuant to sections 547 and 548 of the Code of Criminal Procedure.</p>\n<p id=\"b116-6\">. HARDIN, P. J., concurred. MERWIN, J., concurred in result.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}