{
  "casebody": {
    "data": "<casebody firstpage=\"575\" lastpage=\"593\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b593-4\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. ALFRED A. KUSKE, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b593-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b593-7\">Argued February <em>24, 1970</em></otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AL6\">Decided March 25, 1970.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b598-4\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>Before Judges Contokd, Collestek and Kolovsky.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b598-5\"><em>Mr. Kenneth 8. Javerbaum, </em>Assistant Deputy Public Defender, argued the cause for appellant <em>(Mr. Stanley 0. Van Ness, </em>Public Defender, attorney).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b598-6\"><em>Mr. N. Douglas Bussell, </em>First Assistant Prosecutor, argued the cause for respondent <em>(Mr. Joseph Tuso, </em>Cumberland County Prosecutor, attorney).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b598-7\"><em>Mr. Alfred A. Kuske, </em>defendant-appellant, filed a brief and rebuttal brief <em>pro se.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b598-8\">The opinion of the court was delivered by</p>\n<author id=\"b598-9\">Conford, P. J. A. D.</author>\n<p id=\"AAs\">This is an appeal from a conviction of the defendant January 11, 1968 on two counts of an indictment charging, respectively, incest and sodomy with his 17-year-old daughter. These events are alleged to have occurred in July 1963.</p>\n<p id=\"b598-10\">The delay between the time of the commission of the alleged offenses and the trial is accounted for by these facts. Shortly after defendant’s arrest he waived indictment and trial and pleaded guilty to an accusation on these charges, beginning the service of a sentence thereon under the Sex Offender Act. But thereafter he was successful in this court in vacating the conviction on a post-conviction petition based upon alleged lack of understanding of the charge at the time of the plea and the failure of the sentencing judge to apprise defendant of his rights in the manner required by the rules of court.</p>\n<p id=\"b598-11\">We have presently not only to decide the appeal but also three motions which have been filed by defendant <em>pro se. </em><page-number citation-index=\"1\" label=\"581\">*581</page-number>These are (1) for release on nominal bail; (2) to “settle the record,” based upon the contention that there are various omissions and alterations in the transcript of the trial, and (3) to remove assigned counsel and designate a substitute on the ground that Kenneth Javerbaum, who has been handling defendant’s appeal for the Public Defender’s Office, is not representing the defendant adequately.</p>\n<p id=\"b599-5\">Since we affirm the conviction, the motion for nominal bail is moot. The other motions will be dealt with after treating the merits of the appeal.</p>\n<p id=\"b599-6\">To understand the factual background of this case reference must be made to the history of defendant’s relationship with his family prior to the events of July 1963. Defendant was married and had four children, including the complaining witness. Shortly after moving from North Carolina to Denver, Colorado, in the early 1950’s, defendant was separated from his family. The complaining witness, Carolyn Kuske D-, was then six years of age. Defendant did not see any of the family again until the early summer of 1963, when the girl was 17. He visited her at that time in Denver, where she was living alone. She was then under the supervision of the juvenile court authorities of Colorado for some reason not reflected by this record. After the visit defendant arranged with the Colorado authorities to have the girl released in his custody. The plan was for her to stay with his widowed mother, who lived on a farm in Millville, N. J. On the same farm but in a separate nearby house lived defendant’s brother and sister-in-law and their young children.</p>\n<p id=\"b599-9\">Defendant came east before his daughter did and sent her a plane ticket. She was met by the defendant in Philadelphia July 15 or 17, 1963. He placed her in a hotel in Philadelphia for a few days and then brought her to his mother’s home in Millville, where they both stayed for several days.</p>\n<p id=\"b599-10\">Close attention must be paid to the testimony as to the dates of occurrence of the offenses charged because of the controversy over the validity of the amendment of the in<page-number citation-index=\"1\" label=\"582\">*582</page-number>dictment, originally charging that the offenses occurred on the “24th day of July, 1963,” to read that they took place on “divers dates in the month of July, 1963.” Carolyn, who by the time of the trial was 23, married, with a child, and living in California, testified: “It was towards the end of July and we had sexual intercourse.” She did not indicate on direct examination that this act took place more than once. The intercourse was alleged to have occurred in her bedroom in the grandmother’s house when the grandmother was away. She also testified that on one specific occasion there was an act of sodomy between her and defendant. On both direct and cross-examination she was unable to specify the time of these occurrences other than that they transpired in the latter part of July. On at least two occasions during the further course of direct examination the questions of the prosecutor were framed in terms of “an act of intercourse.”</p>\n<p id=\"b600-4\">On cross-examination of Carolyn, however, it was brought out by defendant that sexual intercouse occurred twice in the grandmother’s house and once in a parked car in the nearby woods. The witness could not remember if the second act occurred on a different day from the first but stated that it was “probably” another day. The State adduced testimony by defendant’s sister-in-law and brother. They had taken the girl with them on a family vacation to Cape May, leaving July 28 and returning August 3. Mrs. Ann Kuske, the sister-in-law, testified that the girl told her during the vacation, somewhat hesitantly, that she had something to tell her which she was ashamed of, and that after they returned from the vacation, defendant having left the area to work on a ship, the girl told her what had happened.</p>\n<p id=\"b600-5\">Mrs. Kuske also testified that during the few days defendant and Carolyn were on the farm together defendant “acted towards her like a lover instead of a father” and that she “felt there was something wrong” between them even before Carolyn revealed the specifics. These observations were supported by testimony of defendant’s brother. The girl <page-number citation-index=\"1\" label=\"583\">*583</page-number>later showed the Knskes letters defendant had sent her after leaving the farm which tended to confirm what she had disclosed. (As to the letters, more <em>infra). </em>The Kuskes then brought the girl to the police with a complaint leading to' defendant’s arrest on these charges.</p>\n<p id=\"b601-4\">Defendant testified that he spent a few days in his mother’s house at the same time that his daughter was there, and that on July 21 he left Millville and went to New York to register for a seaman’s job at his union hall. He obtained a job on July 23 on a vessel moored at Port Elizabeth and stayed on that ship, which made a trip to Puerto Eico, until its return on August 2, 1963. He offered a union certificate in evidence certifying that the dates of the trip were July 23-August 2. A representative of the Sea-Land Company, owner of the ship, testified that the company’s records showed that defendant was hired July 23 and was actually on board ship at Port Elizabeth at least beginning 8 a.m. on July 24 and thereafter until the return of the vessel on August 2.</p>\n<p id=\"b601-5\">Defendant denied that he had ever committed any sex act at any time with his daughter. He testified that prior to his trial, and while confined in the Vroom Building of the State Hospital at Trenton in 19G7, he had been administered a series of electro-shock treatments which had badly interfered with his memory so that he could remember some things but not others.</p>\n<p id=\"b601-6\">I</p>\n<p id=\"b601-7\">The first ground of appeal is that the amendment of Ihe indictment, on motion of the State granted at the outset of the trial, is invalid in changing the specification of the dates of the offenses charged from July 24, 1963 to “divers dates in the month of July 1963.” Defendant contends that under <em>State v. Grothmann, </em>13 <em>N. J. </em>90 (1953), and <em>State v. Sing Lee, </em>94 <em>N. J. L. </em>266 (E. &amp; A. 1920), the effect of this amendment was to charge him with multiple offenses in each category (incest and sodomy), whereas the grand jury had <page-number citation-index=\"1\" label=\"584\">*584</page-number>charged him with only one in each. Defendant argues he consequently was convicted of offenses never made the subject of an indictment by the grand jury.</p>\n<p id=\"b602-4\">In each of the cited cases there was an amendment, at the end of the trial, to change the allegation of a single occurrence on a day specified in the original indictment to a charge of multiple offenses on different dates, and testimony of the commission of the multiple offenses on the new dates specified in the amendment. In both instances the court held the amendments improper in that they subjected defendant to punishment for offenses not charged against him by the grand jury. The basic theory of these cases is that where the crime is not of a continuing nature <em>(Grothmann </em>involved inducing two female children to submit to the doing of an act which would tend to debauch their morals; <em>Sing Lee </em>involved carnal abuse), a charge of offenses occurring on different days is a charge of a separate crime for each occasion on which the act occurred. If the grand jury specifies an act on a particular day, only one offense is laid to the defendant. Where an amendment specifies different days, and proof is offered of the commission thereof on more than one of such different days, several offenses are charged. In other words, as stated in <em>Grothmann:</em></p>\n<blockquote id=\"b602-5\">But the effect of the amendments and the charge was to render the accused liable to conviction for an offense against each child not the subject of an indictment by a grand jury in accordance with [the State constitutional guarantee that no person shall be held to answer for a criminal offense unless on the presentment or indictment of a grand jury]. The amendments, made at the close of the State’s case on the Prosecutor’s motion, extended the time specification of the indictments to include in each at least two separate and distinct offenses committed, so the children testified, on days other than the day named in the indictment. [13 <em>N. J., </em>at 94]</blockquote>\n<p id=\"b602-6\">There are two obvious differences between the present case and the situation in both <em>Grothmann </em>and <em>Sing Lee. </em>One is that the amendments in those cases were made at the end <page-number citation-index=\"1\" label=\"585\">*585</page-number>oí the trial rather than, as here, at the very beginning. The other is that the State here offered no proof in its own case that an act of either sexual intercourse or sodomy occurred more than once. (It will be recalled that evidence of more than one act of intercourse was brought out only by defendant on the cross-examination.)</p>\n<p id=\"b603-4\"> The first-mentioned difference is not significant except to the extent that it might bear upon the defendant’s opportunity to prepare a full defense. Knowing of the amendment at the beginning rather than at the end of the trial obviously places defendant in a better position to meet anything new in the charge. But we think the second difference here from <em>Grothmann </em>and <em>Sing Lee, </em>mentioned above, precludes those authorities from conclusive effect in favor of defendant. As indicated by the Court of Errors and Appeals in <em>State v. Naujoks, </em>95 <em>N. J. L. </em>500 (1921), shortly after it decided <em>Sing Lee, </em>a mere change in the dates charged in a carnal abuse indictment will not automatically invalidate an amendment. The essential inquiry is whether the amendment purports to effect a correction in identifying the date (or dates) of the only offense (or offenses) intended to be charged by the grand jury, which is permissible, or whether the amendment purports to charge additional offenses <em>besides </em>that or those originally charged, which is not permissible (95 <em>N. J. L., </em>at 502). It was the nature of the trial proofs which showed what the true nature of the amendment was in each of the three cases cited. See <em>e. g., </em>95 <em>N. J. L., </em>at 502.</p>\n<p id=\"b603-5\">Thus we regard it as conclusive that the State here at no time in the course of the case, from opening through summation, contended there was more than one act of intercourse or more than one act of sodomy committed by defendant in this State, and, as noted above, its proofs on direct examination of the complaining witness were specifically so confined. The State cannot be charged with expansion of the charges on the basis of proof developed by defendant on cross-examination that more than one act of incest occurred.</p>\n<p id=\"b604-3\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>We accordingly conclude that defendant was not by virtue of the amendment convicted of any offense not charged to him by the grand jury. There was no prejudicial harm to defendant in that the jury may have determined his guilt on a finding that the acts charged occurred on a date or dates other than July <em>24 </em>since it is well settled that where, as here, time is not of the essence of the offense, a variation in the proof from the date specified in the indictment will not vitiate the verdict. <em>State v. </em>Hubbs, 70 <em>N. J. Super. </em>322 (App. Div. 1961).</p>\n<p id=\"b604-4\">II</p>\n<p id=\"b604-5\">Defendant argues that the trial court erred in refusing to grant the defense a continuance after the amendment of the indictment. The argument set forth is that the failure to adjourn the case after the amendment prejudiced the defendant in that he was not able properly tc prepare to defend against the possibility of proof of offenses during the month of July 1963 at times other than on July 24. He points out that he had an alibi defense prepared as to the specific date of July 24 (his presence on a ship at Port Elizabeth). The implication is that there was inadequate time to prepare to show where he was at all other times during the month of July.</p>\n<p id=\"b604-6\">The defense contention in this regard is not borne out by the record. Defendant was able at trial to say just where he was at all times during July 1963. In particular, the focus of the State’s proofs was on the period between July 15 or 17, when it is agreed that defendant met his daughter at the Philadelphia airport, and July 28, when it was testified to on behalf of the State that the girl was taken on vacation to Cape May by her aunt and uncle. Defendant’s own testimony and his corroborative proofs covered his whereabouts all during that period, and it is impossible to see how he was prejudiced by not being given a continuance to meet the amended indictment.</p>\n<p id=\"b605-4\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>Ill</p>\n<p id=\"b605-5\">The defendant contends that there was error in that the State was permitted to introduce “inflammatory evidence” on cross-examination of the defendant. This point revolves around exhibits marked for identification S-l through S-5 inclusive. S-l to S-4 were letters that were written by the defendant to the complaining witness during the few weeks immediately after he left Millville and subsequent to the events which are the subject of this prosecution. S-5 is a telegram defendant sent to the girl at the high school she was attending at the time. All these documents were identified not only by the complaining witness but also, as to handwriting, by the defendant’s brother, Ewald Kuske. When defendant was confronted with them on cross-examination he did not deny that he wrote them. He simply stated he could not remember whether or not he had sent them, implying that his lack of recollection was due to the shock treatments which had previously been administered to him in the State Hospital.</p>\n<p id=\"b605-6\">The defendant’s essential point is that these letters and the telegram were never admitted in evidence and that it was therefore improper for the prosecutor to allude to them and to read excerpts from them during the cross-examination. If inadmissible, the letters were highly prejudicial; if admissible, highly probative of defendant’s guilt, as they contain material strongly corroborative of past improper sexual relations between the two and indicate plans for cohabitation in the future.</p>\n<p id=\"b605-7\">The difficulty which arose here was not the fault of the State, which offered the letters in evidence during the examination of the complaining witness, but rather that of the trial judge who reserved decision on admission at that time and continued to vacillate on the point during the remainder of the trial notwithstanding several additional efforts on the part of the State and the defense to obtain a ruling by the judge on admissibility — all in vain.</p>\n<p id=\"b606-3\"><page-number citation-index=\"1\" label=\"588\">*588</page-number> In the foregoing circumstances it seems to us that the question of fairness and justice to both sides must be resolved by determining whether these documents were actually admissible as a matter of law, and whether, if they were, defendant was in any way prejudiced by the absence of a ruling on the point throughout the trial. On the first question stated it is clear to us that the documents were competent as admissions or admissions against interest by the defendant. <em>McCormick, Evidence </em>§ 113, pp. 234-235 (1954:); <em>Evidence Ruie </em>63(10). The trial court should have admitted them when specifically offered on the State’s case. The objection by the defendant at that point was that a proper foundation had not been laid. We disagree. A proper foundation had been laid by the testimony of the complaining witness that she had received the letters signed by her father, as well as the telegram. Although she could not recognize his handwriting (apparently because she had never seen samples of his handwriting before) there is no real issue in this case that the defendant did not send these documents. As noted above, the handwriting was particularly identified by defendant’s brother.</p>\n<p id=\"b606-4\">Since the letters were admissible, the fact that they were “inflammatory” is inconsequential. The excerpts from the letters described as inflammatory are the very factors which establish the documents as competent admissions by the defendant. They were further properly useable on cross-examination (subject to establishment of authenticity) to attack the credibility of the defendant in his denial that the alleged criminal acts had ever taken place.</p>\n<p id=\"b606-5\">Nor can we discern prejudice to defendant from the failure of the court to rule on admissibility when it should have. There is no indication whatsoever that if the court had admitted these documents in evidence when offered, or at least after being authenticated by the defendant’s brother, defendant would have been able to counter their impact in any way by rebuttal or otherwise. His fixed position was <page-number citation-index=\"1\" label=\"589\">*589</page-number>simply that he could not remember whether or not he had sent them.</p>\n<p id=\"b607-5\">We find no prejudicial error in the use of the letters on cross-examination by the State.</p>\n<p id=\"b607-6\">IV</p>\n<p id=\"b607-7\">Defendant contends that various comments and trial tactics by the Prosecutor prevented a fair trial. There is no question about the fact, as the Prosecutor frankly admits in his answering brief, that he did “in the heat of battle” make improper comments during the trial. However, without condoning this at all, we are satisfied that there was no miscarriage of justice in this case as a result of the incidents complained of.</p>\n<p id=\"b607-8\">The first series of incidents involved came during the cross-examination of Officer Pangburn. The defense was given permission to examine the police report filed by this officer and the statement made by the complaining witness. Plainly improper comments were made by the Prosecutor during the interlude. However, we do not find them reversibly prejudicial, on the whole case.</p>\n<p id=\"b607-9\">Defendant succeeded in obtaining a ruling striking Pangburn’s remark that defendant appeared to be “remorseful” (when arrested). The trial judge could well have ruled the other way since evidence of conduct of an arrestee, as distinguished from words, does not constitute the basis for a claim of selfincrimination. As to this kind of description of a suspect, see 23 <em>C. J. S. Criminal </em>Law, § 871(2), p. 433; <em>Commonwealth v. </em>Smith, 350 <em>Mass. </em>600, 215 <em>N. E. </em>2d 897, 904 (S. Jud. Ct. 1966); <em>State v. </em>McGinnis, 158 <em>Conn. </em>124, 256 <em>A. </em>2d 241, 244 (Sup. Ct. 1969).</p>\n<p id=\"b607-10\">The defendant makes a special point as to a comment of the Prosecutor during the colloquy on the admissibility of exhibits S-l through S-5 discussed in the preceding point. The Prosecutor said, in relation to these exhibits, “and they also refer to certain other acts.” While it <page-number citation-index=\"1\" label=\"590\">*590</page-number>may have been technically improper for the Prosecutor to refer to the contents of any of these exhibits before a ruling by the court on their authenticity, nevertheless we cannot find any injustice to the defendant in the allusion “to certain other acts'5 since it is well established in consent-sex cases that acts of sexual relations between the parties prior to the act charged may be given in evidence as tending to sustain the principal charge by showing the relation and intimacy of the parties and corroborating the testimony of the complaining witness as to the particular act involved, and to show the guilty intent. 44 <em>Am. Jur., Rape </em>§ 80, pp. 950—951; and see <em>dictum </em>to the same effect in <em>State v. Di Giosia, </em>3 <em>N. J. </em>413, 419-420 (1950).</p>\n<p id=\"b608-4\">V</p>\n<p id=\"b608-5\">The defendant argues that remarks by the trial judge to the jury when they returned during their deliberations to ask for a reading of certain dates involved in the case resulted in the jury precipitately coming to a conclusion on the case, as indicated by their return 20 minutes later with a guilty verdict on both counts. The defense contends that the matter of dates was important. This is so, but to a limited extent. The report of the chief of police indicated that the complaining witness had told the police that some of the occurrences took place early in July, which would tend to contradict her testimony that the acts in question took place during the latter part of July. But in view of the overwhelming corroboration of the complaining witness’s account of the crimes charged, the failure to furnish this information to the jury was not prejudicial, even though it was questionable for the judge not to honor the jury’s request in full. (Part of the information requested was supplied.)</p>\n<p id=\"b608-6\">We cannot approve of the tone of the judge’s admonition to the jury that it was their responsibility to remember the dates as to which they sought refreshment of recollections. A trial judge should always show patience and <page-number citation-index=\"1\" label=\"591\">*591</page-number>courtesy to a jury requesting further information whether he sees fit to grant the request or not. But we cannot agree with defendant that the nature of the judge’s reception of the jury’s request caused them to arrive at an unjust verdict or one not the result of mature deliberation. As already indicated, the guilt of the defendant was convincingly established by the evidence, and the verdict cannot realistically be appraised as anything but a product of the evidence laid before the jury. <em>Cf. State v. Ripa, </em>45 <em>N. J. </em>199, 205 (1965).</p>\n<p id=\"b609-5\">VI</p>\n<p id=\"b609-6\">Defendant’s <em>pro se </em>briefs, in addition to material we deem not meriting separate discussion in this opinion, charge error in the refusal of the trial court to grant the defense a one-week trial adjournment sought by counsel. This argument has two facets. The first is in relation to the effect of the refusal of adjournment on the ability of the defense to meet the changed specification of dates of offenses encompassed by the amendment of the indictment. This has already been discussed in part. The second is the contention that the defense was prevented from subpoenaing witnesses who would have buttressed the defendant’s contention that he could not have been in Millville on July 23, 24 and 25; 1963 because he had signed up for service on the Sea-Land vessel out of Port Elizabeth on July 23. However, the transcript does not indicate any contention by trial counsel, when he requested the adjournment, that he would be unable to supply any necessary witnesses for the establishment of this point if his request was not granted. His argument was only that he had been under the treatment of a physician and that he was not able to “spend the time in the preparation of this case on such short notice * *</p>\n<p id=\"b609-7\">The “appendix” to defendant’s <em>pro se </em>rebuttal brief sets forth a series of documents and letters not in the record to support his contention that he would have been able to offer a more conclusive case of absence from Millville on July 23, <page-number citation-index=\"1\" label=\"592\">*592</page-number>24 and 25 if trial counsel had been given an adjournment. Our examination of these documents satisfies us that most of them are merely cumulative of what the defendant did introduce at the trial to show that he had signed up for the sea trip on July 23 and was on the vessel physically and continuously after 8 a.m. on July 24, 1963. As noted herein-above, defendant produced a representative of the Sea-Land Company who gave full information on this subject. Some of the other data furnished by defendant consisted of correspondence from one David Cohn in 1967 and 1968 indicating that he was also a member of the crew and remembers working with Kuske on the vessel on July 24, 1963. Cohn explicitly states in the correspondence that he cannot remember anything involving dates except as to July 24 and thereafter. Thus defendant’s argument that had the trial been adjourned he would have been able to produce Cohn as a corroborating witness fails to show material prejudice (assuming he could actually have produced Cohn as a witness at the trial) since the latter’s testimony would only have been cumulative.</p>\n<p id=\"b610-4\">Apart from the foregoing, there was no mistaken exercise of discretion on the part of the court in refusing an adjournment of the trial.</p>\n<p id=\"b610-5\">YII</p>\n<p id=\"b610-6\">Before the hearing of the appeal defendant made a <em>pro se </em>motion to “settle the record”, claiming errors in the trial transcript. This was after the Public Defender’s representative assigned to the case refused, after investigation, to make such a motion for lack of factual foundation therefor.</p>\n<p id=\"b610-7\">The appeal in this- case has been considered by the court on the basis of a typewritten transcript of the proceedings at trial certified in writing to be true and accurate by the certified shorthand reporter who served as reporter at the trial. Defendant’s motion asserts that certain statements, which he specified verbatim, were actually made in the course of their testimony by the complaining witness, the police chief, <page-number citation-index=\"1\" label=\"593\">*593</page-number>the witness E. M. Kuske, and himself, but are not shown in the certified transcript. As to most of these specifications, the official transcript shows subject matter substantially the same as what defendant asserts was omitted. There would therefore be no prejudice in respect thereof even if defendant’s allegations were true. However, the State has at our request filed an affidavit of the reporter with this court responding to the allegations of the motion. The reporter categorically denies defendant’s assertions as to the alleged omissions and states that upon comparison of his original notes with the certified transcript he finds the latter to be true and correct. <em>We </em>accept the reporter’s statement as against that of defendant as a matter of credibility. We have no hesitancy in deciding, under all the circumstances, that no formal hearing is warranted for determination of the facts controverted on the motion and that the motion should be denied.</p>\n<p id=\"b611-5\">Defendant has also, as noted above, filed a motion to remove Mr. Kenneth S. Javerbaum, Assistant Deputy Public Defender, as his attorney on this appeal, and to assign other counsel instead. This is based (1) on an assertion of “conflict of interest”, since defendant claims to have charged Mr. Javerbaum before the federal district court with “dereliction of duty to his client”; and (2) Mr. Javerbaum’s failure to move to “settle the record.”</p>\n<p id=\"b611-6\">What the dereliction alleged in the federal court consists of is here unspecified. Our observation is that Mr. Javerbaum has conducted defendant’s appeal ably and resourcefully, both as to brief and oral argument. Erom our discussion above of the motion to settle the record, it is clear that the Public Defender’s Office was well-advised not to prosecute it.</p>\n<p id=\"b611-7\">The motion to relieve and substitute assigned counsel is denied as without merit.</p>\n<p id=\"b611-8\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}