{
  "casebody": {
    "data": "<casebody firstpage=\"73\" lastpage=\"76\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-3\">Byerly <em>v. </em>Cleveland Linseed Oil Works.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"ADj\"><em>(Circuit Court, </em>N. <em>D. Ohio, E. D.</em></court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AHf\">April Term, 1887.)</p>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b93-4\">1. Patents for Inventions—Process—New Purpose—Patentability.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b93-5\">A device or process, previously patented and used for one. purpose, cannot ' be patented to be used in the same way for another similar purpose, unless a new and useful result is thereby produced.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b93-6\">2. Same—Infringement—Combination Patent.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b93-7\">The unauthorized use of any valid claim of a patent is an infringement for which the patentee is entitled to recover; hut a person charged with the infringement of a combination patent must he shown to have used all of the devices or processes described in it. The use of one or more, less than all, will not constitute an infringement.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b93-8\">3. Same—Anticipation.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b93-9\">If the process described in the patent was publicly used by other persons, in substantially the same way and for the same purposes, before plaintiff made his invention, or if the same process for the same purposes are contained in and described, or are clearly suggested, by any foreign patent issued before the date of such invention, or in any publication prior to such date, plaintiff’s patent would be void for want of novelty. But these matters of defense must he shown to have existed, not only prior to the date of the patent, hut also prior to the discovery or the invention of the process or device.</headnotes>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b93-10\"><em>Mix &amp; White, </em>for complainant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b93-11\"><em>M. D. &amp; L. L. Leggett </em>and <em>A. E. Ijynch, </em>for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b93-12\">Welker, J.,</author>\n<p id=\"AGq-\">(charging¡jury.) The plaintiff says that he was the inventor of a new and useful improvement in purifying vegetable oils, and separating the same from solvents used in extracting them from seeds and other oleaginous substances; that oil the twenty-third day of August, 1881, having before that time made the proper application for a patent for his said discovery or invention, he received a patent for the invention so made; that the defendant has infringed his said patent by using the same; and, in the first count, claims to recover from the defendant the gains and profits derived by the defendant by the use thereof, and also the value of the use of said patent from the first day of March, A. D. 1882, .to the twenty-third day of February, 1883. In the second count, he claims to recover for the like gains and profits, and value of the use of said patent, from the twenty-third .clay of March, 1883, to the fifteenth day of May, 1883, being the period after the sale of his said patent to the American Seed Oil Company, the right to recover for which was assigned by said company to him.</p>\n<p id=\"b93-13\">The defendant, for <em>its, first </em>plea, denies the infringement as charged in the petition. <em>Second. </em>That the process covered by the plaintiff’s letters patent was not new when produced by the plaintiff, and that he was not the first inventor thereof. <em>Third. </em>That said process, when produced by the plaintiff, ivas not novel, for that certain patents had been Issued in Great Britain and France for the identical apparatus or process long prior to tlio time of said claimed invention, and describes the same by dates, and names of patentees; and that a like process was previously described in lire’s Dictionary, published in 1864 by the Appletons of New York <page-number citation-index=\"1\" label=\"74\">*74</page-number>city. <em>Fourth. </em>That the process described by the plaintiff in his patent, long prior to the alleged invention by the plaintiff, was known to, and publicly used by, J. W. Evans and J. P. Mansfield, at Cleveland, Ohio. These defenses are denied by the plaintiff, and these pleadings form the issue you are to determine.</p>\n<p id=\"b94-4\">To determine these issues between the parties, in the first place it is important for'you to ascertain and settle, of what does the plaintiff’s patent consist, and what does it cover? It is not claimed to be for any machine, device, or apparatus, but fora process used in the manufacture of vegetable oils. Under the patent laws, a process may be patented as well as a machine or device; and when so patented gives the inventor the benefit thereof, in the same way as a machine or device, and equally protects him from infringers during the life of his patent.</p>\n<p id=\"b94-5\">The issuing of the plaintiff’s patent, hy the department having the right to so grant patents for inventions, is itself <em>‘prima facie </em>proof that an invention has been made, that the patentee is the inventor, that it is new and useful, and that he has complied with the law to obtain the patent. But patents may be invalidated by showing that there was in fact no invention, that the patentee was not the original inventor or discoverer, or that th‘e invention was not new or useful. To maintain these defenses, the evidence must show clearly and satisfactorily, and beyond a reasonable doubt, that such claimed invention lacked some one or other of these elements to authorize the issuing of the patent, and, if either of such defenses is established, it will defeat the plaintiff’s right to recover, because all of them must exist in a valid patent.</p>\n<p id=\"b94-6\">Patents are authorized to be issued for new and useful inventions of machines or processes; or they may be issued, and are valid, for a combination of old devices or processes which, in their combined action, are new, and produce new and useful results. An old machine or process, either patented or not, cannot be applied to a new purpose and patented, if its operations in the new purpose are the same as in the old, and producing the same results, because it lacks invention and novelty. So patents are not valid where the change from the old to the new device or process, and for which a patent is claimed, is only the result of the reasonable exercise of mechanical skill, because such exercise of skill is not invention. A patent for a device or process, used for one purpose, cannot be patented to be used in the same way for another similar purpose; but where a new and useful result is produced thereby it is patentable. Where a patent consists of more than one device, or what is called a combination patent, the person charged with an infringement must be shown to have used all of the devices or processes described in the patent. He may use one or more, but less than all, and still not infringe such combination patents.</p>\n<p id=\"b94-7\">Now what is the plaintiff’s patent? There are four claims stated in the patent itself. These cover the plaintiff’s invention, and give him his rights under the patent, and he is limited to these claims. If, however, in reading these claims, or any one of them, there are any doubts as to what is meant by them, then you may examine the specifications <page-number citation-index=\"1\" label=\"75\">*75</page-number>attached thereto, as well as any disclaimer therein, in order to ascertain and settle such doubtful moaning. These specifications cannot he used so as to enlarge the claims in the patent, and make them cover more than so contained in such claims. It is not my duty to say what is the scope of the plaintiff’s patent. That is within the domain of facts for you to settle, as one of the issues made in the case.</p>\n<p id=\"b95-4\">After you have settled what is patented to the plaintiff, you will examine the evidence hearing upon the defenses thereto set up by the defendant. In the absence of maintaining these defenses, or some one of them, if the plaintiff, under the first issue, proves infringement by the defendant, he is entitled to recover against the defendant his damages for such infringement.</p>\n<p id=\"b95-5\">As to the novelty of the plaintiff’s invention. The plaintiff is entitled to the benefit of his patent from the time of the discovery or invention of his process, and its reduction to actual and complete use, and which he claims to be about the month of December, 1879, although he did not obtain Ins patent until the twenty-third of August, 1881; and these defenses of the defendant must be shown to have existed prior to such claimed invention or time of such discovery. To determine whether a machine or process is new and useful, it is necessary to understand the statu of the art in the particular line of the claimed invention at the time of such claimed discovery, and that understanding yon must obtain from the evidence in the case. If you find that the process described in the plaintiff’s patent was publicly used by the persons stated in the plea, or either of them, before the plaintiff made his invention, and substantially in the same way and for the same purposes described in the plaintiff’s patent, then the plaintiff cannot recover in this case.</p>\n<p id=\"b95-6\">As to the English patents. Do they, or either of them, substantially contain and describe the same process, and for the same purposes and operations, or clearly suggest the process to be used in the same way and same purpose described in the plaintiff’s patent? If they do, or either of them does, that would constitute a good defense as to the. novelty of the plaintiff’s patent, and prevent liis recovery in this action. If the sanie process, or substantially the same, was described in the dictionary offered in evidence, and directing and describing the process to he used in substantially the same way for a like purpose, or clearly suggesting said process, as slated with reference to the English patents, before the plaintiff’s claimed invention, that would defeat the plaintiff’s right to recover.</p>\n<p id=\"b95-7\">In determining the validity of the plaintiff’s patent, you must, after a careful consideration of all the anticipating matters set up in the pleas and presented in the testimony, allow full scope for the exercise of judgment upon the part of skilled workmen in the art of refining oils, and then say whether, in the fall of 1879, there was anything left for invention in producing the process claimed in the plaintiff’s patent. If not, you must find the patent invalid, and for the defendant. In this connection it will be important for you to determine whether the order in which dry steam, free steam, and blasts of air are directed to be used by the <page-number citation-index=\"1\" label=\"76\">*76</page-number>description in the plaintiff’s patent constitutes invention, or merely mechanical skill and judgment, in the use of the process for the purposes intended; if only mechanical skill, using blasts of air, would not be invention.</p>\n<p id=\"b96-4\">If you find for the plaintiff on all of the anticipating defenses before named, then you will determine, from the evidence, whether the defendant infringed the patent of the plaintiff, as claimed and set out in the petition, and also which, if not all, of the claims of said patent were infringed. You can find, if the evidence so presents itself to you, infringement of some of the claims, and no infringement of others. The defendant had a right to use any or all of the claims which you may find not valid ones, under these general instructions; and, if it infringed any of the claims held by you to be valid, the plaintiff is entitled to recover his damages for such infringement. But his right to recover depends upon proof of infringement of sudh valid claims.</p>\n<p id=\"b96-5\">The plaintiff is entitled to recover damages, (if he establish the infringement by the defendant,) arising from the use of the valid claims of his patent, and the measure of such recovery would be the profits or advantages derived by the defendant in the use of said claims of the plaintiff’s patent for the period in which so used, and any specific damages which he may show he has sustained by such use, or by reason of such use; a,nd in the absence of proof of such profits and gains, or specific damages so spstained, the plaintiff would only bo entitled to nominal damages.</p>\n<p id=\"b96-6\">Verdict for the plaintiff.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}