{
  "casebody": {
    "data": "<casebody firstpage=\"394\" lastpage=\"403\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b402-9\">Ferguson vs. Cappeau, Adm’x. of Cappeau.</parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b402-10\">Appeal from <em>Baltimore </em>county court. This vfas an action of assumpsit, instituted by <em>Charles Cappeau, </em>the áppellee’s inféstate'; ágáinst the appellant, to recover the value of four cases and three bales of dry goods, shipped on board a vessel of the appellaiit,- called the <em>Cecily </em>by the said intestate, to be transported for freight froth <em>Baltimore </em>to <em>Norfolk, </em>and which the declaration alleges were wholly lost by the negligence of the appellant; The declaration states, “that heretofore, to wit,- bit the eleventh day of October, in the year one thousand eight hundred and fifteen*at <em>Baltimore </em>county' aforesaid, in .consideration that the said <em>Charles Cappeau, </em>at the special instance and request» <page-number citation-index=\"1\" label=\"395\">*395</page-number>the appellant, had shipped and- put on board a certain vessel of the appellant, called the <em>Cedi, </em>then lying in the port of Baltimore, in the county aforesaid, whereof a certain <em>William. Pennington, </em>was then and there master and commander, certain goods and merchandise, to wit, four-cases and three hales of dry goods, of him the said <em>Charles </em>Cappeau, of a large value, <em>to. </em>wit, of the value of two thousand dollars, lawful money, to be safely and securely carried, transported, and, conveyed by water, in the said, vessel, from the said port of <em>Baltimote </em>to <em>Norfolk, </em>in the State of <em>Virginia, </em>upon freight, to be therefor paid him the appellant by the said <em>Charles Cappeau, </em>he the appellant . undertook, and then and there faithfully promised the said <em>Charles Cappeau, </em>safely and, securely to carry, transport, and convey by water, in his aforesaid vessel, the said , goods and merchandise of the said <em>Charles. Cappeau, </em>from the. said port of <em>Baltimore </em>to, <em>Norfolk, </em>in the said Slate of • <em>Virginia, </em>and there safely and securely to deliver the same, to the use of the said <em>Charles </em>Cappeau; yet the said <em>Charles. Cappeau </em>in fact saith, that the said appellant, not regarding his said promise and undertaking, so by him in manner and form, in this behalf made as aforesaid, but contriving and fraudulently intending, craftily and subtilely, to deceive and defraud the said <em>Charles..Cappeau </em>in this behalf», hath not as yet, safely and securely carried, transported or conveyed, the said gopds and merchandise of him the said. <em>Charles. Cappeau, </em>from the said port of. <em>Baltimore, to </em>Nor<em>folk </em>aforesaid, and there safely and securely, delivered the same to the use of the said <em>Charles Cappeau, </em>according to, the tenor and effect of the said promise and. undertaking of the said appellant, although a reasonable time for that-purpose has long since elapsed, and although so to do, he, hath been, often requested by the said <em>Chafes </em>Cappeau; but on the contrary thereof, lie,, the..said appellant, before the. impetration of the writ original of the said <em>Charles Cappeau, </em>in this cause, to wit», on,the first day of November, in the. year aforesaid, at the county aforesaid, so negligently and: carelessly managed and conducted himself in the premises, and took so little and so bad care of the said goods and merchandise of the said <em>Charles Cappeau, </em>that the same became, and were, and still are, wholly lost to the said <em>Charles Cappeau, </em>to wit, at the county aforesaid, to the damage of the said <em>Charles Cappeau} </em>in the sum of four <page-number citation-index=\"1\" label=\"396\">*396</page-number>thousand dollars,” &amp;c. After-the filing of the declaration. <em>Charles Cappeau </em>died* and' the appellee,, as his administratrix, was made a party. The appellant pleaded <em>non assumpsit. </em>At the trihl-, the appellee proved,. 1-. That qne<em>Joseph Cappeau, </em>a merchant of <em>Baltimore, </em>on the 11th o€ October 1815, by order, and for and on account of <em>Charles. Cappeau, </em>the intestate of the appellee, and:a resident mer-. chant of-' <em>Norfolk, </em>shipped four cases and three bales of dry-good's, on board1 a sloop called the <em>Cecil, </em>the property of the. appellants, and’ one of' a line of packets belonging to the-, defendant,, and running- between <em>Baltimore and--Norfolk.. </em>One <em>Walton Gray, </em>the agent for that- purpose of the appel-. Jant, on the delivery of- the goods on-board the sloop, gave, to <em>Joseph Cappeau </em>the following bill' of lading: “Shipped; in good order and' welt conditioned, <em>byJoseph Cappeau, </em>by order and- for.- account of <em>Charles Cappeau, </em>of <em>Norfolk, </em>in-, and upon the sloop or vessel called the <em>Cecil, </em>whereof' <em>William Pennington </em>is- master,, now in the port- of <em>Baltimore■, </em>and' bound, to the port of <em>Norfolk, </em>four - cases and; three bales of dry. goods, to be-delivered-in the like good.-, order and condition- at the port- <em>of Norfolk </em>aforesaid, (the. dangers of' the seas only excepted,) unto the aforesaid: <em>Charles Cappeau, </em>or his assigns,, he or they paying freight; for said goods, as is customary. In witness whereof f. have affirmed to three bills of lading of the same tenor and. date, (one of the cases being \\yet, not to be answerable-in, •-'case of- damage.)</summary>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b402-12\"><page-number citation-index=\"1\" label=\"394\">*394</page-number>in an action against a ship own* Or, for the Jo^s of goods which lie-had engaged to transport for freight, it as not necessary to aver in the <em>Nar9 </em>the pay men t of the freight, or the tefi tier of it</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b402-13\">A contract made by the master of á <em>general </em>ship, is in law the contract of the owner, the master being considered the duly constituted agent of the owner for that purpose'</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b402-14\">A bill oflading, signed by the, master, for goods delivered on board Ills vessel for transportation, is the contract of the owner of the vessel</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"AFp\">If the bill of lading contains an exception “of the dangers of the seas,” such exception must be stated in the declaration</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b402-16\">Every proviso in a .contract, which goes to discharge the liability under it entirely, must be stated in the declaration, otherwise if it o’nl) gors to diminish ‘he liability</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"AE8\">A surety in an administration bond, is a competent witness for ihe administrator</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"AGy\">The judgment tor costs against a plaintiff administrator, is never <em>de hgnis testatoris, </em>and the ad* ministration bond is not liable for such costs</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b404-8\"><page-number citation-index=\"1\" label=\"396\">*396</page-number>Given, under my hand,, at- <em>Baltimore, </em>the 7th October,, 3815.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b404-9\">\n<em>Walton Gray, Agentfir Wm. Penningimi,”'</em>\n</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b404-10\">The goods were of the value of §2055 14 cents. The. defendant offered; no evidence, either to show that the said goods, were ever transported to the port- <em>of Borfoik, </em>or that they were ever ready there to be delivered to <em>Charles Cappeau, </em>or to his order. On these facts, the appellant, by his counsel, moved’ the court, to. direct the jury, that the appellee was not entitled to recover, unless proof was offered to the jury that the freight for the,goods had been tendered. This direction, <em>[Hanson and1 Ward, ].] gave; </em>the appellee excepted.. 2-. The appellee thengaye.evidence that <em>Joseph Cappeau </em>had a conversation with <em>William, Pennington, </em>the master of the sloop, after his return to <em>Baltimore, </em>in the presence of the appellant, in which he asked <em>Penningtons </em><page-number citation-index=\"1\" label=\"397\">*397</page-number>what he had done with the goods, who replied he had delivered them to a <em>Frenchman </em>of low stature and darle com-, plexion, who presented the bill of lading for them. The appellant, by his counsel, again prayed the comt to direct the jury, that the appellee was not entitled to recover. Which direction the court, <em>[_Hanson and War-d,W] </em>refused to give. The appellant excepted. 3,. The appellee further gave in evidence to the jury, that at the time of shipping the goods, as stated in the previous exceptions, the appellant gave, by his agent, three bills of lading, of the same tenor and date as the one inserted in the first bill of exceptions, one of which was retained by the appellant or his agent, another delivered to <em>Joseph </em>Cappeau, and the third enclosed -in a letter from <em>Joseph Cappeau </em>to <em>Charles Cap~ pean, </em>at <em>Norfolk, </em>and put into the letter box of said sloop <em>Cecil, </em>which was an open box, and that upon the return of' the <em>Cecil </em>from <em>Norfolk, Joseph Cappeau </em>having understood, that the goods had <em>not </em>been delivered to <em>Charles Cappeaux </em>inquired of <em>Pennington, </em>the captain of the sloop, what lie had done with them, who replied that he delivered them, at <em>Norfolk, </em>to a person whom l&gt;e did not know, but who. seemed to be a <em>Frenchman, </em>and a, low; man, of dark complexion, who presented a bill of lading, and paid the freight. <em>Joseph Cappeau </em>further- inquired of <em>Pennington </em>where the bill of lading was, who replied that ha did not know, he bad it not. The appellant, by his counsel, then prayed tins ©pinion of the court to the jury, that the appellee ivas not entitled to recover. Which opinion the conn, <em>[J/anson and Ward, </em>J.~] refused to give. The appellant excepted. 4. The only question raised in- the fourth exception, which was before this court, was, whether <em>Joseph Cappeau, </em>who was one of the sureties on the administration bond of the appellee, was a competent witness for the appellee. He was also one of the distributive representatives pf the appellee’s intestate, but the objection to his competency on. that account was removed by a release. The. court below, <em>fNan~ son and Ward, </em>J.] were of opinion, that the. witness was competent, and suffered him to be examined. The appellant excepted; and the verdict and judgment being against Mm, he prosecuted this appeal,.</summary>\n<judges data-order=\"12\" data-type=\"summary\" id=\"b405-3\">The cause was argued before Bocharan, Ch. J. StmseiiEN, and Archer, J,</judges>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b406-2\"><page-number citation-index=\"1\" label=\"398\">*398</page-number><em>J. Glenn </em>and <em>JR. Johnson, </em>for the Appellant,</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Axtv\">coiU tended, 1. That it ought to have been averred in the. <em>Nar, </em>that the freight for. the goods was paid, or tendered to. be paid. 2. That although it might not have been, necessary, to. make such an averment, the appellee, ought to have proved the payment or tender. 3, That the bill of- lading slyows, that the contract given in, evidence was different from the one declared upon. 4. That <em>Joseph Cappeau, </em>being a surety on the administration bond of the appellee, was not a competent witness, for the appellee; - and 5. That' there was no evidence to, entitle the appellee to recover..</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b406-3\">On the first and second ppints, they cited; 2 <em>Phill. Ev. </em>82, (note A.) <em>Hyde vs. The Trent &amp; Mersey Navigation Co. 5 T. R. </em>389, 396, <em>pr. Buller J. </em>1 <em>Com. Cont. </em>358. <em>Morton vs. Lamb, 7 T. R. </em>121. <em>Calonel vs. Briggs, 1 Salk. </em>112. <em>Rawson et al. vs. Johnson, </em>1 <em>East, </em>203. <em>Waterhouse vs. Skinner, </em>2 <em>Bos. &amp; Pull. </em>447. <em>Towson vs. The Havre-de-Grace Bank, (ante 47.) Hudson vs. Goodwin, 5, Harr. &amp; Johns. </em>115; and <em>Slacum vs. Pomery, </em>6 <em>Cranch, </em>211.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b406-4\">On the third point, to 1 <em>Chitty Plead. </em>134, 300. 2 <em>Went. </em>263, 265. <em>Abbot on Shipping, </em>287, <em>ch. </em>4. <em>Ibid </em>132, 140. 291. <em>Atty et al. vs. Parish et al. 4 Bos. &amp; Pull. 104. Peake vs. </em>Carrington, 2 <em>Brod. &amp; Bing. </em>399, (6 <em>Serg. </em>&amp; <em>Lowb. </em>169.) <em>Samuel vs. Darsh, </em>2 <em>Starkie, </em>62, <em>(3 Serg. &amp; Lowb. 24</em>5.) <em>Hatham et al. vs. The East India Co. </em>1 <em>T. R. </em>638. 2 <em>Jac. L. D. </em>230. <em>Clay vs. Willan et al. 1 H. Blk. </em>298; and 4 <em>Campb. </em>20.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b406-6\">On the fourth point, to <em>Bean’s Ex’r. vs. Jenkin’s Adm’r. </em>1 <em>Harr. </em>&amp; <em>Johns. </em>135. <em>Wallace vs. Britten, Ibid </em>478. 1 <em>Bac. </em>Ab. <em>tit. Baron &amp; Feme, </em>(F.) 485. <em>Riddle vs. Moss, 7 Cranch, </em>206. <em>Carter vs. Pearce, </em>1 <em>T. R. </em>163. 2 <em>Burn’s Eccl. Law, </em>641. <em>Archbishop of Canterbury vs. Wills, </em>1 <em>Salk. </em>316. The act of 1785, <em>ch. </em>80, <em>s. </em>1. <em>Carter vs. Pearce, </em>1 <em>T. R. </em>163, <em>Bullet J. </em>The act of 1798, <em>ch. </em>101, <em>sub ch. </em>8, <em>s. 5; sub ch. </em>3, s. 11. 2 <em>Harr. Ent. </em>693.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b406-9\">On the last point, to 2 <em>Esp. on </em>Evid. 265, 1 <em>Phill. Evid. </em>150, <em>(158,) </em>and 2 <em>Phill. Evid. </em>82.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b406-10\"><em>Meredith </em>and <em>Wirt, </em>(Attorney-General, Z7; <em>S.) </em>for thp Appellee,</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"AT-\">contended, 1. That the declaration was sufficient. They cited 2 <em>Went. Plead, </em>273. The bill oC <page-number citation-index=\"1\" label=\"399\">*399</page-number>lading is not the contract. 1 <em>Selw. N. P. </em>339. <em>Hunter vs. Prinsip et al. </em>10 <em>East, </em>377. <em>Dewell vs. Moscon et al. 1 Taunt. </em>390. <em>Laws On Char. Part ch. </em>3, page 371, 373. <em>Hothan vs. The East India Co. </em>1 <em>T. R. </em>638. 1 <em>Saund. </em>233, (note 2.) 1 <em>Chitt. Plead. </em>228. <em>Lane vs. Pennyman, </em>4 <em>Mass. Rep. </em>91. <em>Sir Anthony Wane’s case, </em>5 <em>Coke, </em>21.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b407-4\">2. <em>Joseph Cappeau </em>was a-competent witness. They referred to the acts of 1798, ch. 101, <em>sub ch. </em>8, <em>s. 5; </em>1785, <em>ch. </em>80. <em>Wallace vs. Britten, </em>1 <em>Harr. </em>&amp; <em>Johns. </em>478. <em>Bac. </em>Ab. <em>tit. Baron </em>&amp; <em>Feme, </em>(F.)</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b407-5\">3. They contendéd, thát if the declaration was sufficient there was enough evidence to entitle the appellee to recover. Whether the goods were lost by the negligence of the appellant, or delivered to <em>Charles Cappeau, </em>was a fact upon which the jury only could decide, and that therefore the court were right in refusing to grant the general prayer of the Appellant, that the appellee was not entitled to recover.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b407-6\">Rucharán, Ch. ,1.</author>\n<p id=\"AGV\">delivered the opinion of the eburt. This case comes upon three bills of exception, taken on the part of the appellant, who was defendant below, being the <em>second-, thirds </em>and <em>fourth </em>bills of exceptions contained in the record; the second and- third on the refusal by the court to direct the jury, that the plaintift', the appellee; was not entitled to recover. To which four objections are raised. The 1st. That there ought to have been an averment in the declaration, that the freight was paid, or tendered to be paid. The 2d. That payment, or tender of the freight, ought to have been proved. The 3d. That there was no evidence in the cause to entitle the appellee to recover; and the 4th. That the bill of lading shows a material variance between the declaration, an if the contract of the parties. There appears to be very little in the three first of these objections. The action was not merely for a refusal to deliver thd goods, but for the entire loss of them to the appellee, by the carelessness and negligence of the appellant, by which he was rendered unable to deliver them. It is not like the case of a contract of sale, where there are dependent conditions, in which the performance of one, depends upon the previous performance of the other; or where there are mutual conditions to be performed at one and the same time, and neither party hag <page-number citation-index=\"1\" label=\"400\">*400</page-number>fd'ótie any thing tó exempt the other from performance On his part. '</p>\n<p id=\"b408-8\">But the declaration presenting á casé in which iio freight had been earned, and consequently no obligation to pay any, it would nót only have been nugatory tb aver either a payment or tender, but such an averment would have, beeii inconsistent with the othér allegations in the declaration, showing thát the appellant wás entitled to no freight, and that an independent cause of action existed for the negligently losing the goods, on the undertaking safely and securely to carry and transport them from <em>Baltimore </em>to <em>Norfolk. </em>-I ' '</p>\n<p id=\"b408-9\">The second objection, “that payment; ór atender of the freight, ought to have been proved, to entitle the appellee to recover,” is obnoxious to the same answer; for if the goods were either'in fact negligéntly lost, or safely conveyed to Norfolk, and delivered by the master to a wrong person, though by mistake, or if any other act was done by him, rendering a delivery of them to the appellee impracticable, .the appellant was entitled to tio freight, and of consequence, the appellee was under no obligation to pay or to tender any. A declaration by the master, that he had delivered the goods to a <em>Fteiichman, </em>who presented the bill of lading for them, appears in the second bill of exception; and in the third, that he -had delivered them at <em>Norfolk </em>to a man he did not know, who appeared to be a <em>Frenchman, </em>and who presented the bill of lading, and paid the freight. There does not appear to have been any endorsement Or assignment of the bill of lading; and if the person to whom they were delivered Xv^s not the appellee, nor authorised to receive them, it v’as a delivery by the master to a wrong person, by which tliey became lost to the appellee, and there existed no demand on him for freight. As to the third objection, as .it relates to the exddence alone in the cause, unconnected with the pleadings, the court certainly did right in refusing to instruct the jury\" that the appellee was not entitled to recover; the question, whether the goods xvere safely carried to <em>Norfolk, </em>and delivered to the appellee, or other person having authority to receive them, being clearly a question of fact proper for the decision of the jury, on the. evidence contained in both the second and third bills of exceptions.</p>\n<p id=\"b409-2\"><page-number citation-index=\"1\" label=\"401\">*401</page-number>The fourth objection, that there is a variance between the declaration and the contract proved, arises out of the general prayer to the court in each bill of exceptions, to instruct the jury, that the plaintiff was not entitled to recover.</p>\n<p id=\"b409-3\">It is a settled rule in pleading, that in an action founded upon a contract, if there be in the contract a proviso or condition which operates only in defeasance of it, or merely respects the liquidation of damages after a right to them has arisen by a breach of the contract, it is not necessary to be stated in the declaration, but should come from the other side; but that, if there be a condition precedent, or a proviso or other matter which qualifies the contract, or goes in discharge of the liability of the defendant, it must be sea ted.</p>\n<p id=\"b409-4\">The master of a vessel, being the authorised agent of the owner, the principle, that a contract made by the master of a <em>general ship, </em>for the conveyance of merchandise, is considered in law to be made with the owner also; and that each is separately bound to die performance of it, is too well established now to he questioned. The terms of a bill of lading, signed by the master, constitute the engagement or contract of the owner, for the breach of which he is liable to be sued, subject to such exceptions as it may contain, restraining the general responsibility to which he would otherwise be liable as a carrier.</p>\n<p id=\"b409-5\">The bill of lading in this case has an exception “of the dangers of the seas,5&gt; which does not merely respect the amount of damages to be recovered, but it limits and restrains, it changes the general obligation, and qualifies the particular contract, of which it is as much, and as material a part, as any clause in it, and the general obligation being thus restricted, the appellant, as owner, is only answerable on his special undertaking, as evidenced by the bill of lading. What then is that special undertaking? Why,, to deliver the goods in good order and condition at the port of <em>Norfolk, </em>the dangers of the seas only excepted; not a general undertaking at all events to deliver them, but only to deliver them, if not prevented by til® dangers of the seas, a strictly qualified contract; and the declaration charges a general undertaking to transport the goods safely and securely to <em>Norfolk, </em>and there to deliver them to the appellee, without any restriction or qualification. The <page-number citation-index=\"1\" label=\"402\">*402</page-number>plea is <em>non ‘assumpsit, </em>denying the contract ás laid in the declaration', against -which alone the appellant comes to defend himself, and the bill of lading showing <em>A </em>different and qualified undertaking; is produced in evidence by the appellee.</p>\n<p id=\"b410-3\">It is an established general rule, that wheft the contract proved varies from that stated or described ih the declaration; the plaintiff must be nonsuited;</p>\n<p id=\"b410-4\">. The contract proved here is essentially different from that declared upon; and we think the variance fatal.</p>\n<p id=\"b410-5\">The question arising on tli'e fourth bill of exceptions; is whether <em>Joseph Cappeau, </em>being one of the sureties ih the* administration bon’d of the appellee; was a competent witness in her behalf, the objection growing out of the circumstance of his being also entitled to a, distributive proportion' of the estate of <em>Charles Cappeau, </em>being removed by the release filed in the cause. Whatever force- there might have been in the objection; if he could have been made answerable for the costs of this suit, in an action against him on the administration bond, that objection falls to the ground, when it is perceived that no action for the costs1Coiild be sustained on the administration bond; eitheragainst him; or the appellee, the principal in the bond. Tit England; costs áre sometimes given against án executor Of administrator plaintiff, in his individual character; as if he names himself executor or administrator in an action, where he may Sue in his individual capacity; there if he fails he is personally Háble for costs, as in an action for trover and conversion after the death of the testator or intestate, &amp;c* But where he is obliged to sue in his representative Character, the- judgment for costs- is never <em>de bonis tesfatoris, </em>&amp;c. and thé act of lf9S, c/t.101, <em>sub chi 8, sect.- S, </em>makes no difference in the form of the judgment against an executor or administrator plaintiff; but heis to be’ answerable for costs in the- same' manner as the? deceased would have been, that is in his individual character. That act does not give a judgment for costs <em>de bonis testatons, </em>in the case of a plaintiff executor or administrator, but leaves the judgment to be entered <em>de bonispropriisf </em>as it is in England, in cases where a plaintiff executor or administrator is liable for costs, but goes farther than the practice in <em>England, </em>and gives costs to defendants ih every ©ase,-by extending that judgment <em>de bonis propriis </em>for <page-number citation-index=\"1\" label=\"403\">*403</page-number>costs against executors and administrators, to all cases in which they are plaintiffs. And this construction, of the jict is sustained by that clause of the same section, which provides that executors and administrators shall be allowed in their accounts for the cost so awarded against them, provided the courts awarding them shall certify that there were probable grounds for instituting, prosecuting, or defending the suits, &amp;c. lor if the judgment was to be <em>de bonis testatoris, </em>that clause would be, wholly nugatory. And there is no hardship, nor any thing unreasonable in this, since at the same time that it prevents, the waste of the estates of deceased persons, in frivolous and vexatious, suits, which executors and administrators might be tempted, to bring, if they were exempted from all liability for costs, affords them ample protection in the authority given to the. orphans courts to make them an allowance for costs in the. settlements, of their accounts, whenever such allowance shall appear to.be proper.</p>\n<p id=\"b411-8\">When costs awarded against an executor or, administrator plaintiff, are allowed by the orphans court, on the certificate of the court in. wh'tc^ ^le suitwas hied, he becomes legally, entitled to retain them out of the assets in his hands, and is not answerable for them on his bond; and, if they are not allowed, they cannot be levied <em>de bonis tes</em>tatoris, the judgment being against the executor or administrator <em>de bonis propriis? </em>and. the assets of the deceased-altogether unaffected by it. And in no event can the sureties in an administration, or testamentary bond, be answerable for costs, awarded against an administrator or executor, plaintiff; <em>Joseph Cappeau} </em>therefore, was a competent witness.</p>\n<p id=\"b411-9\">JUDGMENT REVERSED, AND PROCEDENDO AWARDED.,</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}