{
  "casebody": {
    "data": "<casebody firstpage=\"643\" lastpage=\"666\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b697-8\">The KANSAS CITY STAR COMPANY, Appellant, v. UNITED STATES of America, Appellee. Emil A. SEES, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b697-13\">Nos. 15456, 15457.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b697-14\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b697-15\">Jan. 23, 1957.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b697-16\">Rehearing Denied March 13, 1957.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b701-19\"><page-number citation-index=\"1\" label=\"647\">*647</page-number>Elton L. Marshall, Kansas City, Mo. (Henry N. Ess, Carl E. Enggas, Colvin A. Peterson, Jr., and Watson, Ess, Marshall &amp; Enggas, Kansas City, Mo., on the brief), for appellant The Kansas City Star Co.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b701-20\">Carl E. Enggas, Kansas City, Mo. (Henry N. Ess, Elton L. Marshall, Melvin J. Spencer, and Watson, Ess, Marshall &amp; Enggas, Kansas City, Mo., on the brief), for appellant Emil A. Sees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b701-21\">Earl A. Jinkinson, Atty., Dept, of Justice, Chicago, 111., and Joseph E. McDowell, Atty., Dept, of Justice, Washington, D. C. (Edward L. Scheufler, U. S. Atty., Kansas City, Mo., Victor H. Kramer and Daniel M. Friedman, Attys., Dept, of Justice, Washington, D. C., Victor R. Hansen, Asst. Atty. Gen., and Raymond P. Hernacki and Willis L. Hotchkiss, Attys., Dept, of Justice, Chicago, 111., on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b701-22\">Before GARDNER, Chief Judge, and WOODROUGH and VOGEL, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b701-23\">VOGEL, Circuit Judge.</author>\n<p id=\"b701-24\">The Kansas City Star Company, Roy A. Roberts, its president and chairman of the Board of Directors, and Emil A. Sees, its director of advertising, treasurer and a member of the Board of Directors, were all charged in an indictment with a violation of Section 2 of the Sherman Anti-Trust Act, 15 U.S.C.A. § 2. The indictment was in two counts. The first count charged that the appellants had been and were up to the time of the return of the indictment engaged in an attempt to monopolize interstate trade and commerce in the dissemination of news and advertising. In Count No. 2 the appellants were charged with a monopolization of interstate trade and commerce in the dissemination of news and advertising. Prior to trial, and on motion of the government, the indictment was dismissed as to Roy A. Roberts. Af<page-number citation-index=\"1\" label=\"648\">*648</page-number>ter a trial, lasting from January 17, 1955 to February 22, 1955, the jury returned a verdict of guilty as to The Kansas City Star Company on both counts of. the indictment and a verdict of guilty as to Emil A. Sees on Count 1 and not guilty on Count 2. The court, concluding that the offense of attempting to monopolize as charged in Count 1 of the indictment merged into the greater offense of monopolization as charged in Count 2, imposed a single penalty of a $5,000 fine as to the appellant The Kansas City Star Company, hereinafter referred to as The Star. Appellant Sees, having been convicted on Count 1 only, was punished by a fine of $2,500. Both parties separately prosecuted an appeal to this court. They were, however, indicted together, tried .and convicted together, and will be considered together in this opinion, separate reference being made to each where that becomes necessary or expedient.</p>\n<p id=\"b702-4\">That portion of the statute under which the indictment was found, 15 U.S.C.A. § 2, is as follows:</p>\n<blockquote id=\"b702-5\"><em>\"Every person who shall monopolize, or attempt to monopolize, </em>or combine or conspire with any other person or persons, to monopolize <em>any part of the trade or commerce among the several States, </em>or with foreign nations, <em>shall be deemed guilty of a misdemeanor, </em>and, on conviction thereof, shall be punished by fine not exceeding $5,000, or by imprisonment not exceeding one year, or by both said punishments, in the discretion of the court.” (Emphasis supplied.)</blockquote>\n<p id=\"b702-6\">The Sherman Act aims at the evils of monopoly and monopolistic practices in interstate trade and commerce. That it can apply to the’ dissemination of news and advertising there can be no doubt. In a case quite similar to this one, the Supreme Court commented, Lorain Journal Co. v. United States, 1951, 342 U.S. 143, 152, 72 S.Ct. 181, 185, 96 L.Ed. 162:</p>\n<blockquote id=\"b702-7\">“The distribution within Lorain of the news and advertisements transmitted to Lorain in interstate commerce for the sole purpose of immediate and profitable reproduction and distribution to the reading public is an inseparable part of the flow of the interstate commerce involved. See Binderup v. Pathe Exchange, 263 U.S. 291, 309, 44 S.Ct. 96, 99, 68 L.Ed. 308; Stafford v. Wallace, 258 U.S. 495, 516, 42 S.Ct. 397, 66 L.Ed. 735; Illinois Central R. Co. v. De Fuentes [Louisiana R. Comm.], 236 U.S. 157, 163, 35 S.Ct. 275, 276, 59 L.Ed. 517; Swift &amp; Co. v. United States, 196 U.S. 375, 398, 25 S.Ct. 276, 280, 49 L.Ed. 518. Unless protected by law, the consuming public is at the mercy of restraints and monopolizations of interstate commerce at whatever points they occur. Without the protection of competition at the outlets of the flow of interstate commerce, the protection of its earlier stages is of little worth.”</blockquote>\n<p id=\"b702-10\">See also Associated Press v. United States, 1945, 326 U.S. 1, 14, 65 S.Ct. 1416, 89 L.Ed. 2013, holding trade in news among the several states to be interstate commerce.</p>\n<p id=\"b702-11\">In this appeal, both appellants allege many errors in rulings on various motions, the receipt of certain evidence, the exclusion of other evidence, and the court’s charge to the jury.</p>\n<p id=\"b702-12\">Pre-Trial Orders.</p>\n<p id=\"b702-13\">At the outset, appellants moved to dismiss the indictment and each count thereof on the grounds that each count failed to state the particular act or acts charged to constitute the offense with reasonable definiteness and that each count was so vague and indefinite that it did not inform the appellants of the nature and cause of the accusation against them, thereby denying rights guaranteed by the Fifth and Sixth Amendments to the Constitution of the United States and Rule 7(c) of the Federal Rules of Criminal Procedure, 18 U.S.C.A.</p>\n<p id=\"b702-14\">The indictment identifies and describes The Kansas City Star Company <page-number citation-index=\"1\" label=\"649\">*649</page-number>as being a corporation and the publisher of a morning daily newspaper known as The Kansas City Times, an evening daily newspaper known as The Kansas City Star and a Sunday newspaper known as The Sunday Star. It alleges that The Star also owns and operates radio station WDAF and television station WDAF-TV at Kansas City, .Missouri. Sees is described as the director of advertising, treasurer and a director of The Kansas City Star Company. The indictment makes it clear that the geographical area in which the appellants are charged with monopolization and attempt to monopolize news and advertising in metropolitan Kansas City, Missouri, covered the Counties of Jackson and Clay in the State of Missouri and the Counties of Wyandotte and Johnson in the State of Kansas. In addition, it sets forth its definitions of the terms “classified advertising”, “display advertising”, “local display advertising” and “general advertising”. It describes the nature of the trade and commerce of an interstate nature to which the indictment was applicable; that The Times and Star are delivered to 96% of all the homes in metropolitan Kansas City each day; that The Times’ total net paid circulation exceeds 353,000 copies daily, The Star’s total net paid circulation exceeds 361,000 copies daily; that The Sunday Star exceeds 378,000 copies each Sunday. It sets forth the formation and growth of The Kansas City Star, and the acts and practices upon which it is charged that there was an attempt to monopolize, as well as the acts and practices on the part of the appellants which it is charged resulted in monopolization.</p>\n<p id=\"b703-5\">From an examination of the indictment and the particularizations set forth therein, we are convinced that Rule 7 (c) of the Federal Rules of Criminal Procedure was satisfied in that the indictment does contain “ * * * a plain, concise and definite written statement of the essential facts constituting the offense charged”. We are of the opinion that it charges offenses with sufficient clarity to enable the appellants to properly prepare their defense and with sufficient certainty and definiteness that trial thereon would be an effective bar to future prosecution for the same acts. United States v. Cruikshank, 1875, 92 U.S. 542, 566, 568, 23 L.Ed. 588; Bennett v. United States, 1913, 227 U.S. 333, 338, 33 S.Ct. 288, 57 L.Ed. 531; Berger v. United States, 1935, 295 U.S. 78, 82, 55 S.Ct. 629, 79 L.Ed. 1314; Hewitt v. United States, 8 Cir., 1940, 110 F.2d 1, 6, certiorari denied 310 U.S. 641, 60 S.Ct. 1089, 84 L.Ed. 1409; Claiborne v. United States, 8 Cir., 1935, 77 F.2d 682, 689. In prosecutions under the Sherman Act, 15 U.S.C.A. §§ 1-7, 15 note, it would seem particularly true that there has been no marked reliance upon rigorous common law standards. E. g., Nash v. United States, 1913, 229 U.S. 373, 33 S.Ct. 780, 57 L.Ed. 1232; Knauer v. United States, 8 Cir., 1916, 237 F. 8; United States v. American Medical Association, 1940, 72 App.D.C. 12, 110 F.2d 703, 715, 716, affirmed 317 U.S. 519, 63 S.Ct. 326, 87 L.Ed. 434; United States v. Armour &amp; Co., 10 Cir., 1943, 137 F.2d 269, 270.</p>\n<p id=\"b703-8\">We are satisfied that the indictment complies with the provisions of Rule 7(c) and does not violate or deny the rights guaranteed by the Fifth and Sixth Amendments to the Constitution. There was no error in overruling appellants’ motion.</p>\n<p id=\"b703-9\">All of the pre-trial motions hereafter discussed are addressed to the discretion of the trial judge. It is a fundamental rule of our appellate procedure that the trial judge will not be reversed after using his considered judgment on discretionary orders provided there has been no abuse of such discretion. With this rule in mind, we proceed to examine separately the pre-trial motions and the alleged erroneous orders issued as a result of those motions.</p>\n<p id=\"b703-10\">Subsequent to the court’s denial of the motion to dismiss the indictment, appellants made a motion for a bill of particulars, the denial of which is cited as error. An examination of the motion for a bill of particulars convinces <page-number citation-index=\"1\" label=\"650\">*650</page-number>us that it was aimed at obtaining in particular the details of the government’s evidence. It is not the function of a bill of particulars to-set forth evidentiarydetail. Furthermore, the granting or denial of a motion for a bill of particulars is generally addressed to the sound discretion of the trial court. The rulings of the trial court thereon will not be disturbed excepting for clear abuse of that discretion. American Tobacco Co. v. United States, 6 Cir., 1944, 147 F.2d 93, 117, affirmed 328 U.S. 781, 66 S.Ct. 1125, 90 L.Ed. 1575 (an anti-trust case):</p>\n<blockquote id=\"A6Q\">“The granting or denying of demands for particulars is a matter within the discretion of the trial court and, unless there is an abuse thereof, its actions will not be disturbed.”</blockquote>\n<p id=\"b704-4\">In Sawyer v. United States, 8 Cir., 1937, 89 F.2d 139, 141, this court said:</p>\n<blockquote id=\"b704-5\">“If the language of the indictment is so far definite and certain as to safeguard all of the rights of a defendant and to enable him properly to prepare his defense, a bill of particulars will not be required. Bedell v. United States, 8 Cir., 78 F. 2d 358. The granting or the refusal of a motion for a bill of particulars is a matter that is governed by the sound judicial discretion of the trial court, and unless it shall be shown affirmatively that such discretion has been abused by the trial court a refusal to require a bill of particulars will not be disturbed by an appellate court.”</blockquote>\n<p id=\"b704-7\">There is no showing here that appellants were prejudiced by the court’s denial of their demand. This is particularly true in light of the fact that appellants subsequently on August 13, 1954, filed a motion for discovery and inspection which the court granted by order on September 2, 1954, making available to the appellants all documents covered by previous orders impounding such documents at the request of the grand jury. The case did not go to trial until January 17, 1955 — apparently a sufficient length of time for the appellants to examine and become familiar with the documentary evidence relied upon by the government.</p>\n<p id=\"b704-9\">The appellants moved the court for an order fixing the time within which evidence would be admitted to a period of three years <footnotemark>†</footnotemark> prior to the return of the indictment and requested that evidence of events occurring prior thereto be excluded. In denying that motion, the trial court fixed January 1, 1936, as the cut-off date. Evidence of events occurring prior thereto was not to be admitted.</p>\n<p id=\"b704-10\">Intent was a vital element of the charges against the appellants. Times-Picayune v. United States, 1953, 345 U.S. 594, 626, 73 S.Ct. 872, 97 L.Ed. 1277. Where that is true, <em>“ * * * </em>it has always been deemed allowable, as well in criminal as in civil cases, to introduce evidence of other acts and doings of the party, of a kindred character, in order to illustrate or establish his intent or motive in the particular act directly in judgment”. Wood v. United States, 16 Pet. 342, 358, 10 L.Ed. 987. In United States v. Pullman Co., D.C.E.D.Pa.1943, 50 F.Supp. 123 at page 126, affirmed 330 U.S. 806, 67 S.Ct. 1078, 91 L.Ed. 1263, an anti-trust case, the court, in commenting on evidence prior to the indictment period, stated:</p>\n<blockquote id=\"b704-11\">“We think they are competent evidence to show defendants’ state of mind at the time. The time, of course, was a good while ago, long before the Sherman Act. But if such declarations point in the direction of a path which has been followed continuously since their adoption, it is not unfair to take them as the initiation of a consistent Pullman policy. Standard Oil Company of New Jersey v. United States, 1911, 221 U.S. 1, 46, 47, 75, 76, 31 S.Ct. 502, 55 L.Ed. 619, 34 L.R.A., N.S., 834, Ann.Cas.1912D, 734; United States v. Reading Company, 1920, 253 U.S. 26, 43-45, 40 S.Ct. 425, 64 L.Ed. 760.”</blockquote>\n<p id=\"b705-4\"><page-number citation-index=\"1\" label=\"651\">*651</page-number>In order to show intent, it was entirely proper to receive evidence of a course of conduct engaged in by the appellants over a period of years leading up to the indictment period which might assist the jury in attempting to determine whether or not the appellants possessed that necessary intent during the time covered by the indictment. It would be illogical not to admit evidence as to a course of conduct over many years which manifested an intent to monopolize. But we need not use a rationale to explain this state of the law. The federal courts in anti-trust cases have long admitted evidence of conduct prior to the statutory period. Standard Oil Co. v. United States, 1911, 221 U.S. 1, 75-76, 31 S.Ct. 502, 55 L.Ed. 619; United States v. Pullman Co., supra; American Tobacco Co. v. United States, 6 Cir., 1944, 147 F.2d 93, affirmed 328 U.S. 781, 66 S.Ct. 1125, 90 L.Ed. 1575. The evidence here of prior conduct was admitted by the trial court and the jury instructed that:</p>\n<blockquote id=\"b705-5\">“ * * * you may consider all evidence of acts which occurred prior to January 6, 1950, insofar as it may show a design or intent or pattern of conduct of the defendants with respect to their actions after January 7, 1950.”</blockquote>\n<p id=\"b705-6\">They were specifically told:</p>\n<blockquote id=\"b705-7\">“Under the law the defendants cannot be convicted for acts which occurred prior to the three years immediately preceding the date of indictment.”</blockquote>\n<p id=\"b705-8\">After the court’s denial of appellants’ motion to coniine the evidence to the three-year period, the appellants objected to the 1936 cut-off date for evidence as being arbitrary and without regard to their own relevant evidence. In fixing a cut-off date, the trial court’s purpose was to eliminate remote evidence and keep the trial within reasonable bounds. Apparently the trial court felt that 1936 was the most practical date for such a cut-off. The trial court is given a wide range of discretion in exercising its right and duty to control the trial and keep it within reasonable time limits. United States v. Socony-Vacuum Oil Co., 1940, 310 U.S. 150, 229-231, 60 S.Ct. 811, 84 L.Ed. 1129. In considering the numerous witnesses and the mass of evidence, some conceivably going back as far as 1880, the founding date of The Star, the trial court was exercising its considered judgment in fixing the cut-off date. We see no justification in the record for disturbing the court’s determination.</p>\n<p id=\"b705-10\">Complaint is made of the trial court’s overruling of appellants’ motion for a continuance filed on January 10, 1955. Such a motion is addressed to the sound discretion of the trial court. In the absence of a pure abuse of such discretion, the action of the trial court will be sustained. We find no such abuse here. We come to the same conclusion with reference to several motions for adjournment made during the trial.</p>\n<p id=\"b705-11\">Prior to trial, Sees filed a motion for severance which he claimed was improperly and erroneously denied. Separate trials are not necessarily a matter of right. See Rule 8(b), Federal Rules of Criminal Procedure, 18 U.S.C.A. In Mellor v. United States, 8 Cir., 1947, 160 F.2d 757, at page 761, certiorari denied 331 U.S. 848, 67 S.Ct. 1734, 91 L.Ed. 1858, this court, speaking through Judge Woodrough, stated:</p>\n<blockquote id=\"b705-12\">“It is contended that it was improper to join two defendants in a single count indictment charging a substantive offense and not a conspiracy. However, the right to charge two defendants jointly in a single indictment is recognized in a number of well reasoned cases, which hold that such procedure does not result in misjoinder of defendants, nor render the indictment subject to attack for duplicity.”</blockquote>\n<p id=\"b705-13\">In dealing with a similar contention, the Court of Appeals for the District of Columbia, in Hall v. United States, 1948, 83 U.S.App.D.C. 166, 168 F.2d 161, 163, 4 A.L.R.2d 1193, certiorari denied 334 U.S. 853, 68 S.Ct. 1509, 92 L.Ed. 1775, stated:</p>\n<blockquote id=\"b705-14\">“Hall and Gray assert that their motions for severance were improperly denied. It is the general rule <page-number citation-index=\"1\" label=\"652\">*652</page-number>that persons jointly indicted should be tried together, and granting separate trials is a matter of discretion. The mere fact that admissions have been made by one which are not evidence as against the others is not a conclusive ground for ordering the parties to be tried separately. Lucas v. United States, 70 App.D.C. 92, 104 F.2d 225.”</blockquote>\n<p id=\"b706-5\">Even where defendants have been separately indicted the ordering of a joint trial by the District Court may be sustained under the provisions of Rule 13 of the Federal Rules of Criminal Procedure, 18 U.S.C.A. In the case of Malatkofski v. United States, 1 Cir., 1950, 179 F.2d 905, at page 909, the Court of Appeals stated:</p>\n<blockquote id=\"AUhu\">“Since the defendants were alleged ‘to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses’, they might, under Rule 8(b) of the Federal Rules of Criminal Procedure, 18 U.S.C.A. have been joined as defendants in a single indictment. Under these circumstances the district court was authorized by Rule 13 to order the indictments to be tried together. Each defendant moved for a separate trial on the general ground (no details being specified) that standing trial with the other defendant would be prejudicial. These motions for severance were denied. In this there was no error. The matter lay in the discretion of the trial judge, and no extraordinary facts appear from which it could be said that denial of the motions was an abuse of discretion. See Stilson v. United States, 1919, 250 U.S. 583, 40 S.Ct. 28, 63 L.Ed. 1154. Throughout the trial, whenever evidence was introduced which was competent against one defendant and incompetent against the other, the judge duly admonished the jury that the evidence was received only as against the one defendant and must be disregarded by them in their consideration of the case of the other defendant. See United States v. Ball, 1896, 163 U.S. 662, 672, 16 S.Ct. 1192, 41 L.Ed. 300.”</blockquote>\n<p id=\"b706-8\">The Supreme Court has lent finality to the rule of discretion on the part of the trial court in determining a motion for severance in the recent case of Opper v. United States, 1954, 348 U.S. 84, 95, 75 S.Ct. 158, 165, 99 L.Ed. 101:</p>\n<blockquote id=\"b706-9\">“It was within the sound discretion of the trial judge as to whether the defendants should be tried together or severally and there is nothing in the record to indicate an abuse of such discretion when petitioner’s motion for severance was overruled. The trial judge here made clear and repeated admonitions to the jury at appropriate times that Hollifield’s incriminatory statements were not to be considered in establishing the guilt of the petitioner. To say that the jury might have been confused amounts to nothing more than an unfounded speculation that the jurors disregarded clear instructions of the court in arriving at their verdict. Our theory of trial relies upon the ability of a jury to follow instructions. There is nothing in this record to call for reversal because of any confusion or injustice arising from the joint trial.”</blockquote>\n<p id=\"b706-10\">See also Note and cases cited in 70 A.L.R. 1172.</p>\n<p id=\"b706-11\">In this case, the court repeatedly throughout the trial admonished the jury that certain evidence received was not applicable to Sees and carefully charged the jury that Sees could be held responsible only for acts performed by him or under his direction. The fact that the jury returned a verdict of not guilty on the second count as to Sees but nevertheless found The Star guilty shows they gave individual treatment to each and lends impetus to the statement that “our theory of trial relies upon the ability of a jury to follow instructions”. The refusal of a trial court to grant Sees’ motion for severance was a valid exercise of discretion and in the absence of a showing that such discre<page-number citation-index=\"1\" label=\"653\">*653</page-number>tion was abused is not reversible here. No error was committed in denying Sees’ motion for severance.</p>\n<p id=\"b707-5\">Evidence, Trial Rulings and Instructions.</p>\n<p id=\"b707-6\">The Kansas City Star was founded in 1880. Among its competitors at that time were the Kansas City Journal, founded in 1854, and The Kansas City Times, founded in 1867. In 1894 The Sunday Star was established. In 1901 the owner of The Kansas City Star acquired The Times and thereafter published The Kansas City Times (morning), The Kansas City Star (evening) and The Sunday Star. In 1905 the Kansas City Post was established. The Journal and the Post were merged in 1922. The Kansas City Star Company (the present appellant) was incorporated in 1926, at which time it commenced operation of radio station WDAF, later owning and operating television station WDAF-TV. In 1928 the morning Journal discontinued publication. The Sunday Journal discontinued in 1941 and the evening Journal discontinued in March, 1942.</p>\n<p id=\"b707-7\">The metropolitan Kansas City area in which the appellants were charged with</p>\n<p id=\"b707-8\">attempting to monopolize and monopolization of interstate trade and commerce in the dissemination of news and advertising is made up of four counties: Jackson and Clay in the State of Missouri and Wyandotte and Johnson in the State of Kansas. Within this area there are located four major urban communities : Kansas City, Missouri; Kansas City, Kansas; North Kansas City, Missouri ; and Independence, Missouri. This metropolitan area contains a population of approximately 854,000 persons. During the indictment years The Star advertised and the evidence justified the conclusion that it possessed 95% coverage of all households in the four counties referred to. In 1952, one of the indictment years, there were seven daily newspapers published in the four-county area in addition to those published by The Star. These daily newspapers were The Kansas City Kansan, The Independence Examiner, The Excelsior Springs Standard, The Independence Daily News, The Daily Record, The Kansas City News-Press, and The Daily Drovers Telegram.<footnotemark>††</footnotemark> The Star’s dominance in the area is evidenced by circulation figures.</p>\n<p id=\"b707-9\">“1951<footnotemark>1</footnotemark> 1952<footnotemark>1</footnotemark></p>\n<p id=\"b707-10\">Average Daily Circulation Per Cent of Total Average Daily Circulation Per Cent of Total</p>\n<p id=\"AIB\">1. Kansas City Star Company</p>\n<p id=\"ArB\">Kansas City Times (M) ...351,126<footnotemark>2</footnotemark>. 46.58 350,2062 46.74</p>\n<p id=\"A1L\">Kansas City Star (E) ......360,143<footnotemark>2</footnotemark> 47.78 358,231<footnotemark>2</footnotemark> 47.81</p>\n<p id=\"AaU\">Total Times and Star ... ... 711,269<footnotemark>2</footnotemark> 94.36 708,437<footnotemark>2</footnotemark> 94.56</p>\n<p id=\"Act\">2. Kansas City Kansan (E) ... ... 29,084<footnotemark>2</footnotemark> 3.86 27,8732 3.69</p>\n<p id=\"AUu\">3. Independence Examiner (E) .... 7,754<footnotemark>3</footnotemark> 1.03 7,862<footnotemark>3</footnotemark> 1.05</p>\n<p id=\"AnW\">4. Excelsior Springs Standard (E<footnotemark>*</footnotemark>) 3,189<footnotemark>3</footnotemark> .42 3,283<footnotemark>3</footnotemark> .44</p>\n<p id=\"AM-\">5. Independence Daily News (E ex. Sat.) ............. ... 1,448 <footnotemark>3</footnotemark> .19 550 <footnotemark>3</footnotemark> .07</p>\n<p id=\"A4T\">6. Daily Record (D) .......... ... 1,015 <footnotemark>3</footnotemark> .14 1,004 <footnotemark>3</footnotemark> .13</p>\n<p id=\"AZ7\">7. Daily News Press (D) ...... ... Not published 445 <footnotemark>**</footnotemark> , <footnotemark>3</footnotemark> .06</p>\n<p id=\"ASNQ\">Total Kansas City ...... 100.00 749,454 100.00</p>\n<p id=\"b708-3\"><page-number citation-index=\"1\" label=\"654\">*654</page-number>Evidence reflecting the advertising revenue of daily newspapers in the Kansas City area for 1951 and 1952 discloses that in 1951 the appellant Star received a net advertising revenue of $17,774,581.17 or 94.11% of the total. The Kansas City Kansan received $716,556.79 or 3.79% of the total. The other newspapers received lesser percentages. In 1952, the appellant Star received a net advertising revenue of $18,665,629.-64 or 94.08% of the total. The Kansas City Kansan received $739,509.36 or 3.73% of the total. Other daily newspapers received smaller percentages. A tabulation of advertising revenue from daily newspapers, radio and television stations located in the area for the years 1951 and 1952 indicates that the appellant Star in 1951 received $19,938,484.68, or 84.24% of the total. Its nearest competitor, The Kansas City Kansan, received in 1951 a total of $1,022,003.71, or 4.32% of the total, with other competitors having smaller percentages. In 1952, The Star received of such advertising revenue $21,350,721.97, or 85.40% of the total. Its nearest competitor, The Kansas City Kansan, received $1,-044,302.75, or 4.18% of the total, with other competitors having lesser percentages.</p>\n<p id=\"b708-4\">The Star’s “dominant” position as to both circulation and advertising in the daily newspaper field in metropolitan Kansas City becomes apparent.</p>\n<p id=\"b708-5\">The government sought to show that The Star’s dominant position gave it the power to exclude competition and that it, through appellant Sees and others, exercised such power for the purpose and with the intent of excluding competition. Evidence tended to show and the jury was justified in concluding that The Star was an indispensable advertising medium for many advertisers and that it threatened advertisers with refusal to take their ads if they advertised in competitive publications. As an example, the manager of three theaters in Kansas City, Missouri, was told that his ad should be taken out of the Journal-Post and that if he didn’t do so, his advertising would be left out of The Kansas City Star and Times. The manager of a store in Kansas City who had been advertising in the Journal-Post and who wanted to get his ads back into The Star was given to understand that it would be on an exclusive basis only. The then advertising manager of The Star instructed a Star solicitor to see one of The Star’s regular advertisers who was also using the Journal-Post, “ * * * to go over there and either get him out of the Journal or get him out of The Star”. Appellant Sees instructed solicitors to get advertisers out of the Journal-Post. The local advertising manager for Sears, Roebuck was told by a Star solicitor that The Star did not like to see ads running in the News Press and stated, “If you don’t desist, you will either injure your position in the Kansas City Star or if we have additional newsprint to allocate you may not get your share.” Appellant Sees, speaking in behalf of the appellant Star, told an advertiser, “That is all right, you can go ahead and advertise in that medium if you want to, but if you have other mediums to advertise in, then you don’t need the Kansas City Star.” During the newsprint shortage of 1946-1947 an advertiser who planned on using other advertising publications was told by a Star solicitor that if he continued to use other media “the chances were that the space in the Star would no longer be available * * These are but some of the instances shown in the record of the use of threats and coercion on the part of The Star and Sees to destroy competition.</p>\n<p id=\"b708-8\">Other evidence is disclosed in the record whereby the jury could have concluded that advertisers were threatened with loss of desirable position in The Star papers if they placed ads in competitive publications. The evidence indicated The Star extended its discipline to potential competitors. When several Kansas City merchants had made short term contracts with Prom, a new monthly magazine for children of school age, Star solicitors informed them as to the <page-number citation-index=\"1\" label=\"655\">*655</page-number>merits of terminating their use of Prom. As the merchants began to receive poor positions in The Star, they got the hint and at least two withdrew the Prom advertisements.</p>\n<p id=\"b709-4\">The course of conduct of The Star and Sees continued on through the preliminary period subsequent to 1936 into the indictment years extending from January 7, 1950, through January 6, 1953. A store manager testified that in 1952 and prior years he would receive from The Star clippings of ads he had placed in other media. A solicitor told him that his other ads were looked upon unfavorably and that if he wished a more favorable position in The Star it would be better if he confined his advertising only to The Star. As a result, the manager discontinued his use of a rival paper, the News Press. A dance studio manager testified that in 1952 he found the studio’s ad missing from the usual position in The Sunday Star. One of the studio owners said that she had spent considerable time in search for it and then complained to The Star. In explanation of the change of position, a solicitor told her, “Well, I assumed that you didn’t appreciate the place which you have been getting because I notice you have an ad in the News Press.” The ad was withdrawn from the News Press and the following week the Studio ad reappeared in the customary position in The Sunday Star. A patron of 18 years discovered in July of 1952 that his ad was much further back than usual. The reason, as Sees explained while pointing to a rival paper was, “Do you have to advertise, do you have to run such a large size ad in that particular paper?”</p>\n<p id=\"b709-5\">It may well have been, as The Star suggests, that innocent motives dictated the placing of ads in one position or another but the jury decided, as was their prerogative, that the motive was otherwise.</p>\n<p id=\"b709-6\">Evidence in the record would have justified the jury in finding that with some advertisers The Star threatened to discontinue their ads unless The Star was given “equal space” with competitive publications, regardless of how limited their circulation and the fact that “equal space” in a large publication such as The Star would cost a great deal more than the same space in one of its small competitors. The record further justifies the conclusion that some advertisers were threatened with having their credit cut off where they also used competitive publications for advertising.</p>\n<p id=\"b709-8\">An example of the use of the dissemination of news to control advertising is illustrated in the instance of a big league baseball player who was a partner in a florist’s shop in Kansas City. The florist shop also advertised in the Journal-Post. A Star solicitor informed one of the partners that The Star would discontinue publicizing the baseball player if the florist shop continued using the Journal-Post for advertising, Sees instructing a Star solicitor to tell them, “ * * * to get out of the Journal-Post or he wouldn’t get any sports, that he wouldn’t get any cooperation from the sports desk on anything that he did in organized baseball.” Sees instructed the solicitor, “* * * Sees told me that if, that if I didn’t get the ad in the Post to go out and tell Gleeson that if he knocked 100 home runs in the year his name would never appear in the paper outside of the box score and it got so hot to me that I told Gleeson to come down to The Star to get me off the hook with Mr. Sees,” and the solicitor for The Star then told the advertiser, “I told him that they wanted him out of the Post and that if he didn’t get out of the Post that he wouldn’t get much sport write-up from the sport desks.”</p>\n<p id=\"b709-9\">The record discloses instances of the appellants using the dominant position of The Star to dictate to advertisers how much of their advertising quota would have to be spent with The Star. An instance in 1950 is illustrative: The representative of an advertising agency which had charge of advertising a forthcoming auto show talked with appellant Sees and was told, “Well, we can make or break your show,” and was told what <page-number citation-index=\"1\" label=\"656\">*656</page-number>portion of their budget was to be spent in The Star papers. Sometimes the threat to close an account was enough to curtail use of other media. In 1951, a cloth supplier to The Star who placed ads in The Star also placed another ad in the News Press. A Star solicitor subtly suggested that it was not “right” to run an ad elsewhere than in The Star. To this the firm agreed. The ad in the News Press was promptly and permanently withdrawn because they “appreciated the business * * * from The Star.”</p>\n<p id=\"b710-5\">From 1949 to the date of the return of the indictment The Star owned WDAF-TV, the only television station in the metropolitan Kansas City area. In addition, it owned radio station WDAF. The evidence in the record would justify the jury in concluding that The Star used its dominant position to aid in its newspaper advertising, making it clear in some instances that advertisers could not buy time on WDAFTV unless they also advertised in The Star papers. For example, in 1952 The Star refused time on WDAF-TV to a furniture company. A Star solicitor called attention to the fact that the company did not use The Star columns. When the solicitor was told that they had no need for newspaper advertising, he then in effect told them that if that were the case the company had no need for television and refused the request for time.</p>\n<p id=\"b710-6\">Another instance of using television as a weapon to exclude competition was related by a part owner of Television Preview magazine. In 1952, one Dean Fitzer, general manager of WDAF-TV and a director of The Star, told the part owner, in response to a request for television time, “We won’t tell you that we can’t sell you time, but just don’t ask me for it, because I won’t have any.” And if this was not quite clear enough, he added, “I don’t want to see this magazine on television.” The Star having the only television outlet available in the area, Television Preview was unable to advertise in the most logical medium — television.</p>\n<p id=\"b710-8\">These and other instances indicate that the television and radio facilities of The Star were being used more as appendages to the successful operation of The Star than they were being used as independent entities.</p>\n<p id=\"b710-9\">It was The Star’s practice to sell its daily newspapers to its subscribers in combination only. Subscribers were required to subscribe to the morning Times and the evening Star in combination with The Sunday Star for a total of thirteen papers per week for a single price (all papers could be individually purchased at newsstands). This joint subscription was an invariable policy and insisted upon under any circumstances.</p>\n<p id=\"b710-10\">With reference to classified advertisers and general advertisers, The Star required that they run their advertisements in both the morning Times and the evening Star, regardless of the desire of the advertisers to use only one of the papers. The evidence indicated that The Star used its dominant position to force advertisers to advertise in both the morning Times and the evening Star regardless of their wishes and regardless of the fact that some of them felt that because of their particular type of business either the morning issue of The Times or the evening issue of The Star was the only advertising vehicle from which they derived benefit. It was the government’s claim that such forced combination of The Times and Star advertising had the effect of foreclosing competition in that advertisers who had of necessity to depend upon either The Times or The Star and were forced to use both could not advertise in competing publications because of their unnecessary expenditures in the forced combination.</p>\n<p id=\"b710-11\">The Star contends that it publishes but one newspaper of thirteen issues per week; that these issues are sold in combination in order that the reader may obtain a complete round-the-clock <page-number citation-index=\"1\" label=\"657\">*657</page-number>news report;, thus enabling The Star’s readers to get news more frequently than is possible in a 24-hour newspaper. The morning paper is designated “The Kansas City Times” but nevertheless carries in parentheses over its name “The Morning Kansas City Star”.</p>\n<p id=\"b711-5\">It was the position of the government that the morning Times and the evening Star constituted two separate and distinct newspapers owned by The Star and that it was the intention of The Star to exclude competition by means of a forced combination subscription policy and unit advertising rate; that it maintained the subscription rate at an arbitrarily and unreasonably low level during the period when the most serious competition existed, that is, while the Journal-Post was still being published, and that in April, 1942, a month after the Journal-Post ceased publication The Star raised its subscription rates. The government points out that from 1938 to 1941 The Star’s total revenue remained relatively constant, whereas starting with the demise of the Journal-Post and the increase in subscription rates immediately thereafter The Star’s revenue went from $7,924,516.66 in 1941 to $10,231,883.47 in 1943, while its operation expenses declined from $6,530,757.24 to $6,497,837.31 during the same period.</p>\n<p id=\"b711-8\">It is The Star’s claim that its survival and present position of dominance were entirely the result of superior skill, foresight and industry; that its continuous growth and expansion were the result of efficient management and public acceptance; that its thirteen issues per week were published in such a manner as to fully and efficiently utilize its plant equipment and personnel; that its advertising and subscription rate structures were to enable it to increase its efficiency and to better serve its customers, both advertisers and subscribers. It asserts that its unit advertising rates are legal and that the court erred in charging that the use thereof could constitute a monopolization.</p>\n<p id=\"b711-9\">In the first place, appellants’ contention is prefaced with the assumption that The Star published but one newspaper of thirteen issues per week and not two newspapers, the morning Times and the evening Star, as contended by the government. On this point, the trial court commented to the jury:</p>\n<blockquote id=\"b711-12\">“The papers apparently are distinct in appearance, except that the morning paper carries the parenthetical heading stated aforesaid, that it is the morning edition of the Kansas City Star and it carried entirely different news, different syndicated columns, different comics,”</blockquote>\n<p id=\"AOsp\">but stated:</p>\n<blockquote id=\"b711-13\">“ * * * you must consider whether The Kansas City Times and The Kansas City Star are separate and distinct newspapers, for obviously the forced combination could operate only between two newspapers and not between editions of the same paper.”</blockquote>\n<p id=\"b711-15\">We think a question of fact was raised and that it was properly left for the determination of the jury. In contending that the unit advertising plan was legal, appellants place substantial reliance upon Times-Picayune Publishing Co. v. United States, supra, 1953, 345 U.S. 594, 73 S.Ct. 872, wherein the United States Supreme Court reversed the trial court and held that the unit advertising rate therein involved was not a violation of the Sherman AntiTrust Act. The Times-Picayune case was, in the last analysis, determined on the basis of a failure of proof. Tying arrangements in advertising may be in violation of the Sherman Act, but the Supreme Court found in the Times-Picayune case that the record there did not justify that conclusion. The Supreme Court has said that tying or unit arrangements are not of themselves unlawful, but also makes it manifest that neither are they of themselves lawful. As with most cases, tying arrangements must be judged amidst the circumstances and surroundings in which they operate. The Supreme Court thus concludes, 345 U.S. 594, 627, 73 S.Ct. 872, 890:</p>\n<blockquote id=\"b712-3\"><page-number citation-index=\"1\" label=\"658\">*658</page-number>“ * * * this record does not establish the charged violations of § 1 and § 2 of the Sherman Act. We do not determine that unit advertising arrangements are lawful in other circumstances or in other proceedings. <em>Our decision adjudicates solely that this record cannot substantiate the Government’s view of this case.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"Aai\">Unlike Times-Picayune, but comparable to the situation presented in the Lorain Journal Co. v. United States, supra, 1951, 342 U.S. 143, 72 S.Ct. 181, we think the record here could justify the jurors’ conclusion that the morning Times and evening Star were two separate newspapers with distinct and separate uses for advertisers; that each was dominant in its own field; that together they dominated the market both morning and evening; and that the unit advertising method was used, notwithstanding the protests of advertisers, with the intent and effect of excluding competition. As to the forced combination rate, we think the jurors could properly conclude that the effect upon the average subscriber who must take thirteen papers a week is to foreclose the likelihood he will purchase other competing papers. The result on circulation of smaller papers in the area is self-evident. We find no error in the court’s submission of these issues to the jury.</p>\n<p id=\"b712-5\">The Star argues that the court prejudicially erred in overruling its motion for judgment of acquittal for the reason that the evidence was insufficient as a matter of law to establish that it possessed a monopoly of the dissemination of news and advertising in Kansas City and in the surrounding territory. The Star claims that it did not have a monopoly of the dissemination of news and advertising and that effective competition existed in the dissemination of each. Size in itself does not create an unlawful monopoly within the meaning of the Sherman Anti-Trust Act, nor does that Act place a premium upon successful business operation “The purpose of the Sherman AntiTrust Act is the preservation of a system of free competitive economic enterprise and the protection of the public against the evils incident to monopolies * * * tending directly toward unreasonable suppression or restraints of interstate trade or commerce.” 58 C.J.S., Monopolies § 18, p. 972. The Act aims to secure equality of opportunity and the protection of the public against the evils incident to monopolistic practices. If The Star here enjoyed a substantial monopoly in the dissemination of news and advertising, and used power therefrom to effectively harm or destroy free competition and did so with the intent to achieve that end, the statute has been violated. There need be no showing of absolutism. If the dominance of The Star in the news and advertising fields gave it the power to thereby effectively destroy competition and it acted with that intent, then monopolization within the meaning of the Sherman Anti-Trust Act has been established. As pointed out by Judge Learned Hand in United States v. Associated Press, D.C.S.D.N.Y. 1943, 52 F.Supp. 362, 371, and quoted approvingly by the Supreme Court in affirming that decision, Associated Press v. United States, supra, 1945, 326 U.S. 1, 17, 65 S.Ct. 1416, 1423:</p>\n<blockquote id=\"b712-8\">“* * * monopoly is a relative word. If one means by it the possession of something absolutely necessary to the conduct of an activity, there are few except the exclusive possession of some natural resource without which the activity is impossible. Most monopolies, like most patents, give control over only some means of production for which there is a substitute; the possessor enjoys an advantage over his competitors, but he can seldom shut them out altogether; <em>his monopoly is measured by the handicap he can impose.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"b712-9\">The Star claims that it is in direct and vigorous competition with other mass media engaged in the dissemina<page-number citation-index=\"1\" label=\"659\">*659</page-number>tion of news and advertising and that it could not exclude them from the market or control their prices.</p>\n<p id=\"b713-5\">The indictment makes it clear that the appellants were charged with attempting to monopolize and monopolizing the dissemination of news and advertising in newspapers and on radio and television broadcasting stations in the four-county area referred to. In other words, the appellants were charged with attempting to monopolize and monopolizing trade in the media in which they did business. The Star refers to the other daily newspapers in the area and to the fact that in 1952 there were 78 weekly newspapers and suburban papers published in the four-county area which it claims disseminated news and advertising in competition with the appellant. The Star also claims that it received competition from radio and television stations, magazines, both monthly and weekly, newsreels, topical books, etc., from which it argues that the evidence was wholly insufficient to sustain the verdict that it had monopolized in the dissemination of news and advertising. What was The Star’s market control and who were its competitors? In searching for the answer to that question the appellants rely strongly on the case of United States v. E. I. du Pont de Nemours &amp; Co., 1956, 351 U.S. 377, 76 S.Ct. 994. In that case it was shown that du Pont produced approximately 75% of the cellophane sold in the United States, but that cellophane constituted less than 20% of all flexible packaging materials sold in the United States. The trial court found that the relevant market for determining the extent of du Pont’s market control was the market for flexible packaging materials and that competition from other materials in that market provented du Pont from possessing monopoly powers in its sales of cellophane. The Supreme Court sustained. In so doing, it stated in 351 U.S. at page 394, 76 S.Ct. at page 1006:</p>\n<blockquote id=\"b713-6\">“When a product is controlled by one interest, without substitutes available in the market, there is monopoly power. Because most products have possible substitutes, we cannot, as we said in Times-Picayune Pub. Co. v. United States, 345 U.S. 594, 612, 73 S.Ct. 872, 882, give ‘that infinite range’ to the definition of substitutes. * * *</blockquote>\n<blockquote id=\"b713-8\">“But where there are market alternatives that buyers may readily use for their purposes, illegal monopoly does not exist merely because the product said to be monopolized differs from others. * * * <em>In considering what is the relevant market </em>for determining the control of price and competition, <em>no more definite rule can be declared than that commodities reasonably interchangeable by consumers for the same purposes make up that ‘part of the trade or commerce’, monopolization of which may be illegal.” </em>(Emphasis supplied.) 76 S.Ct. 1007.</blockquote>\n<p id=\"b713-10\">In this case we do not think that radio stations and television stations located outside the metropolitan area herein described, magazines, newsreels, topical books, specialty publications, etc., are “market alternatives” or effective substitutes such as was meant by the Supreme Court in the du Pont case. In that case, the Supreme Court also made clear that the market which must be examined to determine the existence of monopoly power will vary with the part of commerce under study. The considerations that go to determine The Star’s relevant market must be with due regard to the realities of newspaper advertising. That is what is meant when the Supreme Court speaks about narrowing the infinite range that market substitutes could encompass. Times-Picayune v. United States, supra, 345 U.S. at page 612, 73 S.Ct. at page 882. In footnote 31, at page 612 of 345 U.S., at page 882 of 73 S.Ct. of the Times-Picayune case, the Supreme Court makes specific reference to the kind of market with which we are here concerned:</p>\n<blockquote id=\"AsJ\">“The advertising industry and its customers, for example, markedly <page-number citation-index=\"1\" label=\"660\">*660</page-number>differentiate between advertising in newspapers and in other mass media. See, <em>e.g., </em>Frey, Advertising (2d ed. 1953), cc. 12, 15; Duffy, Advertising Media and Markets (2d ed. 1951), cc. 3, 4; Hepner, Effective Advertising, c. 20 (1949); Borden, Taylor and Hovde, National Advertising in Newspapers, <em>passim </em>(1946) ; Sandage, Advertising Theory and Practice (3rd ed. 1948), cc. XX, XXI.”</blockquote>\n<p id=\"b714-5\">The other media mentioned by appellants were not competitors in the real sense of the word and this is true in both advertising and news. Magazines are not effective alternatives for the daily newspapers and certainly the grocer who desires to advertise a specialty in some of his items and has only The Star publications for daily use would hardly find a monthly or weekly magazine an effective substitute. In view of the dominant position The Star enjoyed in the field of advertising and news, the court’s instructions on this point were nevertheless eminently fair. The court instructed the jurors that they could take into consideration the existence of a wide range of' competing media to determine if The Star was in a monopolistic position (although the relevant market was restricted to metropolitan Kansas City throughout the trial).' While the court commented that weekly and neighborhood newspapers could scarcely be considered sizeable competitors, it nonetheless ended these expressions of opinion by cautioning the jurors that such statements did not imply guilt or innocence, and that the jurors would be the final judges as to what was or was not competition. From these instructions, it is quite clear that the jurors could have considered as sizeable competitors those which the court thought were not, and that other media, with a small field of circulation compared to that of The Star, were actually a bar to monopoly.</p>\n<p id=\"b714-6\"> As to The Star’s claim that its position was legally acquired and was the result of superior skill, foresight and industry, we have already stated that size alone does not spell out an unlawful monopoly within the meaning of the Sherman Act. See United States v. International Harvester Co., 1927, 274 U.S. 693, 708, 47 S.Ct. 748, 71 L.Ed. 1302. It has, however, been noted that size often affords an opportunity for abuse. United States v. Swift &amp; Co., 1932, 286 U.S. 106, 116, 52 S.Ct. 460, 76 L.Ed. 999. There are instances innumerable where skill, foresight and industry as well as happenstance created dominance and no charge of an illegal monopoly could be predicated thereon. If the evidence here disclosed nothing more than that The Star held a position of dominance as the result of the undoubted ability, ingenuity, intelligence and industry of those who directed its activities, this case should fall. It is with the power created by that monopolistic or dominant position, the exercise of that power and the intent with which it. is exercised to destroy competition with which we are here concerned. Whether there existed monopolistic power, the intent to destroy competition and the exercise of the power so to do were questions of fact for the jurors, whose province and prerogative to so determine are too often lost sight of in prosecutions of appeals from their judgments. In the last analysis, it was for the jurors to say whether The Star possessed an unlawful monopoly and whether it exercised monopolistic power with the intent and for the purpose of destroying competition. The role of the trial judge was to see that, all competent evidence that was offered came before the jury, that incompetent evidence was excluded, and that the jurors were fully instructed on the applicable law. The role that this as an appellate court has is to determine whether the trial judge committed prejudicial error in his rulings or charge and whether there was substantial evidence from which the jury might have concluded that the appellants were guilty.</p>\n<p id=\"b714-8\"> In considering the question of whether or not there is substantial <page-number citation-index=\"1\" label=\"661\">*661</page-number>evidence in the record to sustain the verdicts of guilty, we bear in mind that it is not for us to weigh the evidence nor to judge the credibility of the witnesses. If there is substantial evidence in the record viewed in the light most favorable to the government, the verdicts of the jury must be sustained. Glasser v. United States, 1942, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680. In Myres v. United States, 8 Cir., 1949, 174 F.2d 329, 332, certiorari denied 338 U.S. 849, 70 S.Ct. 91, 94 L.Ed. 520, this court said:</p>\n<blockquote id=\"b715-4\">“In determining the sufficiency of the evidence to support the verdict of the jury, this Court must take that view’ of the evidence which is most favorable to the government, and give to the government the benefit of all inferences which reasonably may be drawn in its favor. Affronti v. United States, 8 Cir., 145 F.2d 3, 5, and cases cited.”</blockquote>\n<p id=\"b715-5\">From an examination of the voluminous record, which by leave of court was printed in its entirety and submitted here, wo think it perfectly clear that The Star’s position in metropolitan Kansas City was of such dominance in the field in which it did business during the indictment years that it could be found by the jury that it possessed monopoly power, that it was an indispensable medium of advertising for some advertisers. See Lorain Journal Co. v. United States, supra, 1951, 342 U.S. 143, 152, 72 S.Ct. 181, that its position gave it the power to exclude competition, and that it exercised such power for the purpose and with the intent so to do, within the meaning of the Sherman Anti-Trust Act. The Star’s motion for judgment of acquittal was properly denied.</p>\n<p id=\"b715-6\">It is strenuously urged on this appeal by The Star that it was not responsible for the bankruptcy and suspension of the Journal-Post and that the trial court prejudicially erred in excluding evidence offered by The Star as to the operation of the Journal-Post and the economic and other causes for the Journal-Post’s suspension and bankruptcy. The Journal-Post suspended publication during the preliminary period prior to the indictment years. The government introduced evidence with respect to appellant’s coercion of advertisers who used the Journal-Post. The purpose of this evidence was to show intent and a course of conduct engaged in by The Star and by Sees that continued into the indictment period. We think the trial court was correct in excluding the proffered testimony. The reason for the failure of the Journal-Post was not an issue in this case. That failure may have been due to mismanagement, lack of skill and industry or a variety of other reasons, but whatever they were, they would not excuse the appellants’ actions if such actions were a violation of the law. If The Star here was guilty of attempting to monopolize and monopolizing and Sees was guilty of attempting to monopolize, then the acts of the Journal-Post and the reasons for its demise are not a defense. To have allowed the offered testimony would have set the jurors off on a determination of an issue foreign to the real problems before them. On the other hand, the actions of the two appellants in dealing with the advertisers in the Journal-Post were competent to show intent and course of conduct. This case was not concerned with the activities of the Journal-Post but with those of the appellants and with the preservation of free competitive enterprise and whether or not there was unlawful exercise of monopoly power.</p>\n<p id=\"b715-9\">The Star also contends that the trial court erred in allowing evidence to go to the jury concerning The Star’s purchase of the assets of the Journal-Post, consisting of presses, names and its newspaper morgue or library. We think the assertion is without merit and that the jurors, under the instructions of the trial court, had the right to consider whether or not the purchase of such assets (some of which were indispensable to anyone contemplating the starting of a newspaper in that area) <page-number citation-index=\"1\" label=\"662\">*662</page-number>indicated intent, design or course of conduct on the part of The Star. We find no error in allowing the evidence to go to the jury.</p>\n<p id=\"b716-4\">As already indicated, the evidence as to Sees’ attempts to monopolize in the dissemination of advertising is substantial. Sees lays particular stress on the fact that the evidence indicates and the court charged:</p>\n<blockquote id=\"b716-5\">“The evidence shows that the extent of his (Sees’) activities was confined to the Advertising Department and the dissemination of advertising.”</blockquote>\n<p id=\"b716-6\">In the indictment he was charged in Count 1 with attempting to monopolize the dissemination of news <em>and </em>advertising, and he argues therefore that the government has failed to prove every element of the offense charged against him. Sees was director of advertising, treasurer and a member of the board of directors of The Kansas City Star Company. Advertising revenues for which he was responsible made up a vast percentage of the total income of The Star, thus supporting its news dissemination. In 1952 its revenues from advertising alone in daily newspapers, radio and television totalled $22,152,291.68,3 with revenue from both advertising and cir-. culation for the same year totalling $25,963,271.86.<footnotemark>*</footnotemark> Reliance in the dissemination of news upon advertising revenue is apparent. In fact, each was dependent upon the other and each without the other would fall. But aside from this, the fact that Sees meddled or attempted to meddle in the news department is borne out by the record. His threat to see that a certain baseball player’s name never again appeared on the sport sheets of The Star unless certain advertising was taken out of a competitor’s publication, this occurring during the preliminary period, is evidence of Sees’ intent and design. The fact that that intent and design were carried over into the indictment period is justified by his threat to make or break a certain show unless a named amount was spent for advertising with The Star.</p>\n<p id=\"b716-8\">Aside from such direct instances, monopolistic control of advertising strikes at the very heart of a competitor’s dissemination of news. The Supreme Court, in the Lorain Journal case, supra, 342 U.S. at page 149, 72 S.Ct. at page 184, gave approval to the lower court's statement in United States v. Lorain Journal Co., D.C.E.D.Ohio, 1950, 92 F. Supp. 794, 798, 799, as follows:</p>\n<blockquote id=\"b716-9\">“Having the plan and desire to injure the radio station, no more effective and more direct device to impede the operations and to restrain the commerce of WEOL could be found by the Journal than to cut off its bloodstream of existence— the advertising revenues which con-' trol its life or demise.</blockquote>\n<blockquote id=\"AyOx\">*******</blockquote>\n<blockquote id=\"b716-10\">“* * * the very existence of WEOL is imperiled by this attack upon one of its principal sources of business and income.”</blockquote>\n<p id=\"b716-12\">In the last analysis, Sees’ claim of innocence with reference to attempting to monopolize the dissemination of news is not sustained. If Sees, as the advertising director and chief person responsible for the advertising methods of The' Star, so handled and manipulated the advertising as to destroy competition from the disseminators of news, it can hardly be said that he was not attempting to monopolize the dissemination of news.' The effect of his advertising methods was to destroy news publications for whom advertising was their life blood.</p>\n<p id=\"b716-13\">We think this interdependence of news and advertising plus Sees’ position, in addition to the instances referred to, justified the jury’s verdict against him under Count 1. Denial of Sees’ motion for judgment of acquittal was not error.</p>\n<p id=\"b716-14\">Complaint is made that the court’s instructions to the jury misdefined the offenses of monopolization and <page-number citation-index=\"1\" label=\"663\">*663</page-number>attempting to monopolize as charged in the indictment. The jurors were told that if The Star occupied a monopoly position and that within the statutory period it committed the acts charged in the indictment with the intent to maintain its monopoly or to eliminate competition, then The Star was guilty of monopolization. They were instructed that monopolization “* * * means the possession of monopoly power by a party or parties through which power it is possible to exclude actual or potential competititors from any part of the trade or commerce among the several states, provided that he or they have the intent or purpose to exercise that power.” In considering the charge as a whole, we find no fault with the court’s definition.</p>\n<p id=\"b717-5\">As to the claim that the court erred in defining the offense of attempting to monopolize, Sees asserts that the essential elements of an attempt to monopolize are a specific intent to monopolize coupled with overt acts which, though not successfully monopolizing, approach so near as to create a <em>dangerous probability </em>of successful monopolization. Reliance is had on American Tobacco Co. v. United States, 1946, 328 U.S. 781, 785, 66 S.Ct. 1125, 1127, 90 L.Ed. 1575, wherein the Supreme Court approved the trial court’s definitions of the term “monopolize” and the phrase “attempt to monopolize”. The approved instruction there as to “attempt to monopolize” was as follows, 328 U.S. at page 785, 66 S.Ct. at page 1127:</p>\n<blockquote id=\"b717-6\">“The phrase ‘attempt to monopolize’ means the employment of methods, means and practices which would, if successful, accomplish monopolization, and which, though falling short nevertheless approach so close as to create a dangerous probability of it, * *</blockquote>\n<p id=\"b717-7\"> In the instant case, the trial court told the jury that an attempt to monopolize “ * * * means the employment of methods and practices which are utilized for the specific purpose and with the specific intent to achieve or build a monopoly, and which, if successful, would be likely to accomplish such monopolization.” In place of “dangerous probability” the trial court used the words “would be likely to accomplish”. We do not think that the court’s charge here placed a lesser burden on the government than that contained in the definition approved by the Supreme Court in the American Tobacco Co. case. The phrase “dangerous probability” carries with it no substantially different meaning to the average person than the phrase “likely to accomplish”. Trial courts are not bound to use the specific language contained in requested instructions or in instructions approved by appellate courts, but may use their own language so long as it conveys to the jurors proper understanding and meaning. Attempts to commit crime have been defined by many courts in many ways. An attempt to monopolize has been defined as an attempt to gain control of an industry by means which prevent other men from engaging in fair competition. United States v. Whiting, D.C.1914, 212 F. 466, 478; United States v. Klearflax Linen Looms, Inc., D.C.Minn.1945, 63 F.Supp. 32, 41. Here the trial court’s requirement of a finding of “specific intent” plus likelihood of accomplishment is certainly tantamount to the “dangerous probability” in the definition relied on by Sees. In the American Tobacco Co. case, the Supreme Court was merely approving the trial court’s definition but was not saying that that exact language had to be used in all such instructions. In the American Tobacco Co. case, containing the definition relied on by Sees, the Supreme Court specifically stated in 328 U.S. at page 811, 66 S.Ct. at page 1139:</p>\n<blockquote id=\"b717-9\">“The authorities support the view that the material consideration in determining whether a monopoly exists is not that prices are raised and that competition actually is excluded <em>but that power exists to raise prices or to exclude competition when it is desired to do so.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"b718-3\"><page-number citation-index=\"1\" label=\"664\">*664</page-number>Where the charge is that of monopolization, it is necessary only to establish the existence of an intent to monopolize coupled with monopoly power. In United States v. Griffith, 1948, 334 U.S. 100, at page 106, 68 S.Ct. 941 at page 945, 92 L.Ed. 1236, the Supreme Court stated:</p>\n<blockquote id=\"b718-4\"><em>“Section 2 is not restricted to conspiracies or combinations to monopolize but also makes it a crime for any person to monopolize or to attempt to monopolize any part of interstate or foreign trade or commerce. So it is that monopoly power, whether lawfully or unlawfully acquired, may itself constitute an evil and stand condemned under </em>§ <em>2 even though it remains unexercised. </em>For § 2 of the Act is aimed, <em>inter alia, </em>at the acquisition or retention of effective market control. See United States v. Aluminum Co. of America, 2 Cir., 148 F.2d 416, 428, 429. Hence the existence of power ‘to exclude competition when it is desired to do so’ is itself a violation of § 2, provided it is coupled with the purpose or intent to exercise that power. American Tobacco Co. v. United States, 328 U.S. 781, 809, 811, 814, 66 S.Ct. 1125, 1139, 1140, 1141, 90 L.Ed. 1575. It is indeed ‘unreasonable, <em>per se, </em>to foreclose competitors from any substantial market.’ International Salt Co. v. United States, 332 U.S. 392, 396, 68 S.Ct. 12, 15 [92 L.Ed. 20]. The anti-trust laws are as much violated by the prevention of competition as by its destruction. United States v. Aluminum Co. of America, supra. It follows <em>a fortiori </em>that the use of monopoly power, however lawfully acquired, to foreclose competition, to gain a competitive advantage, or to destroy a competitor, is unlawful.” (Emphasis supplied.)</blockquote>\n<p id=\"b718-6\">See also Schine Chain Theatres, Inc., v. United States, 1948, 334 U.S. 110, 130, 68 S.Ct. 947, 92 L.Ed. 1245; United States v. Paramount Pictures, Inc., 1948, 334 U.S. 131, 174, 68 S.Ct. 915, 92 L.Ed. 1260; United States v. United Shoe Machinery Corp., D.C.1953, 110 F.Supp. 295, affirmed 347 U.S. 521, 74 S.Ct. 699, 98 L.Ed. 910.</p>\n<p id=\"b718-8\">Appellants claim that the Griffith case and other cases relied on by the government do not support the government’s contention here in that those cases are conspiracy cases. That is but to argue that the cases cited place an individual monopolist in a much more favorable position than several who act together in a conspiracy. If the essential elements of the offense of monopoly are present, the law applies, whether the prosecution is against one or several acting in concert. We think that is made clear by the Supreme Court’s language in the Griffith case. Therein the Supreme Court specifically points out that Section 2 of the Sherman Act is not restricted to conspiracies but <em>makes it a crime for any person to monopolize or attempt to monopolize, </em>and in the next sentence states, 334 U.S. at page 107, 68 S.Ct. at page 945:</p>\n<blockquote id=\"b718-9\">“ * * * monopoly power, whether lawfully or unlawfully acquired, may itself constitute an evil and stand condemned under § 2 even though it remains unexercised.”</blockquote>\n<p id=\"b718-11\">But be that as it may, the trial court here went farther and required the jury, before a verdict of guilty could be returned, to find three elements : 1, Existence of monopoly power; 2, intent to monopolize; 3, performance of the acts charged in the indictment within the three-year period. We think the charge was eminently fair to both appellants.</p>\n<p id=\"b718-12\"> It is claimed that the trial court made prejudicial comments in his charge to the jury. We find no justification for that assertion. A federal judge has a right to fairly comment upon the evidence and even to express his opinion thereon, provided he makes clear that the ultimate fact determinations are for the jurors. Quercia v. United States, 1933, 289 U.S. 466, 469, 53 S.Ct. 698, 77 L.Ed. 1321. In Buchanan v. United States, 8 <page-number citation-index=\"1\" label=\"665\">*665</page-number>Cir., 1926, 15 F.2d 496, 498, this court clearly set out the limitations on judicial comment in jury instructions:</p>\n<blockquote id=\"b719-5\">“Under the rule, as stated and applied by the Supreme Court, it seems that, when a judge expresses his opinion as to the facts to the jury, making it clear that it is nothing but his opinion, and not binding upon them in any way, and that it is their duty and responsibility to determine all of the facts, he is within his rights, and that he is only subject to reversal when his comments upon the evidence or opinion as to the facts amount to partisan argument or advocacy, or constitute an appeal to passion or prejudice.”</blockquote>\n<p id=\"b719-6\">We believe that the charge here, examined in its entirety, which is as it should be, fairly and fully apprised the jury of the applicable law and that the trial court’s comments on the evidence were sufficiently guarded to come within the limitations referred to. The jurors were told that they were supreme in determining the facts and that their determinations were binding upon the court. As if to doubly impress them with the idea that their responsibility was to be exercised without restraint and to make the point clear beyond cavil, the court explained further:</p>\n<blockquote id=\"b719-7\">“In the Federal Courts, as distinguished from the State Courts, in charging the jury as to the law, the Court has the right to express an opinion with respect to or comment upon the evidence. It is the duty of the Court to charge the jury as to the law and the Court may advise the jury as to the facts. There may be instances during this charge when the Court may make some comment upon the evidence, or express some opinion in regard to it, or you may infer from the Court’s language that the Court may have some view relating to the evidence, but I have stated to you heretofore that you are the finders of the facts; you are the sole judges of the credibility of the witnesses and of the weight and value you will place upon their testimony, and I charge and admonish you that if there is any expression of opinion or comment upon the evidence by the Court, it is not binding upon you in a determination of such facts. It is simply the expression of the Judge, and it is not meant to invade your province as the finders of the facts.”</blockquote>\n<p id=\"b719-9\">We find no error in the court’s comments.</p>\n<p id=\"b719-10\">Conclusion.</p>\n<p id=\"b719-11\">Finally, it is contended that this prosecution endangers the freedom of the press guaranteed by the First Amendment, and that “ * * * A newspaper is intimidated if it is subject at any moment to prosecution under the Sherman Act whenever it opposes or antagonizes those public officials in power”. The suggestion that freedom of the press requires immunity from law to which the general public is not exempt is not new. The Supreme Court, in Associated Press v. N. L. R. B., 301 U.S. 103, 132-133, 57 S.Ct. 650, 656, 81 L.Ed. 953, said:</p>\n<blockquote id=\"b719-12\">“The business of the Associated Press is not immune from regulation because it is an agency of the press. The publisher of a newspaper has no special immunity from the application of general laws. He has no special privilege to invade the rights and liberties of others. He must answer for libel. He may be punished for contempt of court. <em>He is subject to the anti-trust laws”. </em>Citing Indiana Farmer’s Guide Publishing Co. v. Prairie Farmer Publishing Co., 1934, 293 U.S. 268, 55 S.Ct. 182, 79 L.Ed. 356. (Emphasis supplied.)</blockquote>\n<p id=\"b719-13\">The words of Mr. Justice Black eloquently answered a similar contention in Associated Press v. United States, supra, 1944, 326 U.S. 1, 20, 65 S.Ct 1416, 1424:</p>\n<blockquote id=\"Adq4\">“It would be strange indeed, however, if the grave concern for freedom of the press which prompted adoption of the First Amendment <page-number citation-index=\"1\" label=\"666\">*666</page-number>should be read as a command that the government was without power to protect that freedom. The First Amendment, far from providing an argument against application of the Sherman Act, here provides powerful reasons to the contrary. That Amendment rests on the assumption that the widest possible dissemination of information from diverse and antagonistic sources is essential to the welfare of the public, that a free press is a condition of a free society. Surely a command that the government itself shall not impede the free flow of ideas does not afford nongovernmental combinations a refuge if they impose restraints upon that constitutionally guaranteed freedom. Freedom to publish means freedom for all and not for some. Freedom to publish is guaranteed by the Constitution, but freedom to combine to keep others from publishing is not. Freedom of the press from governmental interference under the First Amendment does not sanction repression of that freedom by private interests. The First Amendment affords not the slightest support for the contention that a combination to restrain trade in news and views has any constitutional immunity.” •</blockquote>\n<p id=\"b720-4\">The theory of equal justice under law does not admit to the proposition that there is one brand of justice for some people and a different brand for others. Publishers of newspapers must answer for their actions in the same manner as anyone else. A monopolistic press could attain in tremendous measure the evils sought to be prevented by the Sherman Anti-Trust Act. Freedom to print does not mean freedom to destroy. To use the freedom of the press guaranteed by the First Amendment to destroy competition would defeat its own ends, for freedom to print news and express opinions as one chooses is not tantamount to having freedom to monopolize. To monopolize freedom is to destroy it.</p>\n<p id=\"b720-5\">We have considered the many other claims of error presented by the appellants and find them to be repetitious or without substantial merit.</p>\n<p id=\"b720-6\">Affirmed.</p>\n<footnote label=\"†\">\n<p id=\"b704-13\"> 18 U.S.C.A. § 3282 provides for a three-year limitation to prosecutions such as here involved.</p>\n</footnote>\n<footnote label=\"††\">\n<p id=\"b707-11\"> A trade journal limited to livestock reports.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b707-12\">. Figures refer to twelve-month period ended September 30 of each year.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b707-13\">. Source: Audit Bureau of Circulations, Audit Reports.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b707-15\">. Source: Statement of ownership, management and circulation required by Act of Congress of Angust 24, 1912 (Title 39 U.S.Code, Sec. 233).</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b707-17\"> Tuesday, Wednesday, Thursday and Friday.</p>\n</footnote>\n<footnote label=\"**\">\n<p id=\"b707-18\"> Three months preceding October 1, 1952.</p>\n<p id=\"b707-19\">M — Morning E — Evening D — Daily”.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b716-15\"> Including $801,569.71 income from weekly Star Farmer not included in former figures.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}