{
  "casebody": {
    "data": "<casebody firstpage=\"667\" lastpage=\"670\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b771-14\">Jimmie Charles WILLIAMS, Appellant, v. Harold A. COX, Warden, New Mexico State Penitentiary, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b771-16\">No. 8150.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b771-17\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b771-18\">Dec. 21, 1965.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b772-9\"><page-number citation-index=\"1\" label=\"668\">*668</page-number>William D. Joehems, Denver, Colo., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b772-10\">L. D. Harris, Special Asst. Atty. Gen. (Boston E. Witt, Atty. Gen., on brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b772-11\">Before PHILLIPS, LEWIS and HILL, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b772-12\">ORIE L. PHILLIPS, Circuit Judge.</author>\n<p id=\"b772-13\">Williams was arrested in Freer, Texas, March 5, 1953, taken to Alamogordo, New Mexico, and there lodged in the County Jail of Otero County. He escaped from custody, but was later apprehended. He was charged by complaint filed in a justice of the peace court for Otero County with the murder of Mae Della Sanford in Otero County, New Mexico, on August 12, 1952.</p>\n<p id=\"b772-15\">He has filed two petitions for habeas corpus in the District Court of Santa Fe County, New Mexico, and one in the Supreme Court of New Mexico. In each case the writ was denied after a hearing. At one of the habeas corpus proceedings in the state district court, held on June 4, 1954, Williams testified that his mother arranged with Burton Hackney of Brownfield, Texas, a member of the Texas bar, to act as counsel for him in the criminal proceedings in New Mexico; that Hackney came to New Mexico, spent several days investigating the charge against Williams, and then told him since he had not received any pay he could not keep “running back and forth” and that he would arrange with George A. Shipley, a member of the New Mexico bar, to represent Williams. He testified substantially to the same effect at the hearing in the instant case in the lower court. At such hearing, certified copies of the transcripts of the evidence adduced in the state district court habeas corpus proceedings were introduced in evidence over objection of counsel for Williams. The lower court ruled that the transcript of the testimony of any witness, in the state court proceedings, who lived more than 100 miles from Albuquerque, where the hearing in the instant case was being held, was admissible. George A. Shipley, the attorney who represented Williams in the criminal prosecution against him, lived at Alamogordo, which was more than 100 miles from Albuquerque.</p>\n<p id=\"b772-16\">At the other state district court habeas corpus proceeding, held on August 5, 1964, Shipley testified that someone from the jail or court house informed him Williams wanted to see him and that he talked to Williams; that shortly thereafter a young negro woman, apparently well educated, contacted him and stated she was a very close friend of Williams, was prepared to furnish the finances for his defense, and they were bringing a <page-number citation-index=\"1\" label=\"669\">*669</page-number>lawyer from Texas to act as counsel for Williams; that he discussed the matter with Hackney; that the following day the negro woman told him they had investigated the case and were not going to participate in the defense and she would not put up any money; that he reported those things to Williams and told Williams that inasmuch as he had already conferred with him he was not going to desert him, but would continue to represent him and would ask the court to appoint him to act as counsel for Williams. Shipley apparently was appointed to defend Williams before the preliminary examination hereinafter referred to was held. The exact date of the proceeding before the justice of the peace does not appear.</p>\n<p id=\"b773-5\">Shipley further testified at such August 5th hearing that he appeared with Williams when he was taken before the justice of the peace for a preliminary examination; advised Williams that because of his investigation through the peace officers and the information he had obtained from the district attorney, it was his opinion a preliminary examination would be a waste of time and would be dangerous to Williams; and in the presence of Williams waived the preliminary examination. On cross-examination Shipley further testified that after conferring with Williams and after being advised by the county peace officers as to what evidence they had, he was convinced that a preliminary examination and the bringing in of witnesses would damage the defendant’s case, and that Williams agreed with that determination and agreed that the preliminary examination should be waived.</p>\n<p id=\"b773-6\">The record of the habeas corpus proceeding in the Supreme Court of New Mexico recites that Williams appeared before the justice of the peace, entered a plea of not guilty, waived the preliminary examination, and was bound over to the District Court of Otero County.</p>\n<p id=\"b773-7\">At the other habeas corpus proceeding in the District Court of Santa Fe County, held on June 4, 1954, Williams testified that he guessed Mr. Shipley was present and that Mr. Hackney might have been present when the case was called for a preliminary examination. The records of that hearing show he was asked if he desired a preliminary examination and that someone said “No, we will waive it.” Williams finally testified at such June 4th hearing that he did not deny he waived a preliminary examination.</p>\n<p id=\"b773-9\">Shipley further testified at such August 5th hearing that he had at least 20 conferences with Williams in the .jail or in the office of the jail; that Williams was a cooperative client and was open and frank in his discussions with him; that an information charging Williams with murder was filed in the District Court of Otero County; that at the arraignment on the information proceeding Williams appeared in person, and he as counsel for Williams; that a plea of not guilty was entered; that he continued to confer with Williams; that Williams escaped from the jail and was again apprehended; that after many more conferences with Williams and acting with Williams’s approval he was able to get the district attorney to agree to accept a plea of guilty to second degree murder and dismiss all the other charges pending against Williams; that he conveyed all that information to Williams and the latter thoroughly understood it; that after the understanding had been reached with the district attorney he conferred with the district judge and the district judge stated he would be willing to accept the recommendations of the district attorney; that on July 8, 1953, Williams was taken before the district court and he appeared as counsel for Williams; that he advised the district judge he had reached an understanding with the district attorney that the state would accept a plea of guilty to second degree murder, and if such plea was entered, would dismiss the other charges against Williams; that Williams was standing by his side when he made such statement; that the district judge then said, “You have heard what your at<page-number citation-index=\"1\" label=\"670\">*670</page-number>torney has said” and Williams replied, “Yes”; that the court then asked Williams, “Do you then wish to withdraw your plea of not guilty?” and that Williams answered in the affirmative; that the court then said, “What is your plea?” and that Williams then said, “I plead guilty, Your Honor, to second degree murder”; that the court then said the plea would be accepted.<footnotemark>1</footnotemark></p>\n<p id=\"b774-4\">In both state district court habeas corpus proceedings Williams testified that he understood the charge was to be changed from first degree murder to manslaughter. At the trial below, in the instant case, he testified that Shipley told him that it would be reduced to second degree murder or maybe manslaughter.</p>\n<p id=\"b774-5\">The testimony introduced in the habeas corpus proceedings in the state district courts of Shipley, who resided more than 100 miles from the place of the hearing below in the instant case, was admissible in evidence at such hearing. Federal Rules of Civil Procedure, Rule 26(d) (3). No question is raised as to the admissibility of the testimony of Williams in the state court habeas corpus proceedings.</p>\n<p id=\"b774-6\">The evidence clearly established that Williams was represented by counsel of his own choosing at the preliminary examination and in the criminal proceeding in the state court, that he waived his right to a preliminary examination and competently, understanding!^ and voluntarily entered a plea of guilty to second degree murder.; and it supports the findings of the trial court to that effect.</p>\n<p id=\"b774-7\">The contention that Williams is being held without a judgment of conviction and sentence is so patently groundless it does not merit detailed consideration.</p>\n<p id=\"b774-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b774-22\">. The original state district court files in the criminal proceedings against Williams were introduced in the instant case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}