{
  "casebody": {
    "data": "<casebody firstpage=\"521\" lastpage=\"524\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b547-9\">Antonio Cuozzo <em>vs. </em>Clyde Steamship Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b547-10\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AXU\">November 9, 1915.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Apqv\">April 8, 1916.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b547-11\">Present: Rugg, C. J., Loring, Braley, De Courcy, Crosby, Pierce, &amp; Carroll, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b547-13\"><em>Negligence, </em>Employer’s liability, Assumption of risk. <em>Pleading, Civil, </em>Answer.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b547-14\">At the trial of an action by an employee against his employer for personal injuries caused by the breaking of a movable skid over which it was the plaintiff’s duty to haul a loaded hand truck, it appeared that the plaintiff had been employed by the defendant at the same work for two or three years, the work during that period being carried on in the same manner as at the time of the accident, that the skid had been decayed and old, and rotten from water, during all that time, and that the plaintiff had known of this condition. <em>Held, </em>that the evidence showed a contractual assumption by the plaintiff of the risk of injury from the breaking of the skid, and that therefore he could not recover.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b547-15\">It also was <em>held </em>that, under the circumstances above stated, the question of the liability of the defendant would not be affected by the fact that a superintendent of the defendant was negligent in selecting and placing the skid for use by the plaintiff.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b547-16\">A portable skid, adapted for use in difficult places and in use by a steamship corporation between a street and the end of a permanent platform over which from a steamship longshoremen employed by the corporation wheel loaded hand trucks, is not a part of the ways, works or machinery of the corporation.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b547-17\">In an action of tort by an employee against his employer for personal injuries, the defence that there was a contractual assumption of the risk of the injury may be relied on without being set up affirmatively in the answer.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b548-4\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>Tort for personal injuries received by the plaintiff while in the employ of the defendant as stated in the opinion. Writ dated November 9, 1909.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b548-5\">In the Superior Court the case was tried before <em>Pratt, </em>J. At the close of the evidence, material portions of which are described in the opinion, and subject to an exception by the plaintiff, the judge ordered a verdict for the defendant.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b548-6\">After the death of <em>Pratt, </em>J., the case was reported by <em>Wait, </em>J., to this court for determination, it being agreed that, if upon the evidence the case should have been submitted to the jury, the verdict was to be set aside and the case was to be submitted to the jury upon the question of damages only, the liability of the defendant to be taken as admitted.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b548-7\">The case was submitted on briefs at the sitting of the court in November, 1915, and afterwards was submitted on briefs to all the justices.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b548-8\"><em>J. W. Pickering &amp; J. Vecchioni, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b548-9\"><em>S. R. Jones, </em>for the defendant.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b548-10\">Crosby, J.</author>\n<p id=\"AZFr\">The plaintiff, a longshoreman in the employ of the defendant, on August 26, 1909, was unloading barrels containing resin from a steamship over a fixed permanent platform and across a movable skid or toe piece to the street. Several men were engaged in the work, and the barrels were unloaded by means of ordinary two-wheeled trucks. The men worked from two to five or ten feet apart. The skid extended from the platform to the street. It was about six feet wide and about three feet long, and was constructed from two-inch planks.</p>\n<p id=\"b548-11\">Just before the accident, one DiMambro, a fellow workman, preceded the plaintiff over the platform. As his (DiMambro’s) truck passed over the skid, the barrel upon the truck tipped off; and the plaintiff, who was about ten feet behind DiMambro, upon the permanent platform, saw what had happened. The plaintiff then started to haul his truck across the skid when one of the planks broke and the right wheel of the truck went through it. The plaintiff’s left foot also went through the planking as he was trying to extricate the truck, and the barrel and truck fell -upon him, causing the injuries which he sustained.</p>\n<p id=\"b548-12\">The case comes to this court upon a report made by a judge of the Superior Court. It appears from the report that the plain<page-number citation-index=\"1\" label=\"523\">*523</page-number>tiff had been employed in the same kind of work for the defendant four or five days a week for a period of two or three years before the accident; that “the work was always carried on in the same manner as at the time of the accident and was always over the same permanent platform and the same movable skid or toe piece at the end of the platform.” At the time of the accident the skid was decayed and old, and also rotten from water. The plaintiff testified that “he had known of this condition all the time that he had worked there and saw that this skid was there and at the same place;” that “there was no difference in the appearance of the skid that morning from what it had appeared before. It always looked the same as it did on the morning of his accident. In looking at DiMambro he saw that the plank was decayed and rotten, and that caused DiMambro’s barrel to fall off, and he knew that was why DiMambro’s barrel fell off.” The plaintiff introduced other evidence to show that the skid had been there for a long time and that it “looked bad, looked all rotted out.”</p>\n<p id=\"b549-5\">This case is governed by principles of law that are well settled. The plaintiff, by his contract of employment, assumed all the obvious risks of the business in which he was engaged. While it is the duty of an employer to furnish his employee with reasonably safe tools and appliances and to furnish him with a reasonably safe place in which to perform his work, still if the tools and appliances so furnished are defective and unsuitable, or the place where he is put to work is dangerous, and he fully appreciates and understands such defects and dangers, and is injured, he is held to have assumed such risks and cannot recover. <em>O’Toole </em>v. <em>Pruyn, </em>201 Mass. 126, and cases cited.</p>\n<p id=\"b549-6\">The undisputed facts show that the defective condition of the skid was apparent to any one of ordinary intelligence who observed it, and that the plaintiff knew it was decayed, old, and rotten from water. He knew also that it had been in this condition during all the time that he had worked there. He testified that he had knowledge of all these facts. Under these circumstances it is plain that he not only knew of the defective condition of the skid, but that he fully realized and appreciated whatever danger existed in passing over it. <em>Noonan </em>v. <em>Foley, </em>217 Mass. 566. <em>Neagle </em>v. <em>New York, New Haven, &amp; Hartford Railroad, </em>214 Mass. 472. <em>Regan </em>v. <em>Lombard, </em>192 Mass. 319.</p>\n<p id=\"b550-4\"><page-number citation-index=\"1\" label=\"524\">*524</page-number>It is admitted that one Meltzer was a superintendent within the provisions of the employers’ liability act, and there was evidence that he had charge of the selecting and placing of the skids and that it was his duty to see that they were kept in proper condition; still if, as such superintendent, he failed to perform his duty in this particular, it cannot enlarge the defendant’s liability to the plaintiff. As the defendant was not liable to the plaintiff for its failure to maintain the skid in proper repair, so the failure of its superintendent in this regard does not render the defendant liable to the plaintiff. The principle which prevents an employee from recovering for an injury which arises from an obvious risk of the business growing out of the nature of the employment applies as well to actions brought under the employers’ liability act as to those at common law. <em>Goodes </em>v. <em>Boston &amp; Albany Railroad, </em>162 Mass. 287.</p>\n<p id=\"b550-5\">The skid was not a part of the ways, works or machinery of the defendant. It was a portable appliance adapted for use in different places as required. <em>Neagle </em>v. <em>New York, New Haven, &amp; Hartford, Railroad, </em>214 Mass. 472.</p>\n<p id=\"b550-6\">Where it appears that, in an action brought by an employee against his employer, the former voluntarily assumed the risk which did not arise from his contract of employment, this is an affirmative defence and must be specially pleaded. But where, as in this case, there was a contractual assumption of risk, it is not a matter of defence and need not be so pleaded. In such a case there is no failure of duty on the part of the employer, and therefore there is no negligence. <em>Ashton </em>v. <em>Boston &amp; Maine Railroad, </em>222 Mass. 65.</p>\n<p id=\"b550-7\">As it is plain that there was no evidence to justify a finding that the defendant was negligent, the question whether the evidence would have justified a finding that the plaintiff was in the exercise of due care need not be considered.</p>\n<p id=\"b550-8\">In the opinion of a majority of the court the ruling of the judge of the Superior Court was right; and in accordance with the terms of the report the entry must be</p>\n<p id=\"b550-9\">\n<em>Judgment for the defendant on the verdict.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}