{
  "casebody": {
    "data": "<casebody firstpage=\"732\" lastpage=\"732\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b756-6\">Banker <em>v. </em>Fisher <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b756-7\">\n<em>(Supreme Court, General Term, Second Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AxaD\">December 10, 1889.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"AWVQ\">Trial—Instructions—Exceptions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b756-8\">After the cause was given to the jury a recess was taken, and plaintiff's counsel retired to prepare bis exceptions to the charge, but before he returned, and before the expiration of the recess, the jury had come into court, rendered their verdict, and been discharged. <em>Meld, </em>that the exceptions were properly disallowed.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b756-9\">Appeal from Kings county court.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b756-10\">Action by Evelina Banker against James A. Fisher and John S. Ferguson and another, to recover money paid by plaintiff on a contract to purchase land, on the ground that the title was not good, as represented. After the jury had rendered their verdict, plaintiff moved the court to allow exceptions, which motion was denied. Plaintiff appeals.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b756-11\">Argued before Barnard, P. J., and Dykman and Pratt, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b756-12\"><em>George W. Wilson, </em>for appellant. <em>Charles J. Patterson, </em>for respondents.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b756-13\">Dykman, J.</author>\n<p id=\"Avi\">This is an appeal from an order of the county court of Kings county denying the motion of the plaintiff to allow exceptions to the charge of the county judge on the trial of this action. It appears from the papers that after the cause was given to the jury a recess of the court was taken for a short time, and the counsel for the plaintiff then retired to prepare his exceptions to the charge; but before he returned with his exceptions, and before the expiration of the recess, the jury returned into court, and rendered the verdict, and were discharged, and the exceptions were never taken. Under those circumstances, the exceptions could not be allowed, and the motion for their allowance was properly denied. The order should be affirmed, with $10 costs and disbursements.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}