{
  "casebody": {
    "data": "<casebody firstpage=\"15\" lastpage=\"20\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b29-5\">Jane G. Willard v. Wm. H. Van Leeuwen, Jr.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b29-6\">\n<em>Collection of deficiency on foreclosure from mo7-tgager’s executor.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b29-7\">1. Claims against a decedent’s estate can be presented until its distribution unless the time for their presentation is limited by the appointment of commissioners, or by the probate court when no commissioners are appointed.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b29-9\">2. Distribution of a decedent’s estate may be made by an executor or administrator before and even without the issue of an order therefor.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b29-11\">3. A mortgagee who means to hold the estate of his deceased mortgager for any deficiency on foreclosure should present his claim for allowance to the commissioners on the estate, if any are appointed, or to the probate court, if not; and if he does not do so the executor may disregard the contingency that such a claim may thereafter be made and can proceed voluntarily or even be compelled to proceed to make final distribution of the estate upon the expiration of the time limited for the payment of claims against it.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b29-13\">4. An executor is not liable for the amount of the deficiency on foreclosure of a mortgage given by his decedent, so long as the mortgagee has never established the claim in the probate court or before commissioners, and never sought to enforce it until after the final distribution made by the executor at the expiration of the time limited for the payment of debts.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b29-15\">Case made from Kent. (Montgomery, J.)</summary>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"AL\">January 13.—</otherdate>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"ASc\">January 21.</decisiondate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b29-17\">Assumpsit. Defendant had judgment.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"Agz\">Affirmed.</disposition>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b29-18\"><em>Taggart c&amp; Wolcott </em>for plaintiffs.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"Avq\">All claims against an -estate must be presented to the commissioners on claims or to the probate court: <em>Fish v. Morse </em>8 Mich. 34; <em>Prob. Judge v. Abbott </em>50 Mich. 283; and if the executor or administrator does not see that such commissioners are appointed and hearing had, he is personally liable to creditors: How. Stat. § 5946; <em>Smith v. Jones </em>15 Mich. 281; <em>Basom v. Taylor </em>39 Mich. 686; <em>In re Palms' Appeal </em>44 Mich. 637; <em>Hoffman v. Beard </em>32 Mich. 221.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b29-21\"><em>Harvey Joslin </em>for defendant.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b30-3\"><page-number citation-index=\"1\" label=\"16\">*16</page-number>Champun, J.</author>\n<p id=\"A1U\">The plaintiff brought suit to recover from the defendant the amount of a deficiency arising from a sale under a decree in chancery in a foreclosure suit. Defendant was not a party to that suit. The trial was had before the circuit judge without a jury, who found the following facts : That about October 8,1875, Cornelius Kloppenburg executed to plaintiff a bond conditioned to pay her $500 on the 8th day of October, 1880, with interest at ten per cent., to be paid semi-annually until paid, which bond was secured by mortgage upon real estate executed by the obligor and his wife upon land in Kent county. Cornelius Kloppenburg, September 6, 1876, died testate, leaving real and personal property of the value of $5147.40, besides household goods amounting to $870.70. Defendant was appointed executor October 27,1876, by the probate court of Kent county, and letters testamentary were issued to him; which trust he accepted, and filed his inventory and appraisal February 3, 1877, and on March 6, 1878, he filed with the probate court what purported to be his final account as such executor of the estate, which was allowed, but no order of distribution was made by the probate court, and no order was entered discharging him from his trust. No commissioners on claims were ever appointed for the hearing and allowance of claims against such estate, nor was there any proceeding for the hearing of claims before the probate court, and no application by defendant was made for the appointment of commissioners, or hearing of claims in said court. Before the rendering of the last account of said executor he transferred to the widow of Cornelius Kloppenburg and his child, Catharina J. Lindhout, all the property, after payment of expenses, that came into his hands as executor. The will is not set out in the record, and there is no finding as to whether the above transfers were made in accordance with the requirements of the will. We presume it must have been so, as no charge is made that the executor violated his trust in this respect. The widow Susanna Kloppenburg, and Catharina J. Lindhout, shortly after receiving such property, disposed thereof, and now have no property liable to execution. Plaintiff, who is a <page-number citation-index=\"1\" label=\"17\">*17</page-number>resident of Connecticut, on the 24th of February, 1879, filed her bill to foreclose her mortgage against Susanna Kloppenburg and Catharina J. Lindhout, as sole defendants, and obtained a decree on April 26, 1880. The amount then due was $806.08. Under this decree a sale of the mortgaged premises was had on the 19th of January, 1881, at which the plaintiff became the purchaser for $500, leaving a deficiency, including costs, of $467.90, no part of which has been paid. The amount paid out by the executor for debts and expenses in administering the estate, including charges for commissions and fees, was $671.36.</p>\n<p id=\"b31-4\">The circuit judge found as conclusion of law, from the foregoing facts, that plaintiff is not entitled to recover, and in this conclusion we agree.</p>\n<p id=\"b31-5\">The action is brought to this Court upon a case made; and the plaintiff’s counsel urges that because no commissioners on claims were appointed by the probate court, defendant is liable personally for this claim; and that such liability is founded upon the duty of the executor to see that such commissioners are appointed, or if commissioners are not appointed, it is his duty to see that a hearing is had before the probate court; and he cites How. Stat. §§ 5888, 5895, 5901, 5902, 5946 and 5929 in support of his claim. Section 5888 does not make it the duty of the executor to apply for the appointment of commissioners; it leaves it discretionary with the executor whether he will apply therefor, and if such application is made it leaves it to the discretion of the judge of probate whether or not he will make the appointment. There is nothing in this section of the statute which makes it the duty of the executors to make the application or to obtain the appointment. Section 5895 provides that in all cases where it is competent for the judge of probate to appoint commissioners, he may, if he thinks proper, instead thereof appoint a time and place for the examination and adjustment of claims before himself, and if his object is to hear claims generally, he shall give notice of the time and place when and where he will sit to hear claims, and of the time limited for creditors to present their claims, as is required <page-number citation-index=\"1\" label=\"18\">*18</page-number>by law, before commissioners; or, if tbe object is to hear a single claim, he is required to give notice to the parties interested. This action of the probate judge may be had upon his own motion, or upon the application of any claimant or of the executor; and it is not perceived why it was not as much a neglect of duty in the plaintiff not to make this application as it was of the executor. Sections 5901 and 5902 provide that when commissioners are appointed, and claims are not presented within the time limited, they shall be barred, and whenever commissioners are appointed no action shall be brought against the executor, with certain specified exceptions, and section 5946 provides that “If the appointment of commissioners to allow claims shall in any case be omitted, the judge of probate shall perform the duties devolving upon such commissioners by law.” No person having any contingent or other lawful claim against a deceased person shall thereby be prevented from prosecuting the same against the executor, administrator, heirs, devisees or legatees, as provided by law; and in such case a claimant having a lien upon real or personal estate of the deceased by attachment previous to his death, may, on obtaining judgment, have execution against such real or personal estate. This section does not render the executor liable personally in case commissioners are not appointed, but only in his representative character after the claim is established against the estate in the probate court, either through the appointment of commissioners or before the probate judge. <em>Clark v. Davis </em>32 Mich. 154.</p>\n<p id=\"b32-4\">It was said in <em>Pratt v. Houghtaling </em>45 Mich. 457, where no commissioners were appointed and no time was fixed by the judge of probate for hearing claims before himself, that, “ until some provision was thus made to give creditors an opportunity to present their claigns, we cannot say they were cut off, under the facts and circumstances of the present case.” It is therefore to be observed that what was there said was confined to facts and circumstances of the. case then under consideration, and not as a statement of a general rule, under the statute, that claims are not cut off unless commissioners are appointed, or a time fixed for the allowance there<page-number citation-index=\"1\" label=\"19\">*19</page-number>of by the judge of probate. The opportunity for creditors to present their claims is given by the statute until the distribution of the estate, unless the time is limited by the appointment of commissioners, or by the probate court in cases where no commissioner is appointed. Distribution may be made by an executor or administrator before and even without an order of final distribution.</p>\n<p id=\"b33-4\">In <em>Brown v. Forsake </em>43 Mich. 498, the administrator had distributed the estate before he rendered his final account, as in this case. Commissioners on claims had been appointed, and the time allowed to present claims to them had expired. The day before the hearing on his petition for settlement of his final account, Forsche presented a petition to the probate court to hear and allow a claim of $750 against the estate. The prayer of the petition was denied by the probate court, but on appeal to the circuit court was allowed, and thereupon the probate court made an order that the administrator pay the claim in twenty days. The case was then brought to this Court by writ of error. It was remarked by Mr. Justice Cooley in the opinion, that it appeared that long before Forsche presented his claim, or notified the administrator that he had one, the time had not only expired for presentation of claims to the commissioners, but for the settlement of the estate also. The same may be said of this case. The law limits the time for disposing of the estate and paying the debts of the deceased person to a period not exceeding one year and six months in the first instance. This time expired on the 27th day of March, 1878, and this snit is not brought until several years afterwards.</p>\n<p id=\"b33-5\">The bond held by the plaintiff was secured by a mortgage upon real estate. She had the right to present this bond to the probate judge, to be allowed as a claim against the estate, but she was not obliged to do so. She may have regarded the debt as being amply secured, and preferred to rely alone on the mortgage security. But if she intended to hold the estate responsible, she should have presented her claim to the probate court for allowance in the absence of commissioners. <em>Clark v. Davis </em>32 Mich. 154. Not having done this, the <page-number citation-index=\"1\" label=\"20\">*20</page-number>executor may have thought that she relied upon her security, and was justified in not delaying the execution of his trust and in rendering his final account without reference thereto. As between him and the distributees under the will, he could not have prolonged the settlement of the estate to await the action of the mortgagee, and the contingency whether the sale of the mortgaged premises would bring sufficient to pay the mortgage debt; or, if not, whether she would present a claim against the estate for the deficiency; and we think they could have compelled a distribution after the time limited for the payment of the debts. This being so, it was proper for him to make the distribution without an order for that purpose. <em>Brown v. Forsche </em>43 Mich. 492. In such case, if a creditor, after a great lapse of time, establishes a claim against the estate, he must take the estate in the situation in which he finds it, and cannot hold the executor liable as for his own debt. <em>Brown v. Forsche </em>supra. But the claim in question has never been established as a claim against the estate in the probate court, which is the proper forum to pass upon it. <em>Clark v. Davis </em>32 Mich. 154; <em>Bank of Orange County v. Kidder </em>20 Vt. 519. Under the facts of this case the defendant is not liable in his personal or individual character, and</p>\n<p id=\"b34-4\">The judgment is affirmed.</p>\n<judges id=\"b34-5\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}