{
  "casebody": {
    "data": "<casebody firstpage=\"587\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b605-8\">Wallace Davenport v. Estate of Nathaniel Davenport.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b605-11\"><em>Claim, against estate </em>— Covenant <em>against mcurnbrainces</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b605-12\">A claim against an estate cannot be based upon a covenant against present incumbrances in a deed from decedent to claimant’s grantor, if tlie latter lias no.t assigned to claimant the right of action for the breach but has only conveyed the land.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b605-13\">Error to Ionia. (V. H. Smith, J.)</summary>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"Apu\">Jan. 30.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AEQ\">Feb. 6.</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b606-3\"><page-number citation-index=\"1\" label=\"588\">*588</page-number>Appeal <em>from </em>disallowance by commissioners of claim against estate. The claimant brings error.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"A53\">Affirmed.</disposition>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b606-4\"><em>Webster, Davis &lt;&amp; Millard </em>for'appellant,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"Aqz\">cited as similar, <em>Byrnes v. Rich </em>5 Gray 518; <em>Smith v. Strong </em>14 Pick. 128.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b606-5\"><em>Morse, Wilson da Trowbriclge </em>for appellee.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"A7h\">A <em>covenant </em>against incumbrances is a covenant in presentí, and is broken, if at all, at the time it is made, and is incapable of transmission by the covenantee to his grantee by a deed of the premises merely; when broken it becomes a chose in action in the covenantee, and is not transferred by the covenantee’s deed: Sutherland on Damages, 311 n. 1; 2 Washb. R. P. (2d ed.) 708; Rawle on Cov. 336, 346, 373, 374; <em>Davidson v. Cox </em>10 Neb. 150; <em>Clark v. Swift </em>3 Met. 391; <em>Whitney v. Dinsmore 6 </em>Cush. 124; <em>Thayer v. Clemence </em>22 Pick. 490; <em>Smith v. Lloyd </em>29 Mich. 382; <em>Matteson v. Vaughn </em>38 Mich. 375; <em>Post v. Campau </em>42 Mich. 90; <em>Johnson v. Hollensworth </em>48 Mich. 140.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b606-6\">Cooley, C. J.</author>\n<p id=\"ApZ\">The plaintiff presented to the commissioners appointed to audit and allow claims against the estate of Nathaniel Davenport, a claim arising on a breach of a covenant against encumbrances contained in a deed from the decedent to Elizabeth, the -wife of the claimant, bearing date July 29, 1872, and conveying certain lands in the county of Ionia. The commissioners disallowed his claim, and he appealed to the circuit court where it was again disallowed.</p>\n<p id=\"b606-7\">The plaintiff’s case was that the deed to the wife was made on an oral understanding with her that she should hold the land for him and deed to him on request — he having paid the consideration ; that afterwards, on August 28, 1878, she did convey to him in recognition of this understanding ; that when the deed to her was given the land w'as encumbered by a mortgage given by the decedent, and that this mortgage was paid by the claimant in 1879. This was all the showing that was made of the plaintiff’s right to recover upon the covenant. Whether the deed to the claimant contained covenants does not appear.</p>\n<p id=\"b607-2\"><page-number citation-index=\"1\" label=\"589\">*589</page-number>It is obvious from this statement that if tbe claimant can enforce any claim upon the covenant he can only do so by virtue of the transfer to him of the claim by his wife’s deed. The oral understanding was a mere nullity, except as the wife saw fit to give effect to it afterwards by the execution of a deed. The mortgage, which was upon the land fell due February 11, 1873. ' There had therefore not only been a technical breach of the covenant but the grantee in the deed of the decedent was in position where, by paying off the incumbrance, she might recover the whole amount- as damages by breach of her covenant. Her right of action was complete; and it may be added that several payments of interest had been made on the mortgage before she conveyed to her husband. There is nothing in the record to indicate any intent on her part to transfer this personal claim, which her husband could only claim as assignee. We are referred to <em>Post v. Campau </em>42 Mich. 90 as authority for the position that the deed of the wife carried the covenant against encumbrances; but in that case the covenant looked to the future, and was intended to give protection to the title against demands coming against it subsequently. The actual decision made in that ease has therefore no bearing upon this. The doctrine that a covenant against present encumbrances cannot run with the land was discussed with unfavorable comments by one member of the Court; but the present case is scarcely within any of, the reasons then assigned for a change of the rule. The record before us is remarkably meager in its statement of dates ; but apparently the mortgage must have been overdue for six years when the decedent - died. It needs no argument to show that the covenantee cannot thus indefinitely prolong the liability of the covenantor by leaving the mortgage unpaid, and that if she could, the mere transfer of the title without covenants and without mention of the claim would not evidence an intent to transfer her right of action.</p>\n<p id=\"b607-3\">The judgment must be affirmed.</p>\n<judges id=\"b607-4\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}