{
  "casebody": {
    "data": "<casebody firstpage=\"819\" lastpage=\"829\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b841-6\">ERROL DUNKLEY <em>v. </em>COMMISSIONER OF CORRECTION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A6b\">(AC 21629)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b841-7\">Flynn, Bishop and Landau, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b842-4\"><page-number citation-index=\"1\" label=\"820\">*820</page-number>Argued September 24 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AJJ\">officially released December 3, 2002</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b842-6\"><em>David B. Rozwaski, </em>special public defender, for the appellant (petitioner).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b842-7\"><em>Ronald G. Weller, </em>assistant state’s attorney, with whom, on the brief, were <em>Walter D. Flanagan, </em>state’s attorney, and <em>Mary Beth Baron, </em>senior assistant state’s attorney, for the appellee (respondent).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b842-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b842-9\">FLYNN, J.</author>\n<p id=\"AcbV\">The petitioner, Errol Dunkley, appeals from the judgment of the habeas court denying his petition for certification to appeal, filed pursuant to General Statutes § 52-470 (b),<footnotemark>1</footnotemark> and denying his amended petition for a writ of habeas corpus. We dismiss the petitioner’s appeal.</p>\n<p id=\"b843-3\"><page-number citation-index=\"1\" label=\"821\">*821</page-number>In the underlying criminal proceedings, the petitioner was charged with attempt to commit kidnapping and burglary in the first degree for a March 10,1994 incident that occurred at 78 Asylum Street in New Haven. He was also charged with being a persistent felony offender. On July 17, 1995, following a jury trial, the petitioner was convicted on the burglary charge but acquitted on the remaining charges. Following his conviction, the petitioner filed a petition for a writ of habeas corpus, claiming that his attorney had rendered ineffective assistance by failing to investigate the case adequately. The petitioner also claimed that his attorney had a conflict of interest because he was representing the petitioner while simultaneously representing Easper<footnotemark>2</footnotemark> Watts, a potential witness and alleged suspect in the petitioner’s case.<footnotemark>3</footnotemark> The habeas court rejected the petitioner’s claims, denied his petition and denied certification to appeal. This appeal followed. Additional facts will be set forth as necessary.</p>\n<p id=\"b843-4\">I</p>\n<p id=\"b843-5\">On appeal, the petitioner claims that the habeas court (1) abused its discretion in denying the petition for certification and (2) improperly denied the amended petition for writ of habeas corpus. Only if the petitioner is successful in carrying his burden of persuasion on the first issue will the court determine the merits of the second issue.</p>\n<p id=\"b844-4\"><page-number citation-index=\"1\" label=\"822\">*822</page-number>“[A] disappointed habeas coipus litigant [may] invoke appellate jurisdiction for plenary review of the decision of the habeas court upon carrying the burden of persuasion that denial of certification to appeal was an abuse of discretion or that injustice appears to have been done. <em>Simms </em>v. Warden, 229 Conn. 178, 189, 640 A.2d 601 (1994) <em>[Simms </em>I], The Supreme Court adopted this test in <em>Simms </em>v. <em>Warden, </em>230 Conn. 608, 612, 646 A.2d 126 (1994) <em>[Simms </em>II], and stated that the petitioner must first show that the habeas court’s decision was an abuse of discretion. To establish an abuse of discretion, the petitioner must demonstrate that the issues are debatable among jurists of reason; that a court could resolve the issues [in a different manner]; or that the questions are adequate to deserve encouragement to proceed further. . . . <em>Rivera </em>v. <em>Commissioner of Correction, </em>254 Conn. 214, 227, 756 A.2d 1264 (2000); see also <em>Simms </em>v. <em>Warden, </em>supra, 230 Conn. 616-17 <em>[Simms </em>II]. If the appeal meets one of the criteria set forth in <em>[Simms </em>II], the habeas court’s failure to grant certification to appeal constitutes an abuse of discretion. After successfully demonstrating the existence of an abuse of discretion, the petitioner must then demonstrate that the judgment of the habeas court should be reversed on its merits. <em>Simms </em>v. <em>Warden, </em>supra, 230 Conn. 612.” (Internal quotation marks omitted.) <em>Robinson </em>v. <em>Commissioner of Correction, </em>62 Conn. App. 429, 433-34, 771 A.2d 952, cert. denied, 257 Conn. 902, 777 A.2d 194 (2001).</p>\n<p id=\"b844-5\">In deciding whether the petitioner has established a clear abuse of discretion in the court’s denial of his request for certification, we must determine whether, in fact, a certifiable issue exists. In reviewing the record before us, we conclude that the habeas court did not abuse its discretion in denying the petitioner certification to appeal because there was no issue worthy of certification. Contrary to the petitioner’s claim, the <page-number citation-index=\"1\" label=\"823\">*823</page-number>issue of whether the petitioner was deprived of the effective assistance of counsel is not debatable among jurists of reason, nor could a court resolve the issues in a manner different from that in which they were resolved, nor are the questions adequate to deserve encouragement to proceed further. The issues raised by the petitioner simply do not warrant review.</p>\n<p id=\"b845-5\">The petitioner raised two claims concerning his trial counsel’s performance. First, the petitioner claimed that trial counsel provided ineffective assistance because he failed to investigate the petitioner’s case adequately and to call alibi witnesses in his defense. Specifically, the petitioner argued that counsel should have called the petitioner’s mother, sister and wife to testily as to his whereabouts and activities on the day in question. He also claimed that trial counsel should have called Watts to the stand to testify that the petitioner did not live at 104-1/2 Rosette Street in New Haven.<footnotemark>4</footnotemark> The petitioner further claimed that counsel should have called Watts to testify because Watts may have been the actual perpetrator of the crimes for which the petitioner was charged and subsequently convicted. The petitioner’s conflict of interest claim, which also concerns Watts and the petitioner’s counsel, will be discussed separately.</p>\n<p id=\"b845-6\">We address each of these claims in turn.</p>\n<p id=\"b845-7\">A</p>\n<p id=\"b845-8\">In consideration of the petitioner’s claim concerning the adequacy of tiial counsel’s investigation and the calling of alibi witnesses, “[t]he petitioner seeks to have us use hindsight with [regard] to his counsel’s decision not to call the witnesses to testify. We will not do so. We have stated that the presentation of testimonial <page-number citation-index=\"1\" label=\"824\">*824</page-number>evidence is a matter of trial strategy. . . . The failure of defense counsel to call a potential defense witness does not constitute ineffective assistance unless there is some showing that the testimony would have been helpful in establishing the asserted defense.” (Internal quotation marks omitted.) <em>Adorno </em>v. <em>Commissioner of Correction, </em>66 Conn. App. 179, 186, 783 A.2d 1202, cert. denied, 258 Conn. 943, 786 A.2d 428 (2001).</p>\n<p id=\"b846-4\">In this case, the habeas court specifically found that the petitioner’s trial counsel “conducted an adequate investigation into the facts of the case prior to trial . . . [and that he] had all of the police reports and witness statements . . . [and] all of the evidence was fully discussed with the petitioner.” The court further found that the petitioner’s trial counsel “considered whether the petitioner’s wife, mother and sister would be appropriate witnesses at trial and concluded that they would not be good witnesses. This fact was borne out by what [the] court considered] and [found] to be the incredible and inconsistent testimony of the petitioner’s wife, mother and sister at the habeas trial. There was nothing in the habeas trial testimony of the said mother, wife and sister that would likely have been of any benefit to the petitioner . . . .”</p>\n<p id=\"b846-5\">Additionally, the habeas court stated in its memorandum of decision that the petitioner’s attorney did not call Watts because he concluded that “Watts [was] a six time convicted felon [who] would not have been a good witness for the defense.” (Internal quotation marks omitted.) Trial counsel explained at the habeas hearing that Watts’ testimony concerning the Rosette Street address would have been cumulative because the owner of the house was called to testify about that fact. Trial counsel further testified that he believed that Watts would have been detrimental to the petitioner’s case because of his long felony record.</p>\n<p id=\"b847-4\"><page-number citation-index=\"1\" label=\"825\">*825</page-number>“ [T]here is a strong presumption that the trial strategy employed by a criminal defendant’s counsel is reasonable and is a result of the exercise of professional judgment . . . .” (Citation omitted.) <em>Iovieno </em>v. <em>Commissioner of </em>Correction, 67 Conn. App. 126, 128, 786 A.2d 1113 (2001), cert. denied, 259 Conn. 916, 792 A.2d 851 (2002). In this case, the petitioner made no showing to the court that the testimony of his family or Watts would have been helpful in establishing his defense. This, coupled with the habeas court’s finding that the familial witnesses were not credible, renders this ground of the petitioner’s claim nondebatable among jurists of reason, unresolvable in a manner different from that in which it was resolved and inadequate to deserve encouragement to proceed further. The habeas court properly denied certification on this ground of the petitioner’s claim.</p>\n<p id=\"b847-6\">B</p>\n<p id=\"b847-7\">The petitioner also claims that trial counsel was ineffective because he should have attempted to demonstrate some type of third party culpability as to Watts.</p>\n<p id=\"b847-8\">“Both this state and other jurisdictions have recognized that a defendant may introduce evidence which indicates that a third party, and not the defendant, committed the crime with which the defendant is charged. . . . The defendant, however, must show <em>some evidence </em>which directly connects a third party to the crime with which the defendant is charged .... It is not enough to show that another had the motive to commit the crime . . . nor is it enough to raise a bare suspicion that some other person may have committed the crime of which the defendant is accused. <em>State </em>v. <em>Echols, </em>203 Conn. 385, 392 [524 A.2d 1143 (1987)] . . . <em>State </em>v. <em>Milner, </em>206 Conn. 512, 517 [539 A.2d 80] (1988).” (Emphasis added; internal quotation marks omitted.) J. Brack<page-number citation-index=\"1\" label=\"826\">*826</page-number>mann, G. Nash &amp; J. Katz, Connecticut Criminal Caselaw Handbook (1989) p. 225.</p>\n<p id=\"b848-4\">On this claim, the petitioner attempts to make much out of little. Although the petitioner’s trial counsel did not call Watts as a witness at the criminal trial, Watts did testify at the petitioner’s habeas hearing. Watts testified that he was currently serving a sentence for possession of an assault weapon, possession of narcotics and tampering with a witness. At the time of the burglary in the underlying case, Watts lived at 180 Gilbert Avenue in New Haven. However, he also rented apartments “in his name” at 104 and 104-1/2 Rosette Street in New Haven, which he, in turn, rented to other individuals under verbal agreements. Watts further testified that he was aware that a robbery had occurred at 104-1/2 Rosette Street on March 10, 1994, but he owned none of the items allegedly taken. Watts also testified that he became aware of the attempted kidnapping and burglary at 78 Asylum Street, for which the petitioner was charged, the following day. Further, Watts testified that he was not involved in the burglary on Asylum Street, and he had no direct knowledge of the burglary or who committed it.</p>\n<p id=\"b848-5\">The petitioner wanted trial counsel to attempt to link Watts to the Asylum Street crimes on a theory of retaliation for the alleged Rosette Street robbery. Testimony at the habeas hearing indicated that the person allegedly responsible for the Rosette Street robbery, one Randy Garcia, was the same person whom the petitioner was charged with attempting to kidnap in front of 78 Asylum Street, where Garcia’s sister resided. Shortly after this alleged incident, the petitioner, and several others, burglarized the home of Garcia’s sister while Garcia hid under the bed. During the burglary, the assailants stated that this was in retaliation for the robbery on Rosette Street. All of the alleged accomplices were masked <page-number citation-index=\"1\" label=\"827\">*827</page-number>except for the petitioner, whom Garcia positively identified later that same day.</p>\n<p id=\"b849-5\">As we noted in part I A, the decision whether to call a witness is one of trial strategy. Here, counsel opined that Watts would not have been a favorable witness. Additionally, counsel also testified at the habeas hearing that he had no evidence to support a third party culpability claim against Watts, that no one at the scene implicated Watts as a participant in the burglary, and that Watts and the petitioner did not look anything alike. The habeas court also found “no evidence that Watts was ever a suspect in or implicated in any way in the crimes for which the petitioner was tried and convicted.”</p>\n<p id=\"b849-6\">The petitioner’s assertion that trial counsel was ineffective because he should have implicated Watts in a third party culpability defense is without merit and unworthy of debate among jurists of reason, unresolvable in a manner different from that in which it was resolved and inadequate to deserve encouragement to proceed further. Accordingly, the habeas court properly denied the petition for certification on this ground.</p>\n<p id=\"b849-7\">II</p>\n<p id=\"b849-8\">The petitioner next claims that trial counsel rendered ineffective assistance by continuing to represent him in the case despite a conflict of interest. The petitioner claims that the conflict of interest existed because his counsel, at the time of the petitioner’s trial, also represented Watts, a potential witness in the petitioner’s case, in an umelated matter.</p>\n<p id=\"b849-9\">“Our Supreme Court has established the proof requirements where a habeas corpus petitioner claims ineffective assistance of counsel because of a claimed conflict of interest. Where . . . the defendant claims that his counsel was burdened by an actual conflict of <page-number citation-index=\"1\" label=\"828\">*828</page-number>interest . . . the defendant need not establish actual prejudice. . . . Where there is an actual conflict of interest, prejudice is presumed because counsel [has] breachjed] the duty of loyalty, perhaps the most basic of counsel’s duties. Moreover, it is difficult to measure the precise effect on the defense of representation corrupted by conflicting interests.” (Internal quotation marks omitted.) <em>Myers </em>v. <em>Commissioner of Correction, </em>68 Conn. App. 31, 34, 789 A.2d 999, cert. denied, 260 Conn. 907, 795 A.2d 545 (2002); see also <em>Cuyler v. Sullivan, </em>446 U.S. 335, 349-50, 100 S. Ct. 1708, 64 L. Ed. 2d 333 (1980).</p>\n<p id=\"b850-5\">The petitioner argues that trial counsel had a conflict of interest because he represented both the petitioner and Watts, although on different cases. Specifically, the petitioner argues: “The excuse that Mr. Watts would not have offered substantive testimony does not remedy the situation. If Mr. Watts had been called to testify, trial counsel would have been obligated to thoroughly cross-examine Mr. Watts regarding his ownership, his drug arrests and the nature of those activities stemming from the Rosette Street property. Such a situation would clearly result in a compromise of Mr. Watts’ confidentiality rights. Conversely, by not calling Mr. Watts to testify, trial counsel short-chang[ed] the petitioner-appellant . . . .”</p>\n<p id=\"b850-6\">As we discussed in part IB, trial counsel determined that Watts would be an unfavorable witness because of his long history of felony convictions. The habeas court acknowledged that “the petitioner and Watts knew each other” but found that “both of them knew that [trial counsel] represented the other at the time of the [petitioner’s] trial.” The court concluded that there was “no evidence that would support a claim that there was anything in the joint representation of Watts and the petitioner that affected [counsel’s] duty of undivided loyalty to the petitioner. There was no evidence that <page-number citation-index=\"1\" label=\"829\">*829</page-number>Watts was ever a suspect in or implicated in any way in the crimes for which the petitioner was tried and convicted. Nor was any credible evidence offered to substantiate any finding by [the habeas court] that [trial counsel’s] performance as counsel for the petitioner was in any way adversely affected by the joint representation.”</p>\n<p id=\"b851-5\">The petitioner has failed to point to anything in the record that would be contrary to the habeas court’s findings and conclusions as to the facts. The petitioner’s conclusion that there existed a conflict of interest because trial counsel represented another defendant, not shown to be in any manner connected to the burglary underlying this case, is without merit, nondebatable among jurists of reason, unresolvable in a manner different from that in which it was resolved and inadequate to deserve encouragement to proceed further. Accordingly, the claim was unworthy of certification.</p>\n<p id=\"b851-6\">III</p>\n<p id=\"b851-7\">After a review of the briefs and record, we conclude that the habeas court properly concluded as it did on the basis of the evidence before it. The habeas court did not abuse its discretion in denying the petitioner’s certification to appeal. The petitioner, having been unsuccessful in demonstrating that the denial of certification to appeal was a clear abuse of the habeas court’s discretion or that an injustice has been done, failed to sustain his burden of persuasion.</p>\n<p id=\"b851-8\">The appeal is dismissed.</p>\n<p id=\"b851-9\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b842-10\"> General Statutes § 52-470 (b) provides: “No appeal from the judgment rendered in a habeas corpus proceeding brought in order to obtain his release by or in behalf of one who has been convicted of crime may be taken unless the appellant, within ten days after the case is decided, petitions the judge before whom the case was tried or a judge of the Supreme Court or Appellate Court to certify that a question is involved in the decision which ought to be reviewed by the court having jurisdiction and the judge so certifies.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b843-6\"> Throughout the record and briefs, Watts’ first name is spelled both Easper and Esper. At the December 3,1999 habeas hearing, Watts spelled his name for the court as E-A-S-P-E-R. Accordingly, we refer to him as such and have changed the references to reflect accurately this spelling where appropriate.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b843-7\"> The petitioner also filed a complaint against trial counsel with the statewide grievance committee on this same ground. After a December 10, 1998 hearing, the committee dismissed the grievance and concluded that there was no actual conflict of interest. The committee, however, criticized counsel for not obtaining a waiver from the petitioner concerning any potential conflict of interest.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b845-9\"> There was evidence in the record that the Asylum Street burglary was in retaliation for a robbery that allegedly took place at 104-1/2 Rosette Street earlier in the day.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}