{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"777\" lastpage=\"777\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE of North Carolina\n  <br/>\n  v.\n  <br/>\n  Todd Layman HILL.\n </parties>\n <docketnumber id=\"p-2\">\n  No. COA05-686.\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of North Carolina.\n </court>\n <decisiondate id=\"p-4\">\n  August 1, 2006.\n </decisiondate>\n <p id=\"p-5\">\n  COPYRIGHT MATERIAL OMITTED\n </p>\n <p id=\"p-6\">\n  COPYRIGHT MATERIAL OMITTED\n </p>\n <history id=\"p-7\">\n  Appeal by Defendant from judgments entered 10 September 2004 by Judge Zoro J. Guice, Jr. in Henderson County Superior Court. Heard in the Court of Appeals 6 March 2006.\n </history>\n <attorneys id=\"p-8\">\n  Attorney General Roy Cooper, by Assistant Attorney General Elizabeth J. Weese, for the State.\n </attorneys>\n <attorneys id=\"p-9\">\n  Brannon Strickland, PLLC, by Anthony M. Brannon, Raleigh, for Defendant-Appellant.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-10\">\n   STEPHENS, Judge.\n  </author>\n  <p id=\"p-11\">\n   On 1 December 2003, a grand jury indicted Defendant, Todd Layman Hill, a career law enforcement officer who also owned and operated a pawn shop, on twenty-three charges relating to dissemination of harmful materials to minors, taking indecent liberties with a child, crime against nature, statutory rape or sexual offense, and possession with intent to sell or deliver marijuana. The indictments referenced several different victims and ranged across multiple dates. On motion of the State to which Defendant's trial counsel had \"[n]o objection[,]\" all charges were joined for trial. Trial began on 31 August 2004 and concluded on 9 September 2004 with twelve guilty verdicts on one count of indecent liberties with a child, three counts of disseminating obscene material to minors, four counts of disseminating harmful material to minors, one count of engaging in a sexual act with a person of the age of fifteen years, one count of crime against nature, one count of possession with intent to sell or deliver marijuana, and one count of maintaining a dwelling to keep controlled substances. Defendant was found not guilty on three charges (one count of possession of drug paraphernalia and two counts of giving alcoholic beverages to minors); two charges of delivering marijuana to minors were dismissed by the trial court at the close of the State's evidence; and the court declared a mistrial as to the remaining six charges (one count of second-degree sexual offense, one count of crime against nature, two counts of taking or attempting to take indecent liberties with a minor, one count of engaging in a sexual act with a thirteen-year-old, and one count of disseminating obscenity to a minor). From judgment on the verdicts entered by Judge Guice on 10 September 2004 imposing an active prison sentence within the presumptive sentencing range of 256 to 317 months, followed by five years of supervised probation, Defendant appeals. For the reasons stated herein, we affirm.\n  </p>\n  <p id=\"p-12\">\n   At trial, the State's evidence tended to show the following: One of the victims, C.H., who had known Defendant since C.H. was a little boy, worked for Defendant in Defendant's pawn shop in the summer of 2002. His duties included cleaning out the back of the pawn shop. C.H. was fifteen at the time, and Defendant was thirty-eight. While C.H. was at Defendant's shop, Defendant would periodically give C.H. magazines such as Nugget and Playboy as well as Playboy movies, \"just different pornographic material,\" and ask C.H. what he thought about it. In July 2002, after C.H. had been working two to three hours, Defendant told C.H. that they needed to go to Defendant's home to move an old wood-burning stove. Defendant drove C.H. to his home, where the two loaded the stove onto Defendant's truck from the garage. Afterward, Defendant asked C.H. to come inside for a drink of water. Once inside the house, Defendant took C.H. to a back bedroom ostensibly to show him Defendant's gun collection. While C.H. was looking at the guns, Defendant suddenly grabbed him around the waist, threw him onto the bed, pinned him down, and put his hands down C.H.'s pants. C.H. repeatedly told Defendant to stop, but Defendant persisted and\n   told C.H. that it was \"normal for people to do this kind of thing.\" When C.H. continued to protest, Defendant told him that C.H. \"owed\" Defendant for the paint ball materials and hunting supplies that Defendant had given him. Then Defendant took off C.H.'s pants and performed oral sex on him until C.H. ejaculated in Defendant's mouth. When the act was over, Defendant told C.H. that he \"better not tell anybody\" what had happened. All the way back to the pawn shop, Defendant made C.H. \"swear and promise that [he] would never tell anybody.\" For a time after the incident, Defendant regularly called C.H. \"want[ing] to do stuff\" to him.\n  </p>\n  <p id=\"p-13\">\n   C.H. did not tell anyone about the incident right away. He specifically did not tell his parents because his mother had suffered several heart attacks, and he was afraid the news would cause her to have another heart attack. In September 2003, C.H. told his friend S.H. what had happened at Defendant's house. The two boys decided to alert school officials who, in turn, called the Hendersonville Police Department.\n  </p>\n  <p id=\"p-14\">\n   C.B. met Defendant through his friend M.K. M.K. introduced Defendant as his \"uncle.\" On or about 21 February 2003, C.B. and S.H. came to see M.K. at his home. They expected to sleep there, but M.K.'s mother did not want the two boys to spend the night. Therefore, M.K. arranged for all three boys to sleep over at Defendant's home. Defendant picked them up and drove them to his house.\n  </p>\n  <p id=\"p-15\">\n   After they arrived at Defendant's home, Defendant told S.H. and C.B. they could sleep upstairs. He then poured the boys coconut rum shots and gave them wine. On another occasion in the spring of 2003, M.K., C.B. and S.H. spent an evening at Defendant's house watching pornography, smoking marijuana, and drinking alcohol. M.K. provided the marijuana. The marijuana was kept in a container under the bed in which M.K. slept at Defendant's house and in Defendant's garage. M.K. told C.B. that Defendant \"stole\" the marijuana while they were on a vacation trip to Maine.\n  </p>\n  <p id=\"p-16\">\n   C.B. described Defendant as \"touchy feely as in he would hug us and kiss [S.H.] and [M.K.] on the forhead [sic] and the cheek.\" C.B. spent the night at Defendant's home five or six times. On each occasion, pornographic tapes were available for him to watch. C.B. was fifteen at the time.\n  </p>\n  <p id=\"p-17\">\n   On or about 30 May 2003, C.B., S.H., M.K. and C.A. went to Defendant's home. C.A., who was sixteen at the time, first met Defendant on this occasion. Defendant cooked a meal for the boys and served them wine and beer. Later that evening, Defendant made strawberry daiquiris for the boys. C.A. consumed a glass of wine, two daiquiris, and two to three beers, after which he was \"pretty well drunk.\" After Defendant went to bed, the boys smoked marijuana which was obtained by M.K. from \"a Tupperware thing\" under M.K.'s bed. C.A., who visited Defendant's home five or six times, was also aware that \"a stash\" of marijuana was kept in Defendant's garage.\n  </p>\n  <p id=\"p-18\">\n   In June 2003, C.A. gave Defendant ten to fifteen dollars for Defendant to buy him a six pack of beer and a forty-ounce beer. On 9 August 2003, C.B. went to Defendant's home with M.K., S.H. and other friends while Defendant was not at home. C.B. and S.H. observed a brown box of marijuana in the garage and in a tub under a bed. C.B. also observed marijuana at Defendant's home on 16 August and 22 August 2003.\n  </p>\n  <p id=\"p-19\">\n   At Defendant's home on 6 September 2003, Defendant told C.B., M.K. and S.H. that there were pornographic videos in his television cabinet. While the video was playing, Defendant stood in the room and watched portions of it with the boys. C.A. testified that he watched \"pornographic images\" every time he visited Defendant's home.\n  </p>\n  <p id=\"p-20\">\n   S.H. testified that he visited Defendant's home five or six times during the summer of 2003. \"We'd go over there and we'd drink and smoke marijuana and smoke cigars, and [Defendant] supplied all those.\" Defendant told him that there was \"`beer in the fridge[,]'\" he showed him where the liquor cabinet was, and told S.H. and his friends (C.B. and C.A.) to \"`help yourself.'\" S.H. was seventeen at the time.\n  </p>\n  <p id=\"p-21\">\n   Joshua Hemsath, a thirty-year-old former employee of Defendant, testified that he bought marijuana from Defendant multiple\n   times over a six- to nine-month period of time between 2002 and 2003, and that he had personally observed marijuana in the freezer at Defendant's home. He paid Defendant $90.00 an ounce. Hemsath stated that Defendant told him he had gone to Maine with another law enforcement officer to hunt, and while they were there, they spotted marijuana growing in a field. Defendant told Hemsath that they harvested the marijuana and brought it back. Hemsath estimated the quantity of the marijuana that Defendant brought back from Maine to be five to ten pounds.\n  </p>\n  <p id=\"p-22\">\n   Fourteen-year-old P.S. testified that he first met Defendant at a DARE camp in the summer of 2002. In March 2003, P.S. was placed at Grandfather Home for Children after sexual misconduct involving four people in the fall of 2002. In February 2003, when P.S. was in the sixth grade, he ran away from home on several occasions and began visiting Defendant at his pawn shop to practice archery. On one particular visit four days before P.S. was to go to Grandfather Home, Defendant stood behind P.S. to show him how to place his hands on the bow to shoot the arrow more effectively. Suddenly, Defendant reached inside of P.S.'s pants and fondled him. P.S. immediately slapped Defendant's hands. Defendant told P.S. to never do that again.\n  </p>\n  <p id=\"p-23\">\n   On the following day, Defendant asked P.S. if Defendant \"could masturbate [P.S.] and suck on [his] penis.\" P.S. agreed because Defendant wore a holstered gun and P.S. was afraid of him. While Defendant was performing oral sex on P.S., Defendant showed him a DVD cover that had a picture of naked men and women having sex. P.S. was thirteen years old when these events took place.\n  </p>\n  <p id=\"p-24\">\n   P.S. did not tell anyone about what Defendant had done until he learned that Defendant had been accused of molesting another child. He was at Grandfather Home at the time. P.S. testified that he did not know C.H., C.A., S.H., C.B., or M.K.\n  </p>\n  <p id=\"p-25\">\n   Detective David Adams testified that he was assigned to the case after a report had been filed at East Henderson High School. On 26 September 2003, Detective Adams met with C.H. and S.H. Individually, each told Detective Adams about the oral sex and alcohol drinking at Defendant's house. Specifically, C.H. told Detective Adams about the July 2002 incident in which Defendant grabbed him and performed oral sex on him. C.H. provided Detective Adams with a copy of a pornographic magazine that Defendant had given C.H. He also told Detective Adams that Defendant had recently contacted him to let C.H. know he had a tracking system which he would sell C.H. for $250.00 or \"he would trade it for 250 minutes of [C.H.'s] personal time.\" S.H. told Detective Adams that Defendant \"had supplied him and his friends with marijuana, alcoholic beverages and pornographic movies at his residence.\"\n  </p>\n  <p id=\"p-26\">\n   Subsequently, to corroborate C.H.'s story because \"[t]his was a very serious allegation ... against another police officer,\" on 3 October 2003, Detective Adams had C.H. call Defendant at the pawn shop to record a conversation. During that conversation, Defendant indicated his interest in meeting C.H. for \"about the same thing that happened last time[ ] ... unless [C.H.] want[ed] something different[.]\" When C.H. clarified that what Defendant \"had in mind\" was a \"BJ\", Defendant responded, \"Yeah.\" C.H. testified that by \"BJ,\" he meant \"blow job\" or oral sex. In a second recorded conversation between C.H. and Defendant, also on 3 October 2003, C.H. attempted to \"get [Defendant] to come out and talk about it on the phone[,]\" and the following exchange occurred:\n  </p>\n  <p id=\"p-27\">\n   CH: ... [I]f you want we can just do what we did the last time?\n  </p>\n  <p id=\"p-28\">\n   [Defendant]: Yeah.\n  </p>\n  <p id=\"p-29\">\n   CH: Unless you're wanting something ... like you did the blow job and everything like that?\n  </p>\n  <p id=\"p-30\">\n   [Defendant]: Hey!\n  </p>\n  <p id=\"p-31\">\n   CH: Huh?\n  </p>\n  <p id=\"p-32\">\n   [Defendant]: You're on the telephone.\n  </p>\n  <p id=\"p-33\">\n   CH: Alright.\n  </p>\n  <p id=\"p-34\">\n   [Defendant]: Yeah, I just....\n  </p>\n  <p id=\"p-35\">\n   CH: Oh, yeah.\n  </p>\n  <p id=\"p-36\">\n   Before the conversation ended, C.H. told Defendant that C.H.'s mother had found a Nugget\n   magazine and a Playboy movie that Defendant had given C.H. They agreed that if C.H.'s mother asked Defendant where C.H. obtained those items, Defendant would tell her that \"Steve\" gave them to C.H., \"just to cover [Defendant].\"\n  </p>\n  <p id=\"p-37\">\n   Detective Adams also had C.B. and C.A. go to Defendant's pawn shop on two occasions and ask for a pornographic videotape. On each occasion, Detective Adams and other law enforcement officers watched from a vantage point as the boys walked to and entered the pawn shop. On the first occasion, 13 October 2003, Defendant told C.B. that he did not want anyone to see him so he would place the tape outside for C.B. Defendant then went outside to let his dog out and laid the videotape face down on top of a bush. C.B. retrieved the tape and took it to Detective Adams. The videotape, titled \"Cumming Attractions 2,\" had sexual scenes including oral, anal, and homosexual acts.\n  </p>\n  <p id=\"p-38\">\n   On 15 October 2003, C.B. and C.A. went back to the pawn shop for a different pornographic video. While there, C.B. apologized for forgetting to bring the previous videotape back to Defendant. Defendant replied, \"You can just keep it.\" Defendant then handed C.B. two movies in a brown paper bag and said that the movies were particularly entertaining because \"[i]t's got that fisting stuff on it.\" The videos, titled \"Erotic Hours, Nastiest Scenes[,]\" included explicit scenes of oral, anal, homosexual and group sex. Detective Adams also organized a recorded conversation of C.B. setting up a marijuana transaction with M.K. to corroborate the boys' statements about being given marijuana.\n  </p>\n  <p id=\"p-39\">\n   Based on his investigation, which included interviews with approximately forty people, Detective Adams prepared a narrative and obtained search warrants for Defendant's pawn shop and home on 24 October 2003. Searching officers found marijuana and drug paraphernalia at Defendant's residence. In addition, although excluded from the evidence at trial on Defendant's motion to suppress, they found pornographic magazines, DVDs and videotapes. The magazines were found in the bedroom where M.K. usually slept. The videotapes and DVDs were found in the living room.\n  </p>\n  <p id=\"p-40\">\n   Defendant also presented evidence on his behalf, which tended to show the following: Defendant testified that he was forty years old and had worked as a law enforcement officer for twelve years. He testified that he and C.H. never moved the old stove. He further testified that (1) he never took C.H. to his home, (2) he was not a homosexual, (3) he had never had sex with a child, and (4) he had never given C.H. pornographic magazines or movies.\n  </p>\n  <p id=\"p-41\">\n   Defendant also testified that he was not M.K.'s uncle, but a good friend of the family. Defendant admitted that he allowed M.K. to sleep at his house for the better part of four years, and he allowed M.K. to invite other boys to sleep at his home. Defendant stated that he did not know the boys smoked marijuana at his house and claimed he did not even know there was marijuana in his house.\n  </p>\n  <p id=\"p-42\">\n   Defendant stated that he came home one night and saw that the boys had drunk all of his beer. Defendant was angry and demanded the boys pay him back for the beer they had consumed.\n  </p>\n  <p id=\"p-43\">\n   In addition, Defendant stated that he was in Maine on the dates in July, August, and September 2003 when the boys alleged that he gave them alcohol and pornographic materials. The defense introduced out-of-state receipts and telephone records from Maine, West Virginia, New Hampshire, Connecticut and Pennsylvania. Defendant went to Maine periodically to shop for liquor and repair his father's cabin.\n  </p>\n  <p id=\"p-44\">\n   Defendant asserted that when C.B. and C.A. asked to borrow a movie, they did not specify what type of movie they wanted. Defendant assumed it was a non-pornographic movie and said, \"Yes, go ahead and borrow one.\" Defendant stated that his pawn shop did not deal in pornography. However, he admitted that he had ordered a subscription to \"Girls Gone Wild\" DVDs from California, in which \"young women disrobe and do various sex acts.\" As to whether he had allowed the young boys who visited in his home to watch such DVDs, Defendant testified, \"I never gave them anything at all. I never allowed it; I never permitted it; I did not take the chance.\"\n  </p>\n  <p id=\"p-45\">\n   Defendant further asserted that he did not remember P.S. from DARE camp until P.S. came into his shop and hugged him. Defendant showed P.S. how to properly shoot a bow and arrow and gave P.S. a shirt since it was winter and P.S. was dressed in only a t-shirt and windbreaker pants. Defendant said he and Alan Brown, an employee, then let P.S. out of the store and locked up.\n  </p>\n  <p id=\"p-46\">\n   Defendant testified that, as a law enforcement tool, he had books on how to grow marijuana. He also testified that he hired Hemsath as a \"subcontractor\" so he could pay him \"under the table\" and not have to carry insurance on him or provide health benefits to him. Defendant stated that he did not sell marijuana to Hemsath.\n  </p>\n  <p id=\"p-47\">\n   On cross-examination, Defendant claimed that he did not allow M.K. to keep a rubber vagina in his nightstand. Defendant admitted that the rubber vagina belonged to him, but testified that he did not know how it came to be in M.K.'s room at Defendant's home.\n  </p>\n  <p id=\"p-48\">\n   Alan Brown, Defendant's only full-time employee, testified that he had never seen Defendant act inappropriately with children or adults. Robert Orr, Jr., a pastor and a student in a massage school, testified that he had never seen Defendant act inappropriately with children. Connie Snyder testified that C.H. told her that Defendant had knocked him down and performed oral sex on him in a parking lot. Snyder described C.H.'s demeanor as \"like he was proud of it or something, you know. He didn't act like he was abused[.]\"\n  </p>\n  <p id=\"p-49\">\n   M.K. testified that Defendant would pick him up and take him to school when his mother was working the early shift as a nurse. He stated that Defendant had never touched him inappropriately, never smoked marijuana with him and never watched pornography with him. M.K. claimed that the boys drank while they were at Defendant's house, but only after Defendant went to bed. According to M.K., he and his friends \"just took what [they] wanted\" of Defendant's liquor and beer. He further claimed that he would sneak marijuana out of his room at Defendant's home for the boys to smoke outside. He knew nothing about the presence of marijuana in Defendant's freezer. M.K. testified that some of the drug paraphernalia seized from Defendant's home belonged to him, but that certain items were not his. He had \"no idea\" how the rubber vagina got in the drawer of the nightstand in the bedroom he used at Defendant's house.\n  </p>\n  <p id=\"p-50\">\n   M.K. testified that his interview with Detective Adams did not go \"very well\": \"He ended up throwing me out, cursing and screaming at me.\" M.K. claimed that Adams told him he [M.K] was going to be charged \"unless [M.K.] changed [his] story[.]\" He admitted that he had not been charged with anything since his interview.\n  </p>\n  <p id=\"p-51\">\n   In all, Defendant presented the testimony of fifteen people who testified generally that they had never observed Defendant act inappropriately in any way with young people, including their children and grandchildren; that they had never observed Defendant use marijuana, or alcohol to excess, or even smoke cigarettes; that they had never known Defendant to provide drugs or alcohol to any minors, including themselves; and that Defendant had a \"stellar\" reputation for honesty and integrity.\n  </p>\n  <p id=\"p-52\">\n   Following the court's ruling on motions at the close of the evidence, including the denial of Defendant's motion to dismiss the charges, on 7 September 2004, the trial court sent twenty-one charges to the jury for their deliberation. On that same day, the jury reached unanimous verdicts of guilty on the following charges: three counts of disseminating obscene material to a minor under the age of sixteen, four counts of disseminating harmful material to minors, and one count of maintaining a place to keep controlled substances. On the following day, the jury reached unanimous verdicts of guilty on one count of taking or attempting to take indecent liberties with a child, one count of engaging in a sexual act with a person of the age of fifteen years, and one count of possession with the intent to sell or deliver marijuana. On 9 September 2004, the jury reached a unanimous verdict of guilty on one charge of crime against nature. The jury also reached unanimous verdicts of not guilty as to three charges. For reasons discussed below,\n   the court declared a mistrial as to the six remaining charges. The trial judge sentenced Defendant within the presumptive range to 256 to 317 months in prison, followed by five years of supervised probation. Defendant gave notice of appeal in open court. He brings forth five assignments of error for our review.\n  </p>\n  <p id=\"p-53\">\n   <strong>\n    I. SUFFICIENCY OF THE EVIDENCE\n   </strong>\n  </p>\n  <p id=\"p-54\">\n   By his first assignment of error, Defendant argues that the trial court erred by failing to dismiss certain charges against him. Specifically, on grounds that the evidence was insufficient to go to the jury, Defendant argues that the court should have dismissed (1) all five charges for offenses that allegedly occurred between 5 September and 7 September 2003 (two counts of disseminating harmful material to minors, one count of disseminating obscenity to a minor under the age of sixteen years, and two counts of giving alcoholic beverages to minors), (2) all six charges on which the jury deadlocked and the court thus declared a mistrial, and (3) all charges relating to C.H. on which the jury returned guilty verdicts (engaging in a sexual act with a person of the age of fifteen years, taking or attempting to take indecent liberties with a child, and crime against nature). We disagree.\n  </p>\n  <p id=\"p-55\">\n   It is well settled that, upon a motion to dismiss, the trial court must determine whether there is substantial evidence, taken in the light most favorable to the State, of each essential element of the offense charged, or of a lesser offense included therein, and of the defendant's being the perpetrator of the offense.\n   <em>\n    State v. Barnes,\n   </em>\n   <extracted-citation case-ids=\"2529175\" index=\"0\" url=\"https://cite.case.law/nc/334/67/#p75\">\n    334 N.C. 67\n   </extracted-citation>\n   , 75,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=430%20S.E.2d%20914\">\n    430 S.E.2d 914\n   </extracted-citation>\n   , 918 (1993);\n   <em>\n    State v. Powell,\n   </em>\n   <extracted-citation case-ids=\"8573434\" index=\"2\" url=\"https://cite.case.law/nc/299/95/#p98\">\n    299 N.C. 95\n   </extracted-citation>\n   , 98,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=261%20S.E.2d%20114\">\n    261 S.E.2d 114\n   </extracted-citation>\n   , 117 (1980). \"Substantial evidence is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\"\n   <em>\n    State v. Smith,\n   </em>\n   <extracted-citation case-ids=\"8559773\" index=\"4\" url=\"https://cite.case.law/nc/300/71/#p78\">\n    300 N.C. 71\n   </extracted-citation>\n   , 78-79,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=265%20S.E.2d%20164\">\n    265 S.E.2d 164\n   </extracted-citation>\n   , 169 (1980) (citations omitted). The evidence is considered in the light most favorable to the State, and the State is entitled to every reasonable inference arising therefrom.\n   <em>\n    Powell,\n   </em>\n   <extracted-citation case-ids=\"8573434\" index=\"6\" url=\"https://cite.case.law/nc/299/95/#p98\">\n    299 N.C. at 99\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=261%20S.E.2d%20114\">\n    261 S.E.2d at 117\n   </extracted-citation>\n   . The trial court is concerned only with the sufficiency of the evidence to go to the jury.\n   <em>\n    State v. Thaggard,\n   </em>\n   <extracted-citation case-ids=\"8469249\" index=\"8\" url=\"https://cite.case.law/nc-app/168/263/#p281\">\n    168 N.C.App. 263\n   </extracted-citation>\n   , 281,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=608%20S.E.2d%20774\">\n    608 S.E.2d 774\n   </extracted-citation>\n   , 786 (2005). \"The trial court does not weigh the evidence, consider evidence unfavorable to the State, or determine any witnesses' credibility.\"\n   <em>\n    <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=608%20S.E.2d%20774\">\n     Id.\n    </extracted-citation>\n   </em>\n   (Citation omitted).\n  </p>\n  <p id=\"p-56\">\n   With respect to the five charges occurring between 5 September and 7 September 2003, Defendant was charged with violation of N.C. Gen.Stat. § 14-190.7, which is titled, \"Dissemination to minors under the age of 16 years.\" The elements of this offense are (1) the defendant is eighteen years of age or older, and the defendant (2) knowingly, (3) disseminates, (4) to any minor under the age of sixteen, (5) any material which the defendant knows or reasonably should know to be obscene within the meaning of N.C. Gen.Stat. § 14-190.1. N.C. Gen.Stat. § 14-190.7 (2005). He was also charged with violation of N.C. Gen.Stat. § 14-190.15, titled \"Disseminating harmful material to minors; exhibiting harmful performances to minors[,]\" the relevant elements of which are that the defendant (1) furnishes, presents, distributes, or allows review or perusal of; (2) harmful material; (3) to a minor (under the age of eighteen years); and (4) \"knowing the character or content of the material[.]\" N.C. Gen.Stat. § 14-190.15 (2005). Defendant contends that the State did not present substantial evidence of dissemination to survive his motions to dismiss because he presented uncontradicted evidence that he was not in the state of North Carolina on any of the dates on which these offenses allegedly occurred.\n  </p>\n  <p id=\"p-57\">\n   Dissemination is defined in N.C. Gen.Stat. § 14-190.1 as:\n  </p>\n  <p id=\"p-58\">\n   A person, firm or corporation disseminates obscenity within the meaning of this Article if he or it:\n  </p>\n  <p id=\"p-59\">\n   (1) Sells, delivers or provides or offers or agrees to sell, deliver or provide any obscene writing, picture, record or other representation or embodiment of the obscene[.]\n  </p>\n  <p id=\"p-60\">\n   N.C. Gen.Stat. § 14-190.1 (2005). The same definition applies to the dissemination of harmful material under section 14-190.15 as\n   to the dissemination of obscene material under section 14-190.7.\n  </p>\n  <p id=\"p-61\">\n   We believe there was sufficient evidence that Defendant provided obscene and harmful materials to the minors C.A., S.H. and C.B. on the dates charged to carry those charges to the jury. Although Defendant offered evidence tending to show that he was not in town from 5 September 2003 to 7 September 2003, and therefore, was unable to provide obscene or harmful materials to the minors, he inaccurately characterizes his evidence on this issue as \"uncontradicted.\" On the contrary, the State offered evidence from the minors themselves that Defendant provided pornography to them on each occasion that they visited Defendant's home, including the September dates in question. Defendant's evidence merely raised a credibility issue as to who was telling the truth about whether Defendant disseminated harmful and obscene materials to minors. That issue was solely for the jury to resolve.\n   <em>\n    See, e.g., State v. Scott,\n   </em>\n   <extracted-citation case-ids=\"1511364\" index=\"11\" url=\"https://cite.case.law/nc/356/591/\">\n    356 N.C. 591\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=573%20S.E.2d%20866\">\n    573 S.E.2d 866\n   </extracted-citation>\n   (2002). Moreover, as the State correctly points out, when considering the sufficiency of evidence to be presented to the jury, the trial court should disregard the defendant's evidence unless that evidence does not conflict with the State's evidence.\n   <em>\n    State v. Scott, supra; State v. Earnhardt,\n   </em>\n   <extracted-citation case-ids=\"8560587\" index=\"13\" url=\"https://cite.case.law/nc/307/62/\">\n    307 N.C. 62\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=296%20S.E.2d%20649\">\n    296 S.E.2d 649\n   </extracted-citation>\n   (1982). Here, the trial judge properly determined that the State's evidence on these charges was sufficient for jury consideration.\n  </p>\n  <p id=\"p-62\">\n   Defendant further argues, however, that because the jury found him not guilty of providing alcohol to the boys on the dates in question in September 2003, it was inconsistent for the jury to find him guilty of providing those same boys with obscene and harmful materials on the same dates and that, therefore, \"[t]hese inconsistent verdicts cannot stand.\" Defendant cites no authority for his position in this regard. Thus, as the State points out, this argument is deemed abandoned under N.C. R.App. P. 28(b)(6), and we therefore do not consider it.\n   <em>\n    See, e.g., State v. McNeill,\n   </em>\n   <extracted-citation case-ids=\"12128889\" index=\"15\" url=\"https://cite.case.law/nc-app/140/450/\">\n    140 N.C.App. 450\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=537%20S.E.2d%20518\">\n    537 S.E.2d 518\n   </extracted-citation>\n   (2000),\n   <em>\n    overruled on other grounds by Crawford v. Washington,\n   </em>\n   <extracted-citation case-ids=\"5873383\" index=\"17\" url=\"https://cite.case.law/us/541/36/\">\n    541 U.S. 36\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5873383\" index=\"18\" url=\"https://cite.case.law/us/541/36/\">\n    124 S.Ct. 1354\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5873383\" index=\"19\" url=\"https://cite.case.law/us/541/36/\">\n    158 L.Ed.2d 177\n   </extracted-citation>\n   (2004).\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-63\">\n   Defendant next argues that the trial court should have dismissed all charges relating to P.S. (one count of crime against nature, two counts of taking or attempting to take indecent liberties with a minor, one count of engaging in a sexual act with a thirteen-year-old, and one count of disseminating obscenity to a minor), because the State's evidence on such charges was insufficient for jury deliberation. Defendant supports this argument with his observation that the jury was \"hopelessly deadlocked\" and did not believe the evidence of Defendant's abuse of P.S. As earlier discussed, however, the test for whether the State's evidence is sufficent to carry charges to the jury is not whether the jury believes the evidence, nor whether the jury is ultimately able to reach a verdict on such charges. Here, P.S. testified that Defendant fondled him on one occasion and performed oral sex on him on another, during which Defendant showed P.S. obscene material. The testimony of P.S. was corroborated by his mother and Detective Adams. Defendant denied engaging in any improper or illegal behavior with P.S., testifying that he simply showed him how to properly shoot a bow and arrow and gave him appropriate clothes for the weather conditions. The mere fact that Defendant refuted P.S.'s testimony, however, did not require the trial court to dismiss these charges. On the contrary, in ruling on the motion to dismiss, the\n   court was required to ignore Defendant's contradictory evidence.\n   <em>\n    State v. Scott, supra; State v. Thaggard, supra.\n   </em>\n   Clearly, the testimony of P.S. and his corroborating witnesses constituted sufficient evidence to send these charges to the jury.\n  </p>\n  <p id=\"p-64\">\n   Finally, by his first assignment of error, Defendant argues that all charges related to C.H. should have been dismissed because the testimony of C.H. was \"fanciful and unreasonable to the reasonable mind.\"\n   <footnotemark>\n    2\n   </footnotemark>\n   Again, we disagree. C.H.'s testimony was graphic, detailed and corroborated not only by Detective Adams, but also by the recorded conversation between C.H. and Defendant on 3 October 2003. While reasonable minds might struggle to comprehend the reality of C.H.'s account of the molestation he endured, he did not describe such an inherently incredible event that the State's evidence on these charges was rendered too immaterial for jury consideration. Accordingly, we overrule Defendant's first assignment of error.\n  </p>\n  <p id=\"p-65\">\n   <strong>\n    II. SUPPRESSION OF EVIDENCE\n   </strong>\n  </p>\n  <p id=\"p-66\">\n   By his second assignment of error, Defendant argues that the trial court erred and tainted the jury when it admitted into evidence sexual material that Defendant contends was wrongfully and unlawfully seized, after initially ruling that the evidence was inadmissible. We likewise overrule this assignment of error for the following reasons:\n  </p>\n  <p id=\"p-67\">\n   Defendant testified that he did not provide obscene materials to any of the boys in question, including M.K., who had his own bedroom at Defendant's house. After that testimony, the State cross-examined Defendant, over his objection, as to whether he allowed M.K. to keep a rubber vagina in his nightstand at Defendant's home. Defendant denied allowing M.K. to keep the item in M.K.'s bedroom, but admitted that the item belonged to him, testifying that he had not seen the item \"for several months[.]\" Defendant also identified State's Exhibit 24, which was a picture of a rubber vagina on a nightstand in Defendant's home in the bedroom that M.K. used. Over Defendant's objection, the trial court admitted the photograph into evidence.\n  </p>\n  <p id=\"p-68\">\n   Defendant contends this line of questioning was \"highly prejudicial\" and that the exhibit was erroneously admitted because the trial court had previously granted Defendant's motion to suppress evidence of a sexual nature gathered by the police pursuant to a defective search warrant. Contrary to Defendant's assertions, following a hearing outside the presence of the jury on Defendant's motion to suppress all evidence seized by police from his home pursuant to two search warrants, the trial court ruled that the State would be allowed to introduce into evidence marijuana, drug paraphernalia, and the rubber vagina. The court allowed Defendant's motion to suppress evidence gathered pursuant to a separate search warrant that described the items to be seized merely as \"obscene sexual material[,]\" thereby preventing the State from introducing the pornographic magazines, videotapes and DVDs that were taken under that warrant. Specifically, the court made the following pertinent findings of fact and conclusions of law regarding the issues raised by the motion to suppress:\n  </p>\n  <p id=\"p-69\">\n   4. That . . . all of the individuals . . . complained of similar type conduct with respect to the defendant, Hill and that some of the said conduct complained of with respect to the defendant, Hill included the use, distribution, sale or the providing of a controlled substance, marijuana, to the named individuals who were all minors.\n  </p>\n  <p id=\"p-70\">\n   5. That the information provided to Detective Adams by the individuals was, to the effect, that some or all of the said individuals had seen marijuana stored in multiple areas or places in and around the defendant Hill's residence, located at 220 Millard Jay Drive. That the information provided specifically related to controlled substances and drug paraphernalia being contained in an area in the defendant Hill's bedroom in a container underneath the bed where the individual [M.K.] slept while at\n   the defendant Hill's home. In addition thereto, the information related to cabinets throughout the residence where ... such substances or paraphernalia were stored....\n  </p>\n  <p id=\"p-71\">\n   . . . .\n  </p>\n  <p id=\"p-72\">\n   12. That upon the execution of the search warrant on October the 24th, 2003, that controlled substances were found in two places at the Hill residence where [C.B., C.A., S.H. and M.K.] stated that the controlled substances were kept, and therefore, found in places where the individuals stated that the said controlled substances would be.\n  </p>\n  <p id=\"p-73\">\n   13. That the defendant Hill objects to, in addition to the evidence with respect to the controlled substances and drug paraphernalia, that Hill objects to the admission into evidence of a rubber vagina found in a drawer along with drug paraphernalia and controlled substances. That, inasmuch as the defendant was accused, and thereafter charged with disseminating obscenity, or obscene materials to minors, that the said rubber vagina was relevant evidence and subject to a seizure at the same time the drug paraphernalia and controlled substances were seized. That, in fact, the defendant was charged and is on trial for some eight different charges with respect to disseminating obscenity to minors and in addition thereto a number of sexual offenses with minors. That the rubber vagina is physical evidence which is relevant to all of the said charges.\n  </p>\n  <p id=\"p-74\">\n   . . . .\n  </p>\n  <p id=\"p-75\">\n   Based upon the above findings of fact, the Court now makes the following conclusions of law:\n  </p>\n  <p id=\"p-76\">\n   . . . .\n  </p>\n  <p id=\"p-77\">\n   9. That under the scenario contained in these cases a substantial basis existed for the district court judge to conclude that there was a fair probability that marijuana and drug paraphernalia would be found at the defendant's residence on the date the search warrant was issued; to wit, October 24, 2003.\n  </p>\n  <p id=\"p-78\">\n   . . . .\n  </p>\n  <p id=\"p-79\">\n   15. That the objection lodged by the defendant has no support in law or in fact, and the objection should be overruled.\n  </p>\n  <p id=\"p-80\">\n   Based upon the above findings of fact and conclusions of law, it is therefore ordered that the objection of the defendant to State's exhibit number 17, and the admissibility of the evidence pertaining to the execution of the search authorized by State's exhibit number 17 be and are, hereby, overruled.\n  </p>\n  <p id=\"p-81\">\n   Further order that the State be allowed to admit into evidence the items seized pursuant to the said search, including the controlled substance, marijuana, the drug paraphernalia, and the rubber vagina.\n  </p>\n  <p id=\"p-82\">\n   Defendant objected at the time to the court's ruling. He argues on appeal that the rubber vagina was \"unlawfully seized[,]\" but he cites no authority to support his argument. He also argues that questioning about the rubber vagina was \"highly prejudicial\" and that the court erred by allowing the item to be admitted into evidence. The only authority addressed by Defendant to support this argument is\n   <em>\n    State v. Lanier,\n   </em>\n   <extracted-citation case-ids=\"8997518\" index=\"20\" url=\"https://cite.case.law/nc-app/165/337/\">\n    165 N.C.App. 337\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=598%20S.E.2d%20596\">\n    598 S.E.2d 596\n   </extracted-citation>\n   ,\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"3800192,3796582,3802248,3803629,3800433,3796312,3799355,3794559\" index=\"22\" url=\"https://cite.case.law/nc/359/195/\">\n    359 N.C. 195\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12632440\" index=\"23\" url=\"https://cite.case.law/se2d/608/59/\">\n    608 S.E.2d 59\n   </extracted-citation>\n   (2004), a case cited by Defendant solely for the definition of prejudicial error.\n  </p>\n  <p id=\"p-83\">\n   The State contends that the trial court properly allowed the prosecution to cross-examine Defendant about the rubber vagina for impeachment purposes. We agree. The cross-examination of witnesses is a matter within the sound discretion of the trial court.\n   <em>\n    State v. Wrenn,\n   </em>\n   <extracted-citation case-ids=\"4693468\" index=\"24\" url=\"https://cite.case.law/nc/316/141/#p144\">\n    316 N.C. 141\n   </extracted-citation>\n   , 144,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=340%20S.E.2d%20443\">\n    340 S.E.2d 443\n   </extracted-citation>\n   , 446 (1986). In addition, a criminal defendant who elects to testify on his own behalf is subject to questions relating to prior acts of misconduct which tend to discredit his character or challenge his credibility.\n   <em>\n    State v. Foster,\n   </em>\n   <extracted-citation case-ids=\"8566912\" index=\"26\" url=\"https://cite.case.law/nc/293/674/\">\n    293 N.C. 674\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=239%20S.E.2d%20449\">\n    239 S.E.2d 449\n   </extracted-citation>\n   (1977)(superceded by statute on other grounds as stated in\n   <em>\n    State v. Davis,\n   </em>\n   <extracted-citation case-ids=\"8570930\" index=\"28\" url=\"https://cite.case.law/nc/305/400/\">\n    305 N.C. 400\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=290%20S.E.2d%20574\">\n    290 S.E.2d 574\n   </extracted-citation>\n   (1982)). \"A witness may be cross-examined on any matter relevant to any issue in the case, including credibility.\" N.C. Gen.Stat. § 8C-1, Rule 611(b). The trial court's ruling regarding the scope of cross-examination will only be disturbed\n   upon a showing of abuse of discretion.\n   <em>\n    Wrenn,\n   </em>\n   <extracted-citation case-ids=\"4693468\" index=\"30\" url=\"https://cite.case.law/nc/316/141/#p144\">\n    316 N.C. at 144\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=340%20S.E.2d%20443\">\n    340 S.E.2d at 446\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-84\">\n   Defendant does not argue that the trial court abused its discretion, and we perceive no such abuse. Rather, we are of the opinion that (1) this assignment of error, too, is subject to dismissal for Defendant's failure to support his arguments with appropriate authority (\"[t]he body of the argument ...\n   <em>\n    shall\n   </em>\n   contain citations of the authorities upon which the appellant relies.\") N.C. R.App. P. 28(b)(6) (emphasis added); (2) even if Defendant's bare citation to\n   <em>\n    State v. Lanier, supra,\n   </em>\n   for the definition of prejudicial error is sufficient to meet the requirements of Rule 28(b)(6), the trial court properly found that the rubber vagina was discovered by the police pursuant to a lawful search warrant for controlled substances and drug paraphernalia, the propriety of which has not been challenged by Defendant on this appeal, and the item was therefore admissible as part of the drug evidence in the case; (3) Defendant authenticated the photograph of the rubber vagina as an item belonging to him and located in the nightstand in a bedroom of his house; and (4) Defendant has failed to demonstrate any abuse of discretion on the part of the trial court in permitting the State to cross-examine him about this evidence. Defendant's argument is without merit, and this assignment of error is overruled.\n  </p>\n  <p id=\"p-85\">\n   <strong>\n    III. JUROR MISCONDUCT\n   </strong>\n  </p>\n  <p id=\"p-86\">\n   By his third assignment of error, Defendant argues the trial court erred by failing to declare a mistrial on all charges when it discovered that a juror violated the trial judge's instructions. However, Defendant again failed to cite to any legal authority to support this assignment of error, in violation of Rule 28(b)(6).\n  </p>\n  <p id=\"p-87\">\n   \"The appellate courts of this state have long and consistently held that the rules of appellate practice, now designated the Rules of Appellate Procedure, are mandatory and that failure to follow these rules will subject an appeal to dismissal.\"\n   <em>\n    Steingress v. Steingress,\n   </em>\n   <extracted-citation case-ids=\"131998\" index=\"32\" url=\"https://cite.case.law/nc/350/64/#p65\">\n    350 N.C. 64\n   </extracted-citation>\n   , 65,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=511%20S.E.2d%20298\">\n    511 S.E.2d 298\n   </extracted-citation>\n   , 299 (1999) (citations omitted). Indeed, in\n   <em>\n    Viar v. N.C. DOT,\n   </em>\n   <extracted-citation case-ids=\"3799435\" index=\"34\" url=\"https://cite.case.law/nc/359/400/\">\n    359 N.C. 400\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=610%20S.E.2d%20360\">\n    610 S.E.2d 360\n   </extracted-citation>\n   ,\n   <em>\n    reh'g denied,\n   </em>\n   <extracted-citation case-ids=\"3795078,3800872,3801711,3798065,3802421,3795157\" index=\"36\" url=\"https://cite.case.law/nc/359/643/\">\n    359 N.C. 643\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12633744,12633741,12633742,12633743\" index=\"37\" url=\"https://cite.case.law/se2d/617/662/\">\n    617 S.E.2d 662\n   </extracted-citation>\n   (2005), our Supreme Court admonished this Court for invoking Rule of Appellate Procedure 2 and thereby suspending the rules to consider the merits of an appeal subject to dismissal for rule violations. \"It is not the role of the appellate courts . . . to create an appeal for an appellant.\"\n   <em>\n    Id.\n   </em>\n   at 402,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=610%20S.E.2d%20360\">\n    610 S.E.2d at 361\n   </extracted-citation>\n   . It is likewise not the duty of the appellate courts to supplement an appellant's brief with legal authority or arguments not contained therein. \"A party's assignment of error is deemed abandoned in the absence of citation to supporting authority.\"\n   <em>\n    Consol. Elec. Distribs., Inc. v. Dorsey,\n   </em>\n   <extracted-citation case-ids=\"9006617\" index=\"39\" url=\"https://cite.case.law/nc-app/170/684/#p686\">\n    170 N.C.App. 684\n   </extracted-citation>\n   , 686-87,\n   <extracted-citation case-ids=\"12632992\" index=\"40\" url=\"https://cite.case.law/se2d/613/518/#p520\">\n    613 S.E.2d 518\n   </extracted-citation>\n   , 520 (2005) (citation omitted).\n  </p>\n  <p id=\"p-88\">\n   Since\n   <em>\n    Viar,\n   </em>\n   this Court has been more reluctant to use the authority allowed by Rule 2 to suspend or vary the requirements of any of the rules \"[t]o prevent manifest injustice to a party, or to expedite decision in the public interest[.]\" N.C. R.App. P. 2. As a consequence, cases in which appeals have been dismissed, or arguments deemed abandoned, abound.\n   <em>\n    See, e.g., N.C. Dep't of Crime Control &amp; Pub. Safety v. Greene,\n   </em>\n   <extracted-citation case-ids=\"8320720\" index=\"41\" url=\"https://cite.case.law/nc-app/172/530/\">\n    172 N.C.App. 530\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12633596\" index=\"42\" url=\"https://cite.case.law/se2d/616/594/\">\n    616 S.E.2d 594\n   </extracted-citation>\n   (2005) (appeal dismissed because assignments of error were too broadsided and were not followed by record or transcript citations, nor an indication regarding which findings the appellant challenged, in violation of Rule 10(c));\n   <em>\n    State v. Buchanan,\n   </em>\n   <extracted-citation case-ids=\"9006671\" index=\"43\" url=\"https://cite.case.law/nc-app/170/692/\">\n    170 N.C.App. 692\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12632971\" index=\"44\" url=\"https://cite.case.law/se2d/613/356/\">\n    613 S.E.2d 356\n   </extracted-citation>\n   (2005) (appeal dismissed for Defendant's failure to preserve error at trial, in violation of Rule 10(b)).\n  </p>\n  <p id=\"p-89\">\n   On the other hand, this Court has also distinguished\n   <em>\n    Viar\n   </em>\n   on many occasions and considered the merits of the case or issue before it despite rule violations.\n   <em>\n    See, e.g., Davis v. Columbus County Schs.,\n   </em>\n   ___ N.C.App. ___,\n   <extracted-citation case-ids=\"12634555\" index=\"45\" url=\"https://cite.case.law/se2d/622/671/\">\n    622 S.E.2d 671\n   </extracted-citation>\n   (2005) (despite appellant's failure to direct the Court's attention to which findings of fact or conclusions of law were being contested in the assignments of error, dismissal was unwarranted because appellant included assignments of error with record references in their brief);\n   <em>\n    Youse v. Duke Energy Corp.,\n   </em>\n   <extracted-citation case-ids=\"8436029\" index=\"46\" url=\"https://cite.case.law/nc-app/171/187/#p192\">\n    171 N.C.App. 187\n   </extracted-citation>\n   , 192,\n   <extracted-citation case-ids=\"12633142\" index=\"47\" url=\"https://cite.case.law/se2d/614/396/#p400\">\n    614 S.E.2d 396\n   </extracted-citation>\n   , 400 (2005) (appeal heard despite several rule violations because the Court was \"able to determine\n   the issues in this case on appeal[ ]\" and \"defendant . . . was put on sufficient notice of the issues on appeal[ ]\").\n  </p>\n  <p id=\"p-90\">\n   In this case, despite the multiple violations of Rule 28(b)(6) as noted above and despite Defendant's failure to request the Court to nevertheless consider his arguments, we think it appropriate to exercise our authority under Rule 2 because of the seriousness of allegations of juror misconduct. Moreover, the thoroughness of the State's response to Defendant's argument establishes that the State was on sufficient notice of the issue sought to be raised by Defendant and of the basis on which this Court might rule on this issue. Thus, a primary concern expressed by\n   <em>\n    Viar\n   </em>\n   and other cases as one reason for strict application of the Rules of Appellate Procedure is absent in this circumstance.\n   <em>\n    See, e.g., McCutchen v. McCutchen,\n   </em>\n   <extracted-citation case-ids=\"9004026\" index=\"48\" url=\"https://cite.case.law/nc-app/170/1/\">\n    170 N.C.App. 1\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12632784\" index=\"49\" url=\"https://cite.case.law/se2d/612/162/\">\n    612 S.E.2d 162\n   </extracted-citation>\n   (2005),\n   <em>\n    aff'd on other grounds,\n   </em>\n   <extracted-citation case-ids=\"3790975\" index=\"50\" url=\"https://cite.case.law/nc/360/280/\">\n    360 N.C. 280\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12634918\" index=\"51\" url=\"https://cite.case.law/se2d/624/620/\">\n    624 S.E.2d 620\n   </extracted-citation>\n   (2006). Accordingly, we address the merits of Defendant's assignment of error three.\n  </p>\n  <p id=\"p-91\">\n   In this case, the jury began deliberations on 7 September 2004 on all twenty-one charges against Defendant. On that same day, the jury reached unanimous verdicts, and verdict sheets so indicating were signed by the foreperson, on eight of the charges. On the following day, verdict sheets were signed indicating unanimous verdicts on three additional charges. On 9 September 2004, the jury foreperson signed a verdict sheet stating that the jury had reached a unanimous verdict on one more charge. The jury also reached unanimous verdicts of not guilty on three charges, although the record on appeal does not reflect when these verdicts were reached.\n  </p>\n  <p id=\"p-92\">\n   On the morning of 9 September 2004, the jury foreperson sent a note to the trial judge which stated the following:\n  </p>\n  <p id=\"p-93\">\n   Your honor, I feel that you should be made aware that Juror # 3 violated your instruction not to do investigative work on our own. This juror looked at the business site of Mr. Hill and shared with us that because of the size of the extension [sic] of the building, the interior must be small, and therefore one of the incidents could not have occurred as described.\n  </p>\n  <p id=\"p-94\">\n   The trial judge discussed the note with counsel for the State and Defendant, and after discussion, decided \"that the jury should continue deliberations, and that any inquiry into the matter would contaminate one or more, or all of the jury.\" Consequently, deliberations continued until approximately noon, when the trial judge received a second note from the jury foreperson advising that \"on six of the charges we cannot reach a unanimous verdict.\" The jury thus requested the court's \"counsel.\"\n  </p>\n  <p id=\"p-95\">\n   At that point, the judge excused the jury for the lunch recess, noting that \"[m]aybe going to lunch will be beneficial for you.\" The transcript reflects that the jury resumed deliberations at 2:00 p.m. with no further exchange with the judge after they returned from lunch, and that at approximately 2:30 p.m., the judge began a hearing in chambers with counsel for Defendant and the State present. The judge first questioned his bailiff about the circumstances surrounding receipt of the two notes from the jury foreperson. He then called the foreperson from the jury room to ask her questions, during which the foreperson advised the following:\n  </p>\n  <p id=\"p-96\">\n   On the afternoon of 8 September 2004, one of the jurors went to Hot Dog World, an establishment across the street from Defendant's pawn shop. While she was there, she looked at Defendant's place of business and \"deduced\" that since the building \"looked very small to her from the outside ... it must be small inside.\" Thus, with respect to the allegations made by P.S. of having been sexually assaulted by Defendant at the pawn shop, this juror expressed her opinion that if P.S. had \"cried out[,]\" she thought \"someone would have heard him inside the building.\" The foreperson told the members of the jury that \"`we have to disregard that'\" and told the trial judge that \"we disregarded it. . . . I don't believe the rest of us were influenced in anyway [sic] ... we all felt it was inappropriate.\"\n  </p>\n  <p id=\"p-97\">\n   In response to further questioning from the judge and counsel for both Defendant and the State, the foreperson then told the court that the jury had not \"revisited\" any of the unanimous verdicts they had reached\n   before juror number three advised of her opinions from looking at the pawn shop premises. \"Those that we have already decided on were before this issue. And ... [w]e did not go back.\" She advised further that the jury had not reached any additional verdicts since learning of juror number three's visit. The judge sent the foreperson back to the jury room, but told her not to continue deliberations on the six remaining charges. During further discussions with the parties' attorneys regarding how to handle the matter, counsel for Defendant stated that, in his opinion, \"the verdicts they've got are okay[,]\" but that the remaining six charges should be mistried. Counsel for the State agreed.\n  </p>\n  <p id=\"p-98\">\n   The trial court then called the jury into the courtroom and accepted their fifteen unanimous verdicts after polling the jury as to each verdict. None of the unanimous verdicts involved charges related to P.S. The court declared a mistrial as to the remaining six counts upon which the jury had not agreed (five counts involving P.S. and one count involving C.H.). Defendant did not object to either the procedure employed by the court to resolve the matter, nor to the court's acceptance of the unanimous verdicts. On appeal, however, Defendant argues that the trial court, on its own motion, should have declared a mistrial as to all charges.\n  </p>\n  <p id=\"p-99\">\n   The law is well-settled in North Carolina regarding the discretion afforded to trial courts on questions of juror misconduct. When juror misconduct is alleged, the trial court must investigate the matter and make appropriate inquiry.\n   <em>\n    State v. Najewicz,\n   </em>\n   <extracted-citation case-ids=\"8521295\" index=\"52\" url=\"https://cite.case.law/nc-app/112/280/#p291\">\n    112 N.C.App. 280\n   </extracted-citation>\n   , 291,\n   <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=436%20S.E.2d%20132\">\n    436 S.E.2d 132\n   </extracted-citation>\n   , 139 (1993),\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"2531110,2526795,2527021,2530901,2528511\" index=\"54\" url=\"https://cite.case.law/nc/335/563/\">\n    335 N.C. 563\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=441%20S.E.2d%20130\">\n    441 S.E.2d 130\n   </extracted-citation>\n   (1994). Since no one is in a better position than the trial judge, who contemporaneously observes and participates in the trial, to investigate allegations of misconduct, the trial court's broad discretion is appropriate and will not be reversed on appeal unless it is clearly an abuse of discretion.\n   <em>\n    State v. Harris,\n   </em>\n   <extracted-citation case-ids=\"11438974\" index=\"56\" url=\"https://cite.case.law/nc-app/145/570/#p577\">\n    145 N.C.App. 570\n   </extracted-citation>\n   , 577,\n   <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=551%20S.E.2d%20499\">\n    551 S.E.2d 499\n   </extracted-citation>\n   , 504 (2001),\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"220201,220105,220173,220087\" index=\"58\" url=\"https://cite.case.law/nc/355/218/\">\n    355 N.C. 218\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=560%20S.E.2d%20146\">\n    560 S.E.2d 146\n   </extracted-citation>\n   (2002). A trial court is held to have abused its discretion only when \"its ruling was so arbitrary that it could not have been the result of a reasoned decision.\"\n   <em>\n    State v. Thompson\n   </em>\n   <extracted-citation case-ids=\"4696312\" index=\"60\" url=\"https://cite.case.law/nc/314/618/#p626\">\n    314 N.C. 618\n   </extracted-citation>\n   , 626,\n   <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=336%20S.E.2d%2078\">\n    336 S.E.2d 78\n   </extracted-citation>\n   , 82 (1985) (citation omitted). \"However great and responsible this power, the law intends that the Judge will exercise it to further the ends of justice, and though, doubtless it is occasionally abused, it would be difficult to fix upon a safer tribunal for the exercise of this discretionary power, which must be lodged somewhere.\"\n   <em>\n    State v. Sanders,\n   </em>\n   <extracted-citation case-ids=\"551222\" index=\"62\" url=\"https://cite.case.law/nc/347/587/#p597\">\n    347 N.C. 587\n   </extracted-citation>\n   , 597,\n   <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=496%20S.E.2d%20568\">\n    496 S.E.2d 568\n   </extracted-citation>\n   , 575 (1998) (citations omitted).\n  </p>\n  <p id=\"p-100\">\n   A mistrial is appropriate when such serious improprieties occur that it becomes impossible for a defendant to receive a fair, impartial verdict.\n   <em>\n    State v. Steen,\n   </em>\n   <extracted-citation case-ids=\"685065\" index=\"64\" url=\"https://cite.case.law/nc/352/227/#p279\">\n    352 N.C. 227\n   </extracted-citation>\n   , 279,\n   <extracted-citation index=\"65\" url=\"https://cite.case.law/citations/?q=536%20S.E.2d%201\">\n    536 S.E.2d 1\n   </extracted-citation>\n   , 31 (2000),\n   <em>\n    cert. denied,\n   </em>\n   <extracted-citation case-ids=\"9788992,9787808,9789122,9787422,9788430,9788718,9787538,9789235,9787676,9788053,9788565,9788309,9788860,9788188,9787934\" index=\"66\" url=\"https://cite.case.law/us/531/1167/\">\n    531 U.S. 1167\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"67\" url=\"https://cite.case.law/citations/?q=121%20S.%20Ct.%201131\">\n    121 S.Ct. 1131\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=148%20L.%20Ed.%202d%20997\">\n    148 L.Ed.2d 997\n   </extracted-citation>\n   (2001). Whether to grant or declare a mistrial is within the sound discretion of the trial court, and the court's ruling will not be reversed on appeal unless there has been a manifest abuse of that discretion.\n   <em>\n    <extracted-citation index=\"69\" url=\"https://cite.case.law/citations/?q=148%20L.%20Ed.%202d%20997\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"This is so even when the basis of the motion for mistrial is misconduct affecting the jury.\"\n   <em>\n    State v. Gardner,\n   </em>\n   <extracted-citation case-ids=\"2518818\" index=\"70\" url=\"https://cite.case.law/nc/322/591/#p593\">\n    322 N.C. 591\n   </extracted-citation>\n   , 593,\n   <extracted-citation index=\"71\" url=\"https://cite.case.law/citations/?q=369%20S.E.2d%20593\">\n    369 S.E.2d 593\n   </extracted-citation>\n   , 595 (1988) (citation omitted). In this case, then, Defendant must show that the trial judge manifestly abused his discretion by failing, on his own motion, to declare a mistrial on all charges when the conduct of juror number three was discovered. \"[I]f[,] in the sound discretion of the trial judge, it is possible ... to preserve defendant's basic right to receive a fair trial before an unbiased jury, then the motion for mistrial should be denied.\"\n   <em>\n    State v. Parker,\n   </em>\n   <extracted-citation case-ids=\"11915064\" index=\"72\" url=\"https://cite.case.law/nc-app/119/328/#p335\">\n    119 N.C.App. 328\n   </extracted-citation>\n   , 335,\n   <extracted-citation index=\"73\" url=\"https://cite.case.law/citations/?q=459%20S.E.2d%209\">\n    459 S.E.2d 9\n   </extracted-citation>\n   , 13 (1995) (citation omitted).\n  </p>\n  <p id=\"p-101\">\n   In\n   <em>\n    State v. Najewicz, supra,\n   </em>\n   this Court found it unnecessary to determine \"whether an abuse of discretion occurred since defendant\n   <em>\n    never questioned the jury's behavior at trial.\" Najewicz,\n   </em>\n   <extracted-citation case-ids=\"8521295\" index=\"74\" url=\"https://cite.case.law/nc-app/112/280/#p291\">\n    112 N.C.App. at 291\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"75\" url=\"https://cite.case.law/citations/?q=436%20S.E.2d%20132\">\n    436 S.E.2d at 139\n   </extracted-citation>\n   (emphasis in original). Noting that the defendant in that case \"made no motion for mistrial or request for other court action based upon the alleged juror misconduct,\" the Court held that the defendant had waived his right to assign error on appeal under N.C.R.App. P. 10.\n   <em>\n    <extracted-citation index=\"76\" url=\"https://cite.case.law/citations/?q=436%20S.E.2d%20132\">\n     Id.\n    </extracted-citation>\n   </em>\n   Nonetheless, the Court also observed that it was \"unlikely\n   defendant suffered any prejudice as a result of the alleged jury misconduct.\"\n   <em>\n    <extracted-citation index=\"77\" url=\"https://cite.case.law/citations/?q=436%20S.E.2d%20132\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-102\">\n   The same principles guide our decision in this case. First, since Defendant (1) did not object to the Court's decision to accept the fifteen unanimous verdicts and made no motion for mistrial or other court action as to those verdicts, and (2) has not alleged plain error, Defendant has waived his right to raise this issue on appeal. N.C. R.App. P. 10;\n   <em>\n    State v. Gainey,\n   </em>\n   <extracted-citation case-ids=\"220002\" index=\"78\" url=\"https://cite.case.law/nc/355/73/#p96\">\n    355 N.C. 73\n   </extracted-citation>\n   , 96,\n   <extracted-citation index=\"79\" url=\"https://cite.case.law/citations/?q=558%20S.E.2d%20463\">\n    558 S.E.2d 463\n   </extracted-citation>\n   , 478,\n   <em>\n    cert. denied,\n   </em>\n   <extracted-citation case-ids=\"9242368,9242593,9242307,9242631,9242668,9242413,9242511,9242287,9242481,9242355,9242453,9242393,9242330,9242558,9242431\" index=\"80\" url=\"https://cite.case.law/us/537/896/\">\n    537 U.S. 896\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"81\" url=\"https://cite.case.law/citations/?q=123%20S.%20Ct.%20182\">\n    123 S.Ct. 182\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"82\" url=\"https://cite.case.law/citations/?q=154%20L.%20Ed.%202d%20165\">\n    154 L.Ed.2d 165\n   </extracted-citation>\n   (2002). Second, even if the issue were properly before us, we perceive no abuse of discretion in the trial judge's failure to declare a mistrial on his own motion, nor do we believe that Defendant was prejudiced as a result of the juror misconduct at issue. Nothing in the juror's independent \"investigation\" of Defendant's premises and her subsequent communication to the other jurors about her observations establishes that the jury's\n   <em>\n    prior\n   </em>\n   verdicts were rendered with any partiality or prejudice, much less the serious prejudice calling for a mistrial under\n   <em>\n    Steen.\n   </em>\n  </p>\n  <p id=\"p-103\">\n   The facts of the juror misconduct in this case as it temporally occurred lend further support to the correctness of the trial court's ruling. A determination of juror misconduct \"must be made on the facts and circumstances present in each case.\"\n   <em>\n    State v. Jackson,\n   </em>\n   <extracted-citation case-ids=\"8523847\" index=\"83\" url=\"https://cite.case.law/nc-app/77/491/#p502\">\n    77 N.C.App. 491\n   </extracted-citation>\n   , 502,\n   <extracted-citation index=\"84\" url=\"https://cite.case.law/citations/?q=335%20S.E.2d%20903\">\n    335 S.E.2d 903\n   </extracted-citation>\n   , 910 (1985) (citation omitted). With respect to the fifteen unanimous verdicts, not only is there no proof of misconduct, in fact, there is no evidence that there was even an opportunity or chance for such misconduct to occur. By the time juror number three had reported her observations of Defendant's premises to the other jurors, contamination of the unanimous verdicts already reached was virtually impossible. Thus, it may be safely assumed that identical verdicts would have been reached as to the fifteen verdicts, even absent the misconduct. Defendant has failed to show that the jurors were anything other than impartial and unbiased when deliberating the fifteen charges on which they unanimously agreed.\n   <em>\n    See State v. Rutherford,\n   </em>\n   <extracted-citation case-ids=\"8524418\" index=\"85\" url=\"https://cite.case.law/nc-app/70/674/\">\n    70 N.C.App. 674\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"86\" url=\"https://cite.case.law/citations/?q=320%20S.E.2d%20916\">\n    320 S.E.2d 916\n   </extracted-citation>\n   (1984),\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"4719073,4723876,4725990,4726221,4723481\" index=\"87\" url=\"https://cite.case.law/nc/313/335/\">\n    313 N.C. 335\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"88\" url=\"https://cite.case.law/citations/?q=327%20S.E.2d%20897\">\n    327 S.E.2d 897\n   </extracted-citation>\n   (1985).\n  </p>\n  <p id=\"p-104\">\n   Moreover, we are not persuaded that the trial judge should have declared a mistrial\n   <em>\n    sua sponte\n   </em>\n   solely because the unanimous verdicts had not yet been announced in open court when the juror misconduct was discovered. In this regard, this case is indistinguishable from\n   <em>\n    State v. Gardner, supra.\n   </em>\n   The misconduct at issue in\n   <em>\n    Gardner\n   </em>\n   involved a conversation between the jury foreman and the bailiff. Noting that the jury had already reached its verdicts, the verdicts had been recorded on the verdict sheets and the foreman had signed the verdict sheets, leaving only the announcement of the verdicts in open court and recordation of the verdicts in the minutes to be done, our Supreme Court held that the bailiff's words to the foreman \"could not possibly have affected the foreman's view of the evidence presented at trial, nor could the conversation have resulted in harm to the defendant.\"\n   <em>\n    Gardner,\n   </em>\n   <extracted-citation case-ids=\"2518818\" index=\"89\" url=\"https://cite.case.law/nc/322/591/#p593\">\n    322 N.C. at 594\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"90\" url=\"https://cite.case.law/citations/?q=369%20S.E.2d%20593\">\n    369 S.E.2d at 595-96\n   </extracted-citation>\n   . Given the undisputed testimony of the jury foreperson in the case at bar that the jury did not revisit the unanimous verdicts they had already reached before juror number three disclosed her visit to Defendant's pawn shop, and in light of the trial judge's polling of the jury on each verdict separately, we are convinced that Judge Guice rightfully accepted all fifteen verdicts. This assignment of error is overruled.\n  </p>\n  <p id=\"p-105\">\n   <strong>\n    IV. SENTENCING ISSUES\n   </strong>\n  </p>\n  <p id=\"p-106\">\n   By his fourth assignment of error, Defendant argues that the trial court erred by failing to sentence him in the mitigated range when he presented evidence of mitigating factors and the State offered no evidence of aggravating factors. This assignment has no merit.\n  </p>\n  <p id=\"p-107\">\n   Defendant was sentenced in the presumptive range, and therefore, has no statutory right to appeal his sentence.\n   <em>\n    See\n   </em>\n   N.C. Gen. Stat. § 15A-1444(a1) (2005). Because Defendant has not filed a petition for writ of\n   <em>\n    certiorari\n   </em>\n   seeking review of this issue, it is not properly before this Court and we do not consider it.\n   <em>\n    <extracted-citation index=\"91\" url=\"https://cite.case.law/citations/?q=369%20S.E.2d%20593\">\n     Id.\n    </extracted-citation>\n    See also State v. Brown,\n   </em>\n   <extracted-citation case-ids=\"11361404\" index=\"92\" url=\"https://cite.case.law/nc-app/146/590/\">\n    146 N.C.App. 590\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"93\" url=\"https://cite.case.law/citations/?q=553%20S.E.2d%20428\">\n    553 S.E.2d 428\n   </extracted-citation>\n   (2001),\n   <em>\n    appeal\n   </em>\n   <em>\n    dismissed, disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"1511520,1511586,1511306,1511198,1511199\" index=\"94\" url=\"https://cite.case.law/nc/356/306/\">\n    356 N.C. 306\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"95\" url=\"https://cite.case.law/citations/?q=570%20S.E.2d%20734\">\n    570 S.E.2d 734\n   </extracted-citation>\n   (2002).\n   <footnotemark>\n    3\n   </footnotemark>\n  </p>\n  <p id=\"p-108\">\n   <strong>\n    V. ASSISTANCE OF COUNSEL\n   </strong>\n  </p>\n  <p id=\"p-109\">\n   By his fifth and final assignment of error, Defendant argues that his trial counsel was ineffective because he failed to object to the State's motion for joinder and failed to move for a mistrial when jury misconduct was discovered. We disagree.\n  </p>\n  <p id=\"p-110\">\n   To prevail on a claim of ineffective assistance of counsel, a defendant must first prove that his attorney's performance was deficient and the deficiency resulted in defendant being denied a fair trial, with a reliable result.\n   <em>\n    Strickland v. Washington,\n   </em>\n   <extracted-citation case-ids=\"6204802\" index=\"96\" url=\"https://cite.case.law/us/466/668/#p687\">\n    466 U.S. 668\n   </extracted-citation>\n   , 687,\n   <extracted-citation case-ids=\"6204802\" index=\"97\" url=\"https://cite.case.law/us/466/668/#p687\">\n    104 S.Ct. 2052\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204802\" index=\"98\" url=\"https://cite.case.law/us/466/668/#p687\">\n    80 L.Ed.2d 674\n   </extracted-citation>\n   , 693,\n   <em>\n    reh'g denied,\n   </em>\n   <extracted-citation case-ids=\"6364245\" index=\"99\" url=\"https://cite.case.law/us/467/1267/\">\n    467 U.S. 1267\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"100\" url=\"https://cite.case.law/citations/?q=104%20S.%20Ct.%203562\">\n    104 S.Ct. 3562\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"101\" url=\"https://cite.case.law/citations/?q=82%20L.%20Ed.%202d%20864\">\n    82 L.Ed.2d 864\n   </extracted-citation>\n   (1984). Secondly, once he satisfies the first prong, he must prove that his defense was thereby prejudiced.\n   <em>\n    State v. Braswell,\n   </em>\n   <extracted-citation case-ids=\"4753359\" index=\"102\" url=\"https://cite.case.law/nc/312/553/#p562\">\n    312 N.C. 553\n   </extracted-citation>\n   , 562-63,\n   <extracted-citation index=\"103\" url=\"https://cite.case.law/citations/?q=324%20S.E.2d%20241\">\n    324 S.E.2d 241\n   </extracted-citation>\n   , 248 (1985). In matters of strategy, \"[c]ounsel is given wide latitude ..., and the burden to show that counsel's performance fell short of the required standard is a heavy one for defendant to bear.\"\n   <em>\n    State v. Fletcher,\n   </em>\n   <extracted-citation case-ids=\"138528\" index=\"104\" url=\"https://cite.case.law/nc/354/455/#p482\">\n    354 N.C. 455\n   </extracted-citation>\n   , 482,\n   <extracted-citation index=\"105\" url=\"https://cite.case.law/citations/?q=555%20S.E.2d%20534\">\n    555 S.E.2d 534\n   </extracted-citation>\n   , 551 (2001),\n   <em>\n    cert. denied,\n   </em>\n   <extracted-citation case-ids=\"9215040,9214883,9215012,9215077,9215139,9214908,9214827,9214860,9215115,9214990,9214960,9214932,9214811,9214844\" index=\"106\" url=\"https://cite.case.law/us/537/846/\">\n    537 U.S. 846\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"107\" url=\"https://cite.case.law/citations/?q=123%20S.%20Ct.%20184\">\n    123 S.Ct. 184\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"108\" url=\"https://cite.case.law/citations/?q=154%20L.%20Ed.%202d%2073\">\n    154 L.Ed.2d 73\n   </extracted-citation>\n   (2002). Indeed, our law recognizes a presumption \"that trial counsel's representation is within the boundaries of acceptable professional conduct.\"\n   <em>\n    State v. Roache,\n   </em>\n   <extracted-citation case-ids=\"2987693\" index=\"109\" url=\"https://cite.case.law/nc/358/243/#p280\">\n    358 N.C. 243\n   </extracted-citation>\n   , 280,\n   <extracted-citation index=\"110\" url=\"https://cite.case.law/citations/?q=595%20S.E.2d%20381\">\n    595 S.E.2d 381\n   </extracted-citation>\n   , 406 (2004) (citation omitted). \"[T]he material inquiry is whether [counsel's] actions were reasonable considering the totality of the circumstances at the time of performance[,]\"\n   <em>\n    Gainey,\n   </em>\n   <extracted-citation case-ids=\"220002\" index=\"111\" url=\"https://cite.case.law/nc/355/73/#p96\">\n    355 N.C. at 112-13\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"112\" url=\"https://cite.case.law/citations/?q=558%20S.E.2d%20463\">\n    558 S.E.2d at 488\n   </extracted-citation>\n   , and the reviewing court \"should avoid the temptation to second-guess the actions of trial counsel[;] ... judicial review of counsel's performance must be highly deferential.\"\n   <em>\n    Id.\n   </em>\n   at 113,\n   <extracted-citation index=\"113\" url=\"https://cite.case.law/citations/?q=558%20S.E.2d%20463\">\n    558 S.E.2d at\n   </extracted-citation>\n   488 (citing\n   <em>\n    Strickland,\n   </em>\n   <extracted-citation case-ids=\"6204802\" index=\"114\" url=\"https://cite.case.law/us/466/668/#p687\">\n    466 U.S. at 689\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204802\" index=\"115\" url=\"https://cite.case.law/us/466/668/#p687\">\n    80 L.Ed.2d at 698\n   </extracted-citation>\n   ). Applying these principles to the case at bar, we find no basis for a determination that Defendant's trial attorney provided ineffective assistance of counsel, for the following reasons:\n  </p>\n  <p id=\"p-111\">\n   Defendant first argues that \"[i]t was not sound trial strategy, it was highly prejudicial, and [Defendant] would have achieved a different result had these cases not all been tried together.\" To support his position that trial counsel should have objected to joinder of all the charges for trial, Defendant broadly asserts that the issues were \"mixed and confused\" because some involved alcohol and marijuana while others involved pornography and sex crimes. However, except to argue that \"the boys alleging marijuana and alcohol misconduct were different from the boys alleging sexual abuse,\" and that the sentences for the sex crimes were \"disproportionately longer\" than the sentences for the other crimes, Defendant cites no specific reason that trial counsel's decision not to object to joinder was so deficient that Defendant was deprived of a reliable, fair trial.\n  </p>\n  <p id=\"p-112\">\n   Multiple charges may be joined for trial when the offenses are based on a series of acts or transactions connected together or constituting parts of a single scheme or plan. N.C. Gen.Stat. § 15A-926(a) (2005). It is clear that the charges in this case could be joined for trial pursuant to section 15A-926(a), which provides in pertinent part that \"[t]wo or more offenses may be joined ... for trial when the offenses, whether felonies or misdemeanors or both, are based on the same act or transaction or on a series of acts or transactions connected together or constituting parts of a single scheme or plan.\"\n   <em>\n    <extracted-citation case-ids=\"6204802\" index=\"116\" url=\"https://cite.case.law/us/466/668/#p687\">\n     Id.\n    </extracted-citation>\n   </em>\n   Moreover,\n  </p>\n  <p id=\"p-113\">\n   [p]ublic policy strongly favors consolidation because it expedites the administration of justice, reduces the congestion of trial dockets, conserves judicial time, lessens the burden upon citizens who must sacrifice both time and money to serve upon juries and avoids the necessity of recalling witnesses who would otherwise be called upon to testify only once.\n  </p>\n  <p id=\"p-114\">\n   <em>\n    State v. Jenkins,\n   </em>\n   <extracted-citation case-ids=\"8359118\" index=\"117\" url=\"https://cite.case.law/nc-app/83/616/#p617\">\n    83 N.C.App. 616\n   </extracted-citation>\n   , 617-18,\n   <extracted-citation index=\"118\" url=\"https://cite.case.law/citations/?q=351%20S.E.2d%20299\">\n    351 S.E.2d 299\n   </extracted-citation>\n   , 301 (1986),\n   <em>\n    cert. denied,\n   </em>\n   <extracted-citation case-ids=\"4739407,4739670,4745974,4746910,4740191\" index=\"119\" url=\"https://cite.case.law/nc/319/675/\">\n    319 N.C. 675\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"120\" url=\"https://cite.case.law/citations/?q=356%20S.E.2d%20791\">\n    356 S.E.2d 791\n   </extracted-citation>\n   (1987) (citation omitted).\n  </p>\n  <p id=\"p-115\">\n   Here, Defendant does not assign error to the trial court's ruling allowing the State's motion to join all the charges for one trial. Instead, he now second-guesses the decision of his trial attorney not to oppose the motion. Responding to Defendant's argument, the State asserts that trial counsel made a calculated and reasoned decision to agree to joinder because he clearly \"viewed the State's case as weak and its witnesses as unreliable ... [and] it would not be unreasonable to ... meet all charges at once, rather than ... piecemeal....\" Further, the State details the evidence reflecting trial counsel's obvious, extensive preparation, including his success on Defendant's motion to suppress all \"obscene\" evidence seized by police, his thorough cross-examination of the State's witnesses on inconsistencies in their testimony, and his presentation of fifteen witnesses on Defendant's behalf. Even if the benefits of hindsight were appropriate to measure counsel's performance at trial, we would not be persuaded that Defendant's trial attorney was ineffective by agreeing to defend all the charges against his client at one trial. We reject Defendant's contention to the contrary.\n  </p>\n  <p id=\"p-116\">\n   Defendant next argues that his trial counsel provided ineffective assistance when he failed to move for a mistrial on all charges upon the court's discovery of juror misconduct. For the reasons delineated in section III above, this argument has no merit.\n  </p>\n  <p id=\"p-117\">\n   Finally, Defendant argues that his trial attorney was ineffective because he did not object to proceeding with the trial on grounds that the police and the State \"failed to turn over exculpatory tapes with numerous statements from witnesses ... that proved [Defendant's] innocence [and] that was [sic] in the possession of the police.\" Defendant provides no citation of legal authority for this argument, except a lone reference to\n   <em>\n    \"Brady,\"\n   </em>\n   and he references no record or transcript pages to support it. For these reasons, this argument is deemed abandoned.\n  </p>\n  <p id=\"p-118\">\n   More importantly, however, there is no evidence in the record to which Defendant could cite to support this argument. Specifically, there are no motions, witness statements, defense requests, offers of proof, exhibits, or even a colloquy between anyone to demonstrate that there is any basis whatsoever for Defendant to advance this argument. The highly inflammatory nature of this allegation magnifies the egregious and improper inclusion of this argument in Defendant's brief. We summarily dismiss the argument and strongly caution counsel to refrain from arguments unsupported by the record.\n  </p>\n  <p id=\"p-119\">\n   Defendant has not demonstrated that his trial attorney made errors so serious that he was not functioning as counsel guaranteed by the Sixth Amendment or that his deficiencies were so serious as to deprive Defendant of a fair trial with a reliable result,\n   <em>\n    Braswell,\n   </em>\n   <extracted-citation case-ids=\"4753359\" index=\"121\" url=\"https://cite.case.law/nc/312/553/#p562\">\n    312 N.C. at 562\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"122\" url=\"https://cite.case.law/citations/?q=324%20S.E.2d%20241\">\n    324 S.E.2d at 248\n   </extracted-citation>\n   , nor has Defendant demonstrated that the outcome of the trial would have been different, absent the alleged errors. This assignment of error is overruled.\n  </p>\n  <p id=\"p-120\">\n   In conclusion, we hold that Defendant received a fair trial free of error.\n  </p>\n  <p id=\"p-121\">\n   NO ERROR.\n  </p>\n  <p id=\"p-122\">\n   Chief Judge MARTIN and Judge WYNN concur.\n  </p>\n  <footnote label=\"1.\">\n   <p id=\"p-125\">\n    Defendant also argues that it was inconsistent for the jury to deadlock on the second-degree sexual offense charge involving C.H. and yet find him guilty of indecent liberties, crime against nature, and statutory rape of C.H. Defendant likewise cites no authority to support his position that these guilty verdicts \"cannot stand.\" This argument, too, is therefore waived. We note, however, that our appellate courts have uniformly held that consistency between verdicts on several counts is not required.\n    <em>\n     State v. Rosser,\n    </em>\n    <extracted-citation case-ids=\"8524718\" index=\"123\" url=\"https://cite.case.law/nc-app/54/660/\">\n     54 N.C.App. 660\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"124\" url=\"https://cite.case.law/citations/?q=284%20S.E.2d%20130\">\n     284 S.E.2d 130\n    </extracted-citation>\n    (1981). In\n    <em>\n     State v. Davis,\n    </em>\n    <extracted-citation case-ids=\"8633025\" index=\"125\" url=\"https://cite.case.law/nc/214/787/\">\n     214 N.C. 787\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"126\" url=\"https://cite.case.law/citations/?q=1%20S.E.2d%20104\">\n     1 S.E.2d 104\n    </extracted-citation>\n    (1939), our Supreme Court held that a jury is not required to be consistent and mere inconsistency will not invalidate a verdict.\n    <em>\n     See also Dunn v. United States,\n    </em>\n    <extracted-citation case-ids=\"5718921\" index=\"127\" url=\"https://cite.case.law/us/284/390/\">\n     284 U.S. 390\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"5718921\" index=\"128\" url=\"https://cite.case.law/us/284/390/\">\n     52 S.Ct. 189\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"5718921\" index=\"129\" url=\"https://cite.case.law/us/284/390/\">\n     76 L.Ed. 356\n    </extracted-citation>\n    (1932);\n    <em>\n     State v. Black,\n    </em>\n    <extracted-citation case-ids=\"8549577\" index=\"130\" url=\"https://cite.case.law/nc-app/14/373/\">\n     14 N.C.App. 373\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"131\" url=\"https://cite.case.law/citations/?q=188%20S.E.2d%20634\">\n     188 S.E.2d 634\n    </extracted-citation>\n    ,\n    <em>\n     appeal dismissed,\n    </em>\n    <extracted-citation case-ids=\"8575973,8575943,8575980,8575954,8575926\" index=\"132\" url=\"https://cite.case.law/nc/281/624/\">\n     281 N.C. 624\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"133\" url=\"https://cite.case.law/citations/?q=190%20S.E.2d%20467\">\n     190 S.E.2d 467\n    </extracted-citation>\n    (1972);\n    <em>\n     State v. Jones,\n    </em>\n    <extracted-citation case-ids=\"8555412\" index=\"134\" url=\"https://cite.case.law/nc-app/3/455/\">\n     3 N.C.App. 455\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"135\" url=\"https://cite.case.law/citations/?q=165%20S.E.2d%2036\">\n     165 S.E.2d 36\n    </extracted-citation>\n    (1969).\n   </p>\n  </footnote>\n  <footnote label=\"2.\">\n   <p id=\"p-126\">\n    Defendant's primary challenge to the charges involving C.H. is based on his argument that the jury's verdicts were inconsistent, an argument which we do not consider for the reasons discussed in footnote 1,\n    <em>\n     supra.\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"3.\">\n   <p id=\"p-127\">\n    As\n    <em>\n     State v. Brown\n    </em>\n    makes clear, even if we were to hear Defendant's appeal as a petition for\n    <em>\n     certiorari\n    </em>\n    and review this issue, Defendant's position would still fail. The court has the discretion to impose the presumptive sentence even where there is evidence of mitigating factors. There is no basis for a determination in this case that the trial court abused its discretion in imposing the presumptive, rather than a mitigated, sentence.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}