{
  "casebody": {
    "data": "<casebody firstpage=\"457\" lastpage=\"471\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b483-7\">538 A.2d 338</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b483-8\">Ronald Joseph GOVOSTIS v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b483-11\">No. 1039,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Adn\">Sept. Term, 1987.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b483-12\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b483-13\">March 7, 1988.</decisiondate>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b483-14\">Certiorari Denied June 16, 1988.</otherdate>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b485-4\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>John L. Kopolow, Asst. Public Defender (Alan H. Murrell, Public Defender on the brief) Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b485-5\">Ann N. Bosse, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore, M. Kenneth Long, Jr., State’s Atty. for Washington County, Mary Anne Day and R. Noel Spense, Asst. State’s Attys. for Washington County on the brief, Hagerstown), for appellee.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b485-6\">Submitted before GARRITY, BLOOM and POLLITT, JJ.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b485-7\">BLOOM, Judge.</author>\n<p id=\"b485-8\">A jury in the Circuit Court for Washington County convicted appellant, Ronald Joseph Govostis, of premeditated murder, two counts of theft, and use of a handgun in the commission of a crime of violence. The presiding judge imposed a life sentence for the murder, a consecutive fifteen-year sentence for the handgun offense, and concurrent eighteen-month sentences on the theft counts, to run concurrently with the life sentence.</p>\n<p id=\"b485-9\">In his appeal from those judgments, appellant asserts that he received an unfair trial and an illegal sentence. Appellant contends his trial was unfair because the trial judge admitted evidence of other crimes for which he was not on trial. Appellant also urges that the two convictions and sentences for theft should have been merged because the stolen items were acquired “in a single continuous course of conduct.”</p>\n<p id=\"b485-10\">We agree with appellant that the two theft convictions should have been merged, but we reject his other contention. Accordingly, we will vacate one of the theft convictions while affirming all of the remaining judgments.</p>\n<p id=\"b485-11\">\n<em>Facts</em>\n</p>\n<p id=\"b485-12\">The facts of this case were revealed mostly through the testimony of appellant’s accomplice, Ronald Victor Ford. Ford testified that on 16 January 1987, appellant, Mary Ann <page-number citation-index=\"1\" label=\"460\">*460</page-number>Eagler, and he left Norfolk, Virginia for Florida, traveling in Ford’s van. Ford, as it happened, had been A.W.O.L. from the United States Navy since 23 December 1986. He had been stationed near Norfolk in Little Creek, Virginia.</p>\n<p id=\"b486-5\">The trio had not traveled far when Ford’s van broke down in Emporia, Virginia. All of them spent the night in an Emporia motel, but Mary Ann Eagler, who was Ford’s girl friend, then opted to return to Norfolk. The following day, 17 January 1987, Ford sold the van for $75.00, and he and appellant decided to hitchhike to Florida.</p>\n<p id=\"b486-6\">After two or three hours of hitchhiking, Ford and appellant were picked up by a man driving a copper-colored Lincoln Continental. Their benefactor introduced himself as Jessie. Ford and appellant rode with him to Raleigh, North Carolina.</p>\n<p id=\"b486-7\">In Raleigh, Jessie produced a gun, and the three agreed to commit robberies to finance the trip to Florida. Appellant took the gun, left Ford and Jessie, and returned in “less than one minute” with a “blue bank bag” containing “nine hundred dollars in cash and miscellaneous checks.”</p>\n<p id=\"b486-8\">From Raleigh the three traveled to Rocky Mount, North Carolina. Appellant again left Jessie and Ford, taking the gun with him. When he returned, appellant had a black wallet containing sixteen dollars, credit cards and other identification. According to Ford, appellant was wearing a red sweatshirt and dungarees when he committed the robbery in Rocky Mount.</p>\n<p id=\"b486-9\">The threesome spent the night in Rocky Mount and the next day (18 January 1987) drove to Durham, North Carolina. From Durham, they proceeded to Interstate 95 and began traveling north. Jessie proposed that they rob a bank near the Maryland-Pennsylvania border. Driving north on 1-95, they stopped for the night just south of Washington, D.C.</p>\n<p id=\"b486-10\">The next day (19 January 1987), appellant, Ford and Jessie went shopping in Washington. Appellant bought a pair of boots at an army surplus store; later, appellant and <page-number citation-index=\"1\" label=\"461\">*461</page-number>Ford bought marijuana at a bus depot. Eventually, the three resumed their journey toward Pennsylvania, proceeding northwesterly to Hagerstown. Jessie and Ford registered at the Redwood Motel in Hagerstown while appellant waited in the car. Jessie took the car to visit his family who lived in the area; Ford called Mary Eagler.</p>\n<p id=\"b487-4\">That night, appellant and Ford decided not to participate in Jessie’s bank robbery scheme. After Jessie went to sleep, at 10:30, Ford and appellant loaded Jessie’s car with everything in the motel room, including Jessie’s belongings. Ford’s explanation for taking Jessie’s belongings was that he and appellant were afraid that Jessie might have a second gun, secreted among his effects, which they did not want to leave with him. After the car was loaded, Ford drove it closer to their room. Carrying a pillow, appellant then left the room and joined Ford. Shortly thereafter, appellant told Ford that he had shot Jessie, using the pillow to deaden the sound. Ford noticed two burn holes in the pillow, which was later thrown out the car window.</p>\n<p id=\"b487-5\">Leaving Hagerstown in Jessie’s Lincoln, appellant and Ford proceeded to Florida. The next day (20 January 1987) Ford and appellant stopped at a resort motel, “South of the Border,” in South Carolina, where appellant took some photographs. He took one snapshot of a billboard depicting a snake because his nickname is “Snake.” The next morning they continued their journey and spent the night in Daytona Beach.</p>\n<p id=\"b487-6\">The following day (21 January 1987) appellant and Ford drove to Tampa, Florida, and spent the entire day there. While in Tampa, they visited a friend of Ford’s and bought some marijuana. The two then headed back north and arrived in Norfolk at 11 o’clock on the night of January 23, without stopping overnight en route from Tampa to Norfolk.</p>\n<p id=\"b487-7\">Ford and appellant stayed in Norfolk for an entire week, during which nothing unusual occurred. On Friday, 30 January 1987, appellant and Ford left Norfolk in the Lin-<page-number citation-index=\"1\" label=\"462\">*462</page-number>coin, bound for Indiana to see Ford’s girl friend, Mary Eagler. Ford believed that appellant accompanied him on this trip out of fear that Ford would go to the police. En route to Indiana, Ford and appellant were picked up by the Pennsylvania State Police. Ford voluntarily returned to Maryland on February 1st.</p>\n<p id=\"b488-5\">During the course of Ford’s testimony, appellant duly objected to all references to his having committed or plotted or conspired to commit any robberies.</p>\n<p id=\"b488-6\">Mary Ann Eagler’s testimony was consistent with Ford’s story. Ms. Eagler related that she left Norfolk with Ford and appellant on 16 January 1987, headed for Florida; that she returned to Norfolk late that night after Ford’s van broke down; and that Ford telephoned her on 19 January 1987.</p>\n<p id=\"b488-7\">Ms. Beverly Ann Glaze, the victim’s former wife, testified that “Jessie,” whose real name was Michael Ray Glaze, visited her at her home in Funkstown, Maryland (near Hagerstown) on 19 January 1987 for approximately “five to fifteen minutes.” Ms. Glaze also testified that Michael Glaze was driving a copper-colored Lincoln Continental and that he owned a .38 caliber handgun.</p>\n<p id=\"b488-8\">William Hoover and his wife, Joan Hoover, both testified, without objection, that they were robbed in the parking lot of a Rocky Mount, North Carolina, motel on 17 January 1987 by a man wearing dungarees and a red hooded sweatshirt and wielding a handgun. Neither of them was able to identify appellant as the assailant.</p>\n<p id=\"b488-9\">Officer Robert Huntley, of the Jenner Township Police Department in Pennsylvania, and Officer Pyle of the Somerset Borough Police Department in Pennsylvania, both testified that when appellant was arrested in Pennsylvania he was wearing a red hooded sweatshirt, carrying a .38 caliber handgun (which was eventually determined to be the murder weapon), and wearing new boots. Corporal Ryder of the Hagerstown Police Department testified that Ford, while in custody, directed the police to the pillow appellant <page-number citation-index=\"1\" label=\"463\">*463</page-number>had allegedly thrown from the Lincoln; it was still next to the highway, near the Redwood Motel.</p>\n<p id=\"b489-4\">\n<em>Questions Presented</em>\n</p>\n<p id=\"b489-5\">Appellant presents two questions for our review:</p>\n<p id=\"b489-6\">1. Did the trial judge err by receiving evidence that two days before the crimes alleged in the instant case appellant committed two robberies in North Carolina?</p>\n<p id=\"b489-7\">2. Must the two convictions and sentences for theft be merged?</p>\n<p id=\"b489-8\">\n<em>Discussion</em>\n</p>\n<p id=\"b489-9\">I. The Other Crimes Evidence</p>\n<p id=\"b489-10\">It is clearly the law that:</p>\n<blockquote id=\"b489-11\">The frequently enunciated general rule in this state, followed uniformly elsewhere, is that in a prosecution for a particular crime, evidence which in any manner shows or tends to show that the accused has committed another crime wholly independent of that for which he is on trial, even though it be a crime of the same type is irrelevant and inadmissible. <em>Harrison v. State, </em>276 Md. 122, 345 A.2d 830 (1975); <em>MacEwen v. State, </em>194 Md. 492, 500, 71 A.2d 464 (1950); <em>Young v. State, </em>152 Md. 89, 91, 136 A. 46 (1927); <em>Weinstein v. State, </em>146 Md. 80, 88, 125 A. 889 (1924); <em>Wethington v. State, </em>3 Md.App. 237, 240, 238 A.2d 581 (1968); <em>Gorski v. State, </em>1 Md.App. 200, 202, 228 A.2d 835 (1967). This principle is merely an application of the policy rule prohibiting the initial introduction by the prosecution of evidence of bad character. Thus, the state may not present evidence of other criminal acts of the accused unless the evidence is “substantially relevant for some other purpose than to show a probability that he committed the crime on trial because he is a man of criminal character.” C. McCormick, Evidence § 190 (2d ed. 1972).</blockquote>\n<blockquote id=\"b489-12\">Moreover, apart from the fundamental proposition that an accused may be convicted only by evidence which <page-number citation-index=\"1\" label=\"464\">*464</page-number>shows that he is guilty of the offense charged, and not by evidence which indicates his guilt of entirely unrelated crimes, there are additional reasons underlying the general rule. Evidence of other crimes may tend to confuse the jurors or prejudice their minds against the accused and to predispose them to a belief in his guilt. Finally, unless he knows in advance that evidence of other crimes is to be used against him, the accused will be unprepared to defend against such evidence. <em>MacEwen v. State, supra, </em>194 Md. at 501, 71 A.2d 464; Wharton’s Criminal Evidence § 240 (Torcía ed. 1972).</blockquote>\n<blockquote id=\"b490-5\">There are exceptions to this general exclusionary rule, which, perhaps, are equally well-recognized. Thus, evidence of other crimes may be admitted when it tends to establish (1) motive, (2) intent, (3) absence of mistake, (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of one tends to establish the other, and (5) the identity of the person charged with the commission of a crime on trial.</blockquote>\n<p id=\"A2c\"><em>Ross v. State, </em>276 Md. 664, 669-670, 350 A.2d 650 (1976) (citations omitted).</p>\n<p id=\"b490-6\">The Court of Appeals has noted that these exceptions are so broad that they threaten to “swallow the rule” and has warned:</p>\n<blockquote id=\"b490-7\">[Tjhough the evidence may fall within one or more of the exceptions, the trial judge still possesses discretion as to whether it should be received. In the judicious determination of this issue he should carefully weigh the necessity for and probativeness of the evidence concerning the collateral criminal act against the untoward prejudice which is likely to be the consequence of its admission.</blockquote>\n<p id=\"AUd\"><em>Cross v. State, </em>282 Md. 468, 474, 386 A.2d 757 (1978) (citations omitted). In addition, the Court of Appeals has held that before other crimes evidence may be used, the State must establish the accused’s involvement in that crime by clear and convincing evidence. <em>Cross, supra </em>at 478, 386 A.2d 757; <em>see also, Offutt v. State, </em>44 Md.App. <page-number citation-index=\"1\" label=\"465\">*465</page-number>670, 675, 410 A.2d 611 (1980), <em>cert. denied, </em>291 Md. 780 (1981).</p>\n<p id=\"b491-4\">In <em>Cross, supra, </em>the Court of Appeals characterized the identity exception to the rule against other crimes evidence as “amorphous” and “... as a sort of catch-all clause which is mixed into other exceptions or delineated separately depending on the needs of that court in a given case.” <em>Id. </em>282 Md. at 477, 386 A.2d 757. The Court in <em>Cross </em>set forth ten instances where evidence of another crime may be used to prove identity. Included among those instances were those in which evidence of another crime shows “.. .that on another occasion the defendant was wearing the clothing worn by or was using certain objects used by the perpetrator of the crime at the time it was committed.” <em>Id. </em>at 478, 386 A.2d 757 (citations omitted).</p>\n<p id=\"b491-5\">The Court’s precedents set forth in <em>Ross </em>and <em>Cross </em>are dispositive here. Ford testified that the victim had given the gun to appellant and that appellant possessed the gun at all times thereafter. Ford’s testimony that appellant committed two armed robberies in North Carolina and plotted further robberies with Glaze and Ford was but a part of a lengthy narrative detailing the entire sequence of the activities of the three men from the time Ford and appellant met Glaze in Virginia until they left him, shot to death, in a motel room in Hagerstown, Maryland. According to Ford, he and appellant decided to steal Glaze’s car and personal effects in an effort to terminate their criminal partnership or, at least, rid themselves of one of the partners. It was Ford’s contention that appellant unilaterally took their plot one step beyond that which they had planned jointly by terminating not only Glaze’s partnership but Glaze himself. Thus the “other crimes” evidence, by establishing the existence of a criminal partnership, tended also to establish a motive for the murder of Glaze and the theft of his property. The disputed evidence, therefore, was admissible under the motive exception to the “other crimes” exclusionary rule.</p>\n<p id=\"b492-4\"><page-number citation-index=\"1\" label=\"466\">*466</page-number>We further conclude that Ford’s testimony about the robbery committed by appellant in Rocky Mount was admissible as well under the identity exception to the exclusionary rule. That testimony, combined with and corroborated by the testimony of the Hoovers and coupled with evidence that when arrested appellant was wearing clothing similar to that worn by the man who robbed the Hoovers and was in possession of a handgun not unlike that which the Hoovers said their assailant was wielding, served to confirm Ford’s identification of appellant as the man who shot Glaze. Appellant might have been able to provide a credible non-culpable explanation for his possession of the gun eleven days after it was used to kill Glaze; the “other crimes” testimony of Ford, together with the corroborating testimony of the Hoovers and the arresting officers, tends to establish that appellant was in possession of the murder weapon two days before as well as eleven days after the murder. Evidence of possession of an object <em>before </em>and <em>after </em>an event with which that object is associated creates, in turn, a reasonable inference of possession of the object <em>during </em>the event. <em>(See Finke v. State, </em>56 Md.App. 450, 469-478, 468 A.2d 353 (1983), <em>cert. denied, </em>299 Md. 425 (1981), <em>cert. denied, </em>469 U.S. 1043, 105 S.Ct. 529, 83 L.Ed.2d 416 (1984), for a discussion of circumstantial evidence in general and the propriety of resting one inference upon another in particular.) By tending to connect appellant with the murder weapon at the time it was used as such, the evidence concerning appellant’s robbery of the Hoovers came within the proof of identity exception to the “other crimes” exclusionary rule. <em>Cross, </em>282 Md. at 478, 386 A.2d 757.</p>\n<p id=\"b492-5\">Furthermore, we believe that the evidence connecting appellant with the other crimes met the “clear and convincing” test. “Clear and convincing evidence” is “more than a preponderance of the evidence and less than evidence beyond a reasonable doubt.” <em>Berkey v. Delia, </em>287 Md. 302, 320, 413 A.2d 170 (1980) (quoting <em>Whittington v. State, </em>8 Md.App. 676, 679 n. 3, 262 A.2d 75 (1970)). Ford testified <page-number citation-index=\"1\" label=\"467\">*467</page-number>that appellant, armed with Glaze’s handgun, committed two robberies in North Carolina, one in Raleigh and one in Rocky Mount. The Hoovers testified that they were robbed, in Rocky Mount, by a man wearing a red sweatshirt which matched the description of the one appellant was wearing when he was arrested; they further testified that their robber wielded a silver colored handgun, which matched the description of the weapon in appellant’s possession when he was apprehended. The Hoovers could not identify appellant as the robber, but we find their inability to make a positive identification to be inconsequential because their testimony matched with Ford’s with respect to the date, place, and time of the robbery, the robber’s clothing and the gun, and with the testimony concerning the clothing worn by appellant and the gun in his possession at the time he was arrested.</p>\n<p id=\"b493-5\">Having determined that the “other crimes” testimony of Ford was admissible, <em>i.e., </em>not only relevant to establish motive and connect the accused with the crime but also clear and convincing, we turn next to the question of whether it should have been admitted. Did “the necessity for and probativeness of the evidence” outweigh the “prejudice likely to be a consequence” of its admission? <em>Cross v. State, supra, </em>282 Md. at 474, 386 A.2d 757. If so, the trial judge committed no abuse of discretion in admitting it.</p>\n<p id=\"b493-6\">The probativeness of the evidence depends entirely upon the credibility of Ronald Victor Ford, and therein lies the necessity for it. Ford, who was known to be the victim’s companion around the time of the crime because the two of them were registered at the motel where the crime was committed and Ford was driving the victim’s car eleven days later, cast appellant—the passenger in the car when he was apprehended—in the role of the murderer and himself in the role of accomplice. There being no other evidence connecting appellant with the crime, except the somewhat ambiguous circumstances of his being in possession of the murder weapon eleven days after the murder, corroboration of Ford’s testimony was essential to the prosecution.</p>\n<p id=\"b494-4\"><page-number citation-index=\"1\" label=\"468\">*468</page-number>As we pointed out in <em>Samuels v. State, </em>54 Md.App. 486, 492, 459 A.2d 213 (1983):</p>\n<blockquote id=\"b494-5\">Maryland continues to adhere to the rule that a conviction may not rest upon the uncorroborated testimony of an accomplice. <em>Turner v. State, </em>294 Md. 640, 452 A.2d 416 (1982); <em>Brown v. State, </em>281 Md. 241, 378 A.2d 1104 (1977). The policy underlying the rule was stated in <em>Watson v. State, </em>208 Md. 210, 217, 117 A.2d 549 (1955):</blockquote>\n<blockquote id=\"AC\">The reason for the ruling requiring the testimony of an accomplice to be corroborated is that it is the testimony of a person admittedly contaminated with guilt, who admits his participation in the crime for which he particularly blames the defendant, and it should be regarded with great suspicion and caution, because otherwise the life or liberty of an innocent person might be taken away by a witness who makes the accusation either to gratify his malice or to shield himself from punishment, or in the hope of receiving clemency by turning State’s evidence.</blockquote>\n<blockquote id=\"b494-6\">While the corroboration evidence may be slight and need not, in itself, be sufficient to convict, it must relate to material facts which would either: 1) identify the accused with the perpetrators of the crime or 2) show the participation of the accused in the crime itself. If the corroborative evidence tends to establish either of these matters, the trier of fact may give credit to the testimony of the accomplice even with respect to matters which are not corroborated. <em>Brown v. State, supra.</em></blockquote>\n<blockquote id=\"b494-7\">With respect to corroborative evidence tending “to identify the defendant with the perpetrators of the crime,” “[i]t would be sufficient by way of corroboration for the state to show, by non-accomplice evidence, that the appellant was in the company of the perpetrators of the crime in the general vicinity of the crime scene and at about the time when the crime occurred.” <em>Jeandell v. State, </em>34 Md.App. 108, 110, 336 A.2d 79 (1976).</blockquote>\n<p id=\"b494-8\">In the case <em>sub judice </em>proof that appellant was in the company of Ford, the self-styled accomplice, when the two <page-number citation-index=\"1\" label=\"469\">*469</page-number>of them were arrested in Pennsylvania eleven days after the crime does not corroborate Ford’s testimony. In <em>Samuels, </em>we held that proof that the accused was in an automobile with the admitted perpetrator two days after the crime did not satisfy the test, 54 Md.App. at 492-93, 459 A.2d 213; in <em>Jeandell v. State, </em>34 Md.App. 108, 110-113, 366 A.2d 79 (1976), we held that non-accomplice testimony placing the accused in the company of the admitted perpetrators within 34V2 hours after the crime was insufficient corroboration.</p>\n<p id=\"b495-5\">Nor does appellant’s possession of the murder weapon at the time of his arrest either corroborate the purported accomplice or, in itself, connect appellant with the crime, since Ford might have given him the gun after Glaze was killed. But, as noted <em>supra, </em>evidence tending to prove that the gun was in appellant’s possession both before and after the crime gives rise to a reasonable inference that it was in his possession at the time of the crime, thus corroborating the accomplice by directly connecting appellant with the crime itself.</p>\n<p id=\"b495-6\">In weighing the probativeness and necessity for the “other crimes evidence” of which appellant complains we recognize that it was prejudicial to the defense for the reasons enumerated by the Court of Appeals in <em>Ross v. State, supra. </em>Nevertheless, we do not believe such prejudice was so extreme as to outweigh the need for the evidence. Firstly, the degree of prejudice is considerably diminished by the fact that the evidence comes from the same source, Ford, who testified that he and appellant plotted to and did steal Glaze’s car and personal effects and that appellant killed Glaze. If the jury did not believe Ford as tó the murder, it would hardly be likely to believe him about the robberies, in which case the evidence would be harmless; if, as apparently occurred, the jury believed Ford as to the murder, the robbery evidence was relatively insignificant in comparison. Secondly, and more importantly, the absolute need for the evidence in this case would outweigh' any degree of prejudice. Other than the accomplice’s testimony that appellant killed Glaze, the “other crimes” evidence <page-number citation-index=\"1\" label=\"470\">*470</page-number>was, as we have seen, the only evidence connecting appellant with the murder weapon at the time of the crime. There was corroboration of several other portions of Ford’s testimony, but only corroboration of the “other crimes” testimony sufficed to satisfy the requirement that an accomplice’s testimony must be corroborated either as to his connection with the accused at the time and place of the crime or with the crime itself. Simply put, the prosecution could not prove its case without the “other crimes” evidence; therefore, the need for the evidence pellucidly outweighed any prejudice that could flow from its admission.<footnotemark>1</footnotemark></p>\n<p id=\"b496-4\">Finally, we note that appellant neither requested nor received a curative instruction charging the jury to consider the other crimes evidence only with respect to motive or identity. A curative instruction might well have dispelled any possibly prejudicial effect, <em>Wilson v. State, </em>261 Md. 551, 570, 276 A.2d 214 (1971).</p>\n<p id=\"b496-5\">We perceive no error or abuse of discretion in the admission of the evidence concerning robberies committed by appellant in North Carolina.</p>\n<p id=\"b496-6\">II. Merger</p>\n<p id=\"b496-7\">Appellant’s indictment contained separate theft counts, one charging theft of the Lincoln, a felony (Count 6), and the other charging theft of clothing and other items belonging to the victim, a misdemeanor (Count 7). Ford testified that on the night of the murder he and appellant loaded the car with the victim’s belongings and then drove away in the car. Appellant urges that “the two convictions <page-number citation-index=\"1\" label=\"471\">*471</page-number>and sentences for theft must be merged because the taking of the items in a single, continuous course of conduct amounted to a single theft.” We agree.</p>\n<p id=\"b497-4\">It has long been the law in Maryland that “... the stealing of several articles at the same time, whether belonging to the same person, or to several persons, constitute^] but one offense. It is one offense because the act is one continuous act—the same transaction.” <em>State v. Warren, </em>77 Md. 121, 122, 26 A. 500 (1893). In <em>Horsey v. State, </em>225 Md. 80, 83, 169 A.2d 457 (1961), the Court of Appeals held that where “separate takings [are] pursuant to a common scheme or intent ... [even] the fact that the takings occur on different occasions does not establish that they are separate crimes.” And in 52A C.J.S. <em>Larceny </em>§ 53 (1968), it is succinctly stated:</p>\n<blockquote id=\"b497-5\">Where several articles are stolen from the same owner at the same time and place, only a single crime is committed, and the taking of separate articles of the same owner from different places in the same building, pursuant to a single criminal impulse, usually is held to constitute only a single [crime].</blockquote>\n<p id=\"b497-6\">It is apparent from the record that Ford and appellant stole the Lincoln and the victim’s clothing pursuant to a common scheme or a “single criminal impulse.” Ford, testifying for the State, averred that, prior to the murder, he and appellant decided to leave the victim and to take all the victim’s belongings as well, lest there be another gun among his belongings. Stealing the victim’s personal effects as well as his car were not separately conceived crimes; there was but one criminal scheme and one criminal intent, thus one theft. The separate conviction of theft of goods valued at less than $300, based upon the taking of the victim’s clothing and personal effects, cannot stand.</p>\n<p id=\"b497-7\">JUDGMENT AS TO COUNT 7 VACATED; JUDGMENTS ON ALL OTHER COUNTS AFFIRMED.</p>\n<p id=\"b497-8\">COSTS TO BE PAID ONE-HALF BY APPELLANT AND ONE-HALF BY WASHINGTON COUNTY.</p>\n<footnote label=\"1\">\n<p id=\"b496-8\">. Our decision on this point is limited to a holding that the evidence in question was absolutely essential to the prosecution because it was the only evidence that could meet the subject matter requirements for corroborating an accomplice’s testimony. We are not called upon to decide whether it did, in fact, meet that requirement in this case. At trial, appellant moved for an acquittal on the ground that the accomplice’s testimony was not corroborated sufficiently. On appeal he has abandoned this argument so we do not consider it. <em>Jacober v. High Hill Realty, Inc., </em>22 Md. App. 115, 125, 321 A.2d 838, <em>cert. denied, </em>272 Md. 743 (1974); <em>Reid v. State, </em>10 Md.App. 6, 11, 267 A.2d 332, <em>cert. denied, </em>259 Md. 735 (1970); Md. Rule 1036.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}