{
  "casebody": {
    "data": "<casebody firstpage=\"68\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b94-6\">536 A.2d 699</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AA6\">C &amp; K LORD, INC. v. John W. CARTER.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b94-8\">No. 600</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AqM\">Sept. Term, 1987.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b94-9\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AZD\">Feb. 4, 1988.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b97-11\"><page-number citation-index=\"1\" label=\"71\">*71</page-number>Michael J. Kopen (George J. Goldsborough, Jr. and Golds-borough &amp; Tolley, on the brief) Easton, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b97-12\">Henry I. Greenberg (Toni S. Lifshotz on the brief) Baltimore, for appellee Carter.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b97-13\">Lawrence E. Ballantine (Rollins, Smalkin, Richards &amp; Mackie, on the brief) Baltimore, for appellees, Darling-Delaware Co., Eastern Shore Rendering Co. and Pleiscott.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b97-14\">Argued before GARRITY, ALPERT, and ROBERT M. BELL, JJ.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b97-15\">ALPERT, Judge.</author>\n<p id=\"b97-16\">John W. Carter, the appellee, was injured on December 22, 1981, at the Eastern Shore Rendering Co. (Eastern Shore), a chicken rendering plant in Linkwood, Maryland. Carter was working on a conveyor that transported feathers to cookers for processing into feed. As a routine matter, wet feathers would drop off the topside of the <page-number citation-index=\"1\" label=\"72\">*72</page-number>conveyor and get caught underneath. If not cleared periodically, the feathers would cause the belt to jam and stop running. Some feathers could be removed by flushing with a garden hose provided for that purpose. This method was imperfect, however, and larger accumulations had to be cleared with a stick that also was kept nearby.</p>\n<p id=\"b98-5\">Although Eastern Shore disagreed, Carter and other Eastern Shore employees testified that it was common practice to clear the feathers without shutting down the conveyor. One of Carter’s functions was to ensure that the feathers did not jam the operation, and he sustained serious injuries while performing this duty. Carter’s arm was drawn up into the uptake pulley while he was cleaning a feather build-up with a stick. The stick got caught in an unguarded pinch point between the pulley and the belt, and before Carter could react, his arm was drawn up into the roller.</p>\n<p id=\"b98-6\">He was awarded Workmen’s Compensation benefits and then filed a products liability suit in the Circuit Court for Dorchester County (Johnson, J., presiding) alleging counts in negligence and strict liability against C &amp; K Lord, Inc. (C &amp; K Lord), a sheet metal fabricator located in Cambridge, Maryland, that manufactured the conveyor. C &amp; K Lord filed a third-party claim for contribution/indemnity against Eastern Shore, and its parent company, Darling-Delaware Co. (Darling-Delaware). Carter then filed an Amended Complaint joining as defendants Eastern Shore, Darling-Delaware, and Elwood Pliescott, the plant manager (and former owner) of the Eastern Shore plant. Subsequently, C &amp; K Lord filed a third-party claim against Pliescott.</p>\n<p id=\"b98-7\">Prior to trial, Carter entered into a Joint-Tortfeasors’ Release with Eastern Shore, Darling-Delaware and Pliescott (“settling defendants”). Lord was advised of the settlement, but the terms of the agreement were not disclosed until after the conclusion of the trial. The jury was not advised of the agreement.</p>\n<p id=\"b98-8\">During the course of the trial, the court granted judgment in favor of Eastern Shore, Darling-Delaware, and <page-number citation-index=\"1\" label=\"73\">*73</page-number>Pliescott, on the ground that they were immune from suit as Carter’s employers under Maryland’s Workmen’s Compensation Act. The claims asserted against C &amp; K Lord were submitted to the jury, which found in favor of C &amp; K Lord on the negligence claim, but awarded Carter $135,000 on the strict liability claim. C &amp; K Lord is appealing this judgment, alleging numerous errors, as set forth in the nine sections that follow. Each of appellant’s arguments will be addressed in turn and additional facts will be provided as needed.</p>\n<p id=\"b99-4\">I. THE JOINT TORT-FEASORS’ RELEASE EXCHANGED AMONG AND BETWEEN APPELLEES OPERATED BY STATUTE TO EFFECT A PRO TANTO REDUCTION OF THE JURY VERDICT.</p>\n<p id=\"b99-5\">In this first assignment of error, appellant argues that the court erred in not reducing, pursuant to the release agreement and to § 19 of the Maryland Uniform Contribution Among Tort-Feasors Act, Md.Ann.Code, art. 50, § 16 <em>et seq. </em>(1977) (“Act”), appellant’s liability to Carter by the amount of consideration paid by the settling defendants. The pertinent provision of the Act provides:</p>\n<blockquote id=\"b99-6\">§ 19. Effect of release on injured person’s claim.</blockquote>\n<blockquote id=\"b99-7\">A release by the injured person of one joint tort-feasor, whether before or after judgment, does not discharge the other tort-feasors unless the release so provides; but reduces the claim against the other tort-feasors in the amount of the consideration paid for the release, or in any amount or proportion by which the release provides that the total claim shall be reduced, if greater than the consideration paid.</blockquote>\n<p id=\"b99-8\">The pertinent provision of the parties’ release states:</p>\n<blockquote id=\"b99-9\">(12) Plaintiff agrees that his right to recover damages from C &amp; K Lord, Inc. is hereby reduced to the extent of the <em>pro-rata </em>share of the settling defendants of the damages of the Plaintiff recoverable against C &amp; K Lord, Inc. should any of the settling defendants be found jointly liable to Plaintiff with C &amp; K Lord, Inc.</blockquote>\n<p id=\"b100-4\"><page-number citation-index=\"1\" label=\"74\">*74</page-number>Appellant misconstrues both the statute and the release. The terms of the release clearly limit plaintiff’s right of recovery against C &amp; K Lord only in the event “any of the settling defendants be found jointly liable to the plaintiff with C &amp; K Lord, Inc.”</p>\n<p id=\"b100-5\">In <em>Allgood v. Mueller, </em>307 Md. 350, 513 A.2d 915 (1986), the Court of Appeals was presented with an analogous situation. The court explained:</p>\n<blockquote id=\"b100-6\">For the nonsettling defendant to get the benefit of the reduction solely by operation of statutory law, the settling defendant and the nonsettling defendant must be “persons jointly or severally liable in tort for the same injury to person or property, whether or not judgment has been recovered against all or some of them.”</blockquote>\n<p id=\"b100-7\"><em>Id. </em>at 355, 513 A.2d 915, citing § 16(a) of the Act.</p>\n<p id=\"b100-8\">Inasmuch as the trial court granted judgment in favor of all the settling defendants as a matter of law, the settling defendants are not “joint-tortfeasors” under the Act. <em>See Baltimore Transit Co. v. State ex rel Schriefer, </em>183 Md. 674, 39 A.2d 858 (1944). In the absence of an express contractual agreement between the settling defendants and C &amp; K Lord, therefore, C &amp; K Lord was not entitled to a reduction in the jury verdict against it. <em>See American Radiator &amp; Standard Sanitary Corp. v. Mark Eng’g Co., </em>230 Md. 584, 187 A.2d 864 (1963).</p>\n<p id=\"b100-9\">II. THE TRIAL COURT ERRED BY REFUSING TO SUBMIT TO THE JURY THE ISSUE OF THE SETTLING DEFENDANTS’ LIABILITY AS JOINT TORT-FEASORS.</p>\n<p id=\"b100-10\">Next, appellant argues that the court erred in dismissing all of C &amp; K Lord’s claims against the settling defendants, <em>i.e., </em>that the question of liability <em>vel non </em>of the settling defendants should have been submitted to the jury. We disagree.</p>\n<p id=\"b100-11\">As the Court of Appeals explained in <em>Brady v. Ralph Parsons Co., </em>308 Md. 486, 520 A.2d 717 (1987),</p>\n<blockquote id=\"b101-3\"><page-number citation-index=\"1\" label=\"75\">*75</page-number>Apart from several statutory exceptions, the liability of the employer is exclusive [Md.Ann. Code, art. 101, § 15 (1985)]. <em>See Lowery v. McCormick Asbestos Co., </em>300 Md. 28, 40-44, 475 A.2d 1168, 1174-76 (1984). That is, an injured employee may not maintain an action at law for damages against his employer. Since the worker’s sole remedy against the employer is a claim under the Act, the employer is considered to be “immune” from suit at law.</blockquote>\n<p id=\"A3c\"><em>Id. </em>at 498, 520 A.2d 717. Once the court concluded that the settling defendants were immune from liability under the Act, they were likewise immune from liability for contribution or indemnity. <em>American Radiator &amp; Standard Sanitary Corp. v. Mark Eng’g Co., </em>230 Md. 584, 589-90, 187 A.2d 864 (1962); <em>Baltimore Transit Co. v. State ex rel. Schriefer, </em>183 Md. 674, 39 A.2d 858 (1944). Thus, it would be contrary to the purpose of the Act to force the employer to defend a suit in order to submit the issue of liability to the jury.</p>\n<p id=\"b101-4\"><em>Swigert v. Welk, </em>213 Md. 613, 133 A.2d 428 (1957), relied upon by appellant, is inapposite. In <em>Swigert, </em>none of the defendants were, as here, immune from liability in tort as a matter of law. Because the settling defendants <em>sub judice, </em>as “employers,” could not be “jointly or severally liable in tort,” as a matter of law they were not liable as “joint tort-feasors” and there was no question to submit to the jury. Had there been sufficient evidence that Pliescott “designed” the subject conveyor (see Part IV <em>infra), </em>then a different result <em>might </em>be required on this issue.</p>\n<p id=\"b101-5\">III. PARTIES TO A SECRET “MARY CARTER” AGREEMENT SHOULD NOT BE PERMITTED TO STAND MUTELY BY WHILE THE COURT INSTRUCTS THE JURY ON AN ISSUE THEY KNOW IS IN CONFLICT WITH, AND CONTRADICTED BY, THE TERMS OF THEIR UNDISCLOSED AGREEMENT.</p>\n<p id=\"b101-6\">A “Mary Carter Agreement” was explained by the Court of Appeals in <em>General Motors v. Lahocki, </em>286 Md. 714, 720, 410 A.2d 1039 (1980):</p>\n<blockquote id=\"b102-4\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>The term arises from the agreement popularized by the case of <em>Booth v. Mary Carter Paint Co., </em>Fla.App.1967, 202 So.2d 8, and now appears to be used rather generally to apply to any agreement between the plaintiff and some (but less than all) defendants whereby the parties place limitations on the financial responsibility of the agreeing defendants, the amount of which is variable and usually in some inverse ratio to the amount of recovery which the plaintiff is able to make against the nonagreeing defendant or defendants. <em>[Maule Indus., Inc. v. Rountree, </em>264 So.2d 445, 446, n. 1 (Fla.Dist.App.1972), <em>rev’d, </em>284 So.2d 389 (Fla.1973)].</blockquote>\n<blockquote id=\"Ag\">It is probably safe to say that no two pacts dubbed “Mary Carter Agreement” have been alike. However, three basic features seem to be contained in each: (1) The agreeing defendant is to remain a party and is to defend himself in court. However, his liability is limited by the agreement. In some instances this will call for increased liability on the part of other co-defendants. (2) The agreement is secret. (3) The agreeing defendant guarantees to the plaintiff that he will receive a certain amount, notwithstanding the fact that he may not recover a judgment against the agreeing defendant or that the verdict may be less than that specified in the agreement.</blockquote>\n<p id=\"b102-5\">In <em>Lahocki, </em>the court did not decide whether the agreement before it was a Mary Carter Agreement, but noted that each of the three basic elements were present. 286 Md. at 722, 410 A.2d 1039. Unlike the case at bar, in <em>Lahocki </em>the existence of an agreement was not disclosed to the non-settling defendant, despite a pretrial order requiring such disclosure.</p>\n<p id=\"b102-6\">In contrast, in the case at bar both the judge and C &amp; K Lord were advised that Carter had entered into a release agreement with Eastern Shore, Darling-Delaware, and Elwood Pliescott. C &amp; K Lord requested disclosure of the terms of the release, but the court denied the request. The terms of the release were not disclosed to the court or to Lord until after the jury rendered its verdict. We hold <page-number citation-index=\"1\" label=\"77\">*77</page-number>that under these circumstances the release was not “secret.”</p>\n<p id=\"b103-4\">Furthermore, as appellee notes, the financial liability of the settling defendants in this case was not dependent upon Carter’s success in his claim against the appellant. In <em>Lahocki, </em>however, Contee, the settling defendant, “became the holder of a $150,000 stake in the plaintiff’s claim against GM since it would be relieved of its $150,000 promised payment should the jury return verdicts only against GM.” 286 Md. at 724, 410 A.2d 1039. After reviewing the record, the court found that non-disclosure of the agreement had had a prejudicial effect on GM, and ordered a new trial. The court stated, however, “We do not go so far as to proclaim such an agreement void as against public policy. The public policy is to encourage settlements.” <em>Id. </em>at 727, 410 A.2d 1039.</p>\n<p id=\"b103-5\">Appellant argues that under the terms of the release, the following instruction was erroneous, and he was prejudiced thereby.</p>\n<blockquote id=\"b103-6\">You are also instructed that at the time of the injury to the Plaintiff he was employed by Darling-Delaware Company, and as a result of said employment he received benefits from his employer under Workmen’s Compensation, and that the Workmen’s Compensation insurance carrier presently has a lien in the amount of $68,675.51, which must be paid back to said insurer out of any verdict received by the Plaintiff in this case.</blockquote>\n<p id=\"b103-7\">Appellant relies on paragraph (5) of the release. It provides:</p>\n<blockquote id=\"b103-8\">(5) In consideration of the Plaintiff’s agreement outlined in paragraph four (4), Northwestern National Insurance Company, insurer for Plaintiff’s employer, does hereby agree to waive any lien, statutory or otherwise, it may have to date against the Plaintiff for monies he received as a result of the injuries he sustained on December 22, 1981 and that have arisen out of this law suit and Workmen’s Compensation Claim # 847679.</blockquote>\n<p id=\"b104-4\"><page-number citation-index=\"1\" label=\"78\">*78</page-number>Paragraph (6), however, mitigates the effect of the insurance company’s waiver provided for above. This paragraph provides:</p>\n<blockquote id=\"b104-5\">(6) It is further agreed between the parties that should a verdict be returned against the non-settling Defendant, C &amp; K Lord, Inc. <em>only </em>(Not a joint verdict against G &amp; K Lord, Inc. and any of the settling Defendants) that monies received on said verdict will be distributed on a fifty (50%) percent basis between the Plaintiff and Northwestern National Insurance Company after all expenses and fees are deducted from the gross amount of the verdict. In no event will Northwestern National Insurance Company receive anything more than the amount of their lien existing on the date this agreement is executed. Any monies received in excess of the lien will inure to the benefit of the Plaintiff.</blockquote>\n<p id=\"b104-6\">Northwestern National waived its $68,675.51 lien in exchange for a contingent 50% of any judgment Carter would win against Lord, up to the lien amount. As it turned out, Carter did obtain a verdict against only Lord and 50% of the judgment was only $1,175.51 less than the lien amount:</p>\n<p id=\"b104-7\">Jury Verdict $135,000.00</p>\n<p id=\"b104-8\">X 50%</p>\n<p id=\"Aa\">$ 67,500.00</p>\n<p id=\"b104-9\">Lien $ 68,675.51</p>\n<p id=\"b104-10\">Insured’s 50% share of jury award —67,500.00</p>\n<p id=\"b104-11\">$ 1,175.51</p>\n<p id=\"b104-12\">Had the court’s instruction been correct, Carter would have netted $66,324.49:</p>\n<p id=\"b104-13\">Jury Award $135,000.00</p>\n<p id=\"b104-14\">Insurer’s Lien —68,675.51</p>\n<p id=\"b104-15\">$ 66,324.49</p>\n<p id=\"b104-16\">Thus, under the terms of paragraphs (5) and (6) of the release, Carter netted $1,175.51 more than he would have had the jury instruction been accurate:</p>\n<p id=\"b105-4\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>50% of jury award $ 67,500.00</p>\n<p id=\"Ax7\">Net per jury instruction -66,324.49</p>\n<p id=\"ASl\">$ 1,175.51</p>\n<p id=\"b105-6\">Therefore, although standing alone, paragraph (5) conflicts with the disputed jury instruction, the net effect of both the relevant provisions, <em>i.e., </em>paragraphs (5) and (6), did not result in a substantial advantage to Carter.</p>\n<p id=\"b105-7\">We note, too, that just as appellant argues that it is <em>possible </em>the jury adjusted its verdict upward by the amount of the lien, it is equally <em>possible </em>that had the jury known of Carter’s liability to the insurer for 50% of his award under paragraph (6), it would have awarded him in excess of $200,000 ($135,000 award + $67,500 for the insurer). Both alternatives, of course, involve speculation.</p>\n<p id=\"b105-8\">Inasmuch as we have concluded that paragraph (6) substantially mitigated the court’s erroneous instruction, Lord was not prejudiced thereby. We hold the error, if any, was harmless.</p>\n<p id=\"b105-9\">IV. THE TRIAL COURT ERRED IN DISMISSING APPELLANT’S CROSS-CLAIM FOR CONTRIBUTION AND INDEMNITY VS. ELWOOD PLIESCOTT, INDIVIDUALLY, FOR BREACHING THE DUTY OF DUE CARE WHICH HE, AS DESIGNER OF THE SUBJECT CONVEYOR, OWED APPELLANT AS FABRICATOR.</p>\n<p id=\"b105-10\">In this count, appellant asserts that Elwood Pliescott, Eastern Shore’s plant manager at the time Carter was injured, was the “designer” of the conveyor and as such owed Carter a duty of care separate and apart from that of his employer. Again, we disagree. The record simply does not support appellant’s contention that Pliescott designed the conveyor.</p>\n<p id=\"b105-11\">The record discloses the following pertinent evidence adduced at trial:</p>\n<p id=\"b105-12\">1. Elwood Pliescott approached Charles Lord, the president of C &amp; K Lord, and requested a “proposal” for the <page-number citation-index=\"1\" label=\"80\">*80</page-number>construction of a conveyor for Eastern Shore. Pliescott needed the proposal to get approval from Darling-Delaware for the expenditure.</p>\n<p id=\"b106-5\">2. Mr. Pliescott, while in Mr. Lord’s office, “scratched on paper” the dimensions of the planned conveyor. Mr. Pliescott testified that he did not rely on Lord’s expertise with respect to the width, length, and drive system of the conveyor.</p>\n<p id=\"b106-6\">3. Mr. Lord took his own measurements at Eastern Shore and made his own “sketch.”</p>\n<p id=\"b106-7\">4. Mr. Lord submitted the following proposal to Mr. Pliescott:</p>\n<blockquote id=\"b106-8\">We hereby submit specifications and estimates for: Labor and materials to fabricate 18\" wide flat belt conveyor using 2' x 2' x Vj\" angle iron. Eastern Shore Rendering to supply drive, pulleys, bearings, shafts, and Delrin from warehouse for belt to run on. Conveyor not to have sides (these can be installed at additional cost). This Contract covers taking down screw conveyor over cookers and installing and supporting new conveyor on the same steel. Also shortening conveyor that brings feather from feather separator into building. Rail to support Hopper and Hopper to fill cookers all furnished by C &amp; K Lord. Less Wiring. Conveyor to be delivered three to four weeks. Installation [to] be worked out with Mr. E.J. Pliescott, Jr. Complete, $6,766.00.</blockquote>\n<p id=\"b106-9\">The parties later agreed to the following modifications: the conveyor was changed to 24\" and Lord was to provide “shafts and pulleys.” The price was adjusted upwards to cover these changes.</p>\n<p id=\"b106-10\">5. Lord was not responsible for any electrical work.</p>\n<p id=\"b106-11\">6. Only Lord employees were involved in the “fabrication” of the conveyor. “Fabrication” was defined as the cutting of raw steel, preparing it for welding, and welding (or bolting) the pieces.</p>\n<p id=\"b106-12\">7. Installation of the conveyor was accomplished during a weekend under the supervision of Phil McGrath, C &amp; K <page-number citation-index=\"1\" label=\"81\">*81</page-number>Lord’s maintenance foreman at Eastern Shore. A couple of Eastern Shore employees helped in the installation. They were paid by C &amp; K Lord for their work that weekend.</p>\n<p id=\"b107-4\">8. There were no “plans or blueprints” for the conveyor.</p>\n<p id=\"b107-5\">9. Mr. Pliescott testified that he told Mr. Lord to conform to all pertinent safety regulations. Mr. Lord testified that he was familiar with these regulations.</p>\n<p id=\"b107-6\">10. Mr. Pliescott opined that Mr. Lord would have preferred to construct the conveyor out of stainless steel. Cost considerations, however, did not permit this.</p>\n<p id=\"b107-7\">11. Phil McGrath stated that the subject conveyor was copied from one already in use at Eastern Shore, and designed by Pliescott. There was no evidence, however, that Mr. Lord was instructed by anyone to “copy” Pliescott’s design.</p>\n<p id=\"b107-8\">“Design encompasses that part of the manufacturing process requiring decisions as to general structure, shape, size, material and methods or processes of construction.” Comment, <em>Foreseeability in Product Design and Duty to Warn Cases—Distinctions and Misconceptions, </em>1 Wis.L. Rev. 228, 231 (1968). Pliescott did no more than dictate the size of the conveyor. He had no greater involvement in the fabrication and installation of the conveyor than would be expected of the plant manager of any company involved in the purchase of a new piece of equipment. Thus, we conclude that the evidence was insufficient to establish Pliescott as a “designer.”</p>\n<p id=\"b107-9\">Therefore, we find no independent duty that would support a cause of action for indemnification or contribution. <em>Cf. Weggen v. Elwell-Parker Elec. Co., </em>510 F.Supp. 252 (S.D.Iowa 1981) (whether design modifications were so intrusive, specialized and specific as to give rise to independent duty between manufacturer and purchaser/employer which would support a cause of action for indemnification is a question for trier of fact).</p>\n<p id=\"b107-10\">In <em>Athas v. Hill, </em>300 Md. 133, 476 A.2d 710 (1984), an employee who was attacked by a coemployee attempted to <page-number citation-index=\"1\" label=\"82\">*82</page-number>sue supervisory employees for their failure to provide him with a safe place to work. The Court of Appeals upheld the trial court’s dismissal of the case. The court held that supervisory employees performing non-delegable duties of the employer could not be sued under Md.Code art. 101, § 58 which permits suits between coemployees for injuries also covered by Workmen’s Compensation. The court explained:</p>\n<blockquote id=\"b108-5\">In order for an injured employee to succeed in his cause of action against the corporate officer or supervisory coemployee, he had to allege that the coemployee “increases the risk of injury to the employee, that is he breaches his duty of exercising ordinary care in respect to the injured party.” <em>Lupovici [v. Hunzinger Construction Co.], </em>79 Wis.2d [491] at 495, 255 N.W.2d 590 [1977], <em>Accord Crawford [v. Dickman </em>], 72 Wis.2d [151] at 153, 240 N.W.2d 165 [1976]. Therefore, the coemployee was not liable for breaching: the nondelegable duty of the employer to furnish a safe place of employment, see, e.g., <em>Crawford, </em>72 Wis.2d at 154, 240 N.W.2d 165; <em>Garchek [v. Norton Co.], </em>67 Wis.2d [125] at 129, 226 N.W.2d 432 [1975]; <em>Ortman [v. Jensen &amp; Johnson Inc.], </em>66 Wis.2d [508] at 514-15, 225 N.W.2d 635 [1975]; <em>Kruse I [v. Schieve], </em>61 Wis.2d [421] at 428-28, 213 N.W.2d 64 [1973]; <em>the employer’s duty to furnish proper tools or machinery, </em>see <em>Kranig [v. Richer], </em>98 Wis.2d [438] at 442, 297 N.W.2d 26 [1980]; or the employer’s nondelegable duty to control his employees, see <em>Crawford, </em>72 Wis.2d at 154, 240 N.W.2d 165.</blockquote>\n<p id=\"b108-6\"><em>Id. </em>at 145, 476 A.2d 710 (emphasis added).</p>\n<p id=\"b108-7\">Inasmuch as we have concluded that Pliescott was not a designer of the conveyor, his involvement with the conveyor was in his capacity as plant manager. He was carrying out his employer’s nondelegable duty to provide a safe work place and shares his employer’s immunity under the Workmen’s Compensation Act.</p>\n<p id=\"b109-4\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>V. THE TRIAL COURT ERRED BY REFUSING TO APPLY PRINCIPLES ENUNCIATED IN KELLEY V.R.G. INDUSTRIES, INC., 304 MD. 124, 497 A.2d 1143 (1985), AND INSTEAD GIVING AN INSTRUCTION ON THE RISK/UTILITY TEST WHERE THERE WAS NO EVIDENCE THAT THE INCULPATED PRODUCT MALFUNCTIONED.</p>\n<p id=\"b109-5\">In this allegation of error, appellant contends that the trial court erred in instructing the jury on the risk/utility test.<footnotemark>1</footnotemark> Appellant points to the following language in <em>Kelley v. R.G. Industries, Inc., </em>304 Md. 124, 138, 497 A.2d 1143 (1985): “[the risk/utility test] is only applied when something goes wrong with a product.” Appellant argues that Carter’s injuries resulted from his intentional act of reaching into the pulley mechanism to clear the feathers and not <page-number citation-index=\"1\" label=\"84\">*84</page-number>from a malfunction of the conveyor. According to appellant, the risk/utility instruction permitted the jury to hold C &amp; K Lord liable on an improper basis. We disagree.</p>\n<p id=\"b110-5\">In <em>Kelley, </em>the plaintiff was shot during an armed robbery. He filed suit against the manufacturer and marketer of the handgun that was used to shoot him under <em>inter alia </em>Restatement (Second) of Torts § 402A. The Court of Appeals explained that Kelley could not recover under § 402A because the handgun was not “defective” within the meaning of this section. The court explained:</p>\n<blockquote id=\"b110-6\">Kelley confuses a product’s <em>normal function, </em>which may very well be dangerous, with a defect in a product’s design or construction. ... [A] handgun is dangerous because its normal function is to propel bullets with deadly force. That alone is not sufficient for its manufacturer to incur liability under § 402A. For the handgun to be defective, there would have to be a problem in its manufacture or design, such as a weak or improperly placed part, that would cause it to fire unexpectedly or otherwise malfunction.</blockquote>\n<p id=\"b110-8\"><em>Kelley, </em>304 Md. at 136, 497 A.2d 1143.</p>\n<p id=\"b110-9\">The court then stated:</p>\n<blockquote id=\"b110-10\">Another test used to determine whether a design defect exists under § 402A is the “risk/utility” test, applied in <em>Barker v. Lull Engineering Co., Inc., </em>20 Cal.3d 413, 143 Cal.Rptr. 225, 573 P.2d 443 (1978)....</blockquote>\n<blockquote id=\"b110-11\">While no decision of this Court in a product liability case has expressly rested upon an application of the risk/utility test, we did state in <em>Phipps </em>that “in some circumstances the question of whether a particular design is defective may depend upon a balancing of the utility of the design and other factors against the magnitude of that risk.” 278 Md. at 348, 363 A.2d 955. Also, the Court of Special Appeals in <em>Sheehan v. Anthony Pools, supra, 50 </em>Md.App. [614] at 620 n. 6, 440 A.2d 1085 [1982], in referring to the factors used in the risk/utility analysis, said that “[t]hese factors rationalize what most courts do in deciding design cases, although not all the factors <page-number citation-index=\"1\" label=\"85\">*85</page-number>are necessarily weighed nor is the risk/utility analysis denominated as such.” <em>Ibid.</em></blockquote>\n<p id=\"b111-4\"><em>Id. </em>at 136-138, 497 A.2d 1143. Then, the court explained that the risk/utility test was inapplicable to the <em>Kelley </em>situation because “in the case of a handgun which injured a person in whose direction it was fired, the product worked precisely as intended.” <em>Id. </em>at 138, 497 A.2d 1143. The risk/utility test is applicable “when something goes wrong with a product.” <em>Id.</em></p>\n<p id=\"b111-5\">The court cited <em>Duke v. Gulf &amp; Western Mfg. Co., </em>660 S.W.2d 404 (Mo.App.1983) as one example of a malfunctioning product. In <em>Duke, </em>the plaintiff was operating a die-press when “something struck him in the head and the next thing he knew, his hands were in the press. Although ordinarily the press would descend only one time, it descended on his hands two or three times, requiring the amputation of two fingers on each hand.” <em>Id. </em>at 407. In his claim under product liability, the plaintiff alleged the press</p>\n<blockquote id=\"b111-6\">“as designed, manufactured, assembled and/or sold by defendant was defective and unreasonably dangerous” because of a failure to provide adequate safety guards, defective design of certain machine components, and for failure to warn of the danger of operating the press as designed.</blockquote>\n<p id=\"b111-7\"><em>Id. </em>The appellate court affirmed a jury verdict for the plaintiff on this count.</p>\n<p id=\"b111-8\">We find <em>Duke </em>to be extremely analogous to the case at bar. Contrary to appellant’s assertion, the fact that the press descended more than once was not addressed by the court and apparently was not dispositive; we believe it contributed only to the severity of plaintiff’s injuries. We conclude, therefore, that the Court of Appeals considered the situation where “a power press caught plaintiff’s hands,” <em>Kelley, </em>304 Md. at 138, 497 A.2d 1143, to be a malfunction requiring risk/utility analysis to determine <page-number citation-index=\"1\" label=\"86\">*86</page-number>whether the product is defective. The “malfunction” discussion in <em>Kelley </em>must, of course, be read in context with the discussion which immediately preceded it. Accordingly, we believe that although the <em>Kelley </em>language is clearly applicable to instrumentalities such as handguns, it is inapplicable where as here, the design defect is the failure to include a safety device, such as the failure to include the same on a conveyor. To the extent that the <em>Kelley </em>language is to be literally interpreted, the subject conveyor’s “normal function” is to transport feathers to cookers. The conveyor did not work “precisely as intended” when it caught Carter’s hand. Carter’s actions in cleaning the conveyor were not extraordinary and unforeseeable. “The most important aspect of the design defect is that it is the result of a conscious and voluntary choice of the form and quality of the product. The result of such a defect is that the plaintiff is injured while using the product in its ordinary and intended manner.” Comment, <em>Foreseeability in Product Design and Duty to Warn Cases—Distinctions and Misconceptions, </em>1 Wis.L.Rev. 228, 231 (1968). Thus, we hold the conveyor “malfunctioned” within the meaning of <em>Kelley </em>when Carter’s hand was caught in it.</p>\n<p id=\"b112-5\">As one noted commentator stated, “the risk-utility test best allows full consideration of the relative merits of a product’s design with a fair placement of the burden of proof on the defendant manufacturer.” E.S. Digges &amp; J.G. Billmyre, <em>Product Liability in Maryland: Traditional and Emerging Theories of Recovery and Defense, </em>16 U.Balt.L.Rev. 1, 16 (1986). <em>See also Anthony Pools v. Sheehan, </em>295 Md. 285, 455 A.2d 434 (1983) (adopting the portion of this court’s opinion that recognized applicability of the risk/utility test, <em>see </em>50 Md.App. 614, 620 n. 6, 440 A.2d 1085 (1982)); <em>Singleton v. International Harvester Co., </em>685 F.2d 112 (4th Cir.1981) (applying the risk/utility test under Maryland law). We hold, therefore, the court below did not err in instructing the jury on the risk/utility test.</p>\n<p id=\"b113-3\"><page-number citation-index=\"1\" label=\"87\">*87</page-number>VI. THE TRIAL COURT ERRED IN REFUSING TO GRANT APPELLANT’S MOTION FOR JUDGMENT ON THE STRICT LIABILITY COUNT WHERE THERE WAS NO EVIDENCE THAT THE SUBJECT PRODUCT WAS DANGEROUS BEYOND THE EXPECTATION OF THE ORDINARY CONSUMER.</p>\n<p id=\"b113-4\">The Court of Appeals of Maryland adopted the theory of strict liability as set forth in § 402A of the Restatement (Second) of Torts (1965) in <em>Phipps v. General Motors Corp., </em>278 Md. 337, 363 A.2d 955 (1976). The court listed four elements that must be established to recover under § 402A:</p>\n<blockquote id=\"b113-5\">(1) that the product was in a defective condition at the time that it left the possession or control of the seller, (2) that it was unreasonably dangerous to the user or consumer, (3) that the defect was a cause of the injuries, and (4) that the product was expected to and did reach the consumer without substantial change in its condition.</blockquote>\n<p id=\"ARW\"><em>Id. </em>at 344, 363 A.2d 955. Thus, the product must be both in a “defective condition” and “unreasonably dangerous.” These requirements have been explained in terms of the “consumer expectation” test. As explained in the official comments, “defective condition” contemplates a product that, “at the time it leaves the seller’s hands, is in a condition not contemplated by the ultimate consumer, which will be unreasonably dangerous to him.” Comment g, § 402A. “Unreasonably dangerous” is a product which is “dangerous to an extent beyond that which would be contemplated by the ordinary consumer who purchases it, with the ordinary knowledge common to the community as to its characteristics.” Comment i, § 402A.</p>\n<p id=\"b113-6\">Appellant argues that there is a failure of proof with respect to elements 1, 2 and 4. Appellant asserts: (1) the alleged design defect of failing to include adequate guards over the pulleys was not a condition beyond the contemplation of the consumer; (2) the conveyor was not unreasonably dangerous because the alleged defect was easily ob<page-number citation-index=\"1\" label=\"88\">*88</page-number>served; and (3) there was a substantial change in the conveyor after its installation.</p>\n<p id=\"b114-5\">Appellee responds that the basis of appellant’s argument is erroneous because appellee presented sufficient evidence to raise a jury question under the risk/utility test for proving a design defect. <em>See Phipps, </em>278 Md. at 345, 363 A.2d 955; <em>Simpson v. Standard Container Co., </em>72 Md. App. 199, 204, 527 A.2d 1337 (1987).</p>\n<p id=\"b114-6\">We hold that sufficient evidence was introduced at trial to create a jury question on strict liability. The defects alleged by Carter were the failure to warn, and failure to install “guards at pinch point areas, emergency stop buttons, and scrapers or brushes.” The fact that these omissions were patent is irrelevant. <em>Banks v. Iron Hustler Corp., </em>59 Md.App. 408, 427, 475 A.2d 1243 (1984) (Latent/patent rule has no application to an action based on strict liability).</p>\n<p id=\"b114-7\">Peter J. Hoet, a mechanical engineer who qualified as an expert, testified by videotaped deposition that “common sense” is not relied upon in the industry because “people don’t follow it.” Mr. Hoet explained further that the designers of belt conveyors seek to minimize hazards by installing safety features where it would be inefficient to “design out” the hazard. The standard in the industry, therefore, is to guard “nip and shear points,” and provide proper warnings and training. Mr. Hoet also testified that appellee’s use of a stick to remove the feather build-up from the conveyor was foreseeable, yet no safety feature was provided to minimize this risk.</p>\n<p id=\"b114-8\">Charles Lord, President of C &amp; K Lord, Inc., testified that he was knowledgeable about safety features relating to conveyors, and that he believed adequate guards were provided. His company did not provide the electrical work and Eastern Shore was responsible for providing the “scraper.”</p>\n<p id=\"b114-9\">Harold Willey, an employee of Eastern Shore for 26 years, described the problem posed by the build-up of <page-number citation-index=\"1\" label=\"89\">*89</page-number>feathers, and stated the problem was “common knowledge.” He explained that small build-ups could simply be hosed off, but the company sometimes experienced problems with water pressure. When larger amounts of feathers accumulated, they would be “hard like concrete” and had to be scraped off with a stick or other tool. Thus, although washing off the feathers could cause the belt to slip and interfere with the operation, it was the only practical way to keep the build-up problem under control.</p>\n<p id=\"b115-5\">Mr. Willey also stated that pieces of pipe or other sharp instruments were always kept near the feather cooker to clear the build-up. He testified that all employees were warned to stop the equipment prior to using an instrument to remove the feathers. He could not specifically recall warning Carter, however, but stated he was certain that Carter was warned as a matter of course.</p>\n<p id=\"b115-6\">It was undisputed that the “nip points” were unguarded, there were no warning signs on the conveyor, and the control panel and emergency stop button were not within Carter's reach. As we noted, there was testimony that it was common practice for Eastern Shore employees to clean feathers off the conveyor with a stick while the conveyor was running.</p>\n<p id=\"b115-7\">On this record, we cannot conclude as a matter of law that the conveyor was “safe for normal handling” and not “defective.” <em>See </em>comment h, § 402A. Although proof of a defective condition may not rest on a presumption from the happening of an accident, any facts that establish proof greater than speculation or conjecture are sufficient to raise a jury issue. <em>Jensen v. American Motors Corp., </em>50 Md.App. 226, 229, 437 A.2d 242 (1981); R.P. Gilbert, P.T. Gilbert, &amp; R.J. Gilbert, <em>Maryland Tort Law Handbook </em>§ 12.4.1 (1986).</p>\n<p id=\"b115-8\">Chief Judge Gilbert, writing for this court in <em>Troja v. Black &amp; Decker Mfg. Co., </em>62 Md.App. 101, 488 A.2d 516 <page-number citation-index=\"1\" label=\"90\">*90</page-number>(1985), explained what makes a product “unreasonably dangerous”:</p>\n<blockquote id=\"b116-5\">Section 402A requires a court, in a design defect case, to weigh “the utility of risk inherent in the design against the magnitude of the risk.” <em>Phipps v. General Motors Corp., </em>278 Md. at 345, 363 A.2d at 959. The court, <em>Phipps </em>tells us, ought to implement a balancing process to decide whether the product in question was unreasonably dangerous____</blockquote>\n<blockquote id=\"b116-6\">In some instances the risk is “inherently unreasonable,” and no balancing test is necessary. An example of an inherently unreasonable risk is where, as in <em>Phipps, </em>the gas pedal of a new automobile suddenly and without warning sticks, causing the vehicle to accelerate.</blockquote>\n<blockquote id=\"b116-7\">The failure of the manufacturer, in the case <em>sub judice, </em>to incorporate a safety system such as the one proposed by Troja is not an inherently unreasonable risk. Therefore, in order to create a jury issue on the liability of Black and Decker because of a defective design, Troja was required to produce evidence from which the jury could determine the former’s unreasonableness in manufacturing a saw, in 1976, without a safety system.</blockquote>\n<p id=\"b116-8\"><em>Id. </em>at 107-09, 488 A.2d 516.</p>\n<p id=\"b116-9\">We hold the record discloses adequate evidence to support a jury issue on both the defective condition and unreasonably dangerous elements.</p>\n<p id=\"b116-10\">Appellant also argues that the requirement that the product reach the user “without substantial change in the condition in which it is sold” was not satisfied. Restatement (Second) of Tort, § 402A(l)(b). A continuous “wash” or “flood system” is the subject of appellant’s substantial change argument. This system consisted of a water pipe with holes in it that could automatically wash feathers off the conveyor. The system could be operated continuously or periodically to eliminate the large feather build-up problem without shutting down the conveyor.</p>\n<p id=\"b117-3\"><page-number citation-index=\"1\" label=\"91\">*91</page-number>Testimony concerning when the wash system was installed on the conveyor was contradictory. Nevertheless, Elwood Pliescott, Eastern Shore's general manager, admitted that he disconnected the “continuous flood system” in order to conserve water some time during the summer of 1979. Thereafter, the operator was expected to hose down the feathers manually on a periodic basis to avoid a build-up problem.</p>\n<p id=\"b117-4\">In <em>Banks v. Iron Hustler Corp., </em>59 Md.App. 408, 432-33, 475 A.2d 1243 (1984), Judge Wilner explicated the pertinent law as follows:</p>\n<blockquote id=\"b117-5\">The focus here is on the adjective “substantial”; not every change made to a product after it leaves the manufacturer suffices to preclude liability under § 402A. Perhaps because of the varying fact patterns from which the question arises, the courts have not yet settled on any uniformly expressed standard for judging when an alteration will or will not suffice to absolve the manufacturer of liability. Some courts stress the foreseeability of the alteration; others speak simply to whether the change made an otherwise safe product unsafe; and others, borrowing from the law of negligence, view the matter as whether the alteration constituted a supervening cause. <em>See Southwire Co. v. Beloit Eastern Corp., </em>370 F.Supp. 842, 856-57 (E.D.Pa.1974). If there is a common thread, it seems to be that, in most cases, the substantiality of the change is a question of fact, and if there is any conflict in the evidence, it is for the jury to determine.</blockquote>\n<p id=\"b117-6\">(Citations omitted).</p>\n<p id=\"b117-7\">We cannot conclude the court erred in submitting this issue to the jury. The evidence does not support a finding, as a matter of law, that the disconnection of the automatic flood system was the sole cause of the accident, <em>see Hales v. Green Colonial, Inc., </em>490 F.2d 1015 (8th Cir.1974), or that in the absence of the change, the accident would not have occurred, <em>Hollinger v. Wagner Mining Equip. Co., </em>667 <page-number citation-index=\"1\" label=\"92\">*92</page-number>F.2d 402 (3d Cir.1981). Rather, we hold a question of fact was raised and was properly presented to the jury.</p>\n<p id=\"b118-5\">VII. THE TRIAL COURT ERRED BY REFUSING TO GIVE DEFENDANT’S REQUESTED JURY INSTRUCTION NO. 27 IN ITS ENTIRETY, REGARDING THE INAPPLICABILITY OF OSHA AND MOSHA STATUTES AND REGULATIONS TO [PERSONS] OTHER THAN AN EMPLOYER.</p>\n<p id=\"b118-6\">In Maryland, occupational safety and health statutes and regulations apply only to the employer-employee relationship. The court, therefore, properly instructed the jury:</p>\n<blockquote id=\"b118-7\">Now the Occupational Safety and Health Act, which has been referred to as OSHA during this hearing, and regulations promulgated under it, and the Maryland Occupational Safety and Health Act, which has been referred to as MOSHA in this hearing, and the promulgations, pardon me, and regulations promulgated under it apply only to the relationship between employer and employee.</blockquote>\n<blockquote id=\"b118-8\">In this case the Plaintiff, John Carter, was not the employee of the Defendant, C &amp; K Lord, Inc.</blockquote>\n<p id=\"b118-9\">Appellant, however, objects to the court’s omission of the following additional language he requested.</p>\n<blockquote id=\"b118-10\">OSHA and MOSHA statutes and regulations do not apply to persons manufacturing equipment.... You are instructed that OSHA and MOSHA statutes and regulations do not apply to defendant C &amp; K Lord, Inc. and you should not consider them with regard to plaintiff’s claims against defendant C &amp; K Lord, Inc.</blockquote>\n<p id=\"b118-11\">We perceive no error. “The court need not grant a requested instruction if the matter is fairly covered by instructions actually given.” Maryland Rule 2-520. The trial judge’s instruction clearly met this standard.</p>\n<p id=\"b119-4\"><page-number citation-index=\"1\" label=\"93\">*93</page-number>VIII. THE TRIAL COURT ERRED IN DECLARING THE EXISTENCE AS A MATTER OF LAW OF A STIPULATION NEVER MADE, AND THEREBY DECLARING ADMISSIBLE, IN TOTO, THE WHOLE “FILE” OF AN EXPERT WITNESS.</p>\n<p id=\"Au9\">Exhibit 2 from the videotaped deposition of Peter Hoet, plaintiffs expert witness, is the basis of appellant’s eighth issue. As described by the trial judge, “the exhibit was a file containing various papers relied upon by Mr. Hoet in rendering his opinion, including portions of other depositions, letters from the plaintiff’s attorney, industry safety codes, and court decisions from other states. Initially, the court held the file inadmissible. Upon plaintiff’s Motion for Reconsideration, and a review of the transcript of an off the record<footnotemark>2</footnotemark> discussion among the attorneys, the court ruled that the attorneys had stipulated to the file’s admissibility. The court excluded the judicial opinions contained in the file, and ordered the balance admitted as evidence.”</p>\n<p id=\"APY\">Appellant now argues that there was no stipulation to the file’s admissibility and that the file was marked merely for identification purposes. The record, however, contradicts appellant, as the following excerpt from the attorneys’ off the record discussion shows:</p>\n<blockquote id=\"b119-5\">MR. GREENBERG [counsel for Mr. Carter]: What do you want to do with this file?</blockquote>\n<blockquote id=\"b119-6\">MR. KOPEN [counsel for C &amp; K Lord, Inc.]: It’s up to you.</blockquote>\n<blockquote id=\"b119-7\">MR. BALLANTINE [counsel for Eastern Shore, Darling-Delaware and Mr. Pliescott]: I think we ought to have the whole thing marked and submitted to the jury at trial and enter it.</blockquote>\n<blockquote id=\"b120-3\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>MR. BALLANTINE: Henry, when we do go back on the record, I’m going to have to ask that the entire file be marked as a deposition exhibit.</blockquote>\n<blockquote id=\"b120-4\">MR. GREENBERG: I’ll tell you what, all right, you can do that. I don’t mind putting anything in there into evidence. I just don’t want to be responsible for—</blockquote>\n<blockquote id=\"Ay\">MR. BALLANTINE: You don’t have to be responsible. When we go back on the record, we’ll ask the reporter to mark his entire file, you can mark it as my exhibit.</blockquote>\n<blockquote id=\"Ak\">MR. GREENBERG: Okay ...</blockquote>\n<blockquote id=\"b120-5\">MR. KOPEN: A lot of it is depositions in there?</blockquote>\n<blockquote id=\"b120-6\">MR. GREENBERG: A couple depositions in there.</blockquote>\n<blockquote id=\"b120-7\">THE WITNESS: Yes. What I’ve laid aside here are either duplicates or letters from him. The question is what I relied on in coming up with what I came up with, so this is what I relied on, this, which is reports and depositions and standards and what-have-you. So if you’re ready, I am____</blockquote>\n<blockquote id=\"b120-8\">MR. BALLANTINE: Before we go back on, Henry, if you want to, just note on the record that his entire file has been marked as Deposition Exhibit 2, and then I’ll take care of it.</blockquote>\n<blockquote id=\"b120-9\">MR. GREENBERG: Okay ...</blockquote>\n<blockquote id=\"b120-10\">The court reporter then noted:</blockquote>\n<blockquote id=\"b120-11\">(Entire file contents with folder of Mr. Hoet was marked Hoet’s Deposition Exhibit No. 2 and received in evidence.) The proceedings then went back on the record:</blockquote>\n<blockquote id=\"b120-12\">MR. GREENBERG: We have agreed off the record that the entire file and contents thereof of Mr. Hoet has been marked Hoet’s No. 2 into evidence.</blockquote>\n<p id=\"b120-13\">A stipulation has all the binding force of a contract. It will not be set aside absent a showing of good cause such as collusion, fraud, mutual mistake or other grounds that would justify the setting aside of a contract. <em>Peddicord v. Franklin, </em>270 Md. 164, 174-75, 310 A.2d 561 (1973); 83 C.J.S., <em>Stipulations </em>§ 35 (1953). We find no such grounds.</p>\n<p id=\"b121-4\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>IX. THE TRIAL COURT ERRED IN REFUSING TO GRANT APPELLANT’S MOTION FOR JUDGMENT ON THE NEGLIGENCE COUNT, THEREBY SUBMITTING THE CASE TO THE JURY ON ALTERNATIVE THEORIES WHICH INCLUDED A NEGLIGENCE COUNT, WHEN PLAINTIFF HAD BEEN UNABLE TO DEMONSTRATE THAT THE INJURY SUSTAINED WAS A RESULT OF A LATENT DEFECT, OR A DANGER NOT OBVIOUS TO HIM.</p>\n<p id=\"b121-5\">In this, its final allegation of error, appellant argues the court erred in submitting the negligence count to the jury. Citing <em>inter alia Patten v. Logemann Bros., </em>263 Md. 364, 283 A.2d 567 (1971), appellant states:</p>\n<blockquote id=\"b121-6\">If the danger in the product is patent, the injured plaintiff may not recover under a negligence count.</blockquote>\n<blockquote id=\"b121-7\">In the case at bar, the danger presented by the moving conveyor was obvious to any observer, including the plaintiff. There was no evidence of any latent, hidden, unknown defect; C &amp; K Lord’s Motion for Judgment, both at the conclusion of the plaintiff’s case, and again at the close of all the evidence, should have been granted by the trial court.</blockquote>\n<p id=\"b121-8\">As we explained in <em>Banks v. Iron Hustler Corp., </em>59 Md.App. 408, 475 A.2d 1243 (1984):</p>\n<blockquote id=\"b121-9\">Whether a particular danger is obvious or patent can depend on a number of things—the complexity of the machine, the knowledge, age, background, experience, intelligence, and training of the person injured, the extent to which his required contact with the device is routine and repetitive, whether he is subject to distractions, for example. <em>It necessarily is a question of fact, then, and, if there is any dispute about it, the question is for the jury to decide.</em></blockquote>\n<p id=\"b121-10\"><em>Id. </em>at 424, 475 A.2d 1243 (emphasis added).</p>\n<p id=\"b121-11\">The evidence presented in this case was sufficient to create a jury question on the latency/patency of the defect. <page-number citation-index=\"1\" label=\"96\">*96</page-number>In addition to the testimony already recited in this opinion, Charles Smalkin, a vocational rehabilitation consultant, established that Carter had an I.Q. of only 72 and was unable to appreciate the danger of working with moving machinery and the ramifications of his actions.</p>\n<p id=\"b122-4\">Furthermore, the jury returned a verdict for appellant on the negligence issue. Thus, assuming <em>arguendo </em>that the court did err in submitting the issue to the jury, the error was harmless.</p>\n<p id=\"b122-5\">JUDGMENT AFFIRMED; APPELLANT TO PAY THE COSTS.</p>\n<p id=\"b122-6\">GARRITY, J., dissents.</p>\n<footnote label=\"1\">\n<p id=\"b109-6\">. The risk/utility test was first articulated by Dean John W. Wade and was cited in <em>Phipps v. General Motors, </em>278 Md. 337, 345 n. 4, 363 A.2d 955 (1976). <em>See </em>Wade, <em>Strict Tort Liability of Manufacturers, </em>19 S.W.L.J. 5, 17 (1965). The Wade test has been acknowledged to be the appropriate test for design defects which do not present an inherently unreasonable risk. Under the Wade test, seven factors are considered to determine whether a product is reasonably safe:</p>\n<blockquote id=\"b109-7\">(1) The usefulness and desirability of the product—its utility to the user and to the public as a whole.</blockquote>\n<blockquote id=\"b109-8\">(2) The safety aspects of the product—the likelihood that it will cause injury, and <em>the </em>probable seriousness of the injury.</blockquote>\n<blockquote id=\"b109-9\">(3) The availability of a substitute product which would meet the same need and not be as unsafe.</blockquote>\n<blockquote id=\"b109-10\">(4) The manufacturer’s ability to eliminate the unsafe character of the product without impairing its usefulness or making it too expensive to maintain its utility.</blockquote>\n<blockquote id=\"b109-11\">(5) The user’s ability to avoid danger by the exercise of care in the use of the product.</blockquote>\n<blockquote id=\"b109-12\">(6) The user’s anticipated awareness of the dangers inherent in the product and their avoidability, because of general public knowledge of the obvious condition of the product, or of the existence of suitable warnings or instructions.</blockquote>\n<blockquote id=\"b109-13\">(7) The feasibility, on the part of the manufacturer, of spreading the loss by setting the price of the product or carrying liability insurance.</blockquote>\n<p id=\"b109-14\">Wade, <em>On The Nature of Strict Tort Liability for Products, </em>44 Miss.L.J. 825, 837-38 (1973). <em>See </em>Digges &amp; Billmyre, <em>Product Liability in Maryland: Traditional and Emerging Theories of Recovery and Defense, </em>16 U.Balt.L.Rev. 1, 12-16 (1986).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b119-8\">. The record extract provided this explanation of how this \"off the record” discussion became a part of the record:</p>\n<blockquote id=\"b119-9\">REPORTER'S NOTE: The following is the entire excerpt consisting of an off-the-record discussion from Page 33, Line 21 of the original transcript. This was taken strictly from the tape recorder that was used solely as a backup for the reporter.</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b122-7\">GARRITY, Judge,</author>\n<p id=\"Ae4\">dissenting.</p>\n<p id=\"b122-8\">I respectfully dissent from the majority opinion. I believe that the evidence supported a finding, as a matter of law, that the accident would not have occurred but for the consumer’s disconnection of the automatic wash system which had been placed upon the machine by C &amp; K Lord at the time of installation.</p>\n<p id=\"b122-9\">The observation by Judge Wilner on our behalf in <em>Banks v. Iron Hustler Corp., </em>59 Md.App. 408, 432-33, 475 A.2d 1243 (1984), is well worth repeating:</p>\n<blockquote id=\"b122-10\">The focus here is on the adjective “substantial”; not every change made to a product after it leaves the manufacturer suffices to preclude liability under § 402A. Perhaps because of the varying fact patterns from which the question arises, the courts have not yet settled on any uniformly expressed standard for judging when an alteration will or will not suffice to absolve the manufacturer of liability. Some courts stress the foreseeability of the alteration; others speak simply to whether the change made an otherwise safe product unsafe; and others, borrowing from the law of negligence, view the matter as whether the alteration constituted a supervening cause. If there is a common thread, it seems to be that, in most cases, the substantiality of the change is a question of <page-number citation-index=\"1\" label=\"97\">*97</page-number>fact, and if there is any conflict in the evidence, it is for the jury to determine.</blockquote>\n<p id=\"b123-5\">(citations omitted).</p>\n<p id=\"b123-6\">According to the majority, the evidence failed to support a finding, as a matter of law, that “the disconnection of the automatic flood system was the sole cause of the accident, or that in the absence of the change, the accident would not have occurred.” (citations omitted). I totally disagree with that conclusion.</p>\n<p id=\"b123-7\">According to Eastern Shore’s plant manager, Mr. Elwood Pliescott, “when that conveyor was built originally, it had a flood system put on the pulley that____all he had to do was ... open a valve up and the water kept it flushed off.” In further explanation, Mr. Pliescott testified as follows:</p>\n<blockquote id=\"b123-10\">The continuous flood system was taken off. When I say taken off, it was just a matter of unhooking the hose and doing away with it. The industry was having a problem, in particular that plant, with the volume of the amount of water that was having to be treated in the waste treatment facility. We endeavored to reduce the amount of used water from all locations. This was found to be one location where we could run the conveyor and, on a periodic basis, since it was a big hose up there used for washing the mezzanine up in the first place, the operator would simply take the hose and periodically wash the feathers off the pulley, the underside of that pulley, or the belt, as it was needed.</blockquote>\n<blockquote id=\"b123-11\">If you had real dry feathers, you had a build-up. The wetter the feathers the less the build-up you would have. So it would be, it would be on an as-basis rather than continuous. And we actually used a lot less water, and that was the reason it was changed.</blockquote>\n<blockquote id=\"b123-12\">Q When was it changed?</blockquote>\n<blockquote id=\"b123-13\">A I would say probably the middle of 1979, Summer of 1979.</blockquote>\n<blockquote id=\"b123-14\">Q It was changed before you left anyway?</blockquote>\n<blockquote id=\"b124-4\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>A Yes, sir-ree. In fact I know it was changed before I left because I was the one that took the hose off.</blockquote>\n<p id=\"AUI\">Asked whether the particular wash system that had been installed would have prevented any build up of feathers in the idler pulley end of the belt conveyor over the feather cookers (the point of accident) Mr. Pliescott replied:</p>\n<blockquote id=\"b124-5\">Depending how you use it. <em>If you used it on a continuing basis, it would have prevented a build-up. If you </em>shut it off and use the conveyor and then periodically <em>just turned it on to flood the feathers off, </em>which was perfectly acceptable too, either way doesn’t make any difference, <em>you still could have cleaned the pulley without having to use a foreign item. </em>That’s how all employees were trained by me.</blockquote>\n<p id=\"b124-6\">In addition, Mr. Charles Lord and Mr. Harold Willey (a plant supervisor), testified that the only practical and effective way to remove automatically a feather build-up on the roller would be by means of “a spray or a water.”</p>\n<p id=\"AsQ\">Without question, the evidence established that but for the removal of the wash system by Eastern Shore (approximately two and one-half years before the accident), Carter would not have needed to use a stick to remove feathers from the take-up end of the conveyor. I believe the change with respect to the conveyor’s wash system that had been specifically designed to remove feathers constituted, as a matter of law, a substantial change. Although there may have been some disagreement by two individuals (who either had not been assigned to the conveyor operation or even employed by Eastern Shore) as to “when” the wash system had been in operation, if ever, the system’s effectiveness in preventing feather build-up was not refuted. I would hold that the trial court erred in denying appellant’s motion for judgment as to strict liability.</p>\n<p id=\"b124-7\">I also disagree with the majority in holding that “the conveyor ’malfunctioned’ within the meaning of <em>Kelley </em>when Carter’s hand was caught in it.” I believe that conclusion merely begs the question as to whether the belt <page-number citation-index=\"1\" label=\"99\">*99</page-number>conveyor had actually malfunctioned. If indeed there had been a malfunction of the machine, it had been caused by the feather build-up. Unless the build-up were cleared, the machine would jam, causing a shut down of the entire operation. If the wash system had not been disconnected by the consumer, however, the conveyor would have operated properly. In any event, as the “malfunction,” <em>vel non, </em>was not the fault of the manufacturer, the jury should not have been permitted to base its finding of strict liability upon the risk/utility test, which can only be triggered by a malfunction. <em>Kelley v. R.G. Industries, Inc., </em>304 Md. 124, 497 A.2d 1143 (1985).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}