{
  "casebody": {
    "data": "<casebody firstpage=\"398\" lastpage=\"404\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b418-14\">Burnley <em>v. </em>Lambert.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b418-15\">In <em>detinue, </em>the plaintiff must prove <em>property </em>in himself, and ■ <em>possession </em>in the defendant; but proof of possession <em>anterior </em>to the bringing of the action is sufficient, unless the defendant can show that he was <em>-legally dispossessed.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b419-2\"><page-number citation-index=\"1\" label=\"399\">*399</page-number>After the assent of an executor to a specific legacy, the property is changed, and a creditor obtaining a judgment against the executor, cannot levy an execution upon the property in the hands of the legate. He may pursue the executor at Law, or follow the property in Equity, making all the legatees parties.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b419-3\">A purchaser, under the execution levied on the property in the hands of the legatee, acquires no title thereto.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b419-4\">A purchaser, under an execution issued on a judgment which is afterwards reversed, shall not have his title impeached; but the injured party shall be restored to the money arising from the sale.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b419-5\">This was an action of <em>detinue </em>for slaves brought in the District Court of <em>Fredericksburg. </em>On the plea of <em>non detinet, </em>a verdict was found for the plaintiff, and an appeal prayed to this Court, upon exceptions taken to the instruction given to the jury by the Dis- . trict Court. The bill states, “ That the defendant’s counsel moved the Court to instruct the jury, that the possession of the slaves in question, not being proved to have been in the defendant at the date, or service of the writ, the law was for the defendant: That it was proved by the defendant, he was out of possession of the slaves before the date or service of the writ, and at all times since; and that the only evidence of a demand was the writ. But the Court instructed the jury that it was not necessary to maintain the issue on the part of the plaintiff, to prove possession in the defendant at the date, or service of the writ, but that proof of possession at a day anterior thereto, namely, on the day mentioned in the declaration, was sufficient.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b419-6\">“ That it was proved, that the defendant purchased the slaves in question, belonging to the estate of <em>John </em>Jones, at a coroner’s sale, under an execution against the executors of the said <em>John Jones, </em>although the defendant was warned by the plaintiff of his title to the property. That the plaintiff, (who intermarried with one of the legatees of the said <em>John Jones,) </em>had received from the executors (upon a division of the said estate) the negroes in question, the same having been devised to his wife, by the will of the said <em>Jones. </em>That <page-number citation-index=\"1\" label=\"400\">*400</page-number>the personal estate of the testator, (independent of the . negroes in question,) was fully sufficient to have satisfied the execution, but that the same had been distributed by the executors amongst the different legatees. That the defendant moved the Court to instruct the jury, that the sale was a complete transfer of the property to the defendant. But the Court instructed the jury, that such a sale was not a transfer of the property to the defendant, to which opinions the defendant excepted.”</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b420-9\">Warden, for the appellant.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b420-10\"><em>Detinue </em>will not lie, where the defendant has parted with the possession of the property, before the commencement of the suit. There can be no stronger evidence of this than the judgment in such action, which is to recover the <em>property itself, </em>and damages for the detention, which could not be if the defendant had not the property to deliver. He cited <em>Southcote’s Case, </em>4 <em>Rep. </em>83. <em>Bull. N. Pr. </em>49. 51, the latter to prove that the detainer is the gist of the action.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b420-11\">But, 2dly. The title of a vendee under a Sheriff’s sale, cannot be questioned in any instance; for if it could, the inconvenience to the public would be infinite, since no person would purchase from a Sheriff, and thus executions, which are the life of the law, would be rendered entirely ineffectual. 3 <em>Wils. </em>309. 1 <em>Burr. </em>20. 8 <em>Rep. </em>96. <em>Cro. El. </em>278. <em>Cro. Jac. </em>246. 5 <em>Rep. 90. b.</em></p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b420-12\"><em>Duval, </em>on the same side, insisted, that in an action of <em>detinue, </em>it was incumbent upon the plaintiff to prove a demand, and that the record, in this case, shewed that none had been made.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b420-13\"><em>Washington, </em>for the appellee.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b420-14\">I will consider the last point made in the bill of exceptions first; and that is, whether the assent of the executor to a specific legacy, does not so completely vest the property in the legatee, and divest the executor of any legal right thereto, that it is not liable to be seised in execution, to satisfy a judgment against the executor ? This point has not been argued by the counsel on the other side, from a conviction, I pre<page-number citation-index=\"1\" label=\"401\">*401</page-number>su me, that it Is too well settled to be now controverted. The creditor does not lose his remedy by this conduct in the executor; for he may either pursue the executor at Law upon a devastavit, or follow the assets In Equity against the legatees; and, in this latter case, it would be essentially necessary to make them all parties, In order that they may all equally contribute to bear the burthen. But if this summary mode pursued by <em>Burnley </em>were permitted, suits in Equity against legatees would never be heard of.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b421-3\">It is contended, that a sale by a Sheriff of <em>A}s </em>property, taken raider an execution ^against <em>B </em>so completely divests the right out of <em>A„ </em>that he cannot recover it in an action against the vendee. The case of <em>Cooper et al. </em>v. <em>Chitty et al. </em>1 <em>Burr,, 20, </em>cited by the appellant’s counsel, strikes me to be an authority as expressly against the doctrine as could possibly have been brought forward. It would be monstrous If the law were otherwise. That case, as well as the others which have been cited, lay it down, that if the Sheriff seize and sell, <em>by authority, </em>(as under a judgment, which Is afterwards reversed,) the rightful owner is bound : but surely in the case just mentioned, or in the present, the Sheriff does not sell <em>by authority ; </em>because the writ, which is his warrant, directs him to levy the debt <em>of the property of the testator, in the hands of the executors.</em></p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b421-4\">As to the first point, there is more difficulty in it. But it will be sufficient for me to contend, that the defendant does not state upon the record a case sufficiently strong to bar the plaintiff, and, of course, the judgment ought not to be reversed. For though there may be a case where <em>detinue </em>will not lie against a person out of possession, vet there are many cases, where it may lie. Thus, it <em>will not </em>lie where the defendant <em>is lawfully dispossessed </em>before action brought. But it will lie, as <em>Gouthcete's Case </em>proves, against a bailee who is robbed before action brought, and other instances there mentioned. So, if the defendant make a fraudulent conveyance, or with a view to a secret trust, or, indeed, If he be dispossessed in any manner, <page-number citation-index=\"1\" label=\"402\">*402</page-number><em>unless by a legal recovery, </em>I am inclined to think that this action will lie. Since, therefore, the case stated in the exceptions for the opinion of the Judge, is not such a one. as will, <em>in all instances, </em>render this action improper, (and such a case, I contend, ought to have been made out, not a doubtful or uncertain one,) I submit it, whether the direction was not proper and legal. The verdict in <em>detinue </em>being in the alternative, is evidence of the law being so.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b422-8\"><em>Marshall, </em>in reply.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AIF\">The pleadings are in general the best evidence of the law. Let us examine them. The declaration states' a <em>present possession and detention : </em>the plea denies it in the <em>present tense also', </em>upon which issue, the verdict is taken. Consequently, if the defendant be not in possession, or does not detain at that time, <em>viz. </em>at the time when the suit is brought, it is evident that this form of action is not sustainable. I admit that trespass or trover might lie. The direction of the Judge is not such as is supposed by Mr. <em>Washington. </em>The exceptions do not state an uncertain case for the defendant, but the Judge has, even upon Mr. <em>Washington’s </em>own ground, given an opinion' clearly wrong. For he lays it down generally, in his instruction to the jury, “that it is not necessary for the plaintiff to prove possession in the defendant when the suit is brought, <em>but that proof of an anterior possession is sufficient.” </em>He does not qualify the opinion by speaking of a fraudulent dispossession, or of such a one as, it is contended, will not preclude this form of action ; but he lays down the principle generally, which is unquestionably erroneous, since it would even apply to a case of dispossession produced by a <em>legal recovery, </em>in which case, it is admitted, this action would not lie. It is true, the verdict is in the alternative; but this does not arise from the possibility that the defendant may have parted with the property, and therefore cannot deliver it specifically. There are other sufficient reasons for that; for the property might perish, or be disposed of after action brought; and in such a case, it would be hard if the plaintiff could not get the alternative.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b423-2\"><page-number citation-index=\"1\" label=\"403\">*403</page-number>The President.</author>\n<p id=\"A_11\">question is, whether the Judge mis-directed the jury upon both, or either of the points submitted.to his opinion. If he did, then the verdict must be set aside, and a new trial awarded. A majority of the Court are opinion, that it was not a misdirection. Mr. <em>MarshalPs </em>argument, drawn from a critical examination of the declaration plea, and verdict, would prove too much, and that gentleman knows the consequence. For it goes to shew, that the defendant must not only be in possession at the time of the writ issued, that but it must continue in him to the time of the plea, and indeed to the time of the verdict, all of them being in the present tense. The plea is the general issue, and leaves the whole merits of the case to be brought forward upon the trial.</p>\n<p id=\"b423-3\">We come next to inquire what is necessary for the plaintiff to prove in this action ? The books agree that he must prove a title in himself, and possession in the defendant; but <em>as to the time </em>at which the possession should appear to have been in him, whether at the date of the writ, or whether anterior thereto, the cases are totally silent.—This Court agrees with the District Judge, in declaring, that the latter is sufficient ; for otherwise, the plaintiff might by contrivance be kept in a perpetual round of suits without effect. Thus A. finds <em>B. </em>in possession of his slaves, which are refused to be delivered, and he sets off to the Clerk’s office, perhaps at a considerable distance, for a writ. <em>B. </em>knowing of this, takes a witness to prove the delivery of possession to <em>G. </em>before the writ can issue; upon the trial, and after a tedious prosecution of the suit, this fact is made to appear, and <em>A. </em>is defeated. He then sues C., who plays the same game, and so on, as often as persons can be found to take part in the fraud. This can never be right, and proof of possession prior to the suit ought to. charge the defendant, unless he be <em>legally evicted, </em>which it is incumbent upon him to shew.</p>\n<p id=\"b423-4\">As to the next question, which arises from an objection to the plaintiff’s title, it requires very little con<page-number citation-index=\"1\" label=\"404\">*404</page-number>sideration. It is true, that a testator should be just before he is bountiful: but if he can be both, who is to restrain him <em>? </em>And who is the proper judge of this ability, but his legal representatives, who, by delivering up a specific legacy, acknowledge that ability in their testator.—After the assent of the executor, the legal property is completely vested in the legatee, and cannot at Law* v be divested by the creditors. The creditors have a double remedy 5 first, against the executors at Law, in which case the executors have their remedy in Equity, against the legatees, to compel them to refund ; or secondly, the creditors may, in Equity, pursue the estate in the hands of the legatees ; and in either case, all the legatees must be made parties, that the charge may not fall upon one, but may be equally borne by the whole. But if this direct mode against a particular legatee was permitted, it would put it in the power of the creditor, to mark out the person who should, in the first instance, sustain the whole weight.</p>\n<p id=\"b424-8\">Bui a doctrine still more extraordinary was contended for at the bar : That the owner of the slaves in questioh lost his right thereto, by the seisure and sale of the coroner. Some of the cases which were cited in support of this position, directly contradict it, and the others, such as <em>Matthew Manning’s </em>case, only state, that where a judgment is reversed, the execution and sale under it shall not be avoided, having been <em>lawfully made under authority; </em>but that the party aggrieved shall be restored, not to the property, but to the money arising from the sale. But if an execution issue against the goods of <em>A., </em>and the Sheriff seize and sell the property of <em>B., </em>will it be said that this is done by <em>lawful </em>authority, as in the other case ? Surely not.</p>\n<p id=\"b424-10\">Judgment affirmed.<footnotemark>(1)</footnotemark></p>\n<footnote label=\"(1)\">\n<p id=\"b424-11\"> <em>Gordon’s adm. </em>v. <em>The Justices of Frederick, </em>1 Munf. <em>17. Scott et ux. </em>v. <em>Halliday et. al. Sampson </em>v. <em>Brice. Sampson </em>v. <em>Payne’s ex. 5 </em>Munf. 103. <em>175, 176.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}