{
  "casebody": {
    "data": "<casebody firstpage=\"1324\" lastpage=\"1327\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1386-11\">C. W. PAYTON and Bessie Joyce Payton, Plaintiffs-Appellees, v. UNITED STATES of America, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1386-13\">No. 28431</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b1386-14\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1386-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1386-16\">May 5, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1386-24\">Roby Hadden, U. S. Atty., Tyler, Tex., Jerry A. Wells, Atty., Tax Div., Dept, of Justice, Fort Worth, Tex., Johnnie M. Walters, Asst. Atty. Gen., Lee A. Jackson, Stanley L. Ruby, William A. Fried-lander, Attys., Tax Div., U. S. Dept, of Justice, Washington, D. C., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1386-25\">John M. Smith, Longview, Tex., for plaintiffs-appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1386-26\">Before WISDOM, COLEMAN and SIMPSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1386-27\">SIMPSON, Circuit Judge:</author>\n<p id=\"b1386-28\">Pursuant to Rule 18 of the Rules of this Court, we have concluded on the <page-number citation-index=\"1\" label=\"1325\">*1325</page-number>merits that this case is of such character as not to justify oral argument and have directed the Clerk to place the case on the Summary Calendar and to notify the parties in writing. See Murphy v. Houma Well Service, 5 Cir. 1969, 409 F. 2d 804, Part I; and Huth v. Southern Pacific Company, 5 Cir. 1969, 417 F.2d 526, Part I.</p>\n<p id=\"b1387-5\">The central question presented by the government’s appeal in this tax refund case is whether or not the district court erred in denying the appellant’s motion for judgment n. o. v. following verdict for the taxpayer. The ground urged is that the evidence clearly shows that the Payton Optical Company was not for tax purposes a family partnership under the test articulated in Commissioner of Internal Revenue v. Culbertson, 1949, 337 U.S. 733, 69 S.Ct. 1210, 93 L.Ed. 1659. We agree with appellant and reverse and remand for the entry of judgment n. o. v. In view of this disposition we pretermit discussion of the subordinate question raised, the exclusion of evidence that the partnership did not comply with the Texas assumed name statute.</p>\n<p id=\"b1387-6\">The controlling facts are not in dispute. C. W. Payton (Taxpayer) was a practicing ophthalmologist in Longview, Texas. Taxpayer would examine patients, test for eye disease and refraction, and where indicated, give the patient a prescription for eyeglass lenses. He also operated as a sole proprietorship the Payton Optical Company, which filled eyeglass prescriptions. The patient could have the Taxpayer’s prescriptions filled wherever he wished, but normally the company filled them. There were some referrals from elsewhere, but the majority of the company’s business came from the Taxpayer’s practice of medicine.</p>\n<p id=\"b1387-7\">On June 1, 1961, Taxpayer and his wife created five trusts for the benefit of their five minor daughters. Each trust contained the following pertinent provisions: (1) that certain properties (not here in controversy) were absolutely and irrevocably transferred to the trust; (2) that the trust became effective June 1, 1961; (3) that the gifts and the trust were irrevocable until the date upon which its beneficiary reached the age of 21; (4) that upon the date of termination of the trust, or at such earlier date should the beneficiary die prior to reaching the age of 21, the corpus of the trust would revert to the settlors; (5) that the sole trustee was Taxpayer; and (6) that as long as Taxpayer served as trustee, no loan was to be made between the trust and the settlor, unless adequate consideration and security was given and unless the terms required repayment thereof within the same taxable year. These five trusts were duly recorded in the proper county court.</p>\n<p id=\"b1387-9\">On November 24, 1962, Taxpayer and his wife purportedly made a gift of a 12 per cent interest in the Payton Optical Company to each of the five trusts. On the same day a partnership was attempted to be formed. Taxpayer held a 40 per cent interest, and each of the five trusts held a 12 per cent interest. Under this agreement the partnership was to be known as the Payton Optical Company, the managing partner was to be Taxpayer, and the partnership was to commence September 1, 1962, and terminate on May 24,1972.</p>\n<p id=\"b1387-10\">On March 8, 1963, Taxpayer and his wife created an additional trust for the benefit of their minor son, with the same provisions as the trusts created for the daughters, except , that the interest in the company conveyed to the trust was a 15 per cent interest. On the same date an amended partnership agreement was entered into which added as a partner the trust created for Taxpayer’s son, so that Taxpayer was left with a 25 per cent interest in the partnership.</p>\n<p id=\"b1387-11\">Neither the partnership agreement, amended partnership agreement, nor the trust for the minor son, was recorded.</p>\n<p id=\"b1387-12\">After the effective date of the partnership agreements, the lens dispensing business, except for accounting procedures, was operated precisely the same as prior to the transfer.</p>\n<p id=\"b1388-3\"><page-number citation-index=\"1\" label=\"1326\">*1326</page-number>Prior to the partnership agreement the only entrance to the company’s premises was through a door from the outside which led directly into the waiting room for Taxpayer’s medical practice, and the use of this entrance continued for several years after such agreement was executed.</p>\n<p id=\"b1388-4\">The lease for the building in which both businesses were conducted was solely in the name of Taxpayer. After the trust and partnership agreements, a new lease was entered into securing the use of a different part of the building for the company and that lease was also in Taxpayer’s name individually with no mention of a partnership, or of the company. After this new portion was leased, there was a separate outside entrance for the optical company. However, there was no sign or other indication that the building, under either lease, was occupied by the company. No separate telephone was maintained for the company for over a year after execution of the agreement. The name of the company did not appear in the yellow pages of the local telephone directory for the year 1963 or any other year.</p>\n<p id=\"b1388-5\">Patients were billed for eyeglasses by Taxpayer individually, and not by the company, and sometimes the charges for examination, lenses and frames were lumped together without designation as to the services or goods involved. Patients would pay for these services with only one check made payable to Taxpayer individually, and never to the company, even if the services performed were solely those of the company, and the patients were never made aware that they were dealing with anything but a sole proprietorship. Taxpayer would deposit these sums in the medical practice account.</p>\n<p id=\"b1388-6\">Creditors billed the company separately but were never notified of the existence of a partnership. Expenses were sometimes paid from Taxpayer’s personal account, and generally at the end of the month, and certainly at the end of each year, the income and expenses of both the medical practice and the optical dispensing business were compared with the daily ledger sheets to ascertain if any adjustments were necessary and, if so, adjustments and allocations were made and settled by the issuance of checks.</p>\n<p id=\"b1388-8\">Only one employee, the manager, was told of the existence of the partnership and that he was working for essentially two different businesses. Withholding and social security taxes were reported under Dr. Payton’s individual I.D. number.</p>\n<p id=\"b1388-9\">None of Taxpayer’s children performed services for the company or had anything to do with its operation, nor was it contemplated that they would because of their age. Taxpayer directed the overall policy of the company and had the final say in hiring and firing personnel.</p>\n<p id=\"b1388-10\">At the time of the November, 1962, gifts to the children, the company had noninventory assets of $752 and inventory of $2,000. In 1963 the company had gross sales income of $86,634.03 generated from resale of goods purchased for $44,659.18. There were beginning and ending inventories of $2,000 and there were other assets having a depreciated value of only $714.42. Withdrawals from the partnership in 1963 left a negative equity in the partnership for each of the partners.</p>\n<p id=\"b1388-11\">On December 29, 1965, Taxpayer executed a deed of trust note for $3,000 to each of the six trusts, promising to repay said amount plus six per cent interest on or before one year from said date and giving as security certain listed properties. On the same date, Taxpayer executed deeds of trust running to each of the six trusts and listing such properties. Neither the deed of trust notes nor the deeds of trust were recorded.</p>\n<p id=\"b1388-12\">A check in the amount of $3,000 from each trust, payable to Taxpayer and dated December 31, 1965, was deposited on such date into the personal account of Taxpayer and paid January 3, 1966. Prior to December 29, 1966, Taxpayer had paid to each trust the sum of $356.-38 in repayment of the loan. Checks <page-number citation-index=\"1\" label=\"1327\">*1327</page-number>dated December 29, 1966, for the remainder of the loan plus interest were made payable to each of the trusts, cashed January 2, 1967, and paid on the same date.</p>\n<p id=\"b1389-4\">On or before April 15, 1964, plaintiffs-appellees, Taxpayer and his wife, filed their federal income tax return for the year 1963, and paid the tax due shown thereon of $24,011.28. Upon audit by the Internal Revenue Service, deficiencies for the year 1963 were assessed in the amount of $15,546.14 in income tax and $537.94 in interest. The total deficiencies plus interest, totaling $16,084.08, were paid by Taxpayer and timely claim for refund of $15,546.14 for taxes for 1963 was filed on April 15, 1967. The refund suit was filed in the court below in March 1968. On May 6, 1969, the plaintiffs-appellees, after jury verdict, were granted judgment for a tax refund for 1963 for $12,856.99 plus interest.</p>\n<p id=\"b1389-5\">The test for determining the validity of family partnerships for income tax purposes was declared by the Supreme Court in Commissioner of Internal Revenue v. Culbertson, supra:</p>\n<blockquote id=\"b1389-6\">“The question is not whether the services or capital contributed by a partner are of sufficient importance to meet some objective standard supposedly established by the [Commissioner of Internal Revenue v. Tower, 327 U.S. 280, 66 S.Ct. 532, 90 L.Ed. 670 <em>Tower </em>case], but whether, <em>considering all the facts </em>— the agreement, the conduct of the parties in execution of its provisions, their statements, the testimony of disinterested persons, the relationship of the parties, their respective abilities and capital contributions, the actual control of income and the purposes for which it is used, and any other facts throwing light on their <em>true intent </em>— the parties in good faith and acting with a business purpose intended to join together in the present conduct of the enterprise.” (Emphasis added)</blockquote>\n<p id=\"b1389-12\">The facts in this case required the entry of judgment n. o. v. when weighed upon <em>Culbertson </em>scales. It was error for the district court to deny the motion for judgment n. o. v.</p>\n<p id=\"b1389-13\">The undisputed facts and inferences permissible therefrom point so strongly and conclusively against the existence of a bona fide family partnership that reasonable men could not arrive at a contrary verdict. Boeing Company v. Shipman, 5 Cir. 1969, 411 F.2d 365, 374.</p>\n<p id=\"b1389-14\">Prior to creation of the trusts and the attempted creation of the family partnership Dr. Payton was conducting a profitable and established optical dispensing business side-by-side with his professional practice as an ophthalmologist. The business of the former was largely generated by the latter. Capital being an insignificant aspect of the optical dispensing business, after the partnership was formed the optical dispensing business operated exactly as before, unchanged as to location, management, staff, the manner in which it was held out and known to the public, the source of its business and income, and with no services or material amount of capital being provided by the trusts or the beneficiaries thereof. It is clear that a bona fide partnership never came into being. The partnership agreement had no substance; it was a pretense only, with intended beneficial results to Dr. Payton’s tax burden without a concomitant change in his control over income being the only valid reason for its existence. The “economic realities” of this case require that the income from the alleged partnership be taxed to the appellees, Dr. Payton and his wife.<footnotemark>1</footnotemark></p>\n<p id=\"b1389-15\">This case is reversed and remanded with instructions to the district court to enter judgment n. o. v. in favor of the United States.</p>\n<footnote label=\"1\">\n<p id=\"b1389-7\">. Cf. Helvering v. Clifford, 1940, 309 U.S. 331, 60 S.Ct. 554, 84 L.Ed. 788; C. I. R. v. Tower, 1945, 327 U.S. 280, 66 S.Ct. 532, 90 L.Ed. 670; Chace v. United States, 5 Cir. 1970, 422 F.2d 292; Furman v. C. I. R., 5 Cir. 1967, 381 F.2d 22.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}