{
  "casebody": {
    "data": "<casebody firstpage=\"1374\" lastpage=\"1374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1436-3\">BANK OF THE SOUTH, Plaintiff-Appellant, v. FORT LAUDERDALE TECHNICAL COLLEGE, INC., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1436-6\">No. 28942</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b1436-7\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1436-8\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1436-9\">May 5, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1436-16\">Val. A. Schaff, III, Wayne C. Guidry, New Orleans, La., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1436-17\">Leon Sarpy, New Orleans, La., for appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1436-18\">Before WISDOM, COLEMAN and SIMPSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1436-19\">PER CURIAM:</author>\n<p id=\"b1436-20\">Pursuant to Rule 18 of the Rules of this Court, we have concluded on the merits that this case is of such character as not to justify oral argument and have directed the Clerk to place the case on the Summary Calendar and to notify the parties in writing. See Murphy v. Houma Well Service, 5 Cir. 1969, 409 F.2d 804, Part I; and Huth v. Southern Pacific Company, 5 Cir. 1969, 417 F.2d 526, Part I.</p>\n<p id=\"b1436-21\">The sole question on this appeal is whether or not the trial court abused its discretion in denying motion for new trial on the ground that the right to new trial was waived by the appellant’s failure to request a mistrial at the time it first learned of improper behavior at the trial by its opponent’s executive officer, who was apparently flirting with a female member of the jury during the trial proceedings. The trial court ordered a recess and called the matter to the attention of all counsel. Plaintiff’s counsel let the matter pass. This occurred near the end of the first day of trial. Similar offending behavior took place the following morning when the court again stopped the trial and brought the matter to the attention of all counsel. In addition the Deputy Marshal in charge of the trial noted and reported to counsel his observation of one of the male jurors winking at the defendant’s officer late on the second day of the trial. At the completion of the trial the jury returned a verdict for the defendant-appellee.</p>\n<p id=\"b1436-22\">The trial court’s well-articulated reasons for refusing to grant a new trial are set forth in its opinion reported at 48 F.R.D. 136. We agree therewith and affirm.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}