{
  "casebody": {
    "data": "<casebody firstpage=\"278\" lastpage=\"291\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AFz\">Gardner, to use etc. <em>versus </em>Lloyd.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b294-9\">1. A party, who promises in writing that, if the creditors of an em-debtor will grant an extension of time, he wall guarantee the punctual payments of the debts pursuant to the extension, must be given notice by the creditors of their acceptance of the guaranty, otherwise he will not be liable thereon.'</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b294-13\">2. In the ease of an absolute guaranty which is accepted when given, . whether for the extension of a present debt or the creation of a new one, <page-number citation-index=\"1\" label=\"279\">*279</page-number>no turther notice to the guarantor is necessary in order to fix his liability, but where the event is future and depends on the will of the guarantee, such notice must be given.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b295-6\">;&gt;. Where several transactions must transpire before the complete exercise of all the rights of the guarantee is accomplished, he must in a reasonable time after the last is finished, give notice to the guarantor of liis acceptance of the guaranty and also of the extent to which he has given credit under it.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b295-7\">1. The fact that the number of creditors, in whose favor the guaranty was made, exceeded twelve hundred, and that there would be great inconvenience in getting notice from them all, will not suffice to defeat this rule.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b295-8\">5. In such a ease actual notice must be given to the guarantor; the guarantee cannot rely upon the relations existing between the guarantor and the debtor or upon the guarantors knowledge of the particular facts, as equivalent to the notice which the law requires as a prerequisite to liability.</headnotes>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b295-9\">May 26th, 1885.</otherdate>\n<judges data-order=\"7\" data-type=\"judges\" id=\"Aoe\">Before Mercer, C. J., Gordon, Tkenkey, Stereett, Green and Clark, JJ. Paxson, J., absent.</judges>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b295-10\">Error to the Court of Common Pleas of <em>Blair county : </em>Of July Term 1883, No. 208.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b295-12\">Assumpsit, by James Gardner, to the use of Christian Baumgardner et al. against John Lloyd. Plea, non-assumpsit.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b295-13\">On the trial, before Dean, P. J., the following facts appeared: For some years prior to October, 1873, William M. Lloyd had been engaged in business as a banker, at Altoona, in the name of William M. Lloyd &amp; Co., at Ebensburg in the name of Lloyd &amp; Co., and at Bedford in the name of W. M. Lloyd. He was also interested in banks at Tyrone, Latrobe, East Liverpool, Ohio, New York, and at other points. In the financial troubles of 1873 he became embarrassed, and in the month of October of that year his banks at Bedford, Altoona and Ebensburg closed their doors. He expressed the ability and willingness to pay his creditors in full, with interest, if they would grant him time. Either by bim, or at his suggestion, a meeting of his creditors was called at the opera house in Altoona on the afternoon of November 8th, 1873. A large number of his creditors, living in Altoona, with perhaps some others, attended the meeting; G. Clinton Gardner was elected President and E. B. McCruin acted as one of the Secretaries. The President stated that the object of the meeting was to hear a proposition of Mr. Lloyd for an extension by his creditors, ami to ascertain whether the creditors would give their assent to this proposition. Lloyd was present with his counsel, S. S. Blair; the proposition which he had to make was <page-number citation-index=\"1\" label=\"280\">*280</page-number>stated by Mr. Blair. It was also read from' a paper of which the following is a copy :</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b296-5\">“Altoona, November 8th, 1878.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"AC7\">“To the creditors of William M. Lloyd &amp; Co., Altoona; Lloyd &amp; Co., Ebensburg; and W. M. Lloyd, Bedford: Having been obliged to suspend the business conducted by me under the above names, I respectfully invite your consideration of the following proposition: 1st. I propose to pay to the said creditors debt and interest in full, 20 per' cent, in one year, 30 per cent, in two years, 25 per cent, in three years, and 25 per cent, in four years, from the acceptance of this proposition. 2d. Inasmuch as I own a large amount of real estate, and many creditors might be willing to purchase portions of it in payment of the amounts due them, who would not otherwise wish to purchase, I request your consent that I may be permitted to make such sales. 3d. Where certificates are held they shall be marked extended as per agreement, or surrendered and new ones issued.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b296-6\">(Signed) “William M. Lloyd.” •</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b296-7\">Blair read at the same time a statement of Lloyd’s assets and liabilities; this statement had also been printed on slips and distributed on the seats of the opera house before the meeting was organized. It declared that the liabilities were $602,449.36 ; and that the assets, consisting of bills discounted, judgments, bonds, mortgages, banking house and lot, etc., amounted to very nearly the same sum, and in addition to this that Lloyd owned real estate in this and other states valued at $705,960.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b296-8\">As a further inducement for the creditors to sign this agreement, it was announced that there was a written guaranty, signed by responsible men, that Lloyd would meet these extended payments as they became due. This guaranty, which was read, to the meeting, was as follows:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b296-9\">“Whereas, The separate creditors of William M. Lloyd, viz: William M. Lloyd &amp; Co., Altoona; William M. Lloyd, Bedford, and Lloyd • &amp; Co., Ebensburg, have been invited by him to consider a proposition for an extension of the time of payment of their respective claims: Now, in consideration of the acceptance of the said proposed extension by said creditors, and as an inducement to the creditors to accept the same, we whose names are hereto attached do severally promise and agree to and with the Hon. James Gardner, of Hollidaysburg, Pa., for the use of the said creditors, that we will severally, to the extent of the sums set opposite to our respective names guarantee, and by this instrument do guarantee the j&gt;ayment of the said debts to said creditors by said William M. Lloyd at <page-number citation-index=\"1\" label=\"281\">*281</page-number>the times and in the manner mentioned in the said proposed extension and accepted by the said creditors.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b297-6\">John Lloyd, the defendant, signed this guaranty and put the sum of $10,000 opposite his name. Ninety-one others signed their names to this guaranty and each limited his liability by the amount set opposite his name, the aggregate being $425,000,</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b297-7\">A large number of- the creditors gave their assent to this proposition at the meeting and many more within a few weeks, but there was a number of them who never signed.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b297-8\">In December 1873, Wm. M. Lloyd resumed business at his banks in Altoona and Ebensburg, and continued in business until after most of the certificates of the first payment of 20 per cent, fell due. These first certificates were generally paid, and Lloyd continued in business until September 18th, 1875, when some of the creditors brought suit against him and were about to obtain judgment, when a voluntary assignment was made by Lloyd for the benefit of creditors; and on November 11th of the same year, a number of his creditors, including some of the present plaintiffs, petitioned the United States Court of the Western District of Pennsylvania to have him declared an involuntary bankrupt. Lloyd resisted this proceeding, but was finally declared a bankrupt on June 24th, 1878. The assignees in bankruptcy realised on the estate sufficient to pay twenty per cent, to all creditors besides the costs. The second, third and fourth extension certificates held by the use plaintiffs not having been met at maturity, this action was brought on the guaranty in the name of the legal plaintiff to the use of the equitable plaintiffs named, against John Lloyd, one of the guarantors.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b297-9\">The defendant requested the court to charge, <em>inter </em>alia, as follows: First, “that as no consideration for the offered guaranty of defendant moved from James Gardner, or was by its terms to move from him. but was to move from the several creditors of William M. Lloyd, this action cannot be sustained in his name.” <em>Answer. </em>Affirmed. (Third assignment of error.)</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b297-10\">Seventh, “ the creditors of William M. Lloyd, named in the proposal submitted by him for their consideration, being required in a reasonable time to accept the same, they were bound to do so if they accepted, and give notice to the defendant of their having done so, relying on his offer of guaranty, and the proof being that they did not accept in a reasonable time, and it being neither averred nor proved that notice of their acceptance of the offer of guaranty was given, the plaintiff cannot recover.” <em>Answer. </em>“This point is affirmed thus far: there was no proof of notice of acceptance by the creditors <page-number citation-index=\"1\" label=\"282\">*282</page-number>to the guarantors, therefore there can be no recovery.\"’ (Eleventh assignment of error.)</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b298-4\">The court charged the jury, <em>inter alia, </em>as follows:</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b298-5\">“ Where a guaranty is conditional, not absolute, notice of its acceptance by him who gives credit on the faith of it, to him who makes it, is generally indispensable. This is the settled law of Pennsylvania, as well as of most of the other states ; it is admitted to be the law by all the able counsel wlio have argued this case. This is not an absolute guaranty; it is plainly conditional on the acceptance of the proposition by the creditors, and is but an offer to guarantee. They guarantee that William M. Lloyd will pay what he owes, if the creditors extend the time of payment one, two, three and four years. If they did so extend on the faith of the guaranty, then the guarantors, under the law, were entitled to notice. No form of notice is specified in the contract; it is silent in this particular, and the law then imposes on the creditors the duty of notifying the guarantors severally, if their contract was several. It is urged that this would have been most vexatious and inconvenient to the creditors because of their number, and because of the number of the guarantors. This is true, but id only shows that provision should have been made in the contract, to avoid inconvenience, or that the creditors should not have assented to it in view of the inconvenience which would result from it. Notice might have been waived by the contract, or the fact that William M. Lloyd resumed business might have been stipulated as notice to the guarantors that the creditors had extended; but we cannot, in the face of the law, imply, as against these guarantors, that notice was not necessary or was waived because of the inconvenience of giving it.” ..... “Perhaps the evidence would warrant you in finding that many, or all, of the creditors assented to the proposition, relying on the promise of the guarantors; and that William M. Lloyd had knowledge of this, but there is no evidence at all to show that this defendant and the other guarantors had such knowledge, or that William M. Lloyd was their agent to receive notice; and the law will not imply that his knowledge was their knowledge.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b298-6\">“In a suit against sureties or' guarantors, the law holds the-plaintiff to strict proof of liability ; there is no implied obligation ; they are bound by their contract, or they are not bound at all; men are bound to pay their own debts; in the absence of an. express contract, the law implies one; but it will imply no contract to pay other men’s debts nor any essential element of such contract, such as waiver of notice, where the settled law requires notice that an offer to guarantee has been accepted. <page-number citation-index=\"1\" label=\"283\">*283</page-number>It was of vital importance to these guarantors that, if their offer was accepted, they should have notice of it.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b299-6\">“ But, however this may have been, we are of the opinion that notice was indispensable under this contract; there is no evidence of notice here to submit to you; it is a question for the court, and while we, as doubtless you do, sympathize with those who suffered so severely by Mr. Lloyd’s disastrous failure, our sympathy cannot justify us in changing the law. Therefore, taking the responsibility, which is with the court alone — you share no part of it — as a matter of law, we direct you to find a verdict for the defendant.”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b299-7\">Verdict and judgment accordingly. Plaintiff then took this writ, assigning for error, <em>inter alia, </em>the answers to the points as above and the portion of the charge quoted.</summary>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b299-8\"><em>R. Milton Speer </em>and <em>Augustus S. Landis (M. Bell </em>and <em>George M. Meade </em>with them), for plaintiff in error.</attorneys>\n<p data-order=\"28\" data-type=\"legal\" id=\"AWx\">— The error herein complained of is that the court below held that it was necessary for the plaintiff to prove “ notice of acceptance by the creditors to the guarantors,” and not having done so there could be n&lt;5 recovery. The defendant invoked the principle that when a third person offers to guarantee, he must be notified of its acceptance. It- is submitted the authorities cited do not rule this case, for the facts are wholly different. They are predicated mainly upon decisions of the U. S. Court, chief among which is the case of Lee <em>v. </em>Dick, 10 Peters, 482. But an examination of that case shows that that court made a nice distinction in the two classes of guaranty. In one where there is a guaranty of an existing debt accompanying it, or given with reference to it, Or in recognition of it, no notice is necessary. In the other class only when it is prospective is notice necessary. The resumption of business by opening the bank and continuing it for a period of eighteen months was thus notice if any was required, of the guaranty being accepted. It was' the most satisfactory kind of notice. The newspaper columns abounded with information on the subject; the country was flooded with printed slips and circulars of the proposal for extension, and swarmed with men as the agents of Lloyd urging its acceptance on the faith of the bond, till the names of substantially all creditors were gathered in, to the number of over a thousand, and Lloyd resumed.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b299-9\">There is a wide difference between the guaranty of an existing debt aud the guaranty of a debt to be contracted on the. faith of the guarantor: Union Bank <em>v. </em>Coster, 3 Comstock, 203.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b299-10\">This is a guaranty to pay at the expiration of the time given, if Lloyd did not, and the plaintiffs were not bound to <page-number citation-index=\"1\" label=\"284\">*284</page-number>pursue the principal, or show his insolvency: Campbell <em>v. </em>Baker, 10 Wr., 243, 245; Koch <em>v. </em>Melhorn, 1 Casey, 89, 91; Roberts et al. <em>v. </em>Riddle, 29 P. F. S., 468, 470; Cochran <em>v. </em>Dawson, 1 Miles, 276, 278; Girard Life Ins. Co. <em>v. </em>Finley, 1 Phila., 70, foot page; Smeidel <em>v. </em>Lewellyn, 3 Id., 70, top of page; Street <em>v. </em>Silver, Brightly’s Rep., 96, 97. The defendant was not entitled to notice that the plaintiffs had accepted the terms of extension, nor that Lloyd had made default at maturity of the extension certificates: Douglass <em>v. </em>Howland, 24 Wendell, 35, 48, 49; Read <em>v. </em>Cutts, 22 Am. Dec., 184; Sherman <em>v. </em>Roberts, 1 Grant, 261; Eddowes <em>v. </em>Niell, 4 Dallas, 133; Mizner <em>v. </em>Spier, 15 Norris, 539.</p>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b300-4\"><em>Samuel S. Blair (S. M. Baldrige, Andrew J. Riley </em>and <em>A. A. Sievens </em>with him), for defendant in error.</attorneys>\n<p data-order=\"32\" data-type=\"legal\" id=\"Av0\">— The plaintiff was not entitled to recover, because there -was no notice to the defendant that his offer of guaranty was accepted. It was necessary that he should have had notice in order that he might provide for the payment of the notes at maturity, and, if he had to do so, that he might in the meantime procure an indemnity from Lloyd, if possible, for doing so: Unangst <em>v. </em>Hibler, 2 Cas., 153; Kellogg <em>v. </em>Stockton, 5 Cas., 460; Emerson <em>v. </em>Graff, 5 Cas., 58; Kay <em>v. </em>Allen, 9 Barr, 320; Bay &amp; Bro. <em>v. </em>Thompson, et al., 1 Pears. 551; Oaks <em>v. </em>Weller, 13 Vt., 106; Patterson <em>v. </em>Reed, 7 W. &amp; S, 144; (Edmonston <em>v. </em>Drake, 5 Pet., 624; Douglass <em>v. </em>Reynolds, 7 Pet.,. 125; Lee <em>v. </em>Dick, 10 Pet., 482.)</p>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b300-6\">• Mr. Justice Green</author>\n<p id=\"A_t8\">delivered the opinion of the court, October 5th, 1885.</p>\n<p id=\"b300-7\">It may be conceded that in all cases of absolute guaranty accepted when given, whether for the extension of a present indebtedness or the creation of a new one, notice of acceptance is not necessary to fix the liability of the guarantor. But such concession does not reach the radical difficulty of this case. It is not possible to regard the contract of the defendant as an absolute engagement. It is true that the words of the promise are absolute and positive, thus, “We whose names are hereunto attached do severally promise and agree.....that we will severally.....guarantee and by this instrument do guarantee the payment ” etc., etc. But the subject of the promise is something which is to occur in the future, and the basis of the promise is a contingency. The promise itself is an undertaking guaranteeing the payment by William M. Lloyd of his creditors at the times and in the manner mentioned in a certain written proposed extension of the debts. The proposed extension however is to be <page-number citation-index=\"1\" label=\"285\">*285</page-number>” accepted by the said creditors.” The contract recites that “ Whereas the separate creditors of William M. Lloyd . . . . have been invited by him to consider a proposition for an extension of the time of payment of their respective claims, now in consideration of the acceptance of the said proposed extension by the said creditor; and as an inducement to the creditors to accept the same, we whose names are hereunto attached do severally promise and agree,” etc. It is too plain for argument that the fundamental condition of this obligation is that the creditors shall accept the proposed extension. Such acceptance is expressly declared to be the <em>consideration </em>of the promise.</p>\n<p id=\"b301-6\">The paper is in no manner a contract to pay any who do accept, which would be completed, as to any one creditor, by his own acceptance, but it is a contract to pay upon the acceptance of the extension by “ the creditors,” which means practically all the creditors. We do not decide that it means absolutely every one of the creditors, because the case does not turn upon that question, and it is not necessarity before us. But it certainly does mean that there shall be an acceptance by the creditors, the great body of them at least, and such acceptance must necessarily take place in the future. There was a vast number of them, some 1200 in .all, and they were widely scattered in different parts of the country. Only a portion of them was present when the proposition and the contract of guaranty were exhibited, and it must therefore be held that the parties contracted, and understood it at the time that they were contracting, with reference to an uncertain event which must necessarily occur in the future. In such circumstances it is but reasonable to hold that the guarantors did not intend dr agree to become liable except in the event stipulated for, to wit, the acceptance by W. M. Lloyd’s creditors of a proposed extension of the time for piling his debts. Of course such a-liability could never become absolute until the acceptance was completed, and the guarantors could never know whether they were liable until they had knowledge of the fact upon which their liability depended. To the completion of a liability in the mere legal sense, in such circumstances, notice to the guarantors is simply indispensable. It is said in many of the cases that they are entitled to notice in order that they may know the character and extent of their liability, so that they may protect themselves from loss, or have the opportunity of doing so. But here there is the added and more essential element necessary, to wit, that notice of the subsequent acceptance must be given in order that a legal liability may exist at all. The subsequent acceptance is not the act of the guarantors but of the creditors, who are strang<page-number citation-index=\"1\" label=\"286\">*286</page-number>ers to the guarantors and independent of them, and may or may not act in the matter of acceptance. Hence the guarantors can not know whether or not they have «acted, and to what extent, and in what manner, until they have received information to that effect. Upon every principle therefore applicable to such a case, they were entitled to notice of acceptance before any liability arose.</p>\n<p id=\"b302-6\">If we turn to the authorities we find they are more than sufficient to sustain these views. In Patterson <em>v. </em>Reed, 7 W. &amp; S., 144, the alleged guarantor told the creditor that he had better take the debtor’s note at four months, and that if he would he, Patterson, would guarantee that it should be paid at that time. To this the creditor replied, “Upon your guaranty I will take it at four m»nths ; do you send Abraham (the debtor) up to Mount Joy this evening.” This was\" done, the notes were given and accepted the next morning, payable at four months. Afterwards they were not paid at maturity, and suit was brought against the guarantor. The court below held that although no notice was given by the creditor to the guarantor, of the acceptance of the guaranty, such notice might be inferred from the testimony. But this court reversed the court below for its ruling on this subject, holding that Patterson was entitled to notice that .the notes had been taken upon the faith of his guaranty. Kennedy, J., said in reply to the argument that there were facts enough to justify an inference of notice, “mere conjecture will not suffice in such case where it is the duty of the party to give such notice, and of course to prove it when he afterwards attempts to make the guarantor liable. That such notice ought to have been given in order to make Patterson liable on the guaranty which it is alleged he made, is too well settled to admit of the least doubt. It was necessary that he should have had notice in order that he might provide for the payment of the notes at maturity, and, if he had to do so, that .lie might in the meantime procure an indemnity from Hatfield, if possible, for doing so.” It will be seen that although there was but a single act to be done, to wit, the taking of the note from Hatfield, and it actually was done the next day, and the promise of the guarantor was absolute that he would guarantee payment if the note, was taken, yet he was entitled to notice and without it was not liable. At the time this case was decided our Statute of Frauds was not enacted, and. the case did not turn at all upon the fact that the guaranty was verbal and not in writing.</p>\n<p id=\"b302-7\">In Emerson <em>v. </em>Graff, 5 Cas., 358, the terms of the defendant’s liability were a present, and in form, positive engagement to pay, thus, “ I do agree provided John Graff sees fit to take twenty shares of additional stock to his present subscrip<page-number citation-index=\"1\" label=\"287\">*287</page-number>tion to pay any loss lie may sustain ” &amp;e. Graff did take the stock and did sustain the loss and the court below held the contract absolute without notice of acceptance. But this court reversed the judgment, saying, “ The relation of these parties is to be ascertained from the writing given in evidence as the ground of the action. That, we are satisfied, is a mere offer or proposal, and not by itself a contract. The plaintiff below therefore Could not rdy on it as a contract without showing that defendant was duly notified or informed of his acceptance of it.”</p>\n<p id=\"b303-6\">In Kay <em>v. </em>Allen, 9 Barr, 320, the action was brought upon the following letter: “ I would recommend Mr. P. M. Martin, and would go security for him to any reasonable amount; so you can fill his orders, and feel yourself as secure as when I was doing business with you.” Orders for goods by Martin were filled by the plaintiff to whom the letter was addressed, and the goods not being paid for, an action vtas brought on the guaranty. We held that the defendant was not liable because no notice of acceptance was given to the.guarantor. Bell, J., said: “ There is no principle of the law of contracts more firmly settled than that a guarantor of future credit or advancing is entitled to notice from the party giving the credit, of his acceptance of the guaranty, unless, indeed, the agreement to accept be contemporaneous with it ... . and even this is rather an instance of simultaneous proffer and notice of acceptance, than an exception to the rule. Without srich notice there is no contract, for a party giving a letter of guaranty has a right to know whether the person to whom it is addressed means to hold him ultimately responsible, inasmuch as his own caution and vigilance may, in a great measure, be regulated by his knowledge of the fact.” It was argued that the precedent request of the creditor for the guaranty was equivalent to notice of acceptance, but we said: “Indeed it is difficult to imagine how precedent request alone can supply the place of subsequent notice, since after request made and proffer of guaranty, the merchant may refuse the credit or advance craved, and without notice the surety can not know whether he has or not.”</p>\n<p id=\"b303-10\">In the case of Adams <em>v. </em>Jones, 12 Pet., 213, Story, J., said, stating the question to be, “ Whether upon a letter of guarantee addressed to a particular person or to persons generally, for a future credit to be given to the party in whose favor the guarantee is drawn, notice is necessary to be given to the guarantor, that the person giving the credit has accepted or acted upon the guarantee and given the credit on the faith of it. We are all of opinion that it is necessary, and that this is not now an open question in this court after the decisions <page-number citation-index=\"1\" label=\"288\">*288</page-number>which have been made in Russell <em>v. </em>Clark, 7 Cranch, 69,’ and other cases. “It is in itself a reasonable rule, enabling the guarantor to know the nature and extent of his liability, to exercise due vigilance in guarding himself against losses which might otherwise be unknown to him, and to avail himself of the appropriate means in law and equity to compel the other parties to discharge him from future responsibility.”</p>\n<p id=\"b304-4\">In Mussey <em>v. </em>Rayner, 22 Pick., 223, the rule as to guaranties for future liability is thus stated on p. 228: “ The general rule of law on this subject seems now to be well settled, requiring that, in cases of a written guaranty for a debt yet to be created and uncertain in its amount, the guarantor should have notice, in a reasonable time, that the guaranty is-accepted and that credit has been given upon the faith of it.” This was said of and the doctrine applied to an admittedly .continuing guaranty which was intended to cover many transactions.</p>\n<p id=\"b304-5\">• In a somewhat similar case, Clark <em>v. </em>Remington, 11 Metc., 361, the same doctrine, was applied to the last transactions in a case of continuing guaranty, where notice of acceptance of the guaranty had been given but no notice of the final transactions of credit under the guaranty had been given to the guarantor within a reasonable time, in consequence of which the guarantor was released. Wilde, J.,said: “It is admitted that the defendant had notice of the acceptance of the guaranty at the time he signed it, but he denies that he had any notice of the advances made thereon until long after the last advance was made and after Dillcr’s insolvency...... The law on this point is correctly laid down in the case of Cremer <em>v. </em>Higginson, 1 Mason, 340. That was a suit on a guaranty, and Story, J., said: '‘It was the duty of the plaintiff, within a reasonable time after the advances were actually made, to give notice thereof to the defendants, and that reliance was placed upon their guaranty to insure the repayment; and if notice was not given in a reasonable time, nor until after a material change in the circumstances of the debtors, such laches of the plaintiffs was a complete discharge of the defendants from their -guaranty.’ The same doctrine is laid down in Douglass v. Reynolds, 7 Pet., 126. It was held in that case, that although on a continuing guaranty, where a series of transactions was contemplated, no notice was necessary to be given to the guarantor of each successive transaction, yet when all the transactions were closed, notice of the amount for which the guarantors were-held responsible should, within a reasonable time after, be communicated to them.” The same ruling was made in Allen <em>v. </em>Pike, 3 Cush., 238, in which the language of the guaranty was absolute and in terms of present obligation, thus: <page-number citation-index=\"1\" label=\"289\">*289</page-number>“ I hereby malee myself responsible for whatever amount Mr. Samuel M. Dockain, of Portsmouth, N. H., may become indebted to either of you. I have fixed no limits to the amount, as he'has assured me that he shall be cautious of getting ranch in debt, and this is satisfactory to me.” Notwithstanding the positive and Unqualified terms of this obligation, it was held the guarantor was released from all liability under it because he was not notified of its acceptance and of the amount of credit given under it within a reasonable time after. The court stated it 4&gt; as a settled rule of law that in cases of written guaranty for a debt yet to bo created and uncertain in its amount the guarantor should have notice in a reasonable time that the guaranty is accepted and that credit has been given upon the faith of it.”</p>\n<p id=\"b305-6\">In the case of Douglass <em>v. </em>Reynolds, <em>supra, </em>the court said: “ A party giving a letter of guaranty has a right to know whether it is accepted and whether the person to whom it is addressed means to give credit on the footing of it or not. It may be most material not only as to his responsibility but as to future rights and proceedings. It may regulate in a great measure his course of conduct and his exercise of vigilance in regard to the party in whose service it is given. Especially is it important in the case of a continuing guarantee since it <em>w¿iy </em>guide his judgment in suspending it.”</p>\n<p id=\"b305-7\">The foregoing cases have been selected out of a great number because of the closer analogy tbey bear to tlie case at bar in the circumstances of the obligations they interpret and the reasons and principles announced in their determination. They are all instances of guaranties depending upon future events and in some, several transactions instead of one only, are within the possibilities of the contracts. In all of them the doctrine is enforced that where the event is future and depends upon the will of the guarantee, he must give notice of acceptance to the guarantor before the latter becomes subject to any liability. And it is further ruled that where there are, or may be, several transactions to transpire before the complete exercise of all the rights of the guarantee under the contract is accomplished, he must, in a reasonable time, after the hist is finished, give notice to the guarantor not only of his acceptance of the guaranty but also of the extent to which be has given credit under it in order that the guarantor may know the character and extent of his liability. Failing in this the guarantor is released from all liability.</p>\n<p id=\"b305-8\">Applying these principles to this case it will be seen in what an eminent degree they are important and controlling in its determination. The guarantors were undertaking to become responsible for the debts of another person upon condition that <page-number citation-index=\"1\" label=\"290\">*290</page-number>the creditors Would agree to a certain proposed extension through a period of four years in the time of payment of the debts in question. The debts were of enormous amount in the aggregate, and the creditors were upwards of twelve hundred in number. The great object to be accomplished was the extension of the time of payment. It must necessarily be supposed that the accomplishment of this result was the chief inducement to the guarantors to enter into their contract. Without it their engagement would be futile, as the debtor would be at any moment subject to suit, judgment and execution, at the instance of an)’- non-assenting creditor. In consequence of the great number of creditors, much time must elapse before it could be known whether they all or nearly all assented. If they did not assent there was to be no contract of guaranty. Whether they did or would assent would only be known after all had acted or had the opportunity to act. Of the fact of assent or dissent the guarantors were not only entitled to have knowledge, they absolutely must have it in order to know whether they were subject to any liability at all under their proposed contract. If less than the whole assented it -would be for the guarantors to say whether they would nevertheless be liable. If a considerable number dissented there would of course be no liability. In short the whole fact of the contract depended upon what was to be done in the future, and upon the guarantors’ knowledge of what had been done. It is scarcely possible to conceive of a case in which the subsequent notice of acceptance could be more essential than in this. In fact these proposed guarantors were entitled to two notices, one of the agreement by the creditors to the terms of extension, and the other to the acceptance of themselves as guarantors. They never had either. The whole of the creditors never did assent to the extension. In less than two years from the date of the proposed contract of guaranty, some of the creditors brought suits against Lloyd and were about to obtain judgments, when a voluntary assignment was made by Lloyd for the benefit of creditors; and in November, 1875, just about two years after the date of the paper in question, a petition in involuntary bankruptcy was presented against him, signed by a number of his creditors, including some of the present plaintiffs. It may be that Lloyd supposed a sufficient number had signed the extension agreement to justify him in resuming business, as it seems he did resume and continue for some fifteen or sixteen months. But we can not see how that fact can affect the question of the liability of the guarantors. The terms upon which they proposed to contract were never performed. Instead of an extension of four years no extension was ever agreed to by all the creditors, and the temporary postpone<page-number citation-index=\"1\" label=\"291\">*291</page-number>ment of suits which resulted was far less than two years. But however these facts may be, and independently of them, the proposed guarantors were never notified either of the assent of the creditors to the extension agreement, or of the acceptance of the contract of guaranty, and hence they were subject to no liability as guarantors. The argument from inconvenience in giving so large a number of notices as would be necessary to comply with the law can not suffice to defeat the operation of the rule. It could have been avoided by a provision in the contract dispensing with notice, or declaring that the fact of resumption, or some other fact, should be regarded as notice, but nothing of that kind was done and of course the law must prevail in this case as in others. Nor can we regard this defend ant’s knowledge of particular facts which would or might be consistent with the fact of acceptance as equivalent to the notice which the law requires as a prerequisite to liability. It is the actual fact of notice which the law demands, and that fact never transpired in this case. For the reasons stated we are of opinion that the learned court below was right in directing judgment to be entered for the defendant, and this conclusion renders unnecessary an examination of the several assignments of error.</p>\n<p id=\"b307-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}