{
  "casebody": {
    "data": "<casebody firstpage=\"609\" lastpage=\"616\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b637-7\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. JOSEPH FLETCHER, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b637-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b637-9\">Argued May 27, 1980</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Alh\">Decided June 24, 1980.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b639-12\"><page-number citation-index=\"1\" label=\"611\">*611</page-number>Before Judges SEIDMAN, MICHELS and FURMAN.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b639-13\"><em>Willard E. Byer, Jr., </em>argued the cause for appellant <em>(Stanley C. Van Ness, </em>Public Defender, attorney).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b639-14\"><em>Fredric M. Knapp, </em>Deputy Attorney General, argued the cause for respondent <em>(John J. Degnan, </em>Attorney General of New Jersey, attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b640-3\"><page-number citation-index=\"1\" label=\"612\">*612</page-number>The opinion of the court was delivered by</p>\n<author id=\"A3e\">MICHELS, J. A. D.</author>\n<p id=\"b640-4\">Defendant Joseph Fletcher appeals from an order of the Law Division denying his petition for post-conviction relief wherein he sought leave to appeal <em>nunc pro tunc </em>his convictions for rape and armed robbery. The critical issue posed on this appeal is whether the trial judge’s failure to advise defendant, after imposing sentence, of his right to appeal, and, if indigent, of his right to appeal as an indigent, both required by <em>R. </em>3:21-4(f), constitutes sufficient justification to permit defendant to appeal out of time even though he may have been advised of his right to do so by his trial attorney.</p>\n<p id=\"b640-5\">In April 1977 defendant was found guilty by a jury of raping his grandmother. In June 1977 his motion for a new trial was denied, and he was sentenced to State Prison for 8 to 12 years. After imposing sentence, the trial judge advised defendant only of his right to appeal within 45 days. He did not advise defendant of his right to appeal as an indigent even though defendant was represented at trial by an attorney from the Public Defender’s office. Thereafter, in July 1977 defendant pleaded guilty to unrelated armed robberies and was sentenced to concurrent State Prison terms aggregating 8 to 12 years. These sentences were to be served concurrently with the sentence imposed upon defendant for rape. The trial judge did not advise defendant of his right to appeal following the imposition of these sentences nor did he advise defendant of his right to be represented on the appeal by the Public Defender, if indigent.</p>\n<p id=\"b640-6\">In September 1979 defendant filed a petition for post-conviction relief, seeking leave to appeal <em>nunc pro tunc </em>from these convictions. Defendant claimed that his trial attorney failed to inform him of his right to appeal or of his right to counsel to prosecute an appeal. At the conclusion of the post-conviction relief hearing, the trial judge denied defendant’s petition for the following reasons:</p>\n<blockquote id=\"b641-4\"><page-number citation-index=\"1\" label=\"613\">*613</page-number>I am satisfied beyond any question of a doubt that Mr. Fletcher was advised of his right to appeal both the conviction after a trial by jury of the rape of his grandmother, and that he was aware of his right to appeal the sentence of the Court on his voluntary plea to the subsequent charge. I have no reason whatsoever to even question the evidence under oath of [defense counsel] that she not only advised Mr. Fletcher of his right to appeal, but urged his appeal</blockquote>\n<blockquote id=\"b641-5\">********</blockquote>\n<blockquote id=\"b641-6\">I am satisfied beyond any question of a doubt that Mr. Fletcher was advised by the Court of his right to appeal and he was urged by [defense counsel] to appeal and that, perhaps for reasons of his own conscience at the time, which is consistent with his statements made to Chief Duke that he did not wish to take advantage of his right to appeal, that his contention at the present time is nothing more than afterthought. For all of the foregoing reasons, this Court will dismiss the application of Mr. Fletcher.</blockquote>\n<p id=\"b641-7\">Defendant appeals, contending that the trial judge’s failure to inform him of his right to appeal and to the assistance of counsel in accordance with <em>R. </em>3:21 4(f) requires that he be permitted to appeal <em>nunc pro tunc. </em>Even though defendant did not make this argument at the hearing below, we have decided to consider the issue because the omission was “of such a nature as to have been clearly capable of producing an unjust result.” <em>R. </em>2:10-2. See <em>State v. LaPorte, </em>62 <em>N.J. </em>312, 318 (1973); <em>State v. Macon, </em>57 <em>N.J. </em>325, 336 (1971); <em>State v. Hock, </em>54 <em>N.J. </em>526, 538 (1969).</p>\n<p id=\"b641-8\">The application rule, <em>R. </em>3:21 4(f), provides:</p>\n<blockquote id=\"b641-9\">After imposing sentence, whether following the defendant’s plea of guilty or a finding of guilty after trial, the court shall advise the defendant of his right to appeal and, if he is indigent, of his right to appeal as an indigent.</blockquote>\n<p id=\"b641-10\">This rule is designed to insure that a convicted defendant is advised precisely of his right to appeal and, if indigent, of his right to appeal as an indigent. The rule places the burden of advising a defendant of these rights squarely upon the trial judge. It is also intended to produce a record establishing that after the imposition of sentence defendant was advised of these rights, so that there will be no question as to whether a defendant was apprised of these substantial rights. Strict compliance with the rule by the trial judge will tend to discourage untimely appeals as well as post-conviction relief applications of this nature. Here it is apparent from a review of the sentencing transcripts that the trial judge simply did not comply with the <page-number citation-index=\"1\" label=\"614\">*614</page-number>clear mandate of this rule. While the trial judge did advise defendant of his right to appeal when he sentenced defendant for rape, he failed to advise him of his right to appeal as an indigent even though defendant’s indigency was apparent by virtue of his representation at trial by the Public Defender’s office. Additionally, following the imposition of the sentences for the armed robberies, the trial judge did not even mention to defendant that he had a right to appeal.</p>\n<p id=\"b642-4\">Our judicial system contemplates one appeal as of right to a court of general appellate jurisdiction. This appeal is afforded usually in this court. <em>Midler v. Heinowitz, </em>10 <em>N.J. </em>123, 129 (1952). <em>See Tidewater Oil Co. v. Carteret, </em>44 <em>N.J. </em>338, 341 (1965). <em>R. </em>2:4-l(a) requires that all appeals from final judgments of courts be taken within 45 days of their entry. While <em>R. </em>2:4-4(a) grants to this court the power to extend the time within which an appeal may be taken “upon a showing of good cause and the absence of prejudice,” it may not extend the time for a period exceeding 30 days and then only if the notice of appeal was in fact served and filed within the time as extended. These time limitations are both mandatory and jurisdictional. <em>See In re Pfizer, </em>6 <em>N.J. </em>233, 239 (1951). Nevertheless, when a trial judge does not inform a defendant of his right to appeal and, if indigent, of his right to appeal as an indigent, as required by <em>R. </em>3:21-4(f), strict compliance with these time limitations so as to effectively deny defendant of his right to appeal may well create a harsh and unjust result. Consequently, we adopt the view that the mandatory time limit for taking an appeal does not begin to run until a defendant is advised by the trial judge of his rights in accordance with <em>R. </em>3:21-4(f). Since that was not done here, justice demands that defendant be permitted to appeal <em>nunc pro tunc.</em></p>\n<p id=\"b642-5\">This result is supported by numerous decisions of federal courts. <em>See United States v. Deans, </em>436 F.2d 596, 599-600 (3 Cir. 1971), <em>cert. </em>den. 403 <em>U.S. </em>911, 91 <em>S.Ct. </em>2211, 29 <em>L.Ed.2d </em>688 (1971); <em>United States v. Benthien, </em>434 F.2d 1031, 1032 (1 Cir. 1970); <em>Miller v. United States, </em>356 F.2d 63, 64-65 (5 Cir. 1966), <em>cert. </em>den. 384 <em>U.S. </em>912, 86 <em>S.Ct. </em>1357, 16 <em>L.Ed.2d </em>365 (1966); <em>Boruff v. United States, </em>310 F.2d 918, 921-922 (5 Cir. 1966). <page-number citation-index=\"1\" label=\"615\">*615</page-number><em>See, also, United States v. Nelson, </em>574 F.2d 277, 279, n. 2 (5 Cir. 1978), <em>cert. </em>den. 439 <em>U.S. </em>956, 99 <em>S.Ct. </em>355, 58 L.Ed.2d 347 (1978). In <em>United States v. Benthien, supra, </em>the court, in discussing <em>Rule </em>32(a)(2) of the <em>Federal Rules of Criminal Procedure, </em>which, in part, provides that “After imposing sentence in a case which has gone to trial on a plea of not guilty, the court shall advise the defendant of his right to appeal and of the right of a person who is unable to pay the cost of an appeal to apply for leave to appeal in forma pauperis,” appropriately observed:</p>\n<blockquote id=\"b643-5\">The obvious purpose of Rule 32(aX2) is to insure that all defendants who might wish to appeal are fully aware of their appeal rights. That purpose, we believe, is best served by allowing a section 2255 motion to reinstate an appeal whenever the trial court has failed to comply with the rule, without regard to whether or not the defendant had obtained knowledge of his rights from some other source. Determination of the extent of a defendant’s actual knowledge will often turn solely upon judgments as to the veracity of conflicting witnesses and the reliability of their memories. The natural tendency of counsel is to believe they have fully performed their duties when in fact they may not have and the defendant, for his part, will often have nothing to offer but his own claim of ignorance. For one who was in fact ignorant of his rights such a proceeding is a poor substitute for initial compliance with the rule. Our holding insures that all defendants will receive the protection the rule was intended to provide. It will at the same time serve to warn district judges of the necessity of strict compliance. [Id. at 1032]</blockquote>\n<p id=\"b643-6\">While we recognize that some of the circuits as well as the United States Supreme Court in <em>Rodriguez v. United States, </em>395 <em>U.S. </em>327, 89 <em>S.Ct. </em>1715, 23 L.Ed.2d 340 (1969), have held that the appropriate remedy under circumstances similar to those present here is to vacate the sentence and remand the matter to the trial court for resentencing, which would then mark the beginning of the time limit for taking an appeal, <em>see Nance v. United States, </em>422 F.2d 590, 592 (7 Cir. 1970); <em>Paige </em>v. <em>United States, </em>443 F.2d 781, 782-783 (4 Cir. 1971); <em>United States v. Smith, </em>387 F.2d 268, 271 (6 Cir. 1967), we agree with Judge Seitz that “to remand solely to require the formality of a resentence would be a useless and time-consuming gesture.” <em>United States v. Deans, supra, </em>436 F.2d at 600. Hence, we hold that procedurally defendant should have moved before this court for leave to appeal rather than before the trial court. The trial court does not have the power to grant such relief. <em>Cf. R. </em>2:2-3(b); <em>Delbridge v. Jann Holding Company, </em>164 <em>N.J.Super. </em>506, 510 (App.Div.1978).</p>\n<p id=\"b644-3\"><page-number citation-index=\"1\" label=\"616\">*616</page-number>Accordingly, the order denying defendant’s petition for post-conviction s relief to enable him to appeal <em>nunc pro tunc </em>is reversed. We grant defendant leave to appeal <em>nunc pro tunc </em>and direct that the Clerk of the Appellate Division file the petition as a notice of appeal and process the appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}