{
  "casebody": {
    "data": "<casebody firstpage=\"28\" lastpage=\"36\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b58-7\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. KEVIN NEAL, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b58-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b58-9\">Submitted September 28, 1988</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AiFv\">Decided November 23, 1988.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b59-15\"><page-number citation-index=\"1\" label=\"29\">*29</page-number>Before Judges BRODY, ASHBEY and SKILLMAN.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b59-16\"><em>Alfred A. Slocum, </em>Public Defender, attorney for appellant <em>(James Mayer, </em>Designated Counsel, of counsel and on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b60-5\"><page-number citation-index=\"1\" label=\"30\">*30</page-number><em>Paul T. Koenig, Jr., </em>Mercer County Prosecutor, attorney for respondent <em>(Robin Aronson, </em>Assistant Prosecutor, on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b60-6\">The opinion of the court was delivered by</p>\n<author id=\"b60-7\">SKILLMAN, J.A.D.</author>\n<p id=\"b60-8\">The primary issue presented on this appeal is whether a defendant only tried for the armed robbery of a named victim can be convicted of a general conspiracy to commit armed robbery and possession of a weapon for a general unlawful purpose under the lesser-included offense doctrine.</p>\n<p id=\"b60-9\">Defendant was indicted for the armed robbery of Anita Jo Parrot, in violation of <em>N.J.S.A. </em>2C:15-1, and for the theft of Parrot’s property, in violation of <em>N.J.S.A. </em>2C:20-3a. On the State’s motion, the theft charge was severed and defendant was tried solely for armed robbery.</p>\n<p id=\"b60-10\">The State’s evidence showed that on the night of the alleged crime, April 7, 1984, defendant was in the company of two friends, a juvenile, John Jones,<footnotemark>1</footnotemark> and James Boyd. Jones had a sawed off shotgun in his possession. Defendant suggested that they commit a robbery and the others agreed. The three young men then began walking the streets of Trenton. At one point, defendant suggested that they rob a liquor store but they passed by the store without attempting to commit the crime. Later the trio arrived at a bar called the Two by Four where they spotted the victim walking to her car.</p>\n<p id=\"b60-11\">The State’s witnesses presented differing versions of what occurred next. Defendant’s confederate, Jones, testified that defendant initiated a conversation with Parrot about marijuana while she was sitting in her car. According to Jones, he walked up behind defendant, pointed the shotgun at Parrot and robbed her while she was talking to defendant. Jones responded as <page-number citation-index=\"1\" label=\"31\">*31</page-number>follows to the prosecutor’s questions regarding defendant’s role in the robbery:</p>\n<blockquote id=\"b61-5\">Q. Before the defendant went up to the car did he say anything to you about what he was going to do at the car?</blockquote>\n<blockquote id=\"b61-7\">A. No, there was no point saying I knew what I was going to do.</blockquote>\n<blockquote id=\"b61-8\">Q. The defendant knew what you were going to do?</blockquote>\n<blockquote id=\"b61-9\">A. I can’t speak for what he do <em>[sic </em>]. I know what I was going to do. I said, I got one now.</blockquote>\n<p id=\"b61-11\">Jones also testified that the victim had given defendant some marijuana before Jones grabbed her wallet and ran. Parrot acknowledged that one of her attackers inquired about purchasing drugs, but she denied having any drugs in her possession. She said that the only thing taken from her during the robbery was her wallet. She also stated that the person who initiated the conversation about drugs was the same one who took her wallet. Parrot could not identify her assailants.</p>\n<p id=\"b61-12\">After the robbery, the three young men fled from the area. According to Jones, he discarded the victim’s wallet after discovering that it was empty. Later that evening, he shared the marijuana allegedly taken from Parrot with Boyd and defendant. Finally, Jones testified that he gave the sawed off shotgun to defendant in exchange for a pair of sunglasses after the armed robbery.</p>\n<p id=\"b61-13\">Upon completion of the trial, the trial court submitted to the jury the charge of armed robbery as set forth in the indictment and the lesser-included offenses of second degree robbery, conspiracy to commit armed robbery and conspiracy to commit second degree robbery. Over defendant’s objection, the trial court also submitted to the jury possession of a weapon for an unlawful purpose, in violation of <em>N.J.S.A. </em>2C:39-4a, and possession of a prohibited weapon, a sawed off shotgun, in violation of <em>N.J.S.A. </em>2C:39-3b, as additional lesser-included offenses of armed robbery. The jury was unable to reach agreement with respect to defendant’s guilt of the armed robbery of Parrot or the lesser-included charge of second degree robbery. Accordingly, the court declared a mistrial as to these charges. How<page-number citation-index=\"1\" label=\"32\">*32</page-number>ever, the jury found defendant guilty of conspiracy to commit armed robbery and possession of a weapon for an unlawful purpose. In addition, the jury acquitted defendant of the charge of possession of a prohibited weapon. Subsequently, on the State’s motion, the court dismissed the theft charge.</p>\n<p id=\"b62-6\">The trial court sentenced defendant to a 10 year term of imprisonment on the conviction for conspiracy to commit armed robbery and a concurrent 7 year term, with <em>3½ </em>years of parole ineligibility, on the conviction for possession of a weapon for an unlawful purpose.</p>\n<p id=\"b62-7\">On appeal defendant argues: (1) the trial court erred in allowing defendant's confession into evidence; (2) testimony that defendant was sought and arrested on another charge was prejudicial and requires reversal; (3) defendant’s conviction for conspiracy must be reversed since it was not properly an included offense; (4) the court below erred in refusing to merge the convictions for conspiracy and possession of a weapon for an unlawful purpose, and (5) the jury’s verdict of not guilty as to possession of a prohibited weapon precluded the verdict of guilty of possession of a weapon for an unlawful purpose as a matter of law.</p>\n<p id=\"b62-8\">We conclude that the trial court committed reversible error in its submission of the charges of conspiracy to commit armed robbery and possession of a weapon for an unlawful purpose as lesser-included offenses of the- charge of armed robbery upon Parrot. Therefore, we reverse both convictions and remand for a new trial. This disposition makes it unnecessary for us to consider defendant's argument that the trial court should have merged defendant’s conviction for possession of a weapon for an unlawful purpose into his conviction for conspiracy to commit robbery. In addition, defendant’s first and fifth arguments are clearly without merit and do not require discussion. <em>R. </em>2:11-8(e)(2). Finally, we agree with defendant’s contention that it was unnecessary for the prosecution to adduce evidence of <page-number citation-index=\"1\" label=\"33\">*33</page-number>defendant’s arrest on unrelated charges and direct that such evidence not be presented at the retrial of this case.</p>\n<p id=\"b63-5\">I</p>\n<p id=\"b63-6\">The lesser-included offense doctrine “was originally designed to aid the prosecution so that it would not fail entirely where some element of the greater offense was not established.” <em>State v. Saulnier, </em>63 <em>N.J. </em>199, 205 (1973). However, it is now firmly established that an equal if not more important purpose of the doctrine is to protect the accused by avoiding “the coercive prejudice inherent in giving the jury the choice of all-or-nothing.” <em>State v. Lopez, </em>160 <em>N.J.Super. </em>30, 36 (App.Div.1978). Consequently, the more recent cases speak in terms of a “defendant’s <em>entitlement </em>to have a jury consider such lesser-included offenses before returning a verdict.” <em>State v. Sloane, </em>111 <em>N.J. </em>293, 303 (1988) (Emphasis added). Furthermore, the recent cases all involve claims by defendants that the trial court has failed to submit lesser-included offenses to the jury. <em>See, e.g., State v. Sloane, supra; State v. Bowens, </em>108 <em>N.J. </em>622, 640 (1987); <em>State v. Grunow, </em>102 <em>N.J. </em>133 (1986); <em>State v. Crisantos (Arriagas), </em>102 <em>N.J. </em>265, 273-282 (1986); <em>State v. Choice, </em>98 <em>N.J. </em>295 (1985); <em>State v. Powell, </em>84 <em>N.J. </em>305 (1980). In contrast, the defendant in this case claims that the trial court submitted to the jury charges which were beyond the scope of the indictment.</p>\n<p id=\"b63-7\">The trial court submitted to the jury, as lesser-included offenses of armed robbery, not only second degree robbery but also conspiracy to commit armed robbery, conspiracy to commit second degree robbery, possession of a weapon for an unlawful purpose and possession of a prohibited weapon. Defendant’s objection to the submission to the jury of the weapons charges was overruled by the trial court, which stated:</p>\n<blockquote id=\"b63-8\">Your possession of a weapon for unlawful purpose is a lesser included offense in armed robbery. The jury could possibly find there wasn’t armed robbery, but he did possess that sawed-off shotgun for an unlawful purpose. It’s a lesser included offense. That can always be charged, and it’s not <page-number citation-index=\"1\" label=\"34\">*34</page-number>changing the indictment. It’s clear in the indictment that that is included, just as though you could actually charge numerous other offenses, if they were really in the case, aggravated assault, pointing a weapon at another, at or in the direction of another under circumstances manifesting extreme indifference to the value of human life.</blockquote>\n<p id=\"b64-6\">During its deliberations the jury inquired whether the charge of conspiracy to commit robbery was limited to a “conspiracy to commit a crime at the Two by Four bar.” In response, the trial court advised the jury that:</p>\n<blockquote id=\"b64-7\">The answer to that question is, a conspiracy is a conspiracy to commit any robbery. It is not necessary that the particular person to be robbed or place to be robbed must be specified or identified. It’s the agreement to commit a robbery.</blockquote>\n<p id=\"b64-8\"><em>N.J.S.A. </em>2C:1-8d(2) provides that a “conspiracy to commit the offense charged or to commit an offense otherwise included therein” is a lesser-included offense. Thus, the trial court properly concluded that conspiracy to commit armed robbery is an included offense of armed robbery. <em>State v. LeFurge, </em>101 <em>N.J. </em>404, 411-414 (1986).</p>\n<p id=\"b64-9\">However, the only robbery for which defendant was indicted was the robbery of Parrot. Since <em>N.J.S.A. </em>2C:1-8d(2) refers to “an attempt or conspiracy to commit <em>the offense charged,” </em>(emphasis added), the only conspiracy charge included within the substantive offense charged was a conspiracy to commit a robbery upon Parrot. Nevertheless, the trial court instructed the jury that it could convict defendant of a general conspiracy to commit a robbery. Consequently, the trial court permitted the jury to convict defendant of a conspiracy which was unrelated to the only substantive offense with which he was charged. Indeed, the fact that the jury was unable to agree as to defendant’s guilt of the armed robbery of Parrot suggests that some members of the jury concluded he had entered into a general agreement with Boyd and Jones to commit robbery but that the robbery of Parrot was beyond the scope of that agreement. Accordingly, we conclude that defendant was convicted of a general conspiracy to commit an armed robbery, which was not a lesser-included offense of the <page-number citation-index=\"1\" label=\"35\">*35</page-number>charged armed robbery of Parrot, and that this conviction must be reversed. <em>See State v. LeFurge, supra, </em>101 <em>N.J. </em>at 423-424 (the application of <em>N.J.S.A. </em>2C:1-8d(2) “is limited to cases in which the trial court may reasonably infer that the elements of the crime of conspiracy were fairly implicated in the evidence that was considered by the grand jury in its deliberations”); <em>see also State v. Passafiume, </em>184 <em>N.J.Super. </em>447, 450 (App.Div.1982), certif. den. 91 <em>N.J. </em>280 (1982).</p>\n<p id=\"b65-6\">Defendant’s conviction for possession of a weapon for an unlawful purpose must be reversed for similar reasons. Even assuming possession of a weapon for an unlawful purpose could be submitted to a jury as a lesser-included offense of armed robbery, a point we do not decide,<footnotemark>2</footnotemark> the lesser offense in this case would be limited to possession of a weapon for the purpose of robbing Parrot. However, the trial court’s instructions to the jury permitted it to convict defendant for the possession of a weapon for the purpose of using it unlawfully against any other person. Thus, the court failed to limit the target of the unlawful possession of the weapon to Parrot. In addition, it failed to limit the time of the alleged weapons offense to the time of the alleged robbery. Consequently, the possession of a weapon for an unlawful purpose charge submitted to the jury was broader in scope than the armed robbery charge for which defendant was indicted. <em>Cf. State v. Williams, </em>213 <em>N.J.Super. </em>30, 35 (App.Div.1986), certif. den. 107 <em>N.J. </em>104 (1987).</p>\n<p id=\"b65-7\">II</p>\n<p id=\"b65-8\">Because the case must be remanded for a new trial, we also consider it necessary to comment upon the testimony <page-number citation-index=\"1\" label=\"36\">*36</page-number>elicited by the prosecutor that defendant had been arrested on other charges.</p>\n<p id=\"b66-6\">One of the police officers involved in the investigation of the armed robbery gave the following testimony during direct examination:</p>\n<blockquote id=\"b66-7\">Q. When he came to police headquarters at that time, was there a warrant for his—an active warrant for his arrest at police headquarters?</blockquote>\n<blockquote id=\"b66-8\">A. Yes, there was.</blockquote>\n<blockquote id=\"b66-9\">Q. Was that for an unrelated offense?</blockquote>\n<blockquote id=\"b66-10\">A. Yes, it was.</blockquote>\n<blockquote id=\"b66-11\">THE COURT: Now, ladies and gentlemen, this information about an active warrant for the arrest of Mr. Neal and unrelated offense has nothing to do with this particular trial. It’s merely admissible to show that’s the reason he was arrested at this time on this occasion. It has no relevance to any issue before you in this trial.</blockquote>\n<blockquote id=\"b66-12\">All right, you may continue.</blockquote>\n<blockquote id=\"b66-13\">Q. Was he arrested on that warrant?</blockquote>\n<blockquote id=\"b66-14\">A. Yes, he was.</blockquote>\n<blockquote id=\"b66-15\">Q. And did he remain at police headquarters having been arrested on that warrant?</blockquote>\n<blockquote id=\"b66-16\">A. That’s correct.</blockquote>\n<p id=\"b66-17\">Under <em>Evid. </em>R. 55, evidence that a defendant has committed another crime is inadmissible unless relevant to some fact in issue in the case. <em>State v. Schumann, </em>111 <em>N.J. </em>470, 475-480 (1988); <em>State v. Slocum, </em>130 <em>N.J.Super. </em>358, 362 (App.Div.1974). The State argues that the introduction of evidence of defendant’s arrest on other charges was required to show why defendant was at police headquarters being questioned. However, there was absolutely no need to tell the jury that defendant’s presence at police headquarters resulted from his arrest on other charges. Therefore, the prosecutor should avoid any reference to that arrest at the retrial.</p>\n<p id=\"b66-18\">For the foregoing reasons, defendant’s convictions for conspiracy to commit armed robbery and possession of a weapon for an unlawful purpose are reversed and the case is remanded for a new trial in conformity with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b60-12\"> The juvenile is referred to by a fictitious name in this opinion.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b65-9\"> This issue is raised only very obliquely by defendant and has not been briefed by either party.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}