{
  "casebody": {
    "data": "<casebody firstpage=\"10\" lastpage=\"29\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b46-3\">James E. Scripps v. Cornelius J. Reilly.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b46-4\"><em>Challenges </em>— Offers <em>of Evidence within the Jury’s Hearing </em>— Whether <em>Court Reports are Privileged </em>— Damages <em>for Newspaper Libel.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b46-5\">Challenges for cause can be made by either side until the jury is sworn. '</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b46-6\">Everything tending to influence a jury but not legally admissible should be kept from their knowledge during the trial.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b46-7\">Offers of evidence made within the hearing of the jury may be such, even if rejected, as to require a reversal of the judgment.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b46-8\">If an offer of evidence is likely to influence the jury, it ought, if documentary, to be submitted to court and counsel for examination without stating its purport.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b46-9\">Counsel may offer evidence to obtain in cases of doubt a distinct ruling as to its admissibility, and may vary the form of the offer or include other matters in. order that the particular question desired may be distinctly raised; but when an adverse ruling has once been obtained, other offers covered by such ruling must not be made.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b46-10\">Where there is a total want of evidence upon any essential point, the jury should be distinctly so charged.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b46-11\">The publication of court proceedings is not so far privileged as to justify a sensational accompaniment of defamatory comments upon the characters of those in relation to whom the proceedings arc taken.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b46-12\">Whero there is evidence tending to show that the proprietor of a newspaper has retained employees who ought not to have been kept, and that through their recklessness or malice a libel has been published, the proprietor will be held liable.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b46-13\">The burden of proving the negligence of a newspaper proprietor in retaining employees through, whose recklessness or malice a libel has been published, is on the plaintiff.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b46-14\">Every publisher in whose paper a libel appears is liable for estimated damages to credit and reputation and such special damages as may appear, and also for such damages on account of injured feelings as must be inferred considering the standing and circulation of the paper.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b46-15\">Damages . to person, property and reputation, together with such special damage as may be proved, are recoverable for any injury which entitles the party injured to redress.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b47-3\"><page-number citation-index=\"1\" label=\"11\">*11</page-number>Damages for injury to the feelings are allowed where the act is mischievous in its very nature, or where there is malice, willful or wanton misconduct, or negligence so great as to indicate a reckless disregard of the rights or safety of the injured party; they are measured largely by the degree of fault, and where there is no malice or negligence and injury happened in spite of proper precaution, they are reduced to what would have resulted from' the injury itself.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b47-4\">In an action for newspaper libel, the haste incident to issuing the paper, the time at which the libelous article was handed in, and the sufficiency of the force employed on the paper for gathering the news and preparing and supervising articles for publication, may be considered as bearing on the question of the publisher’s negligence.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b47-5\">Copies of a newspaper containing specimen articles may be put in evidence to show the character it has established, as bearing on the question what degree of care and prudence was exercised in publishing an article complained of as libelous.</headnotes>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b47-6\">Error to Superior Court of Detroit.</summary>\n<otherdate data-order=\"17\" data-type=\"otherdate\" id=\"Af2\">Submitted October 4 and 5, 1877.</otherdate>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"Al\">Decided January 8, 1878.</decisiondate>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b47-7\">Libel. Reilly sued Scripps, who was the principal proprietor of a newspaper called <em>The Evening News, </em>for publishing therein a scurrilous article purporting to give the substance of a bill of complaint filed against a third party and seriously implicating Reilly. He recovered a verdict of $4,500 damages, but judgment was reversed by the Supreme Court <em>(Scripps v. Reilly, </em>35 Mich., 371) and a new trial ordered. Upon the second trial, which is reviewed in this opinion, Reilly recovered a verdict for $5,000 and Scripps again brought error.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b47-8\"><em>M. E. Crofoot </em>and <em>C. I. Walker </em>for plaintiff in error.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"Ac1\">The question whether a libel is privileged is one of fact, <em>Gassett v. Gilbert, </em>6 Gray, 94; <em>Barrows v. Bell, </em>7 Gray, 315; <em>Hoare v. Silverlock, </em>9 M. G. &amp; S., 24. As to privileged communications, see <em>Stiles v. Nokes, </em>7 East, 493; <em>Curry v. Walter, </em>1 B. &amp; P., 525; <em>Rex v. Wright, </em>8 Term Rep., 298; <em>Ryalls v. Leader, </em>L. R. 1 Ex., 298; <em>Lewis v. Levy, </em>E. B. &amp; E., 536; <em>Wason v. Walter, </em>L. R., 4 Q. B., <page-number citation-index=\"1\" label=\"12\">*12</page-number>86; <em>Kidder v. Parkhurst, </em>3 Allen, 393. Damages are not allowed for injury to the feelings except where the wrong is marked by malice, fraud, oppression or gross negligence <em>(Detroit Post v. McArthur, </em>16 Mich., 454; <em>Schwoerer v. Boylston Market Ass’n, </em>99 Mass., 285; <em>Wilson v. Young, </em>31 Wis., 582; <em>Mihuaukee R. R. v. Arms, </em>91 U. S., 489) instead of mere heedlessness <em>(Moore v. Bowman, </em>47 N. H., 494), nor are they given by way of punishment where the wrong is criminal, <em>Austin v. Wilson, </em>4 Cush., 273; <em>Taylor v. Carpenter, </em>2 W. &amp; M., 22; <em>Fay v. Parker, </em>53 N. H., 372.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b48-4\"><em>Griffin &amp; Dickinson, G. V. N. Lothrop </em>and <em>J. Logan Chipman </em>for defendant in error.</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"Acv\">Peremptory challenges can be made until the jury is sworn, <em>Hunter v. Parsons, </em>22 Mich., 96; <em>Jhons v. People, </em>25 Mich., 499. The publication of <em>ex parte </em>proceedings is not privileged, <em>Cincinnati Gazette Co. v. Timberlake, 10 </em>Ohio St., 549; <em>Rex v. Lee, </em>5 Esp., 123; <em>Rex v. Fisher, </em>2 Camp., 563; <em>Duncan v. Thwaites, </em>3 B. &amp; C., 556; <em>Delegal v. Highley, 3 </em>Bing. (N. C.), 950; <em>Stanley v. Webb, </em>4 Sandf., 28; <em>Matthews v. Beach, </em>5 Sandf., 264; <em>Behrens v. Allen, </em>3 Fost. &amp; Fin., 135: per contra, <em>Smith v. Scott, </em>2 C. &amp; K., 580; <em>Ackerman v. Jones, </em>37 N. Y. Sup’r Ct. Rep., 42. But the person libelled must be one whose character is of general public interest, <em>Purcell v. Sowler, </em>1 C. P. D., 781. The fact of privilege only rebuts the <em>prima facie </em>inference of malice and requires it to be proved, <em>Wright v. Woodgate, </em>2 C. M. &amp; B., 577; Townshend on Libel, § 209; Cooley’s Const. Lim., 449; it is limited to the subject matter of the report and the manner of reporting, and even then it is for the court to consider whether it was lawful to publish the communication, <em>Flint v. Pike, </em>4B. &amp; C., 473; <em>Thomas v. Croswell, </em>7 Johns., 271; <em>Moffatt v. Cauldwell, </em>3 Hun, 26; <em>Cooper v. Greeley, </em>1 Den., 358; <em>Fry v. Bennett, </em>28 N. Y., 324; <em>Com. v. Blanding, </em>3 Pick., 304; <em>Usher v. Severance, </em>20 Me., 9; <em>Pittock v. O’Niell, </em>63 Penn. St., <page-number citation-index=\"1\" label=\"13\">*13</page-number>253; <em>Edsall v. Brooks, </em>2 Robert., 29; <em>White v. </em>Nicholls, 3 How., 288; the libelous character of a newspaper article is a question of law for the court, <em>Lewis v. Clement, </em>3 B. &amp; A., 702; <em>Saunders v. Baxter, </em>6 Heisk., 369; <em>Hunt v. Bennett, </em>19 N. Y., 173; <em>State v. Jeandell, </em>5 Harring. (Del.), 475; <em>Roberts v. Brown, </em>10 Bing., 519.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b49-4\">Marston, J.</author>\n<p id=\"Ai4\">When this case was before the court at a former term, several questions were then disposed of, and the facts were so fully stated in the opinion of the court that no extended reference to them will be necessary in the present case. The errors assigned will be noticed in their order.</p>\n<p id=\"b49-5\">I. That the court erred in permitting the plaintiff to challenge a juror after the defendant had exhausted his peremptory challenges.</p>\n<p id=\"b49-6\">After the jurors had been called, counsel for plaintiff challenged some of them peremptorily, and some for cause, and then announced himself satisfied. Defendant’s counsel then challenged some of them for cause, and also exhausted his peremptory challenges, and expressed satisfaction. Counsel for plaintiff then desired to challenge one of the jurors, who was upon the panel when he first expressed himself as satisfied. This, counsel for defendant objected to, the court overruled the objection, and defendant excepted. The juror was sworn, examined, and excluded for cause.</p>\n<p id=\"b49-7\">This question is clearly covered by former decisions in this court. Whether counsel for the different parties have exhausted their peremptory challenges, and announced themselves satisfied with the jury or not, they have undoubtedly the right, certainly up to the time when the jury is sworn, to make further challenges for cause. It is the aim and policy of the law to'have a fair and impartial jury, and to this end it would be the clear duty of the court, up to the last minute, to permit counsel to further examine the jurors. It is possible, <page-number citation-index=\"1\" label=\"14\">*14</page-number>as argued in this case, that this privilege may be abused by counsel. This is true; but we think, under the .watchful care of the trial court, there is not much danger in this direction, and there certainly is nothing in this case indicating in the slightest degree a want of good faith on the part of counsel. <em>Hunter v. Parsons, </em>22 Mich., 96; <em>Jhons v. The People, </em>25 Mich., 499; <em>Atlas Mining Co. v. Johnston, </em>23 Mich., 36.</p>\n<p id=\"b50-4\">II. That the court erred in allowing counsel for the plaintiff to offer successively in evidence a large number of articles published in <em>The Evening Netos, </em>subsequent to the time of the publication of the article complained of, and this after articles of the same character, and offered for the same purpose, had been ruled out.</p>\n<p id=\"b50-5\">These articles under the previous decision were not admissible. Counsel in offering the first article admitted that it-was, he thought, covered by the previous ruling, but offered it as he desired a distinct ruling of the court • below thereon. This he undoubtedly was justified in doing, and in a case of doubt as to the form of the offer, counsel would have a right to vary it, or offer it in connection with other matters, for the purpose of distinctly raising beyond doubt the particular question desired. When, however, this object was accomplished by the offer and rejection, counsel should not offer similar articles clearly covered by the same ruling. Beyond what we have already stated, we can see no good reason for so doing. Once offered in proper form, a ruling thereon and an exception thereto taken, ■ the question may be •passed upon in the court of review as fully and completely as though an infinite number of exceptions had been taken covering the same point. If counsel proceed beyond this and make the offers in the- presence and hearing of the jury, and the court permits them to be made in this manner, the character of the offers so made may be such, even although they were rejected below, as' to require on error a reversal of the judgment, where <page-number citation-index=\"1\" label=\"15\">*15</page-number>the party making such rejected- offers obtains a verdict and judgment in the case. Everything having a tendency to prejudice or influence a jury in their deliberations which is not legally admissible in evidence on the trial of the cause, should be, so far as possible, kept from coming to their knowledge during the trial. An impression once made upon the mind of a juror, no matter how, will have more or less influence upon him when he retires to deliberate upon the verdict to be given, and no matter how honest or conscientious he may be, or how carefully he may have been instructed by the court to not permit such incompetent matters to influence him, or have any bearing in the case, it will be very difficult, if not impossible, for him to separate the competent from the incompetent, or to say to what extent his impressions or convictions may be attributed to that which properly should not have been permitted to come to his knowledge. But whatever the reason for the rule may be, all courts agree in excluding incompetent testimony, and that an error in this respect will be sufficient cause for reversal. This rule would be but slight protection if counsel or witnesses could be permitted to make a statement, but not under oath, of the incompetent testimony, or counsel state the same fully to the jury in their argument or otherwise. The essence of the wrong consists in the fact that such incompetent testimony is brought to the attention of the jury, more than in the method adopted in eom■municating the fact. No matter how the information is derived, the result is the same. In this case after counsel had obtained a clear and distinct ruling of the court as to the inadmissibility of a certain class of articles, -a large number of the same class were offered, and in making each separate offer, counsel stated the purport of the article or read the headings. This course was objected to, but permitted by the court, and the articles offered were all excluded, the objection as to their admissibility having been sustained. We think the course adopted was not correct, and that, although perhaps not <page-number citation-index=\"1\" label=\"16\">*16</page-number>fully covered by the letter of the previous decision in this case, yet that it comes clearly within the reason and spirit of the rules there laid down. Where the offer is likely to be of such a character that it would have a tendency to prejudice or influence the jury, the correct practice would be to present the article, if in writing, to the court and counsel for examination, without stating either the purport or substance of it. The cases are but few where such objectionable articles are likely to come up on the trial, and when such a case arises, the good sense of • court and counsel will not only see the necessity, but will readily discover and adopt the means requisite to keep them from the reach of the jury. That counsel acted in entire good faith in offering these articles in the manner in which he did we are willing to concede, but in the ardor of his zeal he went farther than the law would protect him in doing. The presiding judge, not similarly affected, will, we think, have no difficulty in permitting counsel, without resorting to any undue formalities, to present and have all questions properly arising in the case passed upon in such a manner as not, to interfere with the rights of the opposite party.</p>\n<p id=\"b52-4\">III. That the court erred in its refusals to charge, and in its charge as given on the subject of the privilege claimed by defendant.</p>\n<p id=\"b52-5\">The defendant claimed that he had an entire right to publish the charge contained in the bill of complaint. This the court conceded, but it is claimed that the court erred in determining as a matter of law that the statement contained in the publication charged as libelous was not a fair statement of the charge actually made in the bill of complaint. This, it is claimed, was a question of fact which should have been submitted to the jury. It is farther claimed that the effect of the charge as given, and of the refusals to charge as requested, virtually determined that if the article published went beyond the privileged right of making a fair statement, the privilege of <page-number citation-index=\"1\" label=\"17\">*17</page-number>the defendant was gone, and the plaintiff would be entitled to recover the same damages as if no bill had ever been filed.</p>\n<p id=\"b53-4\">This objection assumes and is based upon the theory, that the defendant had a right to publish the charge contained in the bill of complaint; that such a publication would have been privileged. Under the charge of the court this question as to the privileged character of such a publication, does not directly arise in the case. Upon the argument in this court, and also upon the previous argument, counsel for defendant in error entered into a full and elaborate discussion of this question of privilege, but in neither case was it discussed by counsel for plaintiff in error. It was quite strongly intimated in the former opinion, that the publication of a charge as contained in a bill of complaint, would not be privileged, and further examination and reflection confirm that view; otherwise the reputation of none would be safe from the publication of <em>ex parte </em>charges, which may be made by any person without the leave of the court, and frequently without even the sanction of an oath, and which experience teaches are generally utterly unreliable, and in this particular class, even when taken as confessed, would not, standing alone, warrant or sustain a decree. Under the circumstances stated we do not, however, deem it best to fully discuss this question, but we cannot so far concede the privileged character of such a publication as to find error upon such a theory, where otherwise' none would exist, or to say that the court should have instructed the jury to recoup from the damages sustained, such damages as the plaintiff would necessarily have sustained from a fair and impartial publication of the charge contained in the bill of complaint.</p>\n<p id=\"b53-5\">When we examine the article in question we do not see how it can be said to be a fair and impartial statement of the charge as set forth in the bill of complaint. The facts stated in the bill may have been the foundation of this article. The whole article, however, is so <page-number citation-index=\"1\" label=\"18\">*18</page-number>highly sensational, and so mixed the facts as stated in the bill with additions and comments thereon, that it would be utterly impossible for court or jury to separate them, or to treat the article as a fair publication of the* charge made in the bill of complaint with slight comments thereon. It is a sensational and wholly unjustifiable article, based in part upon the charge made in the bill. Private character may not thus be dragged before the public, even although done under the guise of publishing what has passed in a court of justice, by publishing the whole or a part of the proceedings, with defamatory observations or comments thereon.</p>\n<p id=\"b54-4\">IY. That the court erred in refusing to charge the jury in accordance with defendant’s fourteenth request, viz.: - “That the prior publications admitted in evidence in this case, do not prove or tend to prove, such recklessness or carelessness, as would render the defendant liable to exemplary damages.” In the same connection, the giving of defendant’s seventh request, <em>with a modification, </em>is complained of. -That request was as follows: “Although a publisher of a newspaper is in law held liable for the articles that appear in the paper, yet if the jury find under’ the charge of the court that the defendant had no knowledge of the character of the publication. in question until after it was published, then no other than actual damages can be given against him on account of such publication, unless they further find that he has been guilty of neglect in the selection of employees, or reckless in the conduct of his paper, and had thereby caused the said publication.” This was given with the addition, “unless he had been guilty of retaining employees who ought not to have been retained, and knowing their character.” This last, it is claimed, was asking the jury to pass upon a question in relation to which there was no evidence before them.</p>\n<p id=\"b54-5\">What were the facts upon which these requests were based and given?</p>\n<p id=\"b55-3\"><page-number citation-index=\"1\" label=\"19\">*19</page-number>At the time of the publication in question the defendant and his brother were proprietors and publishers of <em>The Evening News, </em>the former owning a controlling or two-thirds interest. There were two departments of the paper, one denominated the city and the other the general department. “The city department took in everything pertaining to the city, all the city news,” and was, as it had been from the first publication of the paper, in August, 1873, under the charge of Mr. Dee. His duties were to supervise everything in connection with the city department, and over this department he had absolute control, subject, however, to the directions of defendant, as managing editor or proprietor owning a controlling interest. Dee’s “ duties consisted in taking general charge of the city news, dividing the work among the reporters, receiving the copy as they brought it in, putting heads on it and so forth if any were needed, and sending it to the printer.” At this time there wrere three others on the city department as reporters, Mr. Boss, Mr. Little and Mr. Edward Seripps. The article in question was written by Mr. Boss, and the defendant had no personal knowledge of it until the next day after its publication. Boss had been employed in the same capacity from August, 1873, and both Dee and Boss retained their respective positions after the publication in question. It does not appear what length of time the other city reporters had been in defendant’s employ, either before or after this publication.</p>\n<p id=\"b55-4\">The prior publications referred to were six in number <em>; </em>with their corrections, twelve. Taking them in their order of publication, the first was a special dispatch from Marshall that a certain person, giving his name, was convicted of larceny and sentenced to four years in Jackson. On July 7th this was corrected in an article stating that a young man was convicted and sentenced for having stolen goods from the person named in the previous article as having been convicted. The second was on July 8th stating that a Chinaman had left the city tak<page-number citation-index=\"1\" label=\"20\">*20</page-number>ing away his customers’ goods. This on the following day was denied and corrected. The third was on September 3, and stated that a superintendent of schools, giving his name, of an adjoining township, had been arrested for an assault on his mother-in-law, and on the 17th this was corrected by stating that the assault charged was on his brother-in-law. The fourth article was entitled “ How a Sneak Made Lovewas published October 20th and corrected on the 25th. The fifth was published October 13th, stating that a certain party, by name, had been arrested, and on the 16th this also was corrected. The sixth was a similar mistake as to the arrest of another person, published Nov. 20th, and corrected two days thereafter.</p>\n<p id=\"b56-4\">It did not appear in any way who had gleaned or furnished the information or written the articles above mentioned, or any or either of them. Nor did it appear that when the incorrect articles were first published the city editor, Dee, had any knowledge or information as to the correctness of the same. The correction of the first article admits that the editor having such matter in charge was cognizant of the affair, and had it not been for the hurry of getting the paper to press, would have been likely to have detected the error, but this item did not belong to the city editor’s department.</p>\n<p id=\"b56-5\">The question raised, relating as it does only to the liability of the defendant to respond in exemplary damages, what is here said will be understood as not being ex-_ tended beyond that question, and will in no way affect the defendant’s liability to respond for estimated damages to the credit and reputation of the plaintiff, or for special damages, or for damages on account of injured feelings. Within certain limits, all such damages plaintiff would be entitled to recover, whether defendant was guilty of negligence or not. <em>Detroit Post Co. v. McArthur, </em>16 Mich., 454.</p>\n<p id=\"b56-6\">It is not claimed in this case that any express malice was shown, or that the defendant had any actual knowl<page-number citation-index=\"1\" label=\"21\">*21</page-number>edge of the publication of the article in question until the day following its publication, or that he was chargeable with negligence in employing either Dee, Eoss or any of his reporters or correspondents, and the burden of proving any such carelessness or negligence would be on the plaintiff. <em>Davis v. D. &amp; </em>M. R. <em>R. Co., </em>20 Mich., 122.</p>\n<p id=\"b57-4\">The notice, if any, which is to bind the defendant, and the facts which show his negligence, if any, must all be found from the publication of the six articles referred to with their contradictions, defendant’s knowledge of these facts, and his afterwards retaining the authors or parties directly responsible therefor in his employ.</p>\n<p id=\"b57-5\">As already said it does not appear that Dee wrote, any one of these articles, or that he had, at the time they first passed into his hands and from thence into the paper, any knowledge whatever as to the untruthfulness of the facts therein set forth, or that there was any carelessness or negligence on his part in permitting their publication, so far as the truthfulness of the articles was concerned. For aught that appears, and certainly we cannot presume the contrary, he may have acted with the utmost caution and care, and permitted the publication of each of the erroneous articles in the firm belief that the facts stated therein were true. The fact that in each of those cases he afterwards ascertained that the facts as published were not correct, and that he published a correction of the same, would not tend to show carelessness on his part, but rather a desire to correct the mischief done. Had Dee himself written each of these articles, the case would be different. We must therefore seek further to ascertain from whence the negligence arises. There is no evidence tending to show that Eoss wrote any of these articles, or was in any way responsible for them. Who did write them then? We don’t know. The record is entirely silent upon the subject, and all the evidence upon this question is incorporated in the bill of exceptions. For aught that appears in the case, in every instance, the author of each and <page-number citation-index=\"1\" label=\"22\">*22</page-number>every article may have been promptly discharged upon discovery of the error by Dee or the defendant. We cannot presume that they were- not, or that the defendant or his agent, Dee, retained them after discovering the facts. It does appear that other reporters were employed, but for what length of time they had been in defendant’s employ does not appear. The only fact we have then to fall back upon to show carelessness or negligence in the character of employees <em>retained, </em>after knowledge of their unfitness, is the retention of Dee and Ross after the publication in dispute, if that fact could be considered for such purpose. It is not shown that either Ross or Dee in this ' case acted maliciously or wantonly, and it may be very questionable, therefore, whether a single act on their part would tend to prove them unfit for their respective positions. The defendant “is only charged with the duty of employing those who have acquired a good character in respect to the qualifications called for by the particular service, and no one would say that a good character acquired by long service, was destroyed or seriously impaired by a single involuntary and unintentional fault.” <em>Baulec v. New York &amp; H. R. R. Co., 17 </em>Am., 330; <em>Murphy v. Pollock, </em>15 Irish C. L., 244. We can come to no other conclusion in this case than that there was a total lack of evidence upon this theory and branch of the case. Had the evidence tended fairly to show that “defendant had been guilty of retaining employees who ought not to have been retained, knowing their character,” we might not, in the light of previous decisions of this court, have examined into the weight or sufficiency of the same, but where there is a total want of evidence upon any essential point, the jury should be so charged distinctly. There is, however, another theory referred to hereafter, upon which some of these articles would have been admissible.</p>\n<p id=\"b58-4\">V. That the court erred in its various rulings upon the subject of damages.</p>\n<p id=\"b59-3\"><page-number citation-index=\"1\" label=\"23\">*23</page-number>The question of damages has been so frequently and fully discussed in this State that it does not seem necessary to refer to the decisions in other States, at least so far as the present case is concerned, which involves only the question of the allowance of exemplary damages.</p>\n<p id=\"b59-4\">I think the following rules may be laid down as the result of the decisions in this State upon this subject:</p>\n<p id=\"b59-5\">1. In any injury entitling the party to redress, damages to the person, property and reputation, together with such special damage as may be shown are recoverable.</p>\n<p id=\"b59-6\">2. Where the act dope is one which from its very nature must be expected to result in mischief, or where there is malice, or willful or wanton misconduct, carelessness or negligence so great as to indicate a reckless disregard of the rights or safety of others, a new element of damages is allowed, viz.: for injury to the feelings of the plaintiff.</p>\n<p id=\"b59-7\">3. Damages for injuries to feelings are only allowed in those torts which consist of some voluntary act or very gross neglect, and depend in amount very much upon the degree of fault evinced by all the circumstances.</p>\n<p id=\"b59-8\">4. Where the tort consists of some voluntary act,, but no element of malice, carelessness or gross negligence, is shown to have existed, but that the wrong was done in spite of proper precaution, the damages to be awarded on account of injured feelings, will be reduced to such sum as must inevitably have resulted from the wrong itself.</p>\n<p id=\"b59-9\"><em>5. </em>Where, however, the elements exist in a case, entitling a party to recover damages for injured feelings, the amount to. be allowed for shame, mental anxiety, insulted honor, and suffering and indignation consequent on the wrong, may be increased or aggravated by. the vindictive feelings, or the degree of malice, recklessness, gross carelessness or negligence of the defendant, as the injury is much more serious where these elements, or either of them, are shown to have existed.</p>\n<p id=\"b59-10\">6. This increase of damages dependent upon the conduct of the defendant must be considered in this State <page-number citation-index=\"1\" label=\"24\">*24</page-number>as actual damages, although usually spoken of as exemplary, vindictive or punitory, and the amount thereof to be recovered, where recoverable at all, as they are incapable of ascertainment by any other known rule, must rest in the fair and deliberate judgment and discretion of the jury acting upon their own sense of justice in view of all the circumstances, both mitigating and aggravating, appearing in the ease, and which can fairly be said to give color to or characterize the act, aided, however, by such instructions from the court as will tend to prevent the allowance of damages merely fanciful, or so remote as not fairly resulting from the injury.</p>\n<p id=\"b60-4\">7. So far as these damages are concerned, the fact that an indictment may or may not be pending or threatened for the same wrong is wholly immaterial, as they are allowed by way of remuneration for the injury sustained. If their allowance also operates by way of punishment, this is an indirect result equally applicable to damages allowed for injuries to person or property.</p>\n<p id=\"b60-5\">8. In cases of libel the publication is always consid- ■ ered a voluntary act, and is presumed to have proceeded from malicious motives. The actual motive may, however, be shown, either in aggravation or reduction of the damages to the feelings of the person injured. In other words, the spirit and intention of the defendant in publishing the libel may be considered by the jury in estimating the injuries done to the plaintiffs feelings.</p>\n<p id=\"b60-7\">9. Want of proper precaution in the employment of agents or assistants, or of proper care in the conduct of the paper, or the retention of improper employees after ascertaining their incompetency, carelessness or negligence, may be shown to increase the damages to wounded feelings; but express malice in the employees would not be admissible for such purpose where the act was done without the knowledge or consent of the defendant, where proper care had ben exercised in their employment and retention. <em>Detroit Daily Post Company v. McArthur, </em>16 Mich., 447; <em>Welch v. Ware, </em>32 Mich., 77, and authorities <page-number citation-index=\"1\" label=\"25\">*25</page-number>cited on p. 86; <em>Elliott v. Van Buren, </em>33 Mich., 66; <em>Livingston v. Burroughs, </em>33 Mich., 511; <em>Friend v. Dunks, </em>37 Mich., 25.</p>\n<p id=\"b61-4\">The court charged the jury, and very properly, that there was no proof of actual malice, and while the entire charge shows a very evident desire to follow closely the decision in <em>Detroit Daily Post Company v. McArthur, </em>yet, in some instances the court either misunderstood the effect of the decision in that case or did not make the proper distinction. When the court undertook to pass upon the special requests to charge of counsel, we think error was committed in giving some and in refusing others.</p>\n<p id=\"b61-5\">If all had been refused on both sides, at all events so far as the charge, which was very full, covered the same points, and which, I think, would be the better practice, I am not prepared to say that the same questions would have arisen in the case. In giving plaintiff’s requests the court, charged upon the question of damages, that the defendant was liable for all damages to the plaintiff in his credit and reputation, also all such damages for wounds to his pride and manly feeling as must unavoidably be inferred from such a publication by a paper issued in the city, having a daily circulation of 16,000, — thus following the case above referred to. In the next request as given the court charged “That in addition to the actual damages already mentioned, if the jury shall find that the defendant, as proprietor and managing editor, neglected reasonable and just care to prevent the publication of libelous matter, was reckless in this respect, and that the publication in question was made under those circumstances, it is competent for the jury to increase the actual damages suffered by the plaintiff, and give such additional damages as will in their judgment be proper on account of such careless and reckless conduct.”</p>\n<p id=\"b61-6\">This was erroneous, in that it allowed the jury, in case they found certain facts, to give a. new class of damages, rather than that they might increase for these <page-number citation-index=\"1\" label=\"26\">*26</page-number>reasons one of the classes, injury to feelings, mentioned in the sixth request. It may be the result would have been the same, even had the court correctly instructed the jury upon this point, but we do not know that it would. '</p>\n<p id=\"b62-4\">We have already said that in our opinion there was not sufficient evidence of a want of care in the previous publication of the paper, as .would warrant the submission of this question to the jury, it being conceded practically, and so charged, that there was no express malice. What we have already said in discussing the fourth above objection in connection with the rules as to damages which we have endeavored to lay down, renders any further discussion of this question unnecessary, nor will it be necessary to refer to other portions of the charge and refusals upon the same branch in conflict with what we have said.</p>\n<p id=\"b62-5\">Complaint is made of the refusal of the court to instruct the jury that they might take certain facts into consideration, among others, the hurry incident to' the issuing of a newspaper, and the time in connection therewith at which the article in question was received.</p>\n<p id=\"b62-6\">It is very difficult to say, as matter of law, just what weight should be given by the jury to such facts and circumstances. That they are admissible and should be considered by the jury, not as an excuse or justification, but as circumstances characterizing the act we have no. doubt. An article, may be brought in just as the paper is going to press, and inserted. If libelous, the proprietor would be liable, yet the time the information or article was received and the opportunities afforded for examining the truth or falsity of the statements therein contained before the paper would go to press should be considered in fixing the amount of damages to be recovered. We can but determine and announce what is the general rule upon this subject, and not one that might be applicable to this newspaper and no other. We must <page-number citation-index=\"1\" label=\"27\">*27</page-number>recognize some well-known facts applicable perhaps to the publication of every important daily newspaper — that there will at times be more haste exercised, in the preparation of articles, in order that they may appear in the edition then going to press, will be. disputed by none. There is a laudable desire on the part of publishers to give their readers the very latest and most reliable news, and for this purpose the press will be stopped that an important item just received may be inserted. It necessarily follows that on such occasions the same careful scrutiny cannot be exercised that would at others, and thus the most watchful be deceived.</p>\n<p id=\"b63-4\">If a sufficient force of competent persons have been employed to gather the news, prepare and supervise the articles before publication, even although a large number of items may appear in each edition, the danger of errors creeping in at any time will be very much lessened. If an adequate force has not been employed, or if due care has not been exercised in their employment or retention, the danger will be much greater, but these facts should all be taken into consideration in ascertaining and determining whether due and proper care has or has not been exercised.</p>\n<p id=\"b63-5\">The question of negligence must depend upon the circumstances peculiar to each particular case. It consists largely in a want of proper care, taking into consideration all the surrounding circumstances, and applying thereto general rules applicable to that class of business as ordinarily carried on, and what might under the circumstances in a given case, tend to show negligence, under other and different circumstances might, have no such tendency.</p>\n<p id=\"b63-6\">If a person were about to publish an article he knew would be libelous, undue haste on his part to throw it before the public might well be considered as an aggravation of the offense, while, if he were acting in good faith, with pure motives and with an earnest desire to-give the public what he considered an important item of <page-number citation-index=\"1\" label=\"28\">*28</page-number>news, haste in so doing would be praiseworthy; and should such an article afterwards appear to be untrue and libelous, his motive in publishing it, and the time he had for investigation or deliberation might well be considered in mitigation of such damages as gross negligence might be shown to increase.</p>\n<p id=\"b64-4\">In what has been here' said we think there is nothing that can in any way be construed as even tending to give encouragement to undue haste or want of care in the preparation and supervision of articles intended for the press. .The size and importance of the paper, the large number of items inserted therein, and the dispatch consequent thereon, call for a larger force and greater watchfulness than would be deemed necessary in an obscure or insignificant publication, containing but few items and with a limited circulation. Nor do we think the general rules we have endeavored to lay down, applicable to newspapers of character and eredit, can be used to encourage or protect the publication of another class, pernicious in-the character and tendency of the articles frequently inserted therein, whose publishers hesitate not. to attack private character, and with which neither social decency nor honor is held in the least regard, who delight in pandering to a vitiated and depraved taste, by the publication of indecent matter unfitted for the public eye. The law endeavors to protect private character from detraction and abuse, and when private character is dragged before the public for such a purpose, not as a subject in the discussion of which the public may reasonably be supposed to have an interest, but to pander to a depraved appetite for scandal, such publications soon give character to the paper. The publication of such articles, whether the facts stated therein are true or not, are improper and unjustifiable, and show recklessness and a want of due care on the part of the publishers of the paper.</p>\n<p id=\"b64-5\">Such articles are usually published from impure and sordid motives, and when permitted or countenanced by <page-number citation-index=\"1\" label=\"29\">*29</page-number>those in authority, the employees are thereby encouraged and sanctioned in continuing such a reprehensible course. An employee engaged by the publishers of a reputable journal, would with diffidence publish scandalous matter therein, and if reprimanded for so doing, would not be likely to repeat the offense, while one employed in seeking for and publishing news in one of less character, when once sanctioned by his employer in the publication of such matter, would thereafter be much more likely to seek for and publish all such, with avidity. Under such dissimilar circumstances it would be folly to expect in each case thereafter the same care and prudence in the selection of articles for publication.</p>\n<p id=\"b65-4\">When, therefore, in a case like the present, it becomes important to consider what degree of care and prudence has been exercised by the proprietor of a newspaper in the publication thereof, we can see no good reason why the character which the paper has earned may not be shown, irrespective of the truth or falsity of the articles, by the introduction of the paper containing them to aid the jury in determining the question.</p>\n<p id=\"b65-5\">And while even where the very best of care is exercised libelous matter may sometimes creep into newspapers of character, and for which the publishers will be liable to respond in damages, yet they will be protected from such damages as a jury would be sure to inflict' upon those who are reckless and indifferent as to the rights and feelings of others, who hesitate not to publish scandalous matter, the publication of which can accomplish no good or useful11 public purpose. There doubtless may be a publication of many things harmless in themselves which in no way interest the public, and of which no one would complain. We have not intended to say anything against the publication of such articles.</p>\n<p id=\"b65-6\">For the errors stated the judgment must be reversed, and a new trial ordered.</p>\n<judges id=\"b65-7\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}