{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"280\" lastpage=\"309\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  BOMBARDIER AEROSPACE CORPORATION, Appellant\n  <br/>\n  v.\n  <br/>\n  SPEP AIRCRAFT HOLDINGS, LLC; PE 300 Leasing, LLC; Saracen Pure Energy Partners, LP ; Crane Capital Group, Inc.; James R. Crane ; Floridian Golf Resort, LLC ; Champion Energy Marketing, LLC ; and Crane Worldwide Logistics, LLC, Appellees\n </parties>\n <docketnumber id=\"p-2\">\n  No. 05-16-00086-CV\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Texas, Dallas.\n </court>\n <decisiondate id=\"p-4\">\n  Opinion Filed June 22, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Brett D. Kutnick, Deborah G. Hankinson, Jennifer Alane Stagen, Hankinson LLP, E. Stratton Horres, Lee L. Cameron Jr., Wilson, Elser, Moskowitz, Edelman &amp; Dicker, LLP, Dallas, TX, for Appellant.\n </attorneys>\n <attorneys id=\"p-6\">\n  Andrew L. Johnson, Kevin F. Risley, Tanya White, Thompson, Coe, Cousins &amp; Irons, L.L.P., Giles Robert Kibbe, Crane Capital Group, Inc., Houston, TX, for Appellees.\n </attorneys>\n <judges id=\"p-7\">\n  Before Justices Bridges, Myers, and Brown\n </judges>\n <p id=\"p-8\">\n  <strong>\n   MEMORANDUM OPINION\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   Opinion by Justice Bridges\n  </author>\n  <p id=\"p-10\">\n   Appellees SPEP Aircraft Holdings, LLC (SPEP), PE 300 Leasing, LLC (PE 300), Saracen Pure Energy Partners, LP (Saracen), Crane Capital Group, Inc. (Crane Capital), James R. Crane (Crane), Floridian Golf Resort, LLC (Floridian Golf Resort), Champion Energy Marketing LLC (Champion Energy), and Crane Worldwide Logistics, LLC (Crane Worldwide) sued appellant Bombardier Aerospace Corporation (Bombardier) for, among other things, breach of contract and fraud by nondisclosure.\n  </p>\n  <p id=\"p-11\">\n   The jury returned a verdict in appellees' favor on both claims and awarded $2,694,160 in actual damages and $5,388,320 in exemplary damages. On appeal, Bombardier argues the trial court erred by rendering judgment on appellees' fraud claim because it did not owe a duty as a matter of law, the evidence is legally insufficient to support the fraud finding, and there is no evidence it committed fraud against all eight appellees. Bombardier further challenges the sufficiency of the evidence to support the award of actual damages and argues the exemplary damages award must be vacated, or alternatively, reduced. We affirm the trial court's judgment.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    Background\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   The facts giving rise to this lawsuit are extensive and were presented during a multi-week jury trial. The record includes approximately two thousand pages of exhibits, which included contracts and aircraft maintenance logs. We initially recite some of the facts underlying the parties' dispute and provide further details below in the analysis of each issue raised on appeal.\n  </p>\n  <p id=\"p-14\">\n   Jim Crane and Neil Kelley were both successful businessmen with experience purchasing aircrafts. The men determined purchasing a plane together would be a wise business decision. Kelley had an excellent relationship with Flexjet and Bombardier\n   <footnotemark>\n    1\n   </footnotemark>\n   and decided to discuss the potential purchase with them. Both Crane and Kelley made it clear they wanted to purchase a new aircraft.\n  </p>\n  <p id=\"p-15\">\n   After some negotiations, SPEP Aircraft Holdings LLC (Kelley's company) and PE 300 Leasing, LLC (Crane's company) entered into the Purchase Agreement with Bombardier on December 23, 2010, for a new Challenger 300 (the Aircraft). The purchase price for the Aircraft totaled $19,850,000. Appellees also paid approximately $70,000 a month for Flexjet to manage the Aircraft. The management included providing maintenance, keeping logbooks, and employing pilots.\n  </p>\n  <p id=\"p-16\">\n   As part of the Purchase Agreement, Bombardier became the limited power of attorney for acceptance and registration of the Aircraft on behalf of appellees. This gave Bombardier the power to inspect the plane, which included reviewing aircraft documents/logbooks and making sure the Aircraft was airworthy. It also provided Bombardier with the authority to accept the Aircraft. Although Crane could have hired another company or someone else to inspect the Aircraft, he trusted Bombardier and Flexjet. Because of his trust, he never asked to inspect the logbooks prior to purchase. Further, because he thought he was buying a new aircraft, \"you wouldn't think it would require an inspection.\"\n  </p>\n  <p id=\"p-17\">\n   Wayne Banker, the quality assurance programs administrator with Flexjet, inspected the Aircraft's logbooks prior to acceptance and delivery of the Aircraft. Despite the logbooks showing the left engine had been repaired for interstage turbine temperature split (ITT) and used on another aircraft before being placed on appellees' Aircraft, Banker did not disclose this information to either Crane or Kelley.\n  </p>\n  <p id=\"p-18\">\n   After Banker finished his inspection, Ryan Shifflet and Tom Cantabene, pilots with Flexjet, flew the Aircraft from Hartford,\n   Connecticut to Houston and delivered it to Crane and Kelley. During the initial flight, Shifflet noticed the left engine had a higher ITT than the right engine on start-up and cruise. Shifflet mentioned the ITT split to the Flexjet maintenance department, and they said they knew about it and had it under control. Shifflet later learned more about the engine's history, which included previous jet fuel contamination and damage during its initial shipping in 2008. The damage required the left engine to be torn down and refurbished.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-19\">\n   Shifflet was surprised by the information because a new aircraft should have a new engine. He admitted he would not have been concerned if the engine was part of the Flexjet fleet because he knew Flexjet often took parts and swapped them between planes. But because the Aircraft was not part of the fleet but individually owned by Crane and Kelley, he was concerned and called Jill Vierling, his supervisor.\n  </p>\n  <p id=\"p-20\">\n   Vierling worked for Bombardier as a corporate aircraft logistics manager, meaning she managed certain aircrafts, one of which was appellees' Aircraft. She reported Shifflet's concerns to her supervisors, including Mr. Kneble, the vice president of sales. According to Vierling, no one seemed particularly surprised by the information, and she felt someone was hiding something. Knebel first indicated he would perform due diligence and try to add a disclosure to the Purchase Agreement. However, he later told her Crane and Kelley did not need to know about the engine's history and it was not her concern. Vierling and Shifflet were warned not to talk to Crane or Kelley.\n  </p>\n  <p id=\"p-21\">\n   On February 1, 2012, appellees cancelled Flexjet's management services because they were not satisfied with its performance. Fred Farid, the director of maintenance for Crane Worldwide, took over the Aircraft's maintenance, reviewed the logbooks, and discovered the mechanical damage history of the left engine. This history included: (1) the left engine suffering significant damage during shipment in 2008 that required its return to Honeywell for repairs; (2) the engine then being installed on an aircraft referred to as 241; (3) an ITT split in January 2009 requiring the engine's removal; (4) after repair, the engine being reinstalled on 241 for a period of time but removed again in April 2009 for oil contamination; (5) the engine being installed on aircraft 294 in January 2010; and (6) finally, in June 2010, the left engine, which a Honeywell employee described as a \"two-time loser,\" was installed on Crane and Kelley's Aircraft.\n  </p>\n  <p id=\"p-22\">\n   Appellees sued Bombardier for breach of contract, breach of express warranty, and fraud based on Bombardier's failure to disclose the engine's history. Appellees nonsuited their breach of warranty claim, but the remaining claims went to trial. A jury found in favor of appellees on both the breach of contract and fraud by nondisclosure claims. It awarded $2,694,160 in actual damages and $5,388,320 in exemplary damages. The trial court denied Bombardier's motion for judgment notwithstanding the verdict and to disregard jury findings and rendered judgment on the verdict. This appeal followed.\n  </p>\n  <p id=\"p-23\">\n   <strong>\n    Sufficiency of the Evidence to Support Fraud-By-Nondisclosure\n   </strong>\n  </p>\n  <p id=\"p-24\">\n   In its second issue, Bombardier challenges the jury's fraud-by-nondisclosure finding because (1) as a matter of law,\n   Bombardier did not owe a duty to disclose; (2) the evidence is legally insufficient to support the jury's finding that appellees did not have an equal opportunity to discover the truth; and (3) there is no evidence Bombardier committed fraud against all \"Plaintiffs\" as defined in the jury charge. We address each argument in turn.\n  </p>\n  <p id=\"p-25\">\n   A. Bombardier's Duty to Disclose\n  </p>\n  <p id=\"p-26\">\n   Fraud by nondisclosure is a subcategory of fraud.\n   <em>\n    Wise v. SR Dallas, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"6928003\" index=\"0\" url=\"https://cite.case.law/sw3d/436/402/#p409\">\n    436 S.W.3d 402\n   </extracted-citation>\n   , 409 (Tex. App.-Dallas 2014, no pet.). The elements require (1) a deliberate failure to disclose a material fact, (2) by one who had a duty to disclose such facts, (3) to another who was ignorant of the facts and did not have an equal opportunity to discover them, (4) with the intent the listener act or refrain from acting, and (5) the listener relies on the nondisclosure resulting in injury.\n   <em>\n    <extracted-citation case-ids=\"6928003\" index=\"1\" url=\"https://cite.case.law/sw3d/436/402/#p409\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-27\">\n   As a general rule, a failure to disclose information does not constitute fraud unless there is a duty to disclose the information.\n   <em>\n    Bradford v. Vento\n   </em>\n   ,\n   <extracted-citation case-ids=\"11090848\" index=\"2\" url=\"https://cite.case.law/sw3d/48/749/#p755\">\n    48 S.W.3d 749\n   </extracted-citation>\n   , 755 (Tex. 2001). Thus, silence may be equivalent to a false representation only when the particular circumstances impose a duty on the party to speak and he deliberately remains silent.\n   <em>\n    <extracted-citation case-ids=\"11090848\" index=\"3\" url=\"https://cite.case.law/sw3d/48/749/#p755\">\n     Id.\n    </extracted-citation>\n   </em>\n   A duty to disclose may arise in certain situations involving partial disclosure or when the parties have a confidential or fiduciary relationship.\n   <em>\n    Myre v. Meletio\n   </em>\n   ,\n   <extracted-citation case-ids=\"7328370\" index=\"4\" url=\"https://cite.case.law/sw3d/307/839/#p843\">\n    307 S.W.3d 839\n   </extracted-citation>\n   , 843 (Tex. App.-Dallas 2010, pet. denied). The duty arises in four circumstances: (1) a fiduciary or other special relationship between the parties gives rise to a duty to disclose; (2) new information makes a defendant's earlier representation misleading or untrue; (3) a defendant conveys a false impression by making a partial disclosure; and (4) a defendant who voluntarily discloses information has a duty to disclose the whole truth.\n   <em>\n    Patrusky v. Bloomberg\n   </em>\n   , No. 05-14-00175-CV,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=2015%20WL%203896097\">\n    2015 WL 3896097\n   </extracted-citation>\n   , at *10 (Tex. App.-Dallas June 24, 2015, no pet.) (mem. op.);\n   <em>\n    Holland v. Thompson\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319883\" index=\"6\" url=\"https://cite.case.law/sw3d/338/586/#p598\">\n    338 S.W.3d 586\n   </extracted-citation>\n   , 598 (Tex. App.-El Paso 2010, pet. denied) ;\n   <em>\n    Citizens Nat'l Bank v. Allen Rae Invs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9205759\" index=\"7\" url=\"https://cite.case.law/sw3d/142/459/#p477\">\n    142 S.W.3d 459\n   </extracted-citation>\n   , 477 (Tex. App.-Fort Worth 2004, no pet.). Whether such a duty exists is a question of law.\n   <em>\n    Bradford\n   </em>\n   ,\n   <extracted-citation case-ids=\"11090848\" index=\"8\" url=\"https://cite.case.law/sw3d/48/749/#p755\">\n    48 S.W.3d at 755\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-28\">\n   \"Based upon the conversations off the record,\" the trial court found as a matter of law that a fiduciary relationship existed between appellees and Bombardier based upon the limited power of attorney (LPOA) provision in the Purchase Agreement. In addition to the LPOA, appellees present additional reasons supporting Bombardier's duty to disclose, including Bombardier's duty to disclose the whole truth and prevent conveying a false impression. Bombardier argues we are bound by the trial court's reasoning, and appellees failed to present its \"false impression\" argument to the trial court. We disagree with Bombardier. An appellate court reviews the trial court's legal conclusions de novo, independently evaluating them for correctness in drawing from the facts, and upholds them under any correct theory of law.\n   <em>\n    Solares v. Solares\n   </em>\n   ,\n   <extracted-citation case-ids=\"8352154\" index=\"9\" url=\"https://cite.case.law/sw3d/232/873/#p880\">\n    232 S.W.3d 873\n   </extracted-citation>\n   , 880 (Tex. App.-Dallas 2007, no pet.). Moreover, appellees raised their alternative arguments supporting a duty to disclose in its response to Bombardier's motion for judgment notwithstanding the verdict and to disregard jury findings. Accordingly, we may consider these arguments.\n  </p>\n  <p id=\"p-29\">\n   We begin by addressing the trial court's stated ground for concluding a duty to disclose existed-that the LPOA created the duty. The Purchase Agreement required appellees to sign and return the \"Limited Powers of Attorney,\" in addition to other documents, prior to the closing\n   date. The LPOA authorized Bombardier to act as the \"true and lawful Attorney-in-Fact ... solely for the following purposes of inspecting and accepting delivery, on behalf of Principal, of [Aircraft], as described on the Aircraft Acceptance Form....\" The Aircraft Acceptance Form acknowledged that \"The Aircraft has been delivered to Customer duly assembled and in good working order and condition.\"\n  </p>\n  <p id=\"p-30\">\n   Bombardier does not contend that it had no fiduciary duty to appellees under the LPOA but rather claims its LPOA did not impose a\n   <em>\n    broad\n   </em>\n   fiduciary duty to disclose to appellees a detailed history of the engine or any other component of the Aircraft. We agree the LPOA did not impose a limitless duty, but Bombardier's duty was defined by the scope of the LPOA, which specifically referenced the Aircraft Acceptance Form.\n   <em>\n    See\n   </em>\n   <em>\n    Nat'l Plan Adm'rs, Inc. v. Nat'l Health Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8370069\" index=\"10\" url=\"https://cite.case.law/sw3d/235/695/#p702\">\n    235 S.W.3d 695\n   </extracted-citation>\n   , 702 (Tex. 2007) (\"An agent has a duty to act in accordance with the express and implied terms of any contract between the agent and the principal.\") (quoting RESTATEMENT (THIRD) OF AGENCY § 8.07 (2006) );\n   <em>\n    see also\n   </em>\n   <em>\n    Bright v. Addison\n   </em>\n   ,\n   <extracted-citation case-ids=\"8923272\" index=\"11\" url=\"https://cite.case.law/sw3d/171/588/#p597\">\n    171 S.W.3d 588\n   </extracted-citation>\n   , 597 (Tex. App.-Dallas 2005, pet. denied) (noting an attorney owes a duty of full disclosure). Although neither the Aircraft Acceptance Form, nor any other document, specifically stated appellees were purchasing a \"new\" aircraft, it was understood that appellees believed they were buying a new aircraft and Bombardier agreed to deliver the Aircraft \"duly assembled and in good working order and condition.\" The Aircraft Acceptance Form described the Aircraft as follows:\n  </p>\n  <blockquote id=\"p-31\">\n   Model: One Bombardier Inc. BD 100-1A10\n  </blockquote>\n  <blockquote id=\"p-32\">\n   Manufacturer's Serial Number: 20297\n  </blockquote>\n  <blockquote id=\"p-33\">\n   FAA Registration Number: N612JN\n  </blockquote>\n  <blockquote id=\"p-34\">\n   Engine Type: Two Honeywell AS907-1-1A engines\n  </blockquote>\n  <blockquote id=\"p-35\">\n   Left Engine: P-118611\n  </blockquote>\n  <blockquote id=\"p-36\">\n   Right Engine: P-118619\n  </blockquote>\n  <p id=\"p-37\">\n   Bombardier claims there was no evidence the Aircraft was not \"duly assembled,\" citing to the Fourth edition of Black's Law Dictionary.\n   <em>\n    See Duly\n   </em>\n   &amp;\n   <em>\n    Assemble\n   </em>\n   , BLACK'S LAW DICTIONARY (4th ed. 1964) (defining \"duly\" as \"in due or proper form or manner\" and \"assemble\" as \"collect or gather together the parts and place them in their proper relation to each other to constitute a machine\"). Bombardier omitted the second part of the \"duly\" definition which included, among other things, \"regularly; properly; suitable.\"\n   <em>\n    <extracted-citation case-ids=\"8923272\" index=\"12\" url=\"https://cite.case.law/sw3d/171/588/#p597\">\n     Id.\n    </extracted-citation>\n   </em>\n   The most recent edition of Black's Law Dictionary defines \"duly\" as \"in a proper manner; in accordance with legal requirements\" and does not include any definition for \"assemble.\"\n   <em>\n    See Duly\n   </em>\n   , BLACK'S LAW DICTIONARY (10th ed. 2014). Webster's Third New International Dictionary defines \"duly\" as \"right and fitting: properly, regularly, sufficiently.\"\n   <em>\n    Duly\n   </em>\n   , WEBSTER'S THIRD NEW INT'L DICTIONARY (1981);\n   <em>\n    see also\n   </em>\n   <em>\n    Jones v. Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"10174728\" index=\"13\" url=\"https://cite.case.law/sw2d/301/310/#p317\">\n    301 S.W.2d 310\n   </extracted-citation>\n   , 317 (Tex. Civ. App.-Texarkana 1957, writ ref'd n.r.e.) (noting \"duly\" is not synonymous with \"legally\" but means \"regularly\" and \"in due time or proper manner; in accordance with what is right, required, or suitable; fittingly, becomingly, regular\").\n  </p>\n  <p id=\"p-38\">\n   Here, the record indicates Bombardier had knowledge of the Aircraft's troubled history prior to December 23, 2010 and therefore knew the Aircraft had not been assembled in a regular or proper manner. Wayne Banker testified he understood his responsibility to inspect the engine logbooks on behalf of appellees. He inspected the logbooks a week prior to the parties signing the Purchase Agreement and informed William Mussared, the director of technical operations for Flexjet, about the\n   engine's prior repairs and removals from prior aircrafts. Mussared testified that although exchanging engines from one airplane to another had occurred in the past, \"the fact that the motors were on other airplanes prior to this one [was] not normal.\" A senior contract negotiator with Flexjet testified she had never been involved in negotiating a contract for sale of a new airplane where the engines were used or repaired. Edward Chitren, the Flexjet manager of maintenance, testified jet fuel running through an engine resulting in contamination was \"a very abnormal thing to happen.\"\n  </p>\n  <p id=\"p-39\">\n   Bombardier believed the history of the Aircraft was troublesome enough that when it negotiated to purchase the Aircraft for its own fleet in June 2010, it insisted on an extended Maintenance Service Plan (MSP) program in exchange for accepting the Aircraft. Thus, evidence supported the trial court's conclusion that, as a matter of law, the LPOA and Aircraft Acceptance Form created a duty requiring Bombardier to inspect and fully disclose whether the Aircraft was \"duly assembled\"-meaning was it proper, right, and/or regular to install a used or repaired engine on a \"new\" aircraft. The testimony revealed it was not.\n  </p>\n  <p id=\"p-40\">\n   Moreover, apart from a fiduciary duty to disclose because Bombardier acted as appellees' attorney-in-fact, Bombardier made representations that conveyed a false impression by making a partial disclosure and, therefore, it had a duty to disclose the whole truth.\n   <em>\n    Patrusky\n   </em>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=2015%20WL%203896097\">\n    2015 WL 3896097\n   </extracted-citation>\n   , at *10 (discussing when duty to disclose may arise in certain situations involving partial disclosure).\n  </p>\n  <p id=\"p-41\">\n   Crane and Kelly testified Bombardier knew they were interested in a new aircraft. The senior contract negotiator for Bombardier admitted she understood appellees wanted to buy a new aircraft. Flexjet indicated to appellees that the Aircraft would have a November 2010 manufacture date, which was consistent with appellees' understanding of negotiating for a new aircraft. A November 8, 2010 email from Stephanie Chung, a Flexjet regional vice president, stated, in relevant part, \"Flexjet will sell you the December 2010 Challenger ...,\" and she looked \"forward to working together as we transition you into your\n   <em>\n    new\n   </em>\n   2010 Challenger 300!\" [Emphasis added.]\n  </p>\n  <p id=\"p-42\">\n   Accordingly, Bombardier represented it was selling appellees a new aircraft but only partially disclosed the truth. In reality, the left engine had been on two other aircrafts and designated as \"repaired\" before Bombardier installed it on appellees' Aircraft. The engine's history was not unknown because Bombardier told Mussared the engine had potential jet fuel contamination, rotor blade damage, and an ITT split when they discussed putting the engine on a Flexjet aircraft.\n  </p>\n  <p id=\"p-43\">\n   Shifflet testified he informed Flexjet about the ITT split after the Aircraft's initial flight, and they said they already knew about it. When he told Jill Vierling, his supervisor, she told Knebel, the vice president of sales. Knebel was furious to learn this information because he believed that per the Purchase Agreement, the engine's history should have been disclosed. Later, Vierling and Shifflet were told the engine's history \"isn't your concern\" and not to talk to Crane or Kelley. This further indicated Bombardier knew about the engine's troubled history but wanted to keep it a secret from appellees. This evidence is sufficient to support the trial court's determination that Bombardier, by providing partial disclosures that created a false impression, had a duty to disclose the engine's full history.\n  </p>\n  <p id=\"p-44\">\n   In reaching this conclusion, we are unpersuaded by Bombardier's repeated argument that the undisputed evidence showed the Aircraft was \"great\" and not a safety concern. The Aircraft's safety was not an issue at trial and despite Bombardier's repeated emphasis to the jury that nothing was wrong with the Aircraft, appellees' complainant against Bombardier was its failure to be completely honest about the Aircraft and selling them a \"new\" aircraft with repaired engines. Moreover, Bombardier's argument that it complied with the \"Representations and Warranties\" in the Purchase Agreement did not negate its obligations to deliver a \"duly assembled\" aircraft under the Aircraft Acceptance Form or to disclose the whole truth based on a partial disclosure.\n  </p>\n  <p id=\"p-45\">\n   Finally, to the extent Bombardier tries to rely on the \"as is\" provision in the Purchase Agreement and the economic loss rule, both arguments fail. A buyer is not bound by an agreement to purchase something \"as is\" when he is induced to enter the agreement because of a fraudulent representation or concealment of information by the seller.\n   <em>\n    Prudential Ins. Co. of Am. v. Jefferson Assocs., Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9997996\" index=\"15\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n    896 S.W.2d 156\n   </extracted-citation>\n   , 162 (Tex. 1995). The economic loss rule does not bar recovery of tort damages in fraud cases.\n   <em>\n    Bishop Abbey Homes, Ltd. v. Hale\n   </em>\n   , No. 05-14-01137-CV,\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=2015%20WL%209167799\">\n    2015 WL 9167799\n   </extracted-citation>\n   , at *15 (Tex. App.-Dallas Dec. 16, 2015, no pet.) (mem. op.);\n   <em>\n    see\n   </em>\n   <em>\n    Peterson Grp., Inc. v. PLTQ Lotus Grp., L.P.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7255305\" index=\"17\" url=\"https://cite.case.law/sw3d/417/46/#p63\">\n    417 S.W.3d 46\n   </extracted-citation>\n   , 63 (Tex. App.-Houston [1st Dist.] 2013, pet. denied) (\"a party's actions may breach duties simultaneously in contract and in tort\").\n  </p>\n  <p id=\"p-46\">\n   Because we conclude Bombardier had a duty to disclose as a matter of law for two distinct reasons, we need not consider Bombardier's remaining arguments challenging its duty.\n   <em>\n    See\n   </em>\n   TEX. R. APP. P. 47.1.\n  </p>\n  <p id=\"p-47\">\n   B. Sufficiency of the Evidence Supporting Appellees' Opportunity to Discovery Engine History\n  </p>\n  <p id=\"p-48\">\n   To establish fraud as defined in the charge, appellees had to prove, among other things, that they did not have an equal opportunity to discover the truth concerning an undisclosed fact.\n   <em>\n    See\n   </em>\n   <em>\n    Bradford\n   </em>\n   ,\n   <extracted-citation case-ids=\"11090848\" index=\"18\" url=\"https://cite.case.law/sw3d/48/749/#p755\">\n    48 S.W.3d at 754\n   </extracted-citation>\n   (discussing elements of fraud);\n   <em>\n    Joseph Hosp. v. Wolff\n   </em>\n   ,\n   <extracted-citation case-ids=\"9329466\" index=\"19\" url=\"https://cite.case.law/sw3d/94/513/#p530\">\n    94 S.W.3d 513\n   </extracted-citation>\n   , 530 (Tex. 2003) (stating appellate courts in civil cases review sufficiency of the evidence based on the definitions contained in the charge, unless a party objects to the charge). In their petition, appellees alleged \"Defendant had a duty to disclose that the engines were used, had previous mechanical failure, and had been repaired ... Defendants intentionally withheld this information from Plaintiffs in an effort to induce Plaintiffs into buying the Aircraft.\"\n  </p>\n  <p id=\"p-49\">\n   Bombardier argues the evidence is legally insufficient to support the jury's fraud finding because the evidence conclusively establishes that before, during, and after the sale of the Aircraft, appellees had an equal opportunity to discover the engine's history because they had access to the logbooks. It supports its argument by relying on terms in the Management Agreement, which provided that \"Each customer may, upon reasonable notice and at its own expense, inspect and copy the aircraft's records, logs, and other materials during Flexjet's normal business hours so long as it does not interfere with Flexjet's daily operations.\" Bombardier also relies on Crane's admission that he knew he had a right to inspect the logbooks prior to purchase, and he could have hired someone other than Flexjet to inspect the logbooks. Bombardier then concludes \"the very evidence by which Plaintiffs uncovered Bombardier's alleged fraud was always available to them.\"\n  </p>\n  <p id=\"p-50\">\n   When an appellant challenges the legal sufficiency of the evidence on a matter for which it did not have the burden of proof, he must demonstrate on appeal that there is no evidence to support the adverse findings.\n   <em>\n    McCullough v. Scarbrough, Medlin &amp; Assoc., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6929490\" index=\"20\" url=\"https://cite.case.law/sw3d/435/871/#p892\">\n    435 S.W.3d 871\n   </extracted-citation>\n   , 892 (Tex. App.-Dallas 2014, pet. denied). Under a no-evidence point, we consider the evidence in the light most favorable to the verdict, indulging every reasonable inference in support of the verdict.\n   <em>\n    City of Keller v. Wilson\n   </em>\n   ,\n   <extracted-citation case-ids=\"8943104\" index=\"21\" url=\"https://cite.case.law/sw3d/168/802/#p822\">\n    168 S.W.3d 802\n   </extracted-citation>\n   , 822 (Tex. 2005). A legal sufficiency challenge fails if there is more than a scintilla of evidence to support the judgment.\n   <em>\n    BMC Software Belg., N.V. v. Marchand\n   </em>\n   ,\n   <extracted-citation case-ids=\"11433901\" index=\"22\" url=\"https://cite.case.law/sw3d/83/789/#p795\">\n    83 S.W.3d 789\n   </extracted-citation>\n   , 795 (Tex. 2002). \"The final test for legal sufficiency must always be whether the evidence at trial would enable reasonable and fair-minded people to reach the verdict under review.\"\n   <em>\n    City of Keller\n   </em>\n   ,\n   <extracted-citation case-ids=\"8943104\" index=\"23\" url=\"https://cite.case.law/sw3d/168/802/#p822\">\n    168 S.W.3d at 827\n   </extracted-citation>\n   . Evidence that does no more than create a surmise or suspicion is insufficient to rise to the level of a scintilla and, in legal effect, is no evidence.\n   <em>\n    Ford Motor Co. v. Ridgway\n   </em>\n   ,\n   <extracted-citation case-ids=\"9241232\" index=\"24\" url=\"https://cite.case.law/sw3d/135/598/#p601\">\n    135 S.W.3d 598\n   </extracted-citation>\n   , 601 (Tex. 2004). We must not substitute our judgment for that of the jury and should remain cognizant that the jury is the sole judge of witness credibility and the weight to be given their testimony.\n   <em>\n    City of Keller\n   </em>\n   ,\n   <extracted-citation case-ids=\"8943104\" index=\"25\" url=\"https://cite.case.law/sw3d/168/802/#p822\">\n    168 S.W.3d at 819\n   </extracted-citation>\n   . With this standard in mind, the record shows the following.\n  </p>\n  <p id=\"p-51\">\n   As part of the Purchase Agreement, Bombardier became the limited power of attorney for acceptance and registration of the Aircraft. This gave Bombardier the power to inspect the Aircraft and authority to accept it. It also authorized Bombardier to review the logbooks and inform appellees of any irregularities, which it failed to do. Although Crane agreed he could have hired another company or someone else he trusted to conduct the inspection and inform him of any irregularities, he believed he was buying a new airplane so, \"you wouldn't think it would require an inspection.\" He further emphasized that because he thought the Aircraft was new, he would have expected the logbooks to contain very little information.\n  </p>\n  <p id=\"p-52\">\n   Kelley believed that based on the Management Agreement, he did not have the right to inspect the books because that right belonged to Flexjet through the LPOA. He knew of no other way, except from Flexjet, that he could have learned about the engine's history. The first time Crane and Kelley had physical possession of the logbooks and the opportunity to see them was February 2012, when they took over management of the Aircraft from Flexjet.\n  </p>\n  <p id=\"p-53\">\n   More importantly, when appellees received the logbooks in 2012, the records were incomplete. Although the logbooks confirmed some of the engine's past mechanical issues, they omitted some significant information.\n  </p>\n  <p id=\"p-54\">\n   For example, Farid explained the logbook entries documented the date and type of maintenance service. However, if someone wanted to see a detailed record of a repair, he would have to contact the company that performed the maintenance (in this case Consolidated Turbine Support) and request the paperwork for a specific work order. Farid testified he should not have to ask for this information. Once he \"received this page, it should have a book with it, with all the parts, with all the serial numbers, with all the - - everything. I don't have to ask for it. It's a requirement by the FAA to be provided.\" He described the record keeping for the Aircraft as \"poor,\" \"vague,\" and \"a little sloppy.\"\n  </p>\n  <p id=\"p-55\">\n   Thomas Mitchell, Bombardier's aircraft service expert, admitted he had to look at Honeywell documents outside the logbooks\n   to determine the \"real\" repair of the engine for the ITT split. Mitchell further testified the logbooks failed to document any jet fuel contamination.\n  </p>\n  <p id=\"p-56\">\n   Mussared assumed in his review of the logbooks that no oil contamination occurred because, although an entry noted the engine was disassembled and all oil wet cavities were inspected, the logbook did not note any contamination or replacement of any parts. However, other Honeywell documents indicated oil contamination occurred. Moreover, despite claiming that \"Flexjet believes in full transparency,\" Chitren admitted seeing emails, which were outside the logbooks, in which Bombardier expressed concern about the long-term effects of possible contamination on the engine.\n   <footnotemark>\n    3\n   </footnotemark>\n  </p>\n  <p id=\"p-57\">\n   The logbooks also lacked complete information about the engine's preservation.\n   <footnotemark>\n    4\n   </footnotemark>\n   Banker explained the logbooks indicated the engine had been de-preserved, but no records confirmed when, how, or if it had actually been preserved. Rather, Banker assumed preservation must have occurred. Mussared agreed engine preservation was important, and although \"if you follow the paper trail, there is a logbook entry that says it was de-preserved. So ... you have to presume it was preserved,\" he testified one should not make those presumptions. Rather, such information needed to be documented somewhere in the logbooks.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-58\">\n   Despite the overwhelming evidence that the engine's logbooks did not include a complete record of the engine's past mechanical problems, Bombardier emphasizes it did not have to establish that every particular detail was included in the logbooks. However, Bombardier's argument overlooks the fact the jury heard more than a scintilla of evidence to support a finding that appellees did not have an equal opportunity to discover certain omitted details about the engine. Thus, we cannot agree with Bombardier that appellees always had available to them the evidence (in this case the logbooks) by which they later uncovered the fraud. The \"very evidence\" was incomplete, and only after appellees filed suit and received discovery from Bombardier and Honeywell did they discover the engine's history. Therefore, under a legal sufficiency review, the evidence at trial enabled reasonable and fair-minded people to reach the verdict under review.\n   <em>\n    City of Keller\n   </em>\n   ,\n   <extracted-citation case-ids=\"8943104\" index=\"26\" url=\"https://cite.case.law/sw3d/168/802/#p822\">\n    168 S.W.3d at 827\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-59\">\n   In reaching this conclusion, we are unpersuaded by Bombardier's reliance on\n   <em>\n    Bradford v. Vento\n   </em>\n   ,\n   <extracted-citation case-ids=\"11090848\" index=\"27\" url=\"https://cite.case.law/sw3d/48/749/#p755\">\n    48 S.W.3d 749\n   </extracted-citation>\n   (Tex. 2001) and\n   <em>\n    Holland v. Thompson\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319883\" index=\"28\" url=\"https://cite.case.law/sw3d/338/586/#p598\">\n    338 S.W.3d 586\n   </extracted-citation>\n   (Tex. App.-El Paso 2010, pet. denied). In\n   <em>\n    Bradford\n   </em>\n   , the supreme court concluded there was no evidence to support a jury's fraud finding that the plaintiff did not have an equal opportunity to discover the truth because the alleged non-disclosed information was part of the lease agreement, which the plaintiff neither asked to review nor inquired about its terms.\n   <em>\n    Bradford\n   </em>\n   ,\n   <extracted-citation case-ids=\"11090848\" index=\"29\" url=\"https://cite.case.law/sw3d/48/749/#p755\">\n    48 S.W.3d at 756\n   </extracted-citation>\n   . In\n   <em>\n    Holland\n   </em>\n   , the court concluded there was no evidence of fraud by non-disclosure when a party had an equal opportunity to discover the truth through readily available information\n   in the Railroad Commission's records.\n   <em>\n    Holland\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319883\" index=\"30\" url=\"https://cite.case.law/sw3d/338/586/#p598\">\n    338 S.W.3d at 598\n   </extracted-citation>\n   . Unlike these cases where the complaining party could have discovered the truth by reviewing readily available documents, appellees could not have discovered the engine's history because the logbooks omitted relevant mechanical issues and nothing in the record indicates the omitted information was readily available to them, thereby providing an equal opportunity to discover the truth.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    In re Edelman\n   </em>\n   , No. 13-31182-BJH,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=2014%20WL%201796217\">\n    2014 WL 1796217\n   </extracted-citation>\n   , at *37 (Bankr. N.D. Tex. May 6, 2014),\n   <em>\n    aff'd\n   </em>\n   ,\n   <em>\n    Edelman v. Drexel Highlander Ltd. P'ship\n   </em>\n   , 3:14-CV-4109-P,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=2015%20WL%205714728\">\n    2015 WL 5714728\n   </extracted-citation>\n   (N.D. Tex. Sept. 28, 2015) (concluding plaintiffs did not have an equal opportunity to discover that person was a real estate broker despite certain books indicating person received sales commission because record did not indicate plaintiffs would have been able to ascertain from the books that person was a real estate broker or salesperson). Accordingly, we do not consider the cases cited by Bombardier persuasive on this issue.\n  </p>\n  <p id=\"p-60\">\n   C. Sufficiency of the Evidence to Support Jury's Fraud Finding in Favor of all Appellees\n  </p>\n  <p id=\"p-61\">\n   Bombardier argues there is no evidence it committed fraud against all appellees, \"Plaintiffs\" below, for several reasons, among those that three appellees-Saracen, Crane Capital, and Floridian Golf Resort-were never mentioned during the trial, and Champion Energy and Crane Worldwide were only briefly mentioned. The jury charge defined \"Plaintiffs\" as \"SPEP Aircraft Holdings, LLC, PE 300 Leasing, LLC, Saracen Pure Energy Partners LP, Crane Capital Group, Inc., James R. Crane, Floridian Golf Resort, LLC, Champion Energy Marketing, LLC and Crane Worldwide Logistics, LLC.\" The jury found that Bombardier committed fraud against \"Plaintiffs.\"\n  </p>\n  <p id=\"p-62\">\n   Bombardier concedes in its reply brief it is not complaining about charge error. Rather, its complaint lies with appellees' threshold burden to establish fraud liability as to all plaintiffs based on the sufficiency of the evidence under the charge as submitted, which Bombardier asserts appellees failed to do.\n   <em>\n    See\n   </em>\n   <em>\n    Joseph Hosp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9329466\" index=\"33\" url=\"https://cite.case.law/sw3d/94/513/#p530\">\n    94 S.W.3d at 530\n   </extracted-citation>\n   (stating appellate courts in civil cases review sufficiency of the evidence based on the definitions contained in the charge, unless a party objects to the charge). Appellees respond that assuming there was error, it was harmless because the parties stipulated that in the event of a judgment in favor of appellees, SPEP Leasing and PE 300 Leasing would each receive fifty percent of the recovery. Therefore, appellees argue Bombardier's argument is without merit because the trial court rendered judgment according to the stipulation, and the evidence supports the jury's fraud finding as to SPEP Leasing and PE 300 Leasing.\n  </p>\n  <p id=\"p-63\">\n   It is well-established that no recovery is allowed unless liability has been established.\n   <em>\n    Mitchell v. Bank of Am., N.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9179842\" index=\"34\" url=\"https://cite.case.law/sw3d/156/622/#p627\">\n    156 S.W.3d 622\n   </extracted-citation>\n   , 627 (Tex. App.-Dallas 2004, pet. denied) ;\n   <em>\n    Westside Wrecker Serv., Inc. v. Skafi\n   </em>\n   ,\n   <extracted-citation case-ids=\"7315305\" index=\"35\" url=\"https://cite.case.law/sw3d/361/153/#p162\">\n    361 S.W.3d 153\n   </extracted-citation>\n   , 162 (Tex. App.-Houston [1st Dist.] 2011, pet. denied). In the absence of liability, the question of damages becomes immaterial.\n   <em>\n    Mitchell\n   </em>\n   ,\n   <extracted-citation case-ids=\"9179842\" index=\"36\" url=\"https://cite.case.law/sw3d/156/622/#p627\">\n    156 S.W.3d at 627\n   </extracted-citation>\n   . Thus, Bombardier contends a trial court's rendition of judgment can never be harmless when, as here, some plaintiffs failed to present legally sufficient evidence to support such a finding. Under the facts of this case, Bombardier's reliance is misplaced.\n  </p>\n  <p id=\"p-64\">\n   After the close of evidence and a motion for directed verdict, the following exchange occurred:\n  </p>\n  <blockquote id=\"p-65\">\n   [Plaintiffs' Counsel]: The plaintiffs have stipulated, in the event that there is a judgment, that said judgment may be, on behalf of all the plaintiffs, may be payable 50 percent of whatever that final number is to SPEP Aircraft Holdings, LLC and 50 percent to PE 300 Leasing, LLC, or as such other agreement that the parties may come up with.\n  </blockquote>\n  <blockquote id=\"p-66\">\n   [Defense Counsel]: And that is fine with us, Your Honor.\n  </blockquote>\n  <blockquote id=\"p-67\">\n   The Court: Okay. And that's because we are only going to have a one-line answer on the damages questions?\n  </blockquote>\n  <blockquote id=\"p-68\">\n   [Defense Counsel]: That is correct.\n  </blockquote>\n  <blockquote id=\"p-69\">\n   [Plaintiffs' Counsel]: Right.\n  </blockquote>\n  <p id=\"p-70\">\n   Post-trial, appellees did not include this stipulation as part of their motion for judgment and proposed order. Rather, Bombardier raised the stipulation in its objection to plaintiffs' proposed form of final judgment and argued, \"at a minimum, any judgment for Plaintiffs would need to include the parties' stipulation that any judgment may be satisfied by paying 50% to SPEP Aircraft Holdings and 50% to PE 300 Leasing.\" Appellees then filed an amended motion for judgment including the stipulated language. The Final judgment incorporated the language.\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-71\">\n   As detailed above, because sufficient evidence supports the jury's fraud finding in favor of SPEP and PE 300, the two entities all parties stipulated would recover damages and the judgment awarded such damages, we agree with appellees that the liability finding is supported as to the two plaintiffs who received the damages award in the judgment. Because the judgment does not entitle the other plaintiffs to any damages, the facts here do not run afoul of the well-established rule that \"a prerequisite to recovery of damages is the establishment of liability.\"\n   <em>\n    Mitchell\n   </em>\n   ,\n   <extracted-citation case-ids=\"9179842\" index=\"37\" url=\"https://cite.case.law/sw3d/156/622/#p627\">\n    156 S.W.3d at\n   </extracted-citation>\n   627 ;\n   <em>\n    Huddleston v. Pace\n   </em>\n   ,\n   <extracted-citation case-ids=\"9991723\" index=\"38\" url=\"https://cite.case.law/sw2d/790/47/#p52\">\n    790 S.W.2d 47\n   </extracted-citation>\n   , 52 (Tex. App.-San Antonio 1990, writ denied). Having reached this conclusion, we need not consider Bombardier's remaining arguments challenging the sufficiency of the evidence as to the other plaintiffs. TEX. R. APP. P. 47.1. We overrule Bombardier's second issue.\n  </p>\n  <p id=\"p-72\">\n   <strong>\n    Sufficiency of the Evidence to Support Actual Damages\n   </strong>\n  </p>\n  <p id=\"p-73\">\n   The jury awarded appellees $2,694,160 in actual damages based on Devin Fogg's expert testimony that (1) the Aircraft sustained a diminution in value of $1,985,000, and (2) it would cost appellees $709,160 to replace the two-year warranty they allegedly lost in the transaction. In its first issue, Bombardier argues the evidence is legally insufficient to support $2,694,160 in actual damages because Fogg's expert testimony regarding diminution in value was conclusory. Bombardier further argues that, at a minimum, actual damages should be reduced by $709,160 because the evidence is legally and factually insufficient to establish that appellees lost two years' of warranty on the engine.\n  </p>\n  <p id=\"p-74\">\n   When an appellant challenges the legal sufficiency of the evidence on a matter for which it did not have the burden of proof, he must demonstrate on appeal that there is no evidence to support the adverse findings.\n   <em>\n    McCullough\n   </em>\n   ,\n   <extracted-citation case-ids=\"6929490\" index=\"39\" url=\"https://cite.case.law/sw3d/435/871/#p892\">\n    435 S.W.3d at 892\n   </extracted-citation>\n   . A legal sufficiency challenge fails if there is more than a scintilla of evidence to support the judgment.\n   <em>\n    BMC Software Belg., N.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11433901\" index=\"40\" url=\"https://cite.case.law/sw3d/83/789/#p795\">\n    83 S.W.3d at 795\n   </extracted-citation>\n   . When we evaluate a factual sufficiency challenge, we must consider and weigh all the evidence; we can set aside a verdict only if the\n   evidence is so weak or if the finding is so against the great weight and preponderance of the evidence that it is clearly wrong and unjust.\n   <em>\n    McCullough\n   </em>\n   ,\n   <extracted-citation case-ids=\"6929490\" index=\"41\" url=\"https://cite.case.law/sw3d/435/871/#p892\">\n    435 S.W.3d at 892\n   </extracted-citation>\n   . Under both standards, we must not substitute our judgment for that of the jury and should remain cognizant that the jury is the sole judge of witness credibility and the weight to be given their testimony.\n   <em>\n    City of Keller\n   </em>\n   ,\n   <extracted-citation case-ids=\"8943104\" index=\"42\" url=\"https://cite.case.law/sw3d/168/802/#p822\">\n    168 S.W.3d at 819\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-75\">\n   A. Appellees' Expert Valuation Testimony\n  </p>\n  <p id=\"p-76\">\n   Bombardier argues Fogg's conclusory testimony is legally insufficient to support the award of actual damages. Specifically, Bombardier contends that although Fogg claimed to use a \"market comparison\" approach in determining the December 2010 value of the Aircraft, his ten percent discount was a speculative opinion unsupported by any justification or explanation as to how he reached his conclusion. Appellees respond that a high-end aircraft is not subject to an exact valuation; therefore Fogg's testimony, under these circumstances, was sufficient to support the actual damages award. Appellees further argue Bombardier's valuation expert, Kenneth Dufour, agreed with Fogg's methodology.\n  </p>\n  <p id=\"p-77\">\n   The Texas Supreme Court has noted that \"although expert opinion testimony often provides valuable evidence in a case, 'it is the basis of the witness's opinion, and not the witness's qualifications or his bare opinions alone, that can settle an issue as a matter of law; a claim will not stand or fall on the mere ipse dixit of a credentialed witness.' \"\n   <em>\n    Coastal Transp. Co. v. Crown Cent. Petroleum Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9239001\" index=\"43\" url=\"https://cite.case.law/sw3d/136/227/#p231\">\n    136 S.W.3d 227\n   </extracted-citation>\n   , 231-32 (Tex. 2004) (quoting\n   <em>\n    Burrow v. Arce\n   </em>\n   ,\n   <extracted-citation case-ids=\"11541842\" index=\"44\" url=\"https://cite.case.law/sw2d/997/229/#p235\">\n    997 S.W.2d 229\n   </extracted-citation>\n   , 235 (Tex. 1999) ). Moreover, if an expert brings little more than his credentials and a subjective opinion, his testimony will not support a judgment.\n   <em>\n    Nat. Gas Pipeline Co. of Am. v. Justiss\n   </em>\n   ,\n   <extracted-citation case-ids=\"7093098\" index=\"45\" url=\"https://cite.case.law/sw3d/397/150/#p156\">\n    397 S.W.3d 150\n   </extracted-citation>\n   , 156 (Tex. 2012). Such is the case because opinion testimony that is conclusory or speculative is not relevant evidence as it does not tend to make the existence of a material fact more or less probable.\n   <em>\n    Coastal Transp. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9239001\" index=\"46\" url=\"https://cite.case.law/sw3d/136/227/#p231\">\n    136 S.W.3d at 233\n   </extracted-citation>\n   (labeling such evidence as \"incompetent evidence\").\n  </p>\n  <p id=\"p-78\">\n   Fogg is a certified aircraft appraiser, certified buyer's agent and aviation consultant, and licensed pilot. He testified that aircraft appraisers comply with the Uniform Standards of Professional Appraisal Practices (USPAP). In addition to USPAP, he explained the National Aircraft Appraisers Association promulgates further standards governing aircraft appraisals. He specifically noted, \"We have our own methodology in appraisals\" and appraising an aircraft is not an exact science or the same as appraising a house.\n  </p>\n  <p id=\"p-79\">\n   Fogg described the steps he uses to appraise an aircraft. He first inspects an aircraft's records for continuity and then physically inspects an aircraft for any damage. He then reviews the logbooks and past inspections. Fogg explained the logbook is a historical document that should contain the complete history of any maintenance or modification occurring on an aircraft since it was \"born.\" He emphasized the importance of accurately tracking engine cycles\n   <footnotemark>\n    7\n   </footnotemark>\n   because inaccuracy in the logbooks could \"certainly\" affect value. He further opined maintenance problems and past damage could affect an aircraft's value.\n  </p>\n  <p id=\"p-80\">\n   Fogg testified the Aircraft's logbooks were not \"the most pristine.\" Originally, there was no indication the Aircraft's engines had previous physical damage, but as\n   he continued through the Aircraft's history in the logbooks, he saw things that raised questions. These \"flags\" included removal of the left engine multiple times, and the engine sitting in storage for a period of time. This storage was referred to as \"engine preservation\" and considered \"one of the worst things\" for an engine because of possible moisture intrusion and the tendency of oil to pool and cause internal corrosion. He also noticed the total cycles between the left and right engines were unequal. Fogg explained that if hours were not accurate in the logbooks, the subsequent maintenance may not be properly tied to the proper milestones on the engines' lifetime.\n  </p>\n  <p id=\"p-81\">\n   The logbooks contained \"authorized release certificates\" documenting work on the engine by Consolidated Turbine Support Inc., a Honeywell certified repair station. The work was classified as a \"repair,\" indicating the engine was not new. Records showed the left engine burned more fuel, and \"something serious\" happened causing an ITT shift. Fogg explained the oil leak, which could cause further corrosion, \"would severely affect the value.\" Fogg explained that the history of the left engine was concerning because the health and care of an engine is \"very important to the overall airplane\" and a very expensive component that represents a \"very large percentage of the value.\"\n  </p>\n  <p id=\"p-82\">\n   In addition to physically inspecting the Aircraft and reviewing maintenance and logbooks, Fogg also examined the marketplace at the time of the Aircraft's purchase-\"trying to place it in determining and creating an opinion of value based on how does that particular airplane fit with other aircraft in the market at that time.\" He looked at marketing data, general economic conditions, which were not good in 2010, and aircraft pricing guides. He also relied upon his fifteen years of experience as an appraiser and over fifty years in the aircraft industry.\n  </p>\n  <p id=\"p-83\">\n   He explained the importance of an engine's history to the value of an aircraft and then explained this particular engine's past problems and concluded it severely impacted the value of the Aircraft. Based on these considerations, he opined there was a ten percent diminution in value of the Aircraft based on the engine's history and the loss of a two-year warranty (which is further discussed below). His ten percent discount represented, \"What I think the fair issue, to monetize it, would be if [appellees] were to have known all the instances and all the engine shortcomings that were involved, particularly with the left engine. And in my opinion, the status of the aircraft - - or the left engine not being preserved for almost a year, going forward, that's what that's representative of.\" He discounted the fact that the Aircraft continued to fly well, had no safety concerns, and had experienced no maintenance issues since the time of purchase because such factors were irrelevant to the value of the Aircraft at the time it was sold.\n  </p>\n  <p id=\"p-84\">\n   Thus, given the purchase price of $19,850,000 and the ten percent diminution in value, which equaled $1,985,000, Fogg concluded the value of the Aircraft at the time of the sale should have been $17,155,840-a number he considered \"very conservative\" based on the engine's history.\n  </p>\n  <p id=\"p-85\">\n   Despite this testimony, Bombardier emphasizes Fogg failed to provide any of the underlying data, records, or calculations (referred to as comparables) to support his ten percent conclusion, which Bombardier claims he was required to do when he relied on the market comparison approach to form his opinion. Thus, Bombardier argues Fogg's opinion is conclusory and cannot support damages.\n  </p>\n  <p id=\"p-86\">\n   Bombardier's reliance on comparables is misplaced for several reasons. First, Bombardier cites this Court to real estate cases, which have a long history of requiring comparables, but has failed to provide any case law, and we have found none, in which comparables were required to prove diminution in value for a high-end aircraft. Further, we question the likelihood of finding relevant comparables because of the uniqueness of high-end aircrafts. Here, the scenario is further complicated by then locating a \"new\" aircraft with a used engine suffering from similar maintenance issues.\n   <footnotemark>\n    8\n   </footnotemark>\n   To agree with Bombardier would put plaintiffs in these types of cases where relevant comparables are unavailable in an extraordinarily difficult position to prove diminution in value to recover damages.\n  </p>\n  <p id=\"p-87\">\n   Further, had the experts agreed the market comparison approach with the use of comparables was the only way to determine diminution in value, our conclusion might be different. However, Fogg explained aircraft appraisals also involve physically inspecting the airplane, reviewing maintenance and journey logs, determining general economic conditions, and relying on years of experience in the aircraft industry. Moreover, he testified \"[w]e have our own methodology in appraisals\" and did not believe a failure to follow the USPAP standards invalidated his opinion.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Whitehouse Hotel Ltd., P'ship v. Comm'r of Internal Revenue.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3709944\" index=\"47\" url=\"https://cite.case.law/f3d/615/321/#p332\">\n    615 F.3d 321\n   </extracted-citation>\n   , 332 (5th Cir. 2010) (noting appraiser's failure to adhere to strict compliance with the USPAP standards for valuation goes to credibility and not reliability of report).\n  </p>\n  <p id=\"p-88\">\n   Kenneth Dufour, Bombardier's expert, testified that although the market comparison approach was an appropriate methodology to use for aircraft, he acknowledged the USPAP was a \"big umbrella\" and did not contain separate guidelines for aircraft appraisals like it provided for realty or personal property. In fact, Dufour agreed (1) USPAP standards have no application to an evaluation of the diminution in value of an aircraft; (2) inspection of the aircraft and its associated records play an important part in the appraisal process; and (3) diminution essentially depends upon personal judgment. Moreover, he agreed there is no methodology for determining diminution in value. Thus, Bombardier's expert did not criticize the approach Fogg used in reaching his ten percent diminution in value; rather, Dufour simply disagreed with the percentage of diminution. Further, although Dufour testified that maintenance issues, such as an ITT split or oil contamination, would not affect the appraisal value, the jury was free to weigh this testimony against Fogg's testimony and other evidence\n   <footnotemark>\n    9\n   </footnotemark>\n   and disagree.\n  </p>\n  <p id=\"p-89\">\n   Therefore, under these facts, we conclude Fogg supported his opinion based on\n   his years of experience and personal judgment in the industry and his detailed review of the left engine's mechanical history and logbook entries. Accordingly, he supported his conclusion with more than his credentials and a subjective opinion.\n   <em>\n    See\n   </em>\n   <em>\n    Justiss\n   </em>\n   ,\n   <extracted-citation case-ids=\"7093098\" index=\"48\" url=\"https://cite.case.law/sw3d/397/150/#p156\">\n    397 S.W.3d at 156\n   </extracted-citation>\n   (noting an expert must provide the factual basis on which his opinions rest). As such, his opinion supports this portion of the jury's actual damages award for diminution of value.\n  </p>\n  <p id=\"p-90\">\n   B. The Engine Warranty\n  </p>\n  <p id=\"p-91\">\n   To support its argument that actual damages should be reduced by $709,160, Bombardier claims (1) the evidence is legally and factually insufficient to show appellees lost two years of engine warranty; (2) to the extent appellees may have lost part of the warranty, their claim lies with Honeywell; and (3) Fogg's opinion regarding the value of the warranty was conclusory and incompetent.\n  </p>\n  <p id=\"p-92\">\n   We begin by considering the sufficiency of the evidence to support the jury's award for a two-year loss of warranty. Here, Honeywell provided an engine warranty for \"60 Months following interior completion and aircraft is put into commercial use or 3000 engine operating hours whichever occurs first.\"\n   <footnotemark>\n    10\n   </footnotemark>\n   The parties' dispute centers on whether the warranty began when Honeywell manufactured the engine in 2008 or whether it began when Bombardier delivered the Aircraft to appellees in 2010.\n  </p>\n  <p id=\"p-93\">\n   Allen Rish, Honeywell's subpoenaed corporate representative and senior administrator for aftermarket programs, testified an engine's \"entry into service date\" is the date Bombardier delivers the Aircraft to the owners. Wayne Banker, a quality assurance programs administrator with Flexjet, testified an engine warranty begins from the date the Aircraft receives its certificate of airworthiness. This is true even if the engine is removed from another aircraft and put on a new plane. According to Banker, the warranty starts over from a new aircraft's certificate of airworthiness. William Mussared, the Flexjet director of technical operations, testified Honeywell's warranty on the Aircraft started when he accepted the airplane into the Flexjet fleet, which was December 2010.\n   <footnotemark>\n    11\n   </footnotemark>\n  </p>\n  <p id=\"p-94\">\n   Fred Farid, the director of maintenance for Crane Worldwide, took over maintenance of the Aircraft in 2012 after appellees left Flexjet. He testified after looking at Honeywell's warranty book for the engine, he believed the engine received its airworthiness certification in 2008; therefore, the warranty expired five years later in 2013. However, he admitted he never talked to anyone at Honeywell about the warranty, and if Honeywell took the position that the five-year warranty began in 2010, he had no reason to dispute it.\n  </p>\n  <p id=\"p-95\">\n   Yet, someone at Honeywell did dispute when the Aircraft's warranty started. Appellees introduced an email from Karen Sanders, a Honeywell representative dated December 16, 2013, that stated, \"Per our discussion, engines 118611 and 619 are out of 5 year New Engine WTY as of September 2013. Engine Delivery dates were 9/17/2008.\" This email was sent to Jessica Merlo, a legal assistant for Crane's in-house lawyer.\n  </p>\n  <p id=\"p-96\">\n   After Sanders' sent the email, Rish had a conversation with her about the entry-into-service date because of \"some conflicting information.\" Ultimately, Rish reached the conclusion the engine was still under\n   warranty. He based his conclusion on two things: the date Honeywell shipped the engine and the date it went into service. He did not consider any of the engine's maintenance history or review the logbooks.\n  </p>\n  <p id=\"p-97\">\n   In May 2014, Sanders emailed Honeywell members seeking further information about whether Honeywell extended the engine warranty. She again stated she had advised Merlo the engines were out of \"calendar WTY.\" She further inquired:\n  </p>\n  <blockquote id=\"p-98\">\n   I did see an oil contamination issue on one and turb repair on the other.\n  </blockquote>\n  <blockquote id=\"p-99\">\n   These were on Flexjet contract and removed 2/12\n  </blockquote>\n  <blockquote id=\"p-100\">\n   I checked Geoff Harris report and he shows Nov. 2010 EIS [entry into service] date (below info).\n  </blockquote>\n  <blockquote id=\"p-101\">\n   Do you have any info on these engines or know who would at this point. Even if EIS was 2010 - we wouldn't honor WTY 2 yrs later without agreement due to obvious reasons.\n  </blockquote>\n  <p id=\"p-102\">\n   Rish disagreed with Sanders' statement that Honeywell would not honor the warranty because of \"obvious reasons.\" He claimed that regardless of whether an engine had repairs prior to delivery to Crane and Kelley, it would still be under the new engine warranty because \"[n]ew engine warranty takes precedence.\"\n  </p>\n  <p id=\"p-103\">\n   Crane testified that other than Rish's statements, Honeywell provided no further evidence after Sanders' email explaining Honeywell was mistaken and the warranty was in fact still good. Crane did not consider Rish's testimony to be the \"end-all, be-all\" on the warranty, but rather viewed it as Honeywell changing its position after Honeywell realized \"they were in a pickle.\" Based on Sanders' email, he believed the warranty had expired but Honeywell later decided to extend the warranty for two more years. Although Crane testified it was his understanding they now had a five-year warranty, he never saw any supporting documentation.\n  </p>\n  <p id=\"p-104\">\n   Kelley testified that although he trusted Honeywell's manufacturing of engines, he did not defer to its knowledge in calculating the dates of its warranty. Like Crane, he thought the warranty had been extended to December 2015, but he worried Honeywell could change its mind again and not uphold the warranty. His concern was supported by Sanders' May 2014 email in which she said, \"Even if EIS was 2010 - we wouldn't honor WTY 2 yrs later without agreement due to obvious reasons,\" and Banker's testimony that if warranties were violated, Honeywell might not cover the engines if a problem occurred. Banker said an engine that was not properly preserved could void a warranty and the jury heard testimony that the logbooks did not contain information confirming that the engine was properly preserved. Further, the warranty expressly stated it would not apply \"if the Engine has been subjected to ... [i]ngestion of foreign material,\" and Rish admitted oil contamination by jet fuel was \"ingestion of a foreign material\" under the warranty. Any conflicting evidence as to whether oil contamination occurred was within the sole province of the jury to decide.\n   <em>\n    Grant\n   </em>\n   , 406 S.W.3d at 363.\n  </p>\n  <p id=\"p-105\">\n   As the sole judge of witness credibility, the jury was free to believe one witness, disbelieve others, and resolve any inconsistencies in such testimony.\n   <em>\n    Grant v. Cruz\n   </em>\n   ,\n   <extracted-citation case-ids=\"7090617\" index=\"49\" url=\"https://cite.case.law/sw3d/406/358/#p363\">\n    406 S.W.3d 358\n   </extracted-citation>\n   , 363 (Tex. App.-Dallas 2013, no pet.). This included resolving inconsistencies between two Honeywell employees, who were admitted equals in their positions, regarding determination of the warranty start date and whether some event would prevent application of the warranty. By awarding the full amount of actual damages appellees requested, the jury resolved any inconsistencies in testimony against Bombardier. Accordingly,\n   considering the evidence in the light most favorable to the verdict, we conclude there is more than a scintilla of evidence to support the judgment for warranty damages.\n   <em>\n    BMC Software Belg., N.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11433901\" index=\"50\" url=\"https://cite.case.law/sw3d/83/789/#p795\">\n    83 S.W.3d at 795\n   </extracted-citation>\n   . Moreover, having considered and weighed all the evidence, the damage award is not so weak or so against the great weight and preponderance of the evidence that it is clearly wrong and unjust.\n   <em>\n    McCullough\n   </em>\n   ,\n   <extracted-citation case-ids=\"6929490\" index=\"51\" url=\"https://cite.case.law/sw3d/435/871/#p892\">\n    435 S.W.3d at 892\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-106\">\n   In reaching this conclusion, we reject Bombardier's assertion that the evidence is insufficient because Sanders' email was inadmissible parol evidence. The parol evidence rule precludes consideration of extrinsic evidence to contradict, vary, or add to the terms of an unambiguous written agreement, absent fraud, accident, or mistake.\n   <em>\n    Garner v. Fidelity Bank, N.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8396853\" index=\"52\" url=\"https://cite.case.law/sw3d/244/855/#p860\">\n    244 S.W.3d 855\n   </extracted-citation>\n   , 860 (Tex. App.-Dallas 2008, no pet.). The general rule is that evidence admitted in violation of the parol evidence rule, whether objected to or not, is incompetent and without probative force to support any finding.\n   <em>\n    Wells v. Wells\n   </em>\n   , No. 05-06-00773-CV,\n   <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=2007%20WL%202165354\">\n    2007 WL 2165354\n   </extracted-citation>\n   , at *3 n.1 (Tex. App.-Dallas July 30, 2007, no pet.) (mem. op.).\n  </p>\n  <p id=\"p-107\">\n   We disagree with Bombardier that the email impermissibly sought to vary or contradict the unambiguous terms of the warranty in violation of the parol evidence rule. Although the warranty provides the length of the engine warranty in unambiguous terms, it did not include any specific date upon which the warranty took effect. Thus, Sanders' statements regarding when the warranty started was not evidence that varied or contradicted a warranty term. As such, the parol evidence rule did not bar their admission.\n  </p>\n  <p id=\"p-108\">\n   In addition to challenging the sufficiency of the evidence to support the award for warranty damages, Bombardier further challenges the amount of the award. Bombardier argues Fogg's testimony is conclusory and incompetent because he did not present any evidence comparing the sales price of planes with a five-year engine warranty to the sales price of planes with a three-year engine warranty.\n  </p>\n  <p id=\"p-109\">\n   Bombardier is correct; however, Fogg explained the difficulty in valuing lost years on a warranty. He then testified there are supplemental warranty programs \"like an extended warranty you can buy on your car, that are aftermarket.\" JSSI was such a provider. Fogg went to JSSI to calculate the per-hour basis of a lost warranty. By way of example, he explained that \"So, if you fly 100 hours, and it is $300 an hour, you send them a check at the end of the month, and you continue your warranty type coverage.\" Fogg calculated \"what had been the average hours used from the time the owner of the aircraft now had used the aircraft\" because that was \"a good guide.\" He then used those hours multiplied by an average engine rate from JSSI and calculated a number for two years, which was \"roughly $709,000.\" He testified this was a \"plain common sense fair way to do it.\" Fogg provided the basis for his opinion, which on its face supports his conclusion; therefore, his testimony is sufficient to support $709,160 in actual damages.\n   <em>\n    Cf.\n   </em>\n   <em>\n    Rogers\n   </em>\n   , 518 S.W.3d at 405 (\"Even when some basis is offered for an opinion, if that basis does not, on its face, support the opinion, the opinion is still conclusory.\") (quoting\n   <em>\n    City of San Antonio v. Pollock\n   </em>\n   ,\n   <extracted-citation case-ids=\"7303690\" index=\"54\" url=\"https://cite.case.law/sw3d/284/809/#p817\">\n    284 S.W.3d 809\n   </extracted-citation>\n   , 817 (Tex. 2009) ).\n  </p>\n  <p id=\"p-110\">\n   Finally, we consider Bombardier's argument that to the extent appellees may have lost part of the warranty, their claim lies with Honeywell. Bombardier asserts it does not control Honeywell, and it never represented or warranted that the Aircraft came with a five-year warranty. Rather,\n   Bombardier agreed and warranted in the Purchase Agreement that it would \"assign all aircraft warranties issued by the manufacturer, to the extent assignable, to Customers.\" Bombardier relies on Kelley's testimony in which he agreed that \"to the best of my knowledge\" all aircraft warranties issued by Honeywell had been assigned to him and Crane.\n  </p>\n  <p id=\"p-111\">\n   Appellees respond Bombardier was the party that wrongfully received payment as part of the Aircraft purchase price for a five-year warranty in exchange for a warranty that had, at most, two years of remaining coverage, and Bombardier-not Honeywell-is the party that led appellees to believe they were receiving a new aircraft with a full warranty. We agree with appellees.\n  </p>\n  <p id=\"p-112\">\n   As detailed above, the jury heard evidence from which it could conclude that the warranty expired in 2013. The jury further heard evidence that Bombardier was fully aware of engine problems that Honeywell would not cover under the warranty, specifically \"ingestion of foreign material,\" which Rish admitted would include oil contaminated by jet fuel. Documentation indicated Bombardier was responsible for running the jet fuel through the engine causing oil contamination.\n  </p>\n  <p id=\"p-113\">\n   Rish acknowledged communications between Honeywell and Bombardier in 2009 regarding the engine's performance. Dennis Langefels, a Honeywell employee, sent an email on February 10, 2009, to several people at Bombardier discussing the ITT split assessment of the engine. Langefels determined \"an ITT shift beyond a level that can be justified to remain on-wing as is. The engine will function as designed, however, the available deterioration allowance to the customer is significantly reduced. The Program offices will need to determine the strategy for restoration of available deterioration.\"\n  </p>\n  <p id=\"p-114\">\n   The jury heard evidence that because of these past problems, Bombardier believed \"commercial concessions\" would be required before it would agree to install the engine on a Flexjet aircraft. Two months before appellees purchased the Aircraft, Bombardier agreed to accept the Honeywell engine into its fleet so long as Honeywell provided it \"with 1000 hours of MSP [Maintenance Service Plan] program per engine with no calendar time limit and at no cost to BBJS [Bombardier Business Jet Solutions].\" The agreement specified that the MSP program was only valid for the period Bombardier owned the plane and \"shall not be assignable or transferable to any other aircraft or engines of BBJS.\" The jury could infer Bombardier negotiated such a deal for the engine because it was well aware of and concerned about the engine's history. In fact, an email from a Honeywell employee described the engine as a \"two-time loser-once for ITT margin erosion and then again because someone ( [Bombardier] ) serviced the oil system with fuel.\" Yet, Bombardier never told appellees it entered into an agreement in which it received compensation for incorporating the engine into its fleet.\n  </p>\n  <p id=\"p-115\">\n   Further, Honeywell advised Bombardier the engine was repaired, and \"We have always been of the opinion that a post [Certificate of Airworthiness] removal would be returned to a post [Certificate of Airworthiness] aircraft upon return to Bombardier.\" Despite Honeywell's opinion, Bombardier chose to install the repaired engine on a pre-certificate of airworthiness aircraft and then negotiate with appellees for what they believed was a completely new aircraft. Given these facts, we cannot conclude there is no evidence from which a reasonable juror could conclude Bombardier was responsible for appellees' loss of warranty damages.\n  </p>\n  <p id=\"p-116\">\n   Having considered all of Bombardier's sufficiency challenges, we conclude the evidence at trial would enable reasonable and fair-minded people to reach the verdict under review.\n   <em>\n    City of Keller\n   </em>\n   ,\n   <extracted-citation case-ids=\"8943104\" index=\"55\" url=\"https://cite.case.law/sw3d/168/802/#p822\">\n    168 S.W.3d at 827\n   </extracted-citation>\n   . We overrule Bombardier's first issue.\n  </p>\n  <p id=\"p-117\">\n   <strong>\n    Exemplary Damages\n   </strong>\n  </p>\n  <p id=\"p-118\">\n   In its final issue, Bombardier challenges the jury's award of $5,388,320 in exemplary damages for three separate reasons: (1) the evidence fails to support the jury's fraud finding; therefore, no independent tort supports the award; (2) appellees' claim is barred as a matter of law by limitation-of-liabilities clauses; and (3) the award is excessive and unconstitutional.\n  </p>\n  <p id=\"p-119\">\n   Having previously concluded the evidence is sufficient to support the jury's fraud finding and actual damages award, Bombardier's first argument is without merit.\n  </p>\n  <p id=\"p-120\">\n   Before addressing whether exemplary damages were barred as a matter of law, we must first consider Bombardier's argument that appellees needed to affirmatively plead that the limitation of liability clauses were void, unenforceable, or unconscionable per rule 94.\n   <em>\n    See\n   </em>\n   TEX. R. CIV. P. 94. Texas Rule of Civil Procedure 94 requires a defending party in the underlying suit to affirmatively plead defenses. TEX. R. CIV. P. 94. Appellees were not the defending party. But more importantly, in post-judgment motions and at the JNOV hearing, both sides argued the applicability of the clauses as a matter of law; therefore, we shall likewise consider the argument.\n  </p>\n  <p id=\"p-121\">\n   Bombardier relies on the following relevant clause from the Purchase Agreement:\n  </p>\n  <blockquote id=\"p-122\">\n   FLEXJET WILL NOT BE LIABLE TO EITHER CUSTOMER FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL DAMAGES OR PUNITIVE DAMAGES ARISING OUT OF ANY LACK OR LOSS OF USE OF ANY AIRCRAFT, EQUIPMENT, SPARE PARTS, MAINTENANCE, REPAIR, OR SERVICES RENDERED OR DELIVERED UNDER THIS PURCHASE AGREEMENT.\n  </blockquote>\n  <p id=\"p-123\">\n   The Management Agreement, which was incorporated into the Purchase Agreement, provides the following limitation-of-liability clause:\n  </p>\n  <blockquote id=\"p-124\">\n   NEITHER PARTY HERETO MAY BE HELD LIABLE TO THE OTHER PARTY FOR ANY INDIRECT, SPECIAL OR CONSEQUENTIAL DAMAGES AND/OR PUNITIVE DAMAGES FOR ANY REASON, INCLUDING DELAY OR FAILURE TO FURNISH THE AIRCRAFT OR BY THE PERFORMANCE OR NON-PERFORMANCE OF ANY MANAGEMENT SERVICES COVERED BY THIS MANAGEMENT AGREEMENT.\n  </blockquote>\n  <p id=\"p-125\">\n   Texas has long recognized \"a strong public policy favoring freedom of contract.\"\n   <em>\n    See\n   </em>\n   <em>\n    Philadelphia Indem. Ins. Co. v. White\n   </em>\n   ,\n   <extracted-citation case-ids=\"6795480\" index=\"56\" url=\"https://cite.case.law/sw3d/490/468/#p471\">\n    490 S.W.3d 468\n   </extracted-citation>\n   , 471 (Tex. 2016) (recognizing freedom of contract as \"firmly embedded in our jurisprudence\"). Absent compelling reasons, courts must respect and enforce the terms of a contract the parties have freely and voluntarily entered.\n   <em>\n    <extracted-citation case-ids=\"6795480\" index=\"57\" url=\"https://cite.case.law/sw3d/490/468/#p471\">\n     Id.\n    </extracted-citation>\n   </em>\n   However, freedom of contract is not unbounded.\n   <em>\n    Fairfield Ins. Co. v. Stephens Martin Paving, LP\n   </em>\n   ,\n   <extracted-citation case-ids=\"8389066\" index=\"58\" url=\"https://cite.case.law/sw3d/246/653/#p664\">\n    246 S.W.3d 653\n   </extracted-citation>\n   , 664 (Tex. 2008). We consider and balance freedom of contract with another well-established principle-\"fraud vitiates whatever touches it.\"\n   <em>\n    Hooks v. Samson Lone Star, Ltd. P'ship\n   </em>\n   ,\n   <extracted-citation case-ids=\"6876448\" index=\"59\" url=\"https://cite.case.law/sw3d/457/52/#p57\">\n    457 S.W.3d 52\n   </extracted-citation>\n   , 57 (Tex. 2015) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Am. Imagination Corp. of Tex. v. W.R. Pierce &amp; Assocs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9929945\" index=\"60\" url=\"https://cite.case.law/sw2d/601/147/#p148\">\n    601 S.W.2d 147\n   </extracted-citation>\n   , 148 (Tex. Civ. App.-El Paso 1980, no writ) (recognizing fraud vitiates an otherwise apparently valid contract).\n  </p>\n  <p id=\"p-126\">\n   Neither party cites authority that directly holds a party is bound by a contractual clause prohibiting recovery of exemplary damages when the party is fraudulently induced into entering the contract. Bombardier cites to cases that generally hold limitations of liability clauses are enforceable; however, none of the cases involve fraud by nondisclosure.\n   <footnotemark>\n    12\n   </footnotemark>\n  </p>\n  <p id=\"p-127\">\n   Appellees rely on\n   <em>\n    Prudential Insurance Co. v. Jefferson Associates, Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9997996\" index=\"61\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n    896 S.W.2d 156\n   </extracted-citation>\n   (Tex. 1995) to support their argument a party cannot enforce a limitation-of-liability clause in a contract procured by fraud. Bombardier fails to respond to\n   <em>\n    Prudential\n   </em>\n   , but rather argues appellees \"confuse\" the issue by discussing cases with \"as is\" clauses when it is neither relying on the \"as is\" clause in the Purchase Agreement nor attempting to use the clause to extinguish all fraud liability and remedies.\n  </p>\n  <p id=\"p-128\">\n   It is undisputed neither party is relying on the \"as is\" clause; however, we find the reasoning of\n   <em>\n    Prudential\n   </em>\n   instructive to the issue before us. In\n   <em>\n    Prudential\n   </em>\n   , the plaintiff sued for misrepresentations concerning the condition of a building and for failing to disclose the building contained asbestos.\n   <em>\n    <extracted-citation case-ids=\"9997996\" index=\"62\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9997996\" index=\"62\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n    at 159\n   </extracted-citation>\n   . A jury awarded plaintiff actual and exemplary damages for DTPA violations and fraudulent concealment.\n   <em>\n    <extracted-citation case-ids=\"9997996\" index=\"63\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n     Id.\n    </extracted-citation>\n   </em>\n   Prudential argued on appeal that plaintiff was not entitled to damages because he bought the building \"as is.\"\n   <em>\n    <extracted-citation case-ids=\"9997996\" index=\"64\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n     Id.\n    </extracted-citation>\n   </em>\n   The \"as is\" clause in the purchase contract stated, in relevant part, \"Seller and Purchaser agree that Purchaser is taking the Property 'AS IS' with any and all latent and patent defects and there is no warranty by Seller that the Property is fit for a particular purpose.\"\n   <em>\n    <extracted-citation case-ids=\"9997996\" index=\"65\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9997996\" index=\"65\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n    at 160\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-129\">\n   Although the supreme court ultimately concluded the plaintiff was bound by the \"as is\" clause and reversed and rendered judgment, the court cautioned, \"By our holding today we do not suggest that an 'as is' agreement can have this determinative effect in every circumstance.\"\n   <em>\n    <extracted-citation case-ids=\"9997996\" index=\"66\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9997996\" index=\"66\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n    at 162\n   </extracted-citation>\n   . The court continued, \"A buyer is not bound by an agreement to purchase something 'as is' that he is induced to make because of a fraudulent representation or concealment of information by the seller.\"\n   <em>\n    <extracted-citation case-ids=\"9997996\" index=\"67\" url=\"https://cite.case.law/sw2d/896/156/#p162\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Stack v. Richman\n   </em>\n   ,\n   <extracted-citation case-ids=\"7300593\" index=\"68\" url=\"https://cite.case.law/sw3d/286/44/#p50\">\n    286 S.W.3d 44\n   </extracted-citation>\n   , 50 (Tex. App.-Dallas 2009, pet. denied) (reversing summary judgment because fact issue existed as to seller's knowledge and representations regarding lot size which could negate enforcement of \"as is\" clause because of fraudulent misrepresentation or concealment).\n  </p>\n  <p id=\"p-130\">\n   Similar to an \"as is\" clause, a limitation-of-liability clause for exemplary damages is an attempt by a party to avoid responsibility for possible wrong-doing. Following the supreme court's reasoning in\n   <em>\n    Prudential\n   </em>\n   and upholding the well-established principle that \"fraud vitiates whatever touches it,\" we conclude a buyer cannot be bound by an agreement waiving exemplary damages if the seller commits fraud by nondisclosure. To conclude otherwise would allow a seller to deliberately fail to disclose material facts to entice a buyer to enter a contract and then shield himself from damages to which the buyer is entitled.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Tony Gullo Motors I, L.P. v. Chapa\n   </em>\n   ,\n   <extracted-citation case-ids=\"8334680\" index=\"69\" url=\"https://cite.case.law/sw3d/212/299/#p306\">\n    212 S.W.3d 299\n   </extracted-citation>\n   , 306 (Tex. 2006) (party is entitled to exemplary damages if he prevails on his fraud claim);\n   <em>\n    Maeberry v. Gayle\n   </em>\n   ,\n   <extracted-citation case-ids=\"11899065\" index=\"70\" url=\"https://cite.case.law/sw2d/955/875/#p882\">\n    955 S.W.2d 875\n   </extracted-citation>\n   , 882 (Tex. App.-Corpus Christi 1997, no pet.). We do not intend our holding to suggest a party may never freely contract to limit exemplary damages, but such limitation-of-liability clauses cannot be enforced when a party establishes fraud by nondisclosure, as is the case here.\n   <footnotemark>\n    13\n   </footnotemark>\n  </p>\n  <p id=\"p-131\">\n   In reaching this conclusion, we are unpersuaded by Bombardier's argument that appellees \"cannot both have [their] contract and defeat it too\"-meaning they cannot argue Bombardier had obligations under the contract, yet simultaneously argue the limitations of liability clause in the contract is unenforceable to limit their exemplary damages.\n  </p>\n  <p id=\"p-132\">\n   Bombardier relies on\n   <em>\n    In re Lisa Laser USA, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7327891\" index=\"71\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n    310 S.W.3d 880\n   </extracted-citation>\n   , 886 (Tex. 2010) to support its argument. In that case, the trial court refused to enforce a forum-selection clause designating California as the proper forum for any lawsuits \"arising out of\" a distribution agreement.\n   <em>\n    <extracted-citation case-ids=\"7327891\" index=\"72\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7327891\" index=\"72\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n    at 881\n   </extracted-citation>\n   . The clause was in an exhibit attached to the agreement, signed by all the parties, but the exhibit specifically referenced only one of the two defendants sued.\n   <em>\n    <extracted-citation case-ids=\"7327891\" index=\"73\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n     Id.\n    </extracted-citation>\n   </em>\n   HealthTronics later sued Lisa Laser in Travis County, and the trial court denied its motion to dismiss for improper venue.\n   <em>\n    <extracted-citation case-ids=\"7327891\" index=\"74\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7327891\" index=\"74\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n    at 882\n   </extracted-citation>\n   . On review to the supreme court, HealthTronics argued the forum-selection clause applied to only part of the contract.\n   <em>\n    <extracted-citation case-ids=\"7327891\" index=\"75\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7327891\" index=\"75\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n    at 884\n   </extracted-citation>\n   . The court, however, concluded HealthTronics could not both argue that a defendant had obligations under the contract and simultaneously claim the forum-selection clause did not apply to those obligations.\n   <em>\n    <extracted-citation case-ids=\"7327891\" index=\"76\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7327891\" index=\"76\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n    at 886\n   </extracted-citation>\n   . Importantly, that case did not involve an allegation that the contract or the forum-selection clause was procured by fraud. Moreover, the court noted HealthTronics did not argue the forum-selection clause was unenforceable-a distinction from the facts here.\n   <em>\n    <extracted-citation case-ids=\"7327891\" index=\"77\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7327891\" index=\"77\" url=\"https://cite.case.law/sw3d/310/880/#p886\">\n    at 884\n   </extracted-citation>\n   . As previously stated, we have concluded the limitations of liabilities clause is unenforceable. Considering an unenforceable provision can be severed from a contract with the remainder of the contract being enforced, we do not agree with Bombardier's characterization that appellees have attempted to \"both have its contract and defeat it too.\"\n   <em>\n    See\n   </em>\n   <em>\n    Hoover Slovacek LLP v. Walton\n   </em>\n   ,\n   <extracted-citation case-ids=\"8447069\" index=\"78\" url=\"https://cite.case.law/sw3d/206/557/#p565\">\n    206 S.W.3d 557\n   </extracted-citation>\n   , 565 (Tex. 2006) ;\n   <em>\n    Sec. Serv. Fed. Credit Union v. Sanders\n   </em>\n   ,\n   <extracted-citation case-ids=\"8204293\" index=\"79\" url=\"https://cite.case.law/sw3d/264/292/#p300\">\n    264 S.W.3d 292\n   </extracted-citation>\n   , 300 (Tex. App.-San Antonio 2008, no pet.) (\"Under state-law contract principles, a court is generally authorized to sever an illegal or an unenforceable provision from a contract\n   and enforce the remainder of the contract.\").\n   <footnotemark>\n    14\n   </footnotemark>\n  </p>\n  <p id=\"p-133\">\n   Finally, Bombardier asserts appellees waived any right to assert fraud as a basis to avoid the agreement, and \"a contract procured by fraud is voidable, not void.\"\n   <em>\n    See\n   </em>\n   <em>\n    PSB, Inc. v. LIT Indus. Tex. Ltd. P'ship\n   </em>\n   ,\n   <extracted-citation case-ids=\"8324057\" index=\"80\" url=\"https://cite.case.law/sw3d/216/429/#p433\">\n    216 S.W.3d 429\n   </extracted-citation>\n   , 433 (Tex. App.-Dallas 2006, no pet.). It relies on the legal principle that \"if a party fraudulently induced to enter a contract continues to receive benefits under the contract after learning of the fraud or otherwise engages in conduct recognizing the agreement as subsisting and binding,\" it has \"ratified the agreement and waived any right to assert the fraud as a basis to avoid the agreement.\"\n   <em>\n    <extracted-citation case-ids=\"8324057\" index=\"81\" url=\"https://cite.case.law/sw3d/216/429/#p433\">\n     Id.\n    </extracted-citation>\n   </em>\n   Bombardier did not present this argument as a reason barring appellees' recovery of exemplary damages as a matter of law in its original brief.\n   <footnotemark>\n    15\n   </footnotemark>\n   A reply brief may not be used to raise new arguments.\n   <em>\n    See\n   </em>\n   <em>\n    Dallas Cnty. v. Gonzales\n   </em>\n   ,\n   <extracted-citation case-ids=\"8986600\" index=\"82\" url=\"https://cite.case.law/sw3d/183/94/#p104\">\n    183 S.W.3d 94\n   </extracted-citation>\n   , 104 (Tex. App.-Dallas 2006, pet. denied). Regardless, we question the applicability of such an argument. While we acknowledge Bombardier pleaded ratification as an affirmative defense, the trial court was neither asked to determine whether appellees were barred, as a matter of law, from pursuing their fraud claim because of ratification nor did Bombardier request a jury question on the issue.\n  </p>\n  <p id=\"p-134\">\n   Having concluded the limitations-of-liability clause does not bar appellees' recovery of exemplary damages as a matter of law, we now consider whether the exemplary damages award is excessive and unconstitutional. Bombardier argues the award violates due process, furthers no legitimate purpose, and constitutes an arbitrary deprivation of property.\n   <em>\n    See\n   </em>\n   <em>\n    Bunton v. Bentley\n   </em>\n   ,\n   <extracted-citation case-ids=\"9032280\" index=\"83\" url=\"https://cite.case.law/sw3d/153/50/#p53\">\n    153 S.W.3d 50\n   </extracted-citation>\n   , 53 (Tex. 2004) (noting Due Process Clause and Fourteenth Amendment prohibit imposition of grossly excessive or arbitrary punishments on a tortfeasor).\n  </p>\n  <p id=\"p-135\">\n   While state law governs the amount properly awarded as exemplary damages, that amount is also subject to an ultimate federal constitutional check for exorbitancy.\n   <em>\n    See\n   </em>\n   <em>\n    Chapa\n   </em>\n   ,\n   <extracted-citation case-ids=\"8334680\" index=\"84\" url=\"https://cite.case.law/sw3d/212/299/#p306\">\n    212 S.W.3d at\n   </extracted-citation>\n   307 ;\n   <em>\n    Khorshid, Inc. v. Christian\n   </em>\n   ,\n   <extracted-citation case-ids=\"8185683\" index=\"85\" url=\"https://cite.case.law/sw3d/257/748/#p768\">\n    257 S.W.3d 748\n   </extracted-citation>\n   , 768 (Tex. App.-Dallas 2008, no pet.) ;\n   <em>\n    see also\n   </em>\n   TEX. CIV. PRAC. &amp; REM. CODE ANN. § 41.008(b) (West 2015) (exemplary damages may not exceed an amount equal to the greater of two times the amount of economic damages plus an amount equal to any noneconomic damages, not to exceed $750,000, or $200,000). Even if an assessment of exemplary damages is not deemed excessive under governing state law, it may violate a party's substantive due process rights to protection from \"grossly excessive\" exemplary damages awards.\n   <em>\n    BMW of N. Am., Inc. v. Gore\n   </em>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"86\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. 559\n   </extracted-citation>\n   , 574-75,\n   <extracted-citation case-ids=\"11745877\" index=\"87\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"88\" url=\"https://cite.case.law/us/517/559/#p574\">\n    134 L.Ed.2d 809\n   </extracted-citation>\n   (1996) ;\n   <em>\n    Khorshid, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8185683\" index=\"89\" url=\"https://cite.case.law/sw3d/257/748/#p768\">\n    257 S.W.3d at 767\n   </extracted-citation>\n   . Thus, to the extent appellees argue the award is not excessive under chapter 41 because it does not exceed the statutory maximum, this Court's inquiry does not start and stop there.\n   <em>\n    See\n   </em>\n   TEX. CIV. PRAC. &amp; REM. CODE ANN. § 41.008(b)(1)(A).\n  </p>\n  <p id=\"p-136\">\n   The United States Supreme Court has established three \"guideposts\" for determining whether an exemplary damages award is unconstitutionally excessive:\n  </p>\n  <p id=\"p-137\">\n   (1) the degree of reprehensibility of the defendant's misconduct; (2) the disparity between actual and exemplary damages; and (3) a comparison of the exemplary damages awarded and other civil or criminal penalties that could be imposed for similar misconduct.\n   <em>\n    Gore\n   </em>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"90\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. 559\n   </extracted-citation>\n   , 574-75,\n   <extracted-citation case-ids=\"11745877\" index=\"91\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   (1996). Each of these factors must be reviewed de novo to ensure exemplary damages are not \"grossly disproportional\" to the gravity of the defendant's conduct.\n   <em>\n    Bunton\n   </em>\n   ,\n   <extracted-citation case-ids=\"9032280\" index=\"92\" url=\"https://cite.case.law/sw3d/153/50/#p53\">\n    153 S.W.3d at 54\n   </extracted-citation>\n   . These factors are intertwined with each other and cannot be viewed in isolation.\n   <em>\n    <extracted-citation case-ids=\"9032280\" index=\"93\" url=\"https://cite.case.law/sw3d/153/50/#p53\">\n     Id.\n    </extracted-citation>\n   </em>\n   Rather, all three factors work together to ensure the damage award is reasonable and proportionate.\n   <em>\n    <extracted-citation case-ids=\"9032280\" index=\"94\" url=\"https://cite.case.law/sw3d/153/50/#p53\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-138\">\n   The first guidepost, the degree of reprehensibility of the defendant's misconduct, is described by the Supreme Court as \"[p]erhaps the most important indicium of the reasonableness of a punitive damage award.\"\n   <em>\n    Gore\n   </em>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"95\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. at 577\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"96\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   . Elaborating, the Supreme Court urged further consideration of the following five nonexclusive factors: whether (1) the harm caused was physical as opposed to economic; (2) the tortious conduct showed an indifference to or reckless disregard of the health or safety of others; (3) the target of the conduct had financial vulnerability; (4) the conduct involved repeated actions, not just an isolated incident; and (5) the harm resulted from intentional malice, trickery, deceit, or mere accident.\n   <em>\n    Bennett v. Reynolds\n   </em>\n   ,\n   <extracted-citation case-ids=\"7326062\" index=\"97\" url=\"https://cite.case.law/sw3d/315/867/#p874\">\n    315 S.W.3d 867\n   </extracted-citation>\n   , 874 (Tex. 2010) (citing\n   <em>\n    Gore\n   </em>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"98\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. at 576-77\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"99\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-139\">\n   Here, the harm was economic and did not target financially vulnerable individuals. Rather, Crane and Kelley were sophisticated businessmen familiar with purchasing both used and new airplanes. Although the record does not indicate Bombardier repeatedly installed used engines on new aircrafts purchased by individuals, Mussared and Shifflet testified exchanging engines and other parts from one airplane to another within the Flexjet fleet had occurred in the past. However, we do not believe this constitutes evidence of recidivism.\n   <em>\n    See\n   </em>\n   <em>\n    Horizon Health Corp. v. Acadia Healthcare Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12383182\" index=\"100\" url=\"https://cite.case.law/sw3d/520/848/#p875\">\n    520 S.W.3d 848\n   </extracted-citation>\n   , 875-77 (Tex. 2017). Nothing in the record suggests that Bombardier is a repeat offender who has committed past transgressions against others like appellees.\n   <em>\n    <extracted-citation case-ids=\"12383182\" index=\"101\" url=\"https://cite.case.law/sw3d/520/848/#p875\">\n     Id.\n    </extracted-citation>\n   </em>\n   Thus, the first, third, and fourth factors weigh against a finding of reprehensibility.\n  </p>\n  <p id=\"p-140\">\n   Bombardier emphasizes its conduct does not show indifference or reckless disregard for the safety of others because it is undisputed the Aircraft does not present any safety issues and this case has \"nothing to do with the safety of this plane.\" While we agree the Aircraft's safety is not in dispute, the jury could reasonably have determined Bombardier's actions should nonetheless be punished and deterred in the future because such behavior could have serious safety repercussions.\n   <em>\n    See\n   </em>\n   <em>\n    Cooper Indus., Inc. v. Leatherman Tool Group, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9301404\" index=\"102\" url=\"https://cite.case.law/us/532/424/#p432\">\n    532 U.S. 424\n   </extracted-citation>\n   , 432,\n   <extracted-citation case-ids=\"9301404\" index=\"103\" url=\"https://cite.case.law/us/532/424/#p432\">\n    121 S.Ct. 1678\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9301404\" index=\"104\" url=\"https://cite.case.law/us/532/424/#p432\">\n    149 L.Ed.2d 674\n   </extracted-citation>\n   (2001) (punitive damages intended to deter future wrongdoing). This conclusion is further supported by the fact Bombardier engaged in intentional trickery and deceit by failing to disclose the engine's history when it had a duty to do so and then tried to conceal its actions by threatening employees who wanted to tell appellees about the engine.\n   <em>\n    See\n   </em>\n   <em>\n    Bennett\n   </em>\n   ,\n   <extracted-citation case-ids=\"7326062\" index=\"105\" url=\"https://cite.case.law/sw3d/315/867/#p874\">\n    315 S.W.3d at 875, 877\n   </extracted-citation>\n   (noting certain cover-up efforts can show reprehensibility as attempts to cover one's tracks and escape responsibility can imply willfulness). In sum, two of the five reprehensibility factors are present. Accordingly, we conclude Bombardier's conduct justified a substantial award of exemplary damages.\n   <em>\n    But see\n   </em>\n   <em>\n    Horizon Health Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12383182\" index=\"106\" url=\"https://cite.case.law/sw3d/520/848/#p875\">\n    520 S.W.3d at 875-77\n   </extracted-citation>\n   (exemplary award excessive when only one reprehensibility factor-harm resulting from malice, trickery, or deceit-was present).\n  </p>\n  <p id=\"p-141\">\n   As to the second guidepost, we must consider the disparity between actual and exemplary damages. This comparison commonly involves analysis of the ratio between exemplary and actual damages.\n   <em>\n    Chapa\n   </em>\n   ,\n   <extracted-citation case-ids=\"8334680\" index=\"107\" url=\"https://cite.case.law/sw3d/212/299/#p306\">\n    212 S.W.3d at 308\n   </extracted-citation>\n   . Single-digit ratios are more likely to comport with due process than larger ratios, but the Supreme Court has \"consistently rejected the notion that the constitutional line is marked by a simple mathematical formula.\"\n   <em>\n    Gore\n   </em>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"108\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. at 582\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"109\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-142\">\n   Here, the ratio of exemplary damages to compensatory damages equals 2-to-1. We acknowledge Supreme Court authority theorizing a lessor ratio may reach due process limits when a jury awards a substantial compensatory award; however, given Bombardier's conduct, we do not believe a 2-to-1 ratio \"jars one's constitutional sensibilities.\"\n   <em>\n    State Farm Mut. Auto. Ins. Co. v. Campbell\n   </em>\n   ,\n   <extracted-citation case-ids=\"9030875\" index=\"110\" url=\"https://cite.case.law/us/538/408/#p425\">\n    538 U.S. 408\n   </extracted-citation>\n   , 425,\n   <extracted-citation case-ids=\"9030875\" index=\"111\" url=\"https://cite.case.law/us/538/408/#p425\">\n    123 S.Ct. 1513\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9030875\" index=\"112\" url=\"https://cite.case.law/us/538/408/#p425\">\n    155 L.Ed.2d 585\n   </extracted-citation>\n   (2003) (noting that although lessor ratio may be appropriate when large compensatory damages awarded, the precise award \"must be based upon the facts and circumstances of the defendant's conduct and the harm to plaintiff\");\n   <em>\n    Gore\n   </em>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"113\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. at\n   </extracted-citation>\n   581 n.34,\n   <extracted-citation case-ids=\"11745877\" index=\"114\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   . Further, unlike the award discussed in\n   <em>\n    Campbell\n   </em>\n   , the large compensatory damages awarded here was not \"likely based on a component that was duplicated in the punitive award.\"\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Campbell\n   </em>\n   ,\n   <extracted-citation case-ids=\"9030875\" index=\"115\" url=\"https://cite.case.law/us/538/408/#p425\">\n    538 U.S. at 426\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9030875\" index=\"116\" url=\"https://cite.case.law/us/538/408/#p425\">\n    123 S.Ct. 1513\n   </extracted-citation>\n   (noting compensatory damages included an amount for emotional distress and large compensatory damages award resulted in complete compensation). And contrary to Bombardier's assertion, more than one reprehensibility factor is present; therefore, its argument that the 2-to-1 ratio exceeds constitutional limits is without merit.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    McCullough v. Scarbrough, Medlin &amp; Assoc., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6929490\" index=\"117\" url=\"https://cite.case.law/sw3d/435/871/#p892\">\n    435 S.W.3d 871\n   </extracted-citation>\n   , 915 (Tex. App.-Dallas 2014, pet. denied) (upholding exemplary damages award that only slightly exceeded 4:1 ratio when three of reprehensibility factors were present). This conclusion is further supported by keeping in mind the amount of exemplary damages awarded ultimately lies within the discretion of the jury, which assessed the witnesses' credibility and determined the weight to be given their testimony and to the evidence.\n   <em>\n    <extracted-citation case-ids=\"6929490\" index=\"118\" url=\"https://cite.case.law/sw3d/435/871/#p892\">\n     Id.\n    </extracted-citation>\n   </em>\n   Accordingly, the second guidepost is not offended by the size of the award.\n  </p>\n  <p id=\"p-143\">\n   As to the third guidepost, we compare the exemplary damages awarded to civil or criminal penalties for similar misconduct.\n   <em>\n    Chapa\n   </em>\n   ,\n   <extracted-citation case-ids=\"8334680\" index=\"119\" url=\"https://cite.case.law/sw3d/212/299/#p306\">\n    212 S.W.3d at 309\n   </extracted-citation>\n   . Bombardier cites\n   <extracted-citation index=\"120\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2046301\">\n    49 U.S.C. § 46301\n   </extracted-citation>\n   (a), which limits civil penalties to $25,000 for certain air commerce and safety violations; however, it fails to specifically inform this Court which provision could be applicable to the present facts.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"121\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2046301\">\n    49 U.S.C. § 46301\n   </extracted-citation>\n   (a).\n   <footnotemark>\n    16\n   </footnotemark>\n   Bombardier also cites 49 U.S.C. 5123(a), which allows a civil penalty up to $75,000 for knowingly violating \"this chapter\" for transporting hazardous material.\n   <em>\n    <extracted-citation index=\"122\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2046301\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 5123(a). There has been no allegation that Bombardier transported hazardous material on the Aircraft.\n  </p>\n  <p id=\"p-144\">\n   We are further unpersuaded by Bombardier's argument that the attorney general could collect no more than $20,000 as a civil penalty under the DTPA against a person who represented that goods were \"new\" if they were \"reconditioned\" or \"used.\" TEX. BUS. &amp; COMM. CODE ANN. § 17.46(b)(6) (West Supp. 2016);\n   <em>\n    <extracted-citation index=\"123\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2046301\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 17.47(c)(1). The Texas Supreme Court has stated the DTPA's primary purpose is to \"encourage\n   <em>\n    consumers themselves\n   </em>\n   to file their\n   <em>\n    own\n   </em>\n   complainants\" even though the statute authorizes the attorney general to bring suit.\n   <em>\n    See\n   </em>\n   <em>\n    PPG Indus., Inc. v. JMB/Houston Ctrs. Partners Ltd. P'ship\n   </em>\n   ,\n   <extracted-citation case-ids=\"9149492\" index=\"124\" url=\"https://cite.case.law/sw3d/146/79/#p84\">\n    146 S.W.3d 79\n   </extracted-citation>\n   , 84 (Tex. 2004). A consumer who prevails under the DTPA may be awarded three times the amount of economic damages if the defendant committed a knowing violation. TEX. BUS. &amp; COMM. CODE ANN. § 17.50(b)(1) (West 2011). Again, the exemplary damage award here falls within these parameters. But more importantly, this case was not tried to the jury under the DTPA. Thus, we do not consider reference to the civil penalties the attorney general could have collected to be \"precisely the kinds of penalties for comparable misconduct the Supreme Court has used-and says we must use-in our constitutional analysis.\"\n   <em>\n    Chapa\n   </em>\n   ,\n   <extracted-citation case-ids=\"8334680\" index=\"125\" url=\"https://cite.case.law/sw3d/212/299/#p306\">\n    212 S.W.3d at 309\n   </extracted-citation>\n   . Accordingly, Bombardier has not provided authority from which we can compare civil penalties for similar misconduct.\n  </p>\n  <p id=\"p-145\">\n   When as here, no comparable penalties exist, numerous federal courts have looked to whether the punitive damages awarded comport with statutory caps on damages, as damage caps \"represent[ ] a legislative judgment similar to the imposition of a civil fine.\"\n   <em>\n    Safeshred, Inc. v. Martinez\n   </em>\n   ,\n   <extracted-citation case-ids=\"7326141\" index=\"126\" url=\"https://cite.case.law/sw3d/310/649/#p666\">\n    310 S.W.3d 649\n   </extracted-citation>\n   , 666 (Tex. App.-Austin 2010),\n   <em>\n    aff'd in part, rev'd in part\n   </em>\n   ,\n   <extracted-citation case-ids=\"7316442\" index=\"127\" url=\"https://cite.case.law/sw3d/365/655/\">\n    365 S.W.3d 655\n   </extracted-citation>\n   (Tex. 2012) (citing\n   <em>\n    Zhang v. Am. Gem Seafoods, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9104206\" index=\"128\" url=\"https://cite.case.law/f3d/339/1020/#p1045\">\n    339 F.3d 1020\n   </extracted-citation>\n   , 1045 (9th Cir. 2003) ;\n   <em>\n    EEOC v. Fed. Express Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3163375,3162775\" index=\"129\" url=\"https://cite.case.law/f3d/513/360/\">\n    513 F.3d 360\n   </extracted-citation>\n   , 378 (4th Cir. 2008) ;\n   <em>\n    Romano v. U-Haul Int'l\n   </em>\n   ,\n   <extracted-citation case-ids=\"11176867\" index=\"130\" url=\"https://cite.case.law/f3d/233/655/#p673\">\n    233 F.3d 655\n   </extracted-citation>\n   , 673 (1st Cir. 2000) ). In such instances, this Court has likewise considered the exemplary damages cap supplied by chapter 41 of the civil practice and remedies code to be relevant to the third guidepost.\n   <em>\n    See\n   </em>\n   <em>\n    Lambert v. Lambert\n   </em>\n   , No. 05-08-00397-CV,\n   <extracted-citation index=\"131\" url=\"https://cite.case.law/citations/?q=2009%20WL%201493009\">\n    2009 WL 1493009\n   </extracted-citation>\n   , at *8 (Tex. App.-Dallas May 29, 2009, no pet.) (mem. op.);\n   <em>\n    see also\n   </em>\n   <em>\n    Bright v. Addison\n   </em>\n   ,\n   <extracted-citation case-ids=\"8923272\" index=\"132\" url=\"https://cite.case.law/sw3d/171/588/#p597\">\n    171 S.W.3d 588\n   </extracted-citation>\n   , 604 (Tex. App.-Dallas 2005, pet. denied). The statute allows exemplary damages in the amount of two times the amount of economic damages. TEX. CIV. PRAC. REM. CODE ANN. § 41.008(b)(1)(A). The jury awarded exactly two times the economic damages. Thus, we conclude the statutory cap satisfies the notice concerns raised in\n   <em>\n    Gore\n   </em>\n   and does not violate constitutional due process.\n   <em>\n    See\n   </em>\n   <extracted-citation case-ids=\"11745877\" index=\"133\" url=\"https://cite.case.law/us/517/559/#p574\">\n    517 U.S. at 574\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11745877\" index=\"134\" url=\"https://cite.case.law/us/517/559/#p574\">\n    116 S.Ct. 1589\n   </extracted-citation>\n   (\"Elementary notions of fairness enshrined in our constitutional jurisprudence dictate that a person receive fair notice not only of the conduct that will subject him to punishment, but also of the severity of the penalty that a State may impose.\").\n  </p>\n  <p id=\"p-146\">\n   We reject Bombardier's constitutional challenge to the amount of exemplary damages awarded. Bombardier's final issue is overruled.\n  </p>\n  <p id=\"p-147\">\n   <strong>\n    Conclusion\n   </strong>\n  </p>\n  <p id=\"p-148\">\n   The judgment of the trial court is affirmed.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-151\">\n    Bombardier manufactured planes. At the time of the events at issue, Flexjet was a division of Bombardier that managed and maintained private planes for individual and fractional-jet owners. At trial, Flexjet and Bombardier were treated as one entity, and the jury charge defined \"Flexjet/Bombardier\" or \"Defendant\" to mean \"Flexjet/Bombardier Aerospace Corporation.\"\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-152\">\n    The \"birthdate\" of the engine is August 12, 2008. August 2008 emails from Honeywell, the engine's manufacturer, noted \"significant damage\" to the engine components and discussed the possibility of sending a mechanic to replace the damaged components.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-153\">\n    These emails represented a small sample of documented communications between Honeywell and Bombardier that occurred prior to the engine's installation on appellees' Aircraft.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-154\">\n    Preservation refers to the procedures that must be followed to store an aircraft and de-preservation refers to the procedures to take it out of storage.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-155\">\n    For example, an April 18, 2009 entry indicated the engine was removed from aircraft 241, and an April 2010 entry indicated the engine was de-preserved and installed on aircraft 294. However, nothing between these two entries documents whether proper preservation occurred.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-156\">\n    \"The Court further orders that in accordance with the agreed stipulation of the parties (see 4/8/15 Tr. At 241), the judgment may be satisfied as to all Plaintiffs by paying 50% of the judgment to SPEP Aircraft Holdings, LLC and 50% to PE 300 leasing, LLC.\"\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-157\">\n    Fogg explained engine cycles as \"cranking the engine and turning it off.\"\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-158\">\n    We acknowledge that Kenneth Dufour, Bombardier's expert, provided the price range of comparables he reviewed in reaching his conclusion that the Aircraft's value in December 2010 was $19,800,000; however, he admitted his valuation did not consider any diminution of value. Rather, he assumed there were no issues with the logbooks, no damage history, and no significant maintenance history. Dufour's valuation opinion is not relevant.\n    <em>\n     See\n    </em>\n    <em>\n     Rogers v. Zanetti\n    </em>\n    ,\n    <extracted-citation case-ids=\"12380881\" index=\"135\" url=\"https://cite.case.law/sw3d/518/394/#p405\">\n     518 S.W.3d 394\n    </extracted-citation>\n    , 405 (Tex. 2017) (\"When an expert's opinion is based on assumed facts that vary materially from the actual, undisputed facts, the opinion is without probative value and cannot support a verdict.\") (quoting\n    <em>\n     Burroughs Wellcome Co. v. Crye\n    </em>\n    ,\n    <extracted-citation case-ids=\"10012855\" index=\"136\" url=\"https://cite.case.law/sw2d/907/497/#p499\">\n     907 S.W.2d 497\n    </extracted-citation>\n    , 499 (Tex. 1995) ).\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-159\">\n    For example, the jury heard evidence that (1) the engine was a \"two-time loser,\" (2) the Aircraft's value was dependent on past engine damage, and (3) it was not uncommon for damage history to be the cause of negotiating diminution in value. In fact, Thomas Mitchell, another Bombardier expert, conceded he might attempt negotiating a lower price on behalf of a client in a similar situation.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-160\">\n    It is undisputed the engine had significantly fewer than 3000 miles on it so this portion is inapplicable to the analysis.\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-161\">\n    The Aircraft was originally slated to join the Flexjet fleet, but appellees purchased it instead.\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-162\">\n    For example, in\n    <em>\n     Windsor Communications, Inc. v. Republic National Bank of New York\n    </em>\n    , No. 05-93-01030-CV,\n    <extracted-citation index=\"137\" url=\"https://cite.case.law/citations/?q=1994%20WL%20556847\">\n     1994 WL 556847\n    </extracted-citation>\n    (Tex. App.-Dallas Oct. 12, 1994, writ denied) this Court upheld a summary judgment involving claims for consequential, special, and punitive damages. Windsor argued a fact issue existed as to whether the damage-waiver provision, which included waiver of punitive damages, applied for various reasons, none of which included a claim of fraud.\n    <em>\n     Id.\n    </em>\n    at *3. Additionally,\n    <em>\n     Windsor\n    </em>\n    is inapplicable because it involved only a breach of contract claim, which cannot support recovery of exemplary damages.\n    <em>\n     See\n    </em>\n    <em>\n     Cent. Sav. &amp; Loan Ass'n v. Stemmons Nw. Bank, N.A.\n    </em>\n    ,\n    <extracted-citation case-ids=\"9998240\" index=\"138\" url=\"https://cite.case.law/sw2d/848/232/#p238\">\n     848 S.W.2d 232\n    </extracted-citation>\n    , 238 (Tex. App.-Dallas 1992, no writ).\n   </p>\n   <p id=\"p-163\">\n    In\n    <em>\n     Mickens v. Longhorn DFW Moving, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"8207316\" index=\"139\" url=\"https://cite.case.law/sw3d/264/875/\">\n     264 S.W.3d 875\n    </extracted-citation>\n    (Tex. App.-Dallas 2008, pet. denied), Mickens sued for losses sustained in a fire during a move.\n    <em>\n     <extracted-citation case-ids=\"8207316\" index=\"140\" url=\"https://cite.case.law/sw3d/264/875/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"8207316\" index=\"140\" url=\"https://cite.case.law/sw3d/264/875/\">\n     at 877\n    </extracted-citation>\n    . Longhorn argued any damages, per the moving services contract, were limited to $0.60 per pound.\n    <em>\n     <extracted-citation case-ids=\"8207316\" index=\"141\" url=\"https://cite.case.law/sw3d/264/875/\">\n      Id.\n     </extracted-citation>\n    </em>\n    We concluded the limitation of liability clause was enforceable because it provided fair notice and was conspicuous.\n    <em>\n     <extracted-citation case-ids=\"8207316\" index=\"142\" url=\"https://cite.case.law/sw3d/264/875/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"8207316\" index=\"142\" url=\"https://cite.case.law/sw3d/264/875/\">\n     at 878\n    </extracted-citation>\n    . We likewise concluded Mickens' cause of action sounded in contract, rather than tort; therefore, the contract did not limit any alleged tort damages.\n    <em>\n     <extracted-citation case-ids=\"8207316\" index=\"143\" url=\"https://cite.case.law/sw3d/264/875/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"8207316\" index=\"143\" url=\"https://cite.case.law/sw3d/264/875/\">\n     at 879\n    </extracted-citation>\n    . Because\n    <em>\n     Micken\n    </em>\n    s did not involve any allegation of fraud, it provides no guidance to the question before us. And like\n    <em>\n     Windsor Communications, Inc.\n    </em>\n    , the claim sounded in contract, which cannot support recovery of exemplary damages.\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-164\">\n    Based on our holding, we need not decide whether contractual waivers of exemplary damages violate public policy.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Gulf Ins. Co. v. Burns Motors, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11191387\" index=\"144\" url=\"https://cite.case.law/sw3d/22/417/#p424\">\n     22 S.W.3d 417\n    </extracted-citation>\n    , 424 (Tex. 2000) (having concluded party could not recover under assignment, court need not consider whether assignment of cause of action was barred as against public policy).\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-165\">\n    The Purchase Agreement and Management Agreement both contained a \"SEVERABILITY\" clause, which provided \"Each provision of this [ ] Agreement must be interpreted in a way that is valid under applicable law. If any provision is held invalid, the rest of this[ ] Agreement will remain in full effect.\"\n   </p>\n  </footnote>\n  <footnote label=\"15\">\n   <p id=\"p-166\">\n    In its opening brief, Bombardier relied on public policy in favor of preserving contract and its contention that limitations of liability clauses are valid and enforceable.\n   </p>\n  </footnote>\n  <footnote label=\"16\">\n   <p id=\"p-167\">\n    This particular subsection refers to violations within chapters 401, 411, 413, 415, 417, 419, 421, 423, 441, 447, 449, and 451.\n    <extracted-citation index=\"145\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2046301\">\n     49 U.S.C. § 46301\n    </extracted-citation>\n    (a)(1)(A).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}