{
  "casebody": {
    "data": "<casebody firstpage=\"597\" lastpage=\"600\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b625-4\">J. A. Pillow <em>v. </em>C. A. Kelly <em>et al. *</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b625-5\">(Jackson.</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AsD\">April Term, 1927.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b625-6\">Opinion filed July 16, 1927.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b626-8\"><page-number citation-index=\"1\" label=\"598\">*598</page-number>W. E. Landrum, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b626-9\">W. W. Hebron and Elder &amp; Elkins for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b626-10\">MR. Justice Cook</author>\n<p id=\"AKz7\">delivered the opinion of the Court.</p>\n<p id=\"b626-11\">C. A. Kelly owned land subject to encumbrances in behalf of E. Killongh and A. L. Davidson, Trustee, on which he contracted with J. A. Pillow to bore a well and supply and install piping and a pump. The contract price for boring the well and furnishing piping and pump was $177.50., After completion of the work Kelly reconveyed the land to Killongh 'ifi satisfaction of Killongh’s lien notes and the assumption by Killongh of the mortgage debt due under the deed of trust to Davidson. Pillow filed the bill to enforce payment of his claim under the Mechanic’s Lien Law.</p>\n<p id=\"b626-12\">At the hearing upon bill, answer and stipulation, the Chancellor gave a personal judgment against Kelly, and denied further relief. It is insisted that the judgment should have been declared a lien upon the premises. The Mechanic’s Lien Statute protects those embraced within its terms and cannot be extended by construction. The <page-number citation-index=\"1\" label=\"599\">*599</page-number>liberal construction spoken of in our cases refers to the subject matter, that is, the property to which the lien attaches and against which it may be enforced; the rule is not applied to draw in those excluded from the benefit of the Statute. <em>Thompson </em>v. <em>Baxter, </em>92 Tenn., 307; <em>Hotel Company </em>v. <em>Construction Co., </em>135 Tenn., 305.</p>\n<p id=\"b627-5\">The Court cannot extend the benefit of the Statute to either persons or objects not embraced in its terms, and in determining- the breadth and scope of the Act we must be guidedi by both the words and context. The Statute carried into Shannon’s Code, Sec. 3531, provides:</p>\n<blockquote id=\"b627-6\">‘ ‘ There shall be a lien upon any lot of ground or tract of land upon which a house has been constructed, built, or repaired, or fixtures or machinery furnished or erected, <em>or improvement made, </em>by special contract with the owner or his agent, in favor of the mechanic or undertaker, founder or machinist, .who does the work or any part of the work, or furnishes the materials- or any part of the materials, or puts thereon any fixtures, machinery, or material, either of wood or metal, and in favor of all persons who do any portion of the work or furnish any portion of .the material for the building contemplated in this section. ”</blockquote>\n<p id=\"b627-7\">The object of the Legislature was to give the mechanic, undertaker, founder or machinist, who performed work, or a furnisher of material, fixtures or machinery, a lien upon land upon which a house is constructed, built or repaired, or fixtures or machinery furnished, or erected, or improvements made.</p>\n<p id=\"b627-8\">As suggested by Judge Wilkes in <em>Nanz </em>v. <em>Park Co., </em>103 Tenn., 300, the lien does not extend to every improvement made upon the land, and it was said in that case that the term improvements made, refers to buildings and structures. It would follow as a sequence of reason<page-number citation-index=\"1\" label=\"600\">*600</page-number>ing that fixtures, machinery and material, or -work performed, also refers to the main subject — that is building’s, structures or erections, and work done for the repair or maintenance thereof. The Legislature had in view the definite object of protecting mechanics or artisans, who performed work and furnishers who supplied material, fixtures or machinery, in the erection, repair or maintenance of a building or structure, or who furnished material or performed work in the erection of a thing appurtenant to the building or structure.</p>\n<p id=\"b628-3\">The words and context of the Act show that the Legislature limited the lien to work done or material furnished, under contract for the erection or improvement of a structure or building, and things appurtenant to the structure or building. The general words that follow the specific object expressed by the Legislature are restrained by considerations drawn from the subject-matter and the general scope and purpose declared by the Act. The lien is not given for improvements or material unless the improvement bears some relation to a structure or building, or is appurtenant to a structure or building on the land. Without thus limiting the breadth of the Act to the objects which are intended to be accomplished, it might be extended to fruit trees, shrubs, ornamental plants and trees for orchards and landscaping, the construction of roads and walks, digging ditches, for work and material used in farm fences, liming laúd, and various other objects not appurtenant to any building or structure.</p>\n<p id=\"b628-4\">We find no error in the decree of the Chancellor and it is affirmed.</p>\n<judges id=\"b628-5\">G-keen, McKinney, Chambliss &amp; SwiggaRt, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}