{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"148\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b162-7\">CLAASSEN <em>v. </em>UNITED STATES.</parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b162-8\">ERROR TO THE CIRCUIT COURT OF THE UNITED STATES EOR THE SOUTHERN DISTRICT OF NEW YORK.</summary>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b162-9\">No. 1191.</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"APj\">Argued December 10, 11, 1891.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Anrj\">Decided December 21, 1891.</decisiondate>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b162-10\">An indictment • on Rev. Stat. § 5209, is sufficient, which avers that the defendant was president of a national banking association; that by virtue of his office he received and took into his possession certain bonds (described), the property of the association; and that, with intent to injure and defraud the association, he embezzled the bonds and converted them to his own use.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b162-11\">In a criminal case, a general judgment upon an indictment containing several counts, and a verdict of guilty on each count, cannot be reversed on error if any count is good and is sufficient to support the judgment.</syllabus>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b162-12\">Upon writ of error, no error in law can be reviewed which does not appear upon the record, or by bill of exceptions made part of the record.</syllabus>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b163-3\"><page-number citation-index=\"1\" label=\"141\">*141</page-number>Tots was an indictment on section 5209 of the Revised Statutes (which is copied in the margin<footnotemark>1</footnotemark>) containing forty-four counts, to all of which (except four afterwards abandoned by the prosecution) the defendant demurred; and his demurrer being overruled, hé pleaded not guilty to all the counts. At the trial the district attorney elected to go to the. jury upon eleven of the counts; and on May 28,1890, the jury found the • defendant guilty of the offences charged in five of those counts, and acquitted him upon the other six.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b163-4\">The first of the five counts upon which the defendant was convicted alleged that on January 23, 1890, he, being the president of a certain national banking association known as the Sixth National Bank of the city of New York, organized .under the act of Congress of June 3, 1861, c. 106, and acting and carrying on a banking business in the'city of. New York, “ did, by virtue of his said office and employment, and while he was so employed and acting as such president as aforesaid, receive and take into his possession certain funds and credits, to wit,” certain bonds and obligations of railroad and other' corporations, particularly described, of the value in all of $672,000, “then and there being the property of the said association, and which he held for and in the name and on account of the said association, and did then and there, wilfully.and unlawfully and with intent to injure and defraud the said association, embezzle the said bonds and written obligations <page-number citation-index=\"1\" label=\"142\">*142</page-number>and convert them to his own use, against the peace of the United States and their dignity, and contrary to the form of the statute of the said United States- in such case made and provided.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"A-M\">Another of these counts averred that, on January 22, 1890, the defendant, being president as aforesaid, “ did, wilfully and unlawfully and with intent to injure and defraud the said association, misapply and convert to the use, benefit and advantage of one James A. Simmons, certain moneys and funds then and there being the property of the said association, to wit, the sum of sixty thousand dollars, in the manner and by the means following — that is to say, he, the said Peter J. Claassen, being then and there such president ' as aforesaid, did, without the knowledge and consent of said association or its board of directors, procure the making by ■one Andrew E. Colson, who was then and there the cashier of said association, of a certain writing and check, commonly known and called a cashier’s check, bearing date the twenty-second-day of January in the year of our Lord one thousand eight hundred and ninety, which said check did then and there'authorize and direct the said association to pay to the order of the said Janies A. Simmons the sum of sixty thousand dollars, although, as he, the said Peter J. Claassen, then and there well knew, the said sum of sixty thousand dollars was not then and there on deposit with the said association to the ered.it of him, the' said James A. Simmons, and was not then and there due and owing from the said association to him, the said James A. Simmons, and the repayment thereof to the said association was not then and there in any way secured, and the said James A. Simmons had no manner of right and title to the same, and he, the said Peter J. Claassen then and there unlawfully devising and intending that he, the said James A. Simmons, should appropriate and convert to his own use the said sum of sixty thousand dollars from and out of the moneys and funds, of the said association, which said sum of money was, upon and pursuant to the direction and authorization contained in the said check, thereafter, to wit, on the twenty-third day of January in the year of our Lord one thousand eight hun<page-number citation-index=\"1\" label=\"143\">*143</page-number>dred and ninety, paid by the said association from and out of the moneys and funds of the said association to the said James A. Simmons, and was then and there appropriated and converted, to the use of the said James A. Simmons, against the peace of the United States and their dignity, and contrary to the form of the statute of the said United States in such case made and provided.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b165-5\">The other three counts were, precisely like, this, except in the names of the persons to whose use and benefit the funds were converted.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b165-6\">A’ motion for a new trial and in arrest of judgment was heard, upon a case settled by the presiding judge, and denied on December 24, 1890. On March 18, 1891, the defendant was sentenced to imprisonment for a term of six years in a penitentiary.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b165-7\">On March 21, 1891, he sued out a writ of error from this court under the act of March 3, 1891, c. 517, § 5, and -the joint resolution of the same date, No. 17, (26 Stat. 827, 1115,) and filed in the Circuit Court an assignment of errors, setting forth specifically, and in the manner of a bill of exceptions, errors in the admission and rejection of evidence, and in the judge’s instructions to the jury; but assigned no error in the indictment or the sentence. To this assignment of errors the United\" States pleaded <em>in, nullo est </em>erratum,, as follows: “And after-wards, to wit, on the second Monday of April in said term, the said defendant in error, by Edward Mitchell, their attorney, comes here into court and says that there is no error either in the record or proceedings aforesaid or in the giving of the judgment aforesaid. And he prays that the said Supreme Court before the justices thereof now here may proceed to examine as well the record and proceedings aforesaid as the matters aforesaid above assigned for error, and that the judgment aforesaid, in form aforesaid given, may be in all things affirmed, etc.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b165-8\">The plaintiff in error, in his brief filed in this court, specified the insufficiency of each of the counts on which he was convicted, as well as the matters stated in the assignment of errors filed in the Circuit Court.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b166-3\"><page-number citation-index=\"1\" label=\"144\">*144</page-number><em>Mr. Hector M. Hitchings </em>(with whom was <em>Mr. Samuel Shelldbarger) </em>for plaintiff in error.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"b166-4\">I. The counts of the indictment upon which plaintiff in error was convicted, are insufficient — do not charge a crime; and the demurrers interposed to the same were improperly overruled.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"A4Y\">The acts named in § 5209 which are made, each respectively, to constitute a crime are :. (1) Embezzling the bank’s property: (2) Abstracting it: (3) Wilfully misapplying it: (4) Issuing or putting in circulation its notes: (5) Issuing or putting forth certificates of deposit, or an order or bill of exchange: (6) Making ah acceptance: (7) Assigning a note, bond, draft, bill of exchange, mortgage or judgment — these “ with mtent, in either case, to injure or defraud the association,” or to deceive a bank examiner: (8) Aiding or abetting in doing either of these.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b166-6\">Neither of the <em>four </em>counts named contains any averment which brings, or tends to bring, the defendant within any other of the eight classes just named than the 3d. In other words, there is nothing in either of these counts which charges, or tends to charge, the defendant with any other act or offence than “ wilful misapplication ” of the property named.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b166-7\">In construing this very section this court has said: <em>“ </em>The words £ wilfully misapplied ’ are, so far as we know, new in statutes creating offences, and they are not used in describing any offence at common law. They have no settled technical meaning like the words £ embezzle,’ as used in the statutes, or the words £ steal, take and carry away,’ as used in common law. They do not, therefore, of themselves fully' and clearly set forth every element of the offence charged. It would not be sufficient simply to aver that the defendant £ wilfully misapplied ’ the funds of the association. This is well settled by the authorities we have already cited. There must be averments to show how the application was made and that it was an unlawful one.” <em>United States </em>v. Britton, 107 U. S. 655, 670. See also <em>United States </em>v. <em>Cook, </em>17 Wall. 168 174; <em>United States </em>v. <em>Carll, </em>105 U. S. 611; <em>United States </em>v. <em>Cruikshank, </em>92 U. S. 542.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b167-4\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>And in all pleadings, and especially in criminal pleadings, all doubts are resolved against the pleader. <em>United States, </em>v. <em>Linn, </em>1 How. 104.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b167-5\">Now it has been decided that four classes of misapplications under section 5209 are not criminal. <em>United States </em>v. <em>Britton, </em>108 U. S. 193. It was incumbent upon the pleader to negative these exceptions in the indictment, and to show positively and beyond cavil or question, that the offence charged fell within a class of misappropriation made criminal by the statute. This was not done.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b167-6\">II. If this court find any of the counts on which plaintiff was convicted, bad, it must reverse the conviction.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b167-7\">We may state our legal proposition in the following words of the Supreme Court of Massachusetts: “ The rule that where the same offence is charged in different counts of an indictment, the whole indictment may be submitted to the jury, with instructious, if they find' the defendant guilty upon any count, to return a general verdict of guilty, is not applicable in a case where one count of the indictment is bad arid the evidence applicable to such count is submitted to the jury, with the rest, against the objection of the defendant.”</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b167-8\">In the present case the defendant made objections to each of the counts upon which he was convicted by means of his demurrer.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b167-9\">This objection was, therefore, made a permanent and continuing exception of record, and was, therefore, made in the most significant and available way which was possible. In the further prosecution of the trial, it was not requisite that he should further or again object to the delivering in of evidence as to any particular count — this because he had, in the record, objected to delivering in evidence under, or in support of each, and either count, and he had been, by the court, in that regard, overruled.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b167-10\">The legal principle just stated is fully considered in the case of <em>Commonwealth </em>v. <em>Boston </em>&amp; <em>Maine Railroad, </em>decided in 1882, 133 Mass. 383, 392, where the question was most elaborately considered, and the proposition which we have above quoted is in the words of the last paragraph of the head note in that case. See <em>Wood </em>v. State, 59 N. Y. 117.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b168-3\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>III. This court has full authority to examine into the errors, made at the trial in the admission and exclusion of evidence, and which are specified in the assignment of errors and in the statement of errors heretofore set out, and for that purpose must treat the assignment of errors as in the nature of a bill of exceptions.</p>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b168-4\"><em>Mr. Solicitor General </em>for defendants in error.</attorneys>\n<footnote data-order=\"29\" data-type=\"legal\" id=\"x999-1\" label=\"1\">\n<p id=\"b163-6\"> “Every president, director, cashier, teller, clerk or agent of any association who embezzles, abstracts or wilfully misapplies any of the moneys, funds or credits of the association; or who, without authority from the directors, issues or puts in circulation any of the notes of the association; or who, without such authority, issues or puts forth any certificate of deposit, draws any order or bill of exchange, makes any acceptance, assigns any note, bond, draft, bill of exchange, mortgage, judgment or decree; or who makes any false entry in any book, report or statement of the association, with intent, in either casé, to injure or defraud the association, of any other company, body politic or corporate, or any individual person, or to deceive any officer of the association, or any agent appointed to examine the affairs of any such association; and every person who, with like intent, aids or abets any officer, clerk or agent in any violation of this section, shall be deemed guilty of a misdemeanor, and. shall be imprisoned not less than five years nor more than ten. ”</p>\n</footnote>\n<opinion data-order=\"30\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b168-5\">Mr. Justice Gray,</author>\n<p id=\"AEM\">after stating the case as above, delivered the opinion of the court.</p>\n<p id=\"b168-6\">- There can be no doubt of the sufficiency of the first count on which the defendant, was convicted. It avers that the defendant was president of a national banking association; that by'virtue of his office he received and took into his possession' certain ’ bonds, (fully described,) the property of the association ; and that, with intent to injure and defraud the association, he embezzled the bonds and converted them to his own use. Qn principle and precedent, no further averment was requisite to a complete and sufficient description of the crime charged. <em>United States </em>v. Britton, 107 U. S. 655, 669; <em>The King </em>v. Johnson, 3 M. <em>&amp; </em>S. 539, 549; Starkie Crim. Pl. (2d ed.) 454; 3 Chitty Crim. Law, 981; 2 Bishop Crim. Pro. §§ 315, 322.</p>\n<p id=\"b168-7\">This count and the verdict of guilty returned upon it being sufficient to support the judgment and sentence, the question of the sufficiency of the other counts need not be- considered.</p>\n<p id=\"b168-8\">In criminal cases, the general rule, as stated by Lord Mansfield before the Declaration of Independence, is “ that if there is'any one count to support the verdict, it shall stand good, notwithstanding all the rest are bad.”<em>Peake </em>v. Oldham, Cowper, 275, 276; <em>Rex </em>v. <em>Benfield, </em>2 Bur. 980, 985. See also <em>Grant </em>v. <em>Astle, </em>2 Doug. 722, 730. And it is settled-law in this court, and in this country generally, that in any criminal case a general verdict and judgment on an indictment or information containing several counts cannot be reversed on error, if any one of the counts is good and warrants the judgment, because, in the absence of anything in the record to <page-number citation-index=\"1\" label=\"147\">*147</page-number>show the contrary, the presumption of law is that the court .awarded sentence on the good count only. <em>Locke </em>v. <em>United </em>States, 7 Cranch, 339, 344; <em>Clifton </em>v. <em>United </em>States, 4 How. 242, 250; <em>Snyder </em>v. <em>United States, </em>112 U. S. 216; <em>Bond </em>v. <em>Dustin, </em>112 U. S. 604, 609; 1 Bishop Crim. Pro. § 1015; Wharton Crim. Pl. <em>&amp; </em>Pract. § 771.</p>\n<p id=\"b169-5\">The opposing decision of the House of Lords, in 1844, in the well known case of <em>O’Connell </em>v. <em>The Queen, </em>was carried, as appears by the report in 11 Cl. &amp; Fin. 155, by the votes of Lord Denman, Lord Cottenham and Lord Campbell against the votes of Lord Lyndhurst and Lord Brougham, as well as against the opinions of a large majority of the judges consulted, and the universal understanding and practice of the co,urts and the profession in England before that decision. It has seldom, if ever, been followed in the United States.</p>\n<p id=\"b169-6\">In <em>Commonwealth </em>v. <em>Boston &amp; Maine Railroad, </em>133 Mass. 383, 392, and in <em>Wood </em>v. <em>State, </em>59 N. <em>Y. </em>117, 122, relied bn by the plaintiff in error, the general rulé was not impugned, and judgment upon a general verdict was reversed because of erroneous instructions, duly excepted to by the defendant at the trial, expressly authorizing the jury to convict upon an insufficient count.</p>\n<p id=\"b169-7\">In the case now before us, the record does not show that any instructions at the trial were excepted to, and the jury did not return a general verdict against the defendant on all the counts, but found him guilty of the offences charged in each of the five counts now in question. This being the case, and the sentence being to imprisonment for not less than five years nor more than ten, which was the only sentence authorized for a single offence under the statute on which the defendant was indicted, there is no reason why that sentence should hot be applied to any one of the counts which was good.</p>\n<p id=\"b169-8\">The objections assigned and argued to the rulings and instructions at the trial cannot be considered by this court. Upon writ of error, no error in law can be reviewed which does not appear upon the record, or by bill of exceptions made part of the record. The case settled by the judge presiding at the trial, pursuant to a rule of the Circuit Court, was for the <page-number citation-index=\"1\" label=\"148\">*148</page-number>single purpose of a hearing in banc in that court, as upon a motion for a new trial, and is no part of the record on error. No bill of exceptions was, or, as we have already adjudged, could have been allowed by the Circuit Court -to the rulings and instructions at the trial, because the conviction of the defendant was before the passage of the Judiciary Act of March 3, 1891, c. 517, and while the laws did not provide for or permit a bill of exceptions in such a case as this. Neither the assignment of errors, nor the plea of <em>vn nullo est </em>erratum, can give this court jurisdiction of errors not appearing on the face of the record. <em>In re Claassen, </em>140 U. S. 200.</p>\n<p id=\"b170-4\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}