{
  "casebody": {
    "data": "<casebody firstpage=\"121\" lastpage=\"125\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b201-8\">MILLETTE &amp; ASSOCIATES, INC., Petitioner-Appellant, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b201-11\">No. 78-3229</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ADE\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b201-12\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b201-14\">April 27, 1979.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b202-8\"><page-number citation-index=\"1\" label=\"122\">*122</page-number>C. Everette Boutwell, Laurel, Miss., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b202-9\">M. Carr Ferguson, Asst. Atty. Gen., Tax Div., U. S. Dept, of Justice, Gilbert E. Andrews, Act. Chief, App. Section, Grant W. Wiprud, Gayle P. Miller, Attys., Stuart E. Seigel, Chief Counsel, Internal Revenue Service, Washington, D. C., for respondentappellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b202-11\">Before HILL, FAY and RUBIN, Circuit Judges.</judges>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b201-18\"> Rule 18, 5 Cir.; see <em>Isbell Enterprises, Inc. </em>v. <em>Citizens Casualty Co. of New York et al., 5 </em>Cir., 1970, 431 F.2d 409, Part I.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b202-12\">PER CURIAM:</author>\n<p id=\"b202-13\">Millette &amp; Associates, Inc. appeals pursuant to Section 7482 of the Internal Revenue Code of 1954, 26 U.S.C., from a tax court decision that it is liable for a deficiency and an addition to tax with respect to its federal income tax for 1972. <em>Millette &amp; Associates, Inc. v. Commissioner, </em>1978, 37 T.C.M. 774. The tax court concluded that Millette was liable for a deficiency because the consolidated return it filed for 1972 was not timely; therefore, it was not entitled to file a consolidated return. In addition, commissions paid to Millette’s subsidiary under an agreement for Millette to service an insurance program for the Ingalls Shipbuilding Division of Litton Industries were held to be properly includable in Millette’s income because the agreement had not been assigned to the subsidiary. The court also held that there was no reasonable cause for the late filing of Millette’s return, and that, therefore, it was liable for an addition to tax pursuant to Section 6651(a) of the Internal Revenue Code.</p>\n<p id=\"b202-15\">Millette asserts: (1) that the tax court’s finding that it did not timely file its return is clearly erroneous; (2) even if the return was not timely filed, it was, nevertheless, entitled to file a consolidated return; (3) even if it filed a late return, its reliance on tax advisors to file its return timely is reasonable cause for the late filing which precludes any liability on its part for an addition to tax, and (4) the court’s finding that there had been no assignment of its agreement with Ingalls is clearly erroneous. After careful consideration, we have found these arguments to be without merit, for reasons that we shall briefly explain.</p>\n<p id=\"b202-16\">I. Facts</p>\n<p id=\"b202-17\">The relevant facts of this case are adequately set forth in the opinion of the tax court; we incorporate by reference in this opinion its statement of the facts.</p>\n<p id=\"b202-18\">II. Timeliness of Filing</p>\n<p id=\"b202-19\">Treasury Regulation Section 1.1502-75(a)(l) provides in part:</p>\n<blockquote id=\"b202-20\">If a group wishes to exercise its privilege of filing a consolidated return, such consolidated return must be filed not later than the last day prescribed by law (including extensions of time) for filing of the common parent’s return.</blockquote>\n<p id=\"b203-4\"><page-number citation-index=\"1\" label=\"123\">*123</page-number>Millette’s return for 1972 was due on or before March 15, 1973. <em>See </em>26 U.S.C. § 6072(b). Because Millette and its subsidiary had not previously filed a consolidated return for any year prior to 1972, the regulation required that such a return be filed not later than March 15, 1973, if they wished to exercise their privilege to file one. The tax court found, however, that Millette had neither filed a consolidated return on or before that date, nor obtained an extension of time for filing one.</p>\n<p id=\"b203-5\">The tax court’s determination that the return was not timely filed is amply supported by the record. There was no proof of the specific act of filing the 1972 return at any time prior to May 9,1975. Although there was much testimony to the effect that a consolidated return was discussed, prepared and forwarded to taxpayer for signing and filing, its president testified that he had no recollection of receiving the return from the preparer or of signing and filing it. The Internal Revenue Service has been unable to discover any evidence that the return was filed by March 15, 1973. There is also no evidence that the taxpayer obtained any extension of time for filing its return.</p>\n<p id=\"b203-6\">III. Taxpayer’s Right to File a Consolidated Return</p>\n<p id=\"b203-7\">Millette primarily relies upon <em>Daron Industries, Inc. </em>v. <em>Commissioner, </em>1974, 62 T.C. 847, for its contention that, even if its consolidated return was filed late, it was entitled to file such a return. This reliance is misplaced, however, because the facts in <em>Daron </em>were materially different, and also because <em>Daron </em>was decided at a time when the provisions of the regulation were different. As the tax court noted:</p>\n<blockquote id=\"b203-8\">In <em>Daron </em>the taxpayer filed its consolidated return 6 days beyond the extended period of filing. However, the common parent and its subsidiaries had timely filed, on a consolidated basis, an application for an automatic extension of time to file a consolidated return. In addition the subsidiaries filed the appropriate consents prior to the date that the consolidated return was due. Based on the regulations which applied to pre-1966 years we held that the consolidated return was valid.</blockquote>\n<p id=\"b203-11\">37 T.C.M. at 778. The taxpayer in <em>Daron </em>had also deposited an amount sufficient to cover its expected consolidated liability with the Internal Revenue Service prior to the due date for its return; because its “tentative return” was made upon the basis of a consolidated return, the regulations required that its final return be made on the same basis. <em>Daron, supra, </em>62 T.C. at 855.</p>\n<p id=\"b203-12\">In this case the subsidiary’s consent to filing a consolidated return with Millette was not submitted until the return was filed in May, 1975. In addition, Millette’s requests for extensions of time for filing a return specifically indicated that they were not made on a consolidated basis. Millette also did not make any “tentative returns” of taxes on a consolidated basis.</p>\n<p id=\"b203-13\">The current regulation that specifies when the privilege of filing a tentative return may be exercised is also different from that which applied in <em>Daron, </em>and precludes acceptance of the late return in this case. The regulation involved in <em>Daron, </em>Treasury Regulation Section 1.1502-10[A](a), applied only to taxable years before 1966<footnotemark>1</footnotemark> and provided in part as follows:</p>\n<blockquote id=\"Ad1\">The privilege of making a consolidated return under section 1502 for any taxable year of an affiliated group must be exercised at the time of making the return of the common parent corporation for such year. <em>For this purpose, the return is considered as made on the due date of such return (including any extensions of time granted by the Commissioner), regardless of the actual previous date of filing. </em>Under no circumstances can such privilege be exercised at any time thereafter. (Emphasis supplied.)</blockquote>\n<p id=\"b203-14\">This provision had been amended to insert the second sentence (the portion emphasized) between the first and third sentences. <page-number citation-index=\"1\" label=\"124\">*124</page-number>Based on this history of the regulation, the court concluded that it had been inserted to allow the privilege of filing a consolidated return to be exercised after the filing of a separate return if both returns were filed prior to the due date for the return. 62 T.C. at 857. The court held that this amendment did not change what it concluded was the rule under the prior regulation — that a consolidated return could be filed after the due date if it was the only return filed. <em>Id.</em></p>\n<p id=\"b204-4\"><em>Daron </em>expressly reserved the issue of how a similar question would be handled under the current regulation, and the court noted that the provisions applicable to later years were “substantially different.” 62 T.C. at 855 n.6. The language of the current regulation clearly precludes the filing of a consolidated return for the first time after the due date for filing a return has passed. <em>See also </em>F. Peel, <em>Consolidated Tax Returns </em>§ 20.01 (2d ed., Supp.1978) at 48. We do not agree with the taxpayer’s contention that the requirement of a timely filing is simply to assure that the consent of all corporations involved is obtained before a consolidated return is filed; it is not apparent how the requirement serves that purpose, and, in any case, the express language of the regulation is controlling.</p>\n<p id=\"b204-5\">Millette's reliance upon <em>Corner Broadway-Maiden Lane, Inc. v. Commissioner of Internal Revenue, </em>2 Cir. 1935, 76 F.2d 106, <em>American Pacific Whaling Co. v. Commissioner of Internal Revenue, </em>9 Cir. 1935, 74 F.2d 613, <em>Davis Bros. Restaurant, Inc. v. Commissioner, </em>1973, 60 T.C. 525, and <em>Motor &amp; Industrial Finance Corp. v. Scofield, </em>W.D. Tex.1955, 55-1 U.S.T.C. 19493, is equally misplaced. The consolidated returns in each of those cases were timely filed, and the legal issues involved therein do not relate in any way to Treasury Regulation 1.1502-72(a). Although in <em>Corner Broadway-Maiden Lane </em>the court held that a minor deviation from the regulations (the parent company did not file the return) did not mean that a consolidated return could not be filed, and in <em>Davis Bros, </em>it held that the return was a consolidated one even though certain aspects of the return were inconsistent with this, both cases relied on the absence of any provision in the regulations that such deviations or inconsistencies would forfeit the right to file a consolidated return; in fact, in <em>Davis Bros, </em>the regulations indicated that the inconsistencies were to be resolved in favor of the return being a consolidated one. To the limited extent that these or the other cases cited by Millette may show a willingness to overlook minor errors in otherwise proper and timely consolidated returns, they are wholly incomparable to the present situation, in which the taxpayer filed its return two years after the due date.</p>\n<p id=\"b204-7\">IV. Assignment of Ingalls Agreement</p>\n<p id=\"b204-8\">Whether Millette had assigned to its subsidiary its agreement to service an insurance program for Ingalls is important because an assignment of income from income-producing property will be disregarded for tax purposes unless the property is also assigned; the taxpayer must transfer the tree as well as its fruit in order to avoid tax on the fruit. The tax court’s conclusion that there was no assignment of the agreement is not clearly erroneous; the evidence in the record that was cited by the court amply supports its conclusion. This evidence established that there was no writing incorporating the purported assignment, Millette continued to perform all services under the agreement during 1972, paid all operating expenses incurred in performing the services, and the subsidiary was unable to perform the agreement at that time.</p>\n<p id=\"b204-9\">V. Liability for Late Filing</p>\n<p id=\"b204-10\">Section 6651(a) of the Internal Revenue Code of 1954 provides for a 25 percent addition to tax for failure timely to file a return unless such failure is due to reasonable cause. The justification offered by the taxpayer for its failure to file on time is that it relied on its tax advisors to submit the return. However, it is well established that reliance on tax advisors is not reasonable cause for failure to file a return on time; the responsibility for assuring a <page-number citation-index=\"1\" label=\"125\">*125</page-number>timely filing is the taxpayer’s. <em>Logan Lumber Co. v. Commissioner of Internal Revenue, </em>5 Cir. 1966, 365 F.2d 846, 854; <em>Dritz v. Commissioner, </em>1969, 28 T.C.M. 874, 882, <em>aff’d, </em>5 Cir. 1970, 427 F.2d 1176. In view of the evidence in the record that Millette’s president did not take steps to ensure that the return was filed, the tax court’s holding that there was not reasonable cause for the failure timely to file the return is not clearly erroneous.</p>\n<p id=\"b205-5\">For the foregoing reasons, the decision of the Tax Court is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b203-15\">. See Treasury Regulation Section 1.1502-0(6).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}