{
  "casebody": {
    "data": "<casebody firstpage=\"1045\" lastpage=\"1046\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1077-9\">GOSS v. RISHEL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1077-10\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIfY\">January 7, 1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1077-11\">1 Accobd and Satisfaction—Disputed Claim—Collection of Pbooeeds of Check—Effect.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1077-12\">Where there was a dispute as to the amount due plaintiff from defendant for the hoard and lodging of the latter’s family, the collection and retention hy plaintiff of the proceeds of defendant’s check, on the <page-number citation-index=\"1\" label=\"1046\">*1046</page-number>•face of which he had written the words “In full of all demands to date,” ■operated as an accord and satisfaction, although plaintiff, immediately on receipt of the cheek, wrote defendant, claiming a balance due, and ■demanding its payment.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1077-13\"><page-number citation-index=\"1\" label=\"1045\">*1045</page-number>)í 1. See Accord and Satisfaction, vol. 1, Cent. Dig. §§ 76, 78.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1078-5\"><page-number citation-index=\"1\" label=\"1046\">*1046</page-number>Appeal from Municipal Court, Borough of Manhattan, Tenth Dis-' trict.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1078-6\">Action by Marie Goss against Alfred C. Rishel. Judgment for plaintiff, and defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AAh\">Modified.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1078-7\">Argued before FREEDMAN, P. J., and GILDERSLEEVE and GREENBAUM, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1078-8\">James Shea, for appellant.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1078-9\">FREEDMAN, P. J.</author>\n<p id=\"AKQG\">The plaintiff sued the defendant to recover the sum of $56.28, alleged to be a balance due plaintiff upon a board bill. It appears upon the trial that a dispute had arisen between the parties as to whether, in their original contract, there had been an . agreement to deduct from the weekly payments due plaintiff the time that defendant or any member of his family was absent; the plaintiff contending that, when she agreed to accept the sum of $50 per week for the board and lodging of defendant and his family, it was at a reduced rate, and upon the express agreement and understanding that no deductions for absence should be made; and the defendant contending that plaintiff agreed that, in case of the absence of any member of his family, the sum of $1 per day should be deducted. This controversy extended over the whole time that defendant occupied plaintiff’s rooms, and several conversations took place between the parties relative thereto, without arriving at any determination. On September 4th, and shortly after a dispute between the parties over the question, the defendant sent the plaintiff a check for $93, and on the face thereof he wrote the words, “In full of all demands to date.” This check was the correct amount due the plaintiff, if the contention of the defendant as to deductions was correct. The plaintiff immediately wrote the defendant that there was a balance due her of $42, and insisted upon being paid that amount; but she retained the check, and collected the proceeds of the same through her bank. The defendant and his family were at this time (September 4th) inmates of plaintiff’s house, but left there on September 6th; and he .acknowledges an indebtedness of $6.28, although this amount was not tendered or paid into court.</p>\n<p id=\"b1078-10\">Plaintiff had a judgment for the full amount claimed by her. This was error. The acceptance by the plaintiff of the check, and the collection and retention of its proceeds, operated as an accord and satisfaction. Jones v. Keeler (Sup.) 81 N. Y. Supp. 648; Jackson v. Volkening, 81 App. Div. 36, 80 N. Y. Supp. 1102; De Lorenzo v. Hughes (Sup.) 84 N. Y. Supp. 857.</p>\n<p id=\"b1078-11\">The judgment should be modified by reducing the amount of the recovery in the court below to $6.28 and costs, and, as modified, af.firmed, without costs to either party of this appeal. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}