{
  "casebody": {
    "data": "<casebody firstpage=\"1089\" lastpage=\"1093\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1121-4\">In re RANDALL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1121-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqhU\">January 15, 1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1121-6\">1. Action against Corporation—Foreign Witness—Examination before Commissioner.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1121-7\">Suit was brought in another state to compel a corporation to satisfy a mortgage held by it by applying money alleged to have been received therefor, and to account for the balance; and a commission was issued to take the testimony of the secretary and treasurer, residing in New York, and in possession of books containing its accounts. <em>Eeld, </em>that the accounts and entries therein were a pertinent subject of inquiry, and that the competency of his evidence was a question solely for the determination of the commissioner in the first instance, and hence on his examination he could not refuse, without being guilty of contempt, to identify the books and particular accounts therein, and, so far as he was able, explain their purport.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b1121-8\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1121-9\">Application by William E. Strong and others, plaintiffs in an action in the state of Ohio against the Western Gas &amp; Fuel Company and others, to compel Frank E. Randall to answer certain questions before a commissioner appointed to take his testimony. From an order denying the application, plaintiffs appeal.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AWQN\">Reversed.</disposition>\n<seealso data-order=\"8\" data-type=\"seealso\" id=\"b1121-10\">See 84 N. Y. Supp. 294.</seealso>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1121-11\">Argued before VAN BRUNT, P. J., and HATCH, McEAUGHEIN, O’BRIEN, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1121-12\">Frank E. Blackwell, for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1121-13\">Willard Parker Butler, for respondent Randall.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b1121-14\">Julius F. Workum, for respondent Western Co.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1121-15\">HATCH, J.</author>\n<p id=\"AuZe\">An action was brought by minority stockholders of the Miami Gas &amp; Fuel Company, a corporation created under the laws of the state of Ohio (hereafter called the Miami Company), in the Court of Common Pleas in the state of Ohio, against the Western Gas Sr Fuel Company and others. The Miami Company had executed and issued bonds secured by a mortgage upon its property in Ohio for the sum of $1,000,000. All of these bonds are held and owned by the Western Gas &amp; Fuel Company, a corporation organized under the laws of the state of Kentucky (hereafter called the Western Company). The petition in the action in Ohio avers, in substance, that the defendant the Western Company has from time to time taken moneys of the Miami Company to the amount of $1,406,000, for which no consideration was paid or given to the Miami Company; that it has also received, for the express purpose of being applied to the payment of the mortgage and the interest thereof, further moneys of the Miami_ Company, amounting to $250,000. These several sums, it is averred, \"should have been applied to the extinguishment of the bonds and the satisfaction of the said mortgage according to the terms thereof ; that an action was- brought to compel such application and the cancellation of the mortgage, and also to require the Western Company to account for the balance of the moneys received. The defendant the Central Contract &amp; Finance Company (hereafter called the Central Company) is a corporation created under the laws of the <page-number citation-index=\"1\" label=\"1090\">*1090</page-number>state of New Jersey, and it is averred that for the purpose of concealing the transactions the sum of $1,406,000 was first paid or deposited with that company, and subsequently transferred by it to the Western Company. For the purpose of procuring the testimony of the defendant Frank E. Randall, who is the president of the Miami Company and the Central Company, and the secretary and treasurer of the Western Company, the plaintiffs procured a commission to be issued out of the Court of Common Pleas of Montgomery county, in the state of Ohio, directed to William C. Timm, Esq., a notary public, to take the testimony of the witness Randall. The latter appeared before the commissioner pursuant to a subpoena duces tecum. This subpoena the Western Company made a motion to vacate. The court denied the motion, and directed the witness to appear in pursuance of such subpoena and produce the books called for therein. No appeal was taken from such order, and the books were brought before the commissioner by the witness Randall. These books consist, so far as the same are involved in this appeal, of a single book, which the witness called cashbook, journal, and ledger of the Western Company, containing accounts in that company to January 1, 1898; also three books of account, to wit, the cashbook, journal, and ledger of the Western Company, containing the accounts of that company from January 1, 1898, to date. The purpose of the examination is to show that large sums of money were received by the Western Company from the Central Company and the Miami Company, applicable, as it is claimed, to the satisfaction of the bonds and mortgages of the, Miami Company. It is claimed that the money of the Miami Company ha,s been paid into the treasury of the Western Company in at least two ways: First, directly from the Miami Company by means of checks; and, second, through the agency of the Central Company. In order to conceal the transactions of the latter character, it is claimed that the moneys were first withdrawn from the Miami Company, and deposited to the credit of the Witness Randall and one Hanley, subject to their check, and by them, or one of them, paid or deposited to the'credit of the Central Company, and by the latter turned over to the Western Company. The books of the Western Company being before the commissioner and in the presence of the witness, the following evidence was sought to be obtained from him: The identification and existence of an account in the first book, containing accounts from 1894 to January 1, 1898, purporting to show the money received and credited in the books as payments of the Miami Company to the Western Company; the identification and existence of an account purporting to show the payment of money received by the Western Company from the Central Company, which it is claimed should be credited to the Miami Company ; the identification and existence of an account in the three books, covering transactions from January 1, 1898, to the commencement of the action, purporting to show moneys received by the Western Company from the Miami Company; the identification and existence of an account, purporting to show money received during the same period from the Central Company by the Western Company, and claimed to be credited to the Miami Company; to point out and show the balance carried over and credited by the witness himself, or by his direction, <page-number citation-index=\"1\" label=\"1091\">*1091</page-number>from one of these accounts to another. The witness refused information of these accounts in any way, or to answer concerning them, or otherwise to refer to them, except to refresh his memory, and, as hi» memory could not be refreshed by anything contained therein, he declined to make any examination at all. The foregoing points were all' covered by several questions, in a variety of form, which resulted in a. limited answer upon the part of the witness, and the refusal to answer farther. To all of the questions objections were interposed by the Western Company and by.the witness. The commissioner overruled the objections, and directed the witness to answer; but, notwithstanding this ruling the witness refused to answer, except in a limited way, or to read the entries from the books, or to identify the different accounts which he was asked to identify. When it became apparent that the plaintiffs were to be deprived of substantial information which they sought to obtain from the witness, an adjournment was taken, and a motion made at Special Term for an order directing the witness - to answer the questions which had been propounded to him. The court denied the motion, and from the order so entered this appeal is taken.</p>\n<p id=\"b1123-5\">It was said in Matter of Searls, 155 N. Y. 333, 49 N. E. 938, that what questions were pertinent to be propounded upon such an examination were to be determined in the first instance by the commissioner in like manner as such determination would be made by a justice of the peace in a trial before him, and that the commissioner was possessed of the same power to enforce his decision as is possessed by a justice-of the peace. It necessarily follows from this holding that when the commissioner determined that the questions were pertinent and proper, and directed the witness to answer, it then became the duty of the witness to give such answer to the question as he was able, and in refusing to do so he was guilty of a contempt. It was said by Mr. Justice Patterson, in Matter of Randall, 87 App. Div. 245, 84 N. Y. Supp. 294, which was an appeal from an order directing the deposit of these books with the commissioner:</p>\n<blockquote id=\"b1123-6\">“If the person producing the books in obedience to a subpoena refuses to answer questions passed upon and allowed by the commissioner, and under such circumstances refuses to identify the books or the entries therein which are material to the case of the examining party, a remedy is afforded by law.’*</blockquote>\n<p id=\"b1123-7\">The question does not turn upon whether the decision of the commissioner is right or wrong, but upon the authority of the commissioner to rule in the premises, and to direct the witness to comply with the ruling. When he has done that, it becomes the duty of the witness to obey the direction. The books which were produced before the commissioner were produced by the witness Randall. He was tire president of these companies, and therefore entitled to the possession thereof, and presumptively, at least, is possessed of knowledge of what they showed; and it was competent for the plaintiffs to extract from the witness not only testimony that rested within the witness’ memory, but, in that connection, transactions pertinent to the subject-matter of the action which appeared in the books themselves. Such is the effect of our holding in Matter of Dittman, 65 App. Div. 343, 72 N. Y. Supp. 886. For this purpose it was not essential that it should appear that <page-number citation-index=\"1\" label=\"1092\">*1092</page-number>the witness had made, or directed to be made, the entries in the books, or that he should have had actual knowledge of the transaction which appeared therein, or that they were made during the period of his incumbency of the office 'of president, in order to make the accounts therein the subject of identification by him. First Nat. Bank of Whitehall v. Tisdale, 84 N. Y. 655; Rogers v. N. Y. &amp; Brooklyn Bridge, 11 App. Div. 141, 42 N. Y. Supp. 1046, affirmed on opinion below in 159 N. Y. 556, 54 N. E. 1094. The books produced were books of the corporation, and entries therein which bore upon the subject-matter of the issues involved in the action became a pertinent subject of inquiry. In order to make them competent testimony, it is necessary that the books themselves be identified, and the particular accounts. therein which bore upon the issue. When the books have been identified, it is proper to have particular accounts pertinent to the issue identified and separated from other entries; and for this purpose the witness was a competent witness, and was competent to identify the particular accounts which appeared in the books, no matter when or by whom they were made, if in fact they were accounts of transactions kept in the ordinary course of business in the books of the corporation. There can be no doubt but that accounts and entries in the books of a corporation are competent as evidence of declarations and admissions upon the part of the corporation in a controversy between the corporation and a third party or corporation, and may be proved as such. Sigua Iron Co. v. Brown, 171 N. Y. 488, 64 N. E. 194; Matter of Dittman, supra; Kohler v. Lindenmeyr, 129 N. Y. 498, 29 N. E. 957.</p>\n<p id=\"b1124-5\">We are not, however, called upon to pass upon the competency of the evidence sought to be elicited from the witness, or its admissibility upon the trial of the action. That will become a matter for determination by the Ohio court when the commission shall be returned to it. For present purposes, it is sufficient if it appear that such testimony may be competent; and, so far as the examination is not entirely irrelevant to the subject-matter of the action, the court will not, nor is it called upon to, pass upon the strict- legality and competency of the evidence sought to be elicited. In the first instance, such questions are left for determination by the commissioner, and it is presumed that such officer will limit the examination within legal bounds. It is enough for us now to say that the testimony sought to be elicited, and the identification of evidence which may be used, may be competent and may be received upon the trial. Beyond reaching this conclusion, we are not required to go. This is not a proceeding to compel a discovery of the books. It is the examination of a witness in form and manner the same as though he were called at the trial. In fact, it is a part of the trial,’made necessary by the absence of the witness and the books from the jurisdiction of the court issuing the commission. Under such circumstances, it cannot be doubted but that an officer of the corporation, possessed of the books and producing them, may be examined with respect to their contents, and required to identify accounts therein, if competent upon the subject-matter of the issue. We reach the conclusion, therefore, that the questions were competent and proper, and that the witness should have obeyed the direction of the <page-number citation-index=\"1\" label=\"1093\">*1093</page-number>commissioner, answered the questions, and identified the accounts. This result leads to a reversal of the order of the Special Term.</p>\n<p id=\"b1125-5\">The order should therefore be reversed, with $10 costs and disbursements, and the witness directed to appear before the commissioner and answer the questions propounded to him, so far as he shall be directed so to do by the commissioner. All concur.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b1125-6\">VAN BRUNT, P. J.</author>\n<p id=\"Ahs\">I concur in result of Mr. Justk* HATCH’S opinion only. I cannot concur in the doctrine that a citizen of this state, when examined before a foreign commissioner, can be compelled to answer every question which the foreign commissioner may hold to be proper, no matter how immaterial or irrelevant or improper it may be.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}