{
  "casebody": {
    "data": "<casebody firstpage=\"531\" lastpage=\"541\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b547-6\">Carl Neri et al. <em>v. </em>Arthur B. Powers, Commissioner of Transportation, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b547-7\">(2734)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b547-8\">Dupont, C.P.J., Borden and Spallone, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b547-10\">Argued March 8</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AOn\">decision released April 16, 1985</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b547-12\"><em>James D. Reardon, </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b547-13\"><em>Robert Y. Pelgrift, </em>assistant attorney general, with whom, on the brief, was <em>Joseph I. Lieberman, </em>attorney general, for the appellees (defendants).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b547-14\"><em>Laurence Sarezky, </em>with whom, on the brief, was <em>Leo Nevas, </em>for the appellee (intervening defendant National Railroad Passenger Corporation).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b548-4\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>Borden, J.</author>\n<p id=\"Aes\">This case began as an administrative appeal to the Superior Court pursuant to the Uniform Administrative Procedure Act (UAPA); General Statutes §§ 4-166 through 4-189; and, by agreement of the parties<footnotemark>1</footnotemark> and the court, became a vehicle for deciding an issue not within the scope of the administrative proceedings. Because neither the parties nor the court had the power to make this change, we sustain the judgment of the trial court dismissing the appeal of the plaintiffs, but on a ground different from that used by the trial court.</p>\n<p id=\"b548-5\">We begin by noting that it was not until oral argument in this court that certain of the substantial procedural difficulties with this case became apparent, since neither the parties’ briefs nor the appellate record disclosed them. As a result, we have examined the trial court file of the case and the administrative record which was supplied to the trial court. That examination reveals the following facts and procedural history: The plaintiffs have, since 1974, owned two parcels of land in the town of Clinton which are separated by a railroad right of way owned by the National Passenger Rail Corporation, known as Amtrak. Access between the two parcels is by a grade crossing over the right of way, which is known as Lawyer’s Crossing or Shoemaker’s Crossing (the crossing).</p>\n<p id=\"b548-6\">Elimination of the crossing was proposed in connection with the Northeast Corridor Improvement Project administered by the federal government. That project, which concerns rail service between Boston and <page-number citation-index=\"1\" label=\"533\">*533</page-number>Washington, involved the elimination of certain railroad grade crossings for safety reasons.</p>\n<p id=\"b549-5\">On April 21, 1980, a public hearing was held by the bureau of public transportation of the Connecticut department of transportation (DOT), regarding the proposed elimination of the crossing, and two other crossings in the towns of Guilford and Madison. The notice of the hearing designated the plaintiffs, and others, as parties to the proceeding, and stated that “[i]n keeping with the Federal Railroad Administration’s efforts to provide high speed rail passenger service in the Northeast Corridor from Washington to Boston, and in the interest of safety, certain railroad grade crossings have been proposed to be eliminated. A private crossing referred to as Shoemaker’s (Lawyer’s) Crossing, in the town of Clinton has been so named.”</p>\n<p id=\"b549-6\">The plaintiffs and their attorney attended the hearing. At the beginning of the hearing a brief presentation was made by a representative of the office of rights of way of DOT. That presentation noted that any property rights existing at the crossing would be taken, and it explained the appraisal and condemnation process which would ensue in the absence of agreement between DOT and the property owners. The remainder of the public hearing involved an explanation of the Northeast Corridor Improvement Project by federal and state officials, and statements and questions by those attending the hearing, including the plaintiffs and their attorney.</p>\n<p id=\"b549-7\">DOT’s decision following this hearing is dated September 3,1980. The decision noted that the questions of whether a bridge, some other access mechanism or a buy-out of crossing rights would be used in achieving the elimination of the crossing “were not decisions that were the subject of the hearing. Those decisions were made early on, taking into consideration the eco<page-number citation-index=\"1\" label=\"534\">*534</page-number>nomics involved. The purpose in [sic] the hearing was to determine whether there still was a need for the crossing or whether safety required closing of the crossing. Nothing was presented at the hearing . . . that rebutted the claims made by the Northeast Corridor witness as to the need to eliminate grade crossings throughout the entire corridor. An affirmative decision relative to the closing of the crossing is permissive and must follow acquisition of the property rights adversely affected by the closing, since closing of the crossing without extinguishing property rights would cut off property owners from some 66 acres of land. Here again the procedures for acquiring the property rights are beyond the hearing. The hearing is only concerned with the safety elements of the closing order.” The decision concluded that the safety of the train service and people using the crossing required its elimination, and “ordered that Lawyer’s Crossing, also known as Shoemaker’s Crossing, be closed following the extinguishment of property rights adversely affected by the closing of the crossing.” The decision also denoted that copies of it be sent to all the parties in interest.</p>\n<p id=\"b550-5\">By letter dated December 10, 1980, from the director of the office of rights of way of DOT, the plaintiffs were sent a copy of the decision. Referring to the decision directing the closing of the crossing, the letter stated: “The finding directs the extinguishment of the property rights affected by the closing. Our research of the land records in the Town of Clinton fails to find any recorded crossing rights in your favor. Since adverse possession does not run against the railroad, your crossing has been of a permissive nature which is terminable on notice. There are, then, no property rights to be extinguished. This letter is your official notice that effective February 1,1981, Lawyer’s/Shoemaker’s Crossing is legally closed.”</p>\n<p id=\"b551-4\"><page-number citation-index=\"1\" label=\"535\">*535</page-number>The plaintiffs filed an administrative appeal under the UAPA to the Superior Court, alleging essentially six claims of error in the “decision” of the DOT: (1) it was unconstitutional because it deprived them of their property without just compensation; (2) it closed the crossing in violation of particular federal and state statutes regarding such crossings; (3) it was made upon certain unlawful procedures, in violation of the UAPA; (4) it was unsupported by reliable, probative and substantial evidence in the whole record; (5) it was arbitrary and an abuse of discretion; and (6) it was an administrative decision made without the constitutionally required legislative standards. Attached to the plaintiffs’ appeal was, inter alia, a copy of their deed to their two parcels of property. It is clear from the plaintiffs’ appeal that they conceived of the “decision” as being both the decision dated September 3, 1980, and the letter dated December 10, 1980.</p>\n<p id=\"b551-5\">Ultimately the plaintiffs claimed the case for the trial list. It came on for hearing on March 7,1983. The parties and the court agreed that the facts were those appearing on the record, no additional evidence would be submitted, and their briefs would address the issues raised by the appeal, including the plaintiffs’ assertion of a right of way of necessity over the crossing.</p>\n<p id=\"b551-6\">At that point, Amtrak was not a party to the proceedings. The court requested that DOT determine whether Amtrak wished to appear as amicus curiae.<footnotemark>2</footnotemark> Amtrak accepted the invitation. See footnote 1, supra. A schedule was set by the court for simultaneous briefs and reply briefs.</p>\n<p id=\"b551-7\">In their original trial brief the plaintiffs argued two issues: (1) whether they have a right of way by neces<page-number citation-index=\"1\" label=\"536\">*536</page-number>sity over the crossing; and (2) whether such a right of way may be asserted against a railroad or a governmental agency. In connection with these claims the plaintiffs, in that brief, purported to trace their record title, and that of the railroad to the right of way, back to 1852. It is significant that this material had not been presented in the DOT hearing of April 21,1980.<footnotemark>3</footnotemark> The brief of the amicus curiae, in which DOT joined, argued: (1) the plaintiffs’ claim of right of way by necessity was not properly before the court for several reasons, among them being that DOT’s letter of December 10,1983, was not the decision from which the plaintiffs appealed; and (2) the plaintiffs not having made such a claim before the agency, there was no administrative record for the court to review on that issue. The plaintiffs filed a reply brief in which they responded to the arguments of Amtrak and DOT, and in which they sought to explain their failure to brief the issues raised in their complaint by asserting that the court proceedings of March 7,1983, were no more than a pretrial session to attempt to settle the matter short of a hearing on the merits.</p>\n<p id=\"b552-5\">The trial court, taking its cue from the plaintiffs’ appeal, conceived of the “decision” being appealed from as both the decision of DOT dated September 3,1980, closing the crossing, and DOT’s letter to the plaintiffs of December 10,1980, communicating that decision to the plaintiffs and informing them that they had no property rights to be extinguished. The court held that the issue of whether the plaintiffs have a right of way of necessity was properly before it, that such a right of <page-number citation-index=\"1\" label=\"537\">*537</page-number>way may be asserted against the federal government, and that the plaintiffs had not proven that they had such a right of way. It found that the court session of March 7, 1983, was not a pretrial session but that the plaintiffs and the defendants understood it to be the hearing on the merits of the plaintiffs’ appeal upon which the court would render its decision after receipt of the trial briefs. The court concluded, therefore, that the plaintiffs had abandoned all their other claims of agency illegality by failing to brief them. The court rendered judgment dismissing the plaintiffs’ appeal.</p>\n<p id=\"b553-5\">The plaintiffs appealed to this court, claiming that (1) DOT had no power to close the crossing, because that power was lodged solely in the federal secretary of transportation pursuant to federal statutes, and (2) the trial court erred by finding that the plaintiffs had not established a right of way by necessity over the crossing.</p>\n<p id=\"b553-6\">Several axioms of administrative law generally, and the UAPA in particular, bear repeating here. Administrative appeals exist only under statutory authority, without which the court lacks subject matter jurisdiction over the appeal. <em>Rybinski </em>v. <em>State Employees’ Retirement Commission, </em>173 Conn. 462, 472, 378 A.2d 547 (1977). The court’s essential function in such an appeal is to review the administrative proceedings to determine whether the action appealed from was legal. <em>Connecticut Television, Inc. </em>v. <em>Public Utilities Commission, </em>159 Conn. 317, 329, 269 A.2d 276 (1970). The scope of judicial review under the UAPA is very restricted. <em>Lawrence </em>v. <em>Kozlowski, </em>171 Conn. 705, 707, 372 A.2d 110 (1976), cert. denied, 431 U.S. 969, 97 S. Ct. 2930, 53 L. Ed. 2d 1066 (1977). Except in the limited situation in which there is an allegation of procedural illegalities not shown in the record; General Statutes § 4-183 (f); that review is limited to the record and the court cannot hear evidence. <em>Arterburn Convalescent </em><page-number citation-index=\"1\" label=\"538\">*538</page-number><em>Home </em>v. <em>Committee on State Payments to Hospitals, </em>176 Conn. 82, 86, 405 A.2d 48 (1978); cf. General Statutes § 4-183 (e) (court may, in limited circumstances, remand to agency for additional taking of evidence). Under the UAPA, the court may not even take cognizance of a factual stipulation by the parties which was not presented to the administrative agency. <em>Woodbury Water Co. </em>v. <em>Public Utilities Commission, </em>174 Conn. 258, 261, 386 A.2d 232 (1978).</p>\n<p id=\"b554-5\">It follows from these axioms that only the “final decision”; General Statutes § 4-183 (a);<footnotemark>4</footnotemark> of the agency may be the subject of an appeal under the UAPA. Although we can understand the confusion created by the manner in which the administrative hearing was conducted and the way in which its result was communicated, it is clear from this record that the only decision which the DOT made as a result of that hearing was the decision, dated September 3, 1980, to close the crossing. That decision did not and could not embrace within its ambit DOT’s letter of December 3,1980, communicating that decision to the plaintiffs.</p>\n<p id=\"b554-6\">The notice of the hearing gave no indication that any person’s property rights would be determined at the hearing. Although the brief presentation at the hearing by the representative of the office of rights of way of DOT referred to the general procedure for appraisals and acquisition of property rights, it did not imply that this hearing was for those purposes. The final decision made it quite clear that the hearing was concerned with the safety factors of the crossing and not the process of acquisition of the property rights of any party. DOT was not purporting, by this general public hearing on the elimination of three crossings in three different <page-number citation-index=\"1\" label=\"539\">*539</page-number>towns, to adjudicate in any way the property rights of the various property owners relating to those crossings.<footnotemark>5</footnotemark> Indeed, the letter to the plaintiffs stating that they have no property rights to be extinguished is, by its terms, based on DOT’s search of the Clinton land records, not on any evidence adduced at the hearing of April 21, 1980. Thus, to the extent that the plaintiffs appealed to the trial court from DOT’s letter of December 10, 1980, they appealed from something other than the “final decision” of the agency pursuant to General Statutes § 4-183 (a).</p>\n<p id=\"b555-5\">This misconception of the plaintiffs as to the proper subject matter of the appeal was then compounded by the parties and the court when they undertook to litigate, under the rubric of this administrative appeal, the issue of whether the plaintiffs had a right of way by necessity over the crossing. The parties were on the wrong track; since that was an issue which was not within the scope of the administrative proceedings, it was not an issue which could, even by agreement of the parties and the court, be the subject of an appeal from those proceedings. See <em>Arterburn Convalescent Home </em>v. <em>Committee on State Payments to Hospitals, </em>supra; <em>Rybinski </em>v. <em>State Employees’ Retirement Commission, </em>supra. Parties may not, by agreement, confer on a court subject matter jurisdiction which it does not otherwise have. <em>Rogers </em>v. <em>Commission on Human Rights &amp; Opportunities, </em>195 Conn. 543, 552, 489 A.2d 368 (1985).</p>\n<p id=\"b555-6\">Thus, to the extent that the court exercised its jurisdiction over the plaintiffs’ appeal from a decision other than a final decision pursuant to General Statutes § 4-183 (a), it exercised jurisdiction which it did not have, and the plaintiffs’ appeal was dismissable. Since <page-number citation-index=\"1\" label=\"540\">*540</page-number>the judgment of the court was to dismiss the appeal, we sustain that judgment on a different ground from that used by the trial court. <em>Trivalent Realty Co. </em>v. <em>Westport, </em>2 Conn. App. 213, 477 A.2d 140 (1984). The plaintiffs are free, of course, to pursue whatever other remedies they may have in order to establish their claimed crossing rights or to prove that the effect of the closing of the crossing is a taking of their property without just compensation.</p>\n<p id=\"b556-5\">This leaves for determination the question of the scope of our remand. The plaintiffs assert in this court, as they did in their reply brief to the trial court, that the trial court session of March 7, 1983, was nothing more than a pretrial, and that they never understood that, by briefing only the issues involving the claim of right of way by necessity, they were abandoning their other claims of error, which were properly directed at the final decision of DOT dated September 3,1980. The defendants in this court dispute the plaintiffs’ assertion, however, and maintain that the session of March 7, 1983, was not a pretrial but was the hearing on the merits of the plaintiffs’ appeal.</p>\n<p id=\"b556-6\">The trial court specifically noted in its memorandum of decision that “on March 7, 1983, when the instant appeal came before the court, the parties were agreed that there were no issues of fact requiring the taking of evidence and <em>that their briefs would address the issues raised by the appeal including appellants’ assertion of a way of necessity. ” </em>(Emphasis added.) It also noted as follows: “The fact that both the defendant and plaintiffs understood the March 7,1983, session to be the final one from which a decision would be rendered by the court after submission of briefs is further evidenced by the written waivers dated May 16, 1983 which both executed, waiving the provisions of Section 51-183b of the General Statutes and stipulating that ‘the court shall not be limited as to the time required <page-number citation-index=\"1\" label=\"541\">*541</page-number>for rendition of its judgment.’ ” The plaintiffs have offered us nothing beyond their bare assertion to disturb these findings of the trial court. We must, therefore, agree with the trial court that the plaintiffs abandoned those claims, directed at the decision of September 3,1980. P. <em>X. Restaurant, Inc. </em>v. <em>Windsor, </em>189 Conn. 153, 162, 454 A.2d 1258 (1983); <em>Greene </em>v. <em>Metals Selling Corporation, </em>3 Conn. App. 40, 42 n.2, 484 A.2d 478 (1984).</p>\n<p id=\"b557-5\">There is no error.</p>\n<p id=\"b557-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b548-7\"> The plaintiffs are Carl A. Neri and Alan A. Neri, who are land owners in the town of Clinton. The defendants are the commissioner of transportation and the department of transportation. Upon invitation of the trial court, the National Passenger Rail Corporation (Amtrak) submitted an amicus curiae brief. On appeal to this court, we permitted Amtrak formally to intervene as a defendant, because of its central interest in the issue litigated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b551-8\"> This was a prudent move, to say the least, since the case purported to litigate the issue of a right of way by necessity over property owned by Amtrak.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b552-6\"> Some of the facts asserted in the brief, however, found their way into the trial court’s memorandum of decision. For example, the trial court found that the railroad’s right of way had been in existence since 1852, and that the plaintiffs’ ownership dated from August 21, 1974, which is the date of the copy of the deed attached to their complaint and also apparently attached to their trial brief. None of these facts appears in the administrative record.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b554-7\"> General Statutes § 4-183 (a) provides, in relevant part: “A person who has exhausted all administrative remedies available within the agency and who is aggrieved by a final decision in a contested case is entitled to judicial review by way of appeal under this chapter . . . . ”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b555-7\"> Nor do we suggest that this hearing could have been a proper vehicle for adjudicating property rights of land owners affected by the closing of the crossing.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}