{
  "casebody": {
    "data": "<casebody firstpage=\"681\" lastpage=\"688\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b721-10\">(118 App. Div. 800)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b721-11\">NICHOLAS v. LORD.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b721-12\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A77\">April 5, 1907.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b721-13\">1. Judgment—Scope of Adjudication—Conclusiveness Against Assignee. .</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b721-14\">Where a demand against a member of a firm arising out of an agreement for its dissolution, existed at the time of the execution of a, trust' deed for the benefit of creditors by that partner, a judgment obtained\" thereon, in an action brought after the execution of the trust deed, was binding on the trustee, though not a party defendant, in the absence .of fraud or collusion.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b721-15\">IEd. Note.—For cases in point, see Cent. Dig. vol. 30, Judgment, g 1206.).</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b721-16\">2. Assignments fob Benefit of Cbebitobs—Actions by Creditors—Evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b721-17\">A judgment on a demand against P., a member of a partnership, arising out of an agreement for its dissolution, having been obtained by the\" plaintiff partner, N., and previous thereto P. having executed a trust\" deed for the benefit of creditors, an action was brought by N. to subject ttk&gt; assigned property to the payment of his claim. Previous to this action.; and after the action on the dissolution agreement, P. brought an action' against N., alleging that certain premises were purchased under a coni tract with the firm,, but taken in the name of N., that he had never accounted for the rents and profits, and asking for an accounting, which <page-number citation-index=\"1\" label=\"682\">*682</page-number>action was settled for an agreed amount paid by N. to P* A release was thereupon executed to N. of any claim P. had against N. on account of any interest in the premises, which release also contained an express admission by P. that the premises were never partnership property, and that it was without prejudice to the judgment recovered \"by N. against P., which was admitted to be a conclusive settlement oi all questions relating to the partnership. <em>Helé, </em>in the action against the trustee, that the release was admissible to rebut the claim that the judgment recovered by N. against P. was settled in the settlement of the action brought by P. against N., and also to show that any claim P. had against N. on account of the premises in question in that action was adjusted and satisfied.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b722-5\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b722-6\">Action by George S. Nicholas against Franklin B. Lord, as trustee under a certain deed of trust made to him by August Belmont Purdy, in which action Bertha G. Purdy and Bertha Purdy were impleaded, with another. From a judgment for plaintiff, all the defendants, excepting August Belmont Purdy, appeal. Modified.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"b722-7\">Argued before PATTERSON, P. J„ and LAUGHLIN, HOUGHTON, SCOTT, and LAMBERT, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b722-8\">Lucius H. Beers (Francis Woodbridge, on the brief), for appellants Lord and B. G. Purdy.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b722-9\">S. Sidney • Smith (Elliott Smith, on the brief), for appellant B. Purdy.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b722-10\">J, Hampden Dougherty, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b722-11\">LAUGHLIN, J.</author>\n<p id=\"A54\">The plaintiff is a judgment creditor of August Belmont Purdy, and brings this action in behalf of himself and all other creditors, if any there be, of said Purdy, entitled to share in certain moneys and property assigned and transferred by Purdy to the defendant Lord, as trustee, by a deed of trust made, executed, and delivered on the 17th day of March, 1892, upon trust “to pay any just debts which I may now owe,” and after the payment of such debts to invest the residue of the money or property, and to receive the interest and income, and apply the same to the use of the grantor’s wife, Bertha G. Purdy, during her life, and \"upon her death to divide the property then remaining among the then living issue of the grantor in equal shares, per stirpes. The property assigned \"and transferred to Lord by the deed of trust was tire plaintiff’s interest under the will of his grandaunt, Abby G. Spring, which consisted of an undivided •fifth interest in her residuary estate ánd an undivided fifth interest in a specific legacy, which were subject, however, to the life estate of Purdy’s mother, who died in 1904. The evidence tends to show that the value of the estate assigned and transferred to the trustee is about $48,000, consisting of one-fiftieth of a specific legacy of $40,000 and one-fiftieth of the residuary estate, estimated to be approximately $200,000. The action is not brought in plaintiff’s own right as a judgment creditor, and in disregard of the deed of trust to impress the property in the hands of the trustee with the lien of his judgment, but in affirmance of the deed of trust and in the right of other creditors, as well .as his own, thereunder, and judgment is demanded that the defendant Lord account to the plaintiff, and to the other creditors, if any, of Purdy, for the money and property received by him under the <page-number citation-index=\"1\" label=\"683\">*683</page-number>deed of trust, or for which he is accountable by reason thereof, and that he be directed to pay the plaintiff’s claim and the claims of other creditors entitled to share under the assignment, ratably, to the extent of the property assigned.</p>\n<p id=\"b723-5\">The learned counsel for the trustee and for the other appellants, who are the wife and only child of Purdy, contend that plaintiff’s judgment against Purdy is no proof as against them of the indebtedness. The plaintiff and Purdy, the judgment debtor, had been copartners in business, as wholesale liquor dealers, since 1875, at times alone and at times with another, under the firm name of Purdy &amp; Nicholas. On the 1st day of September, 1888, they were the sole members of the copartnership, and previously entered into an agreement in writing for the dissolution thereof, to take effect on that day, under which the firm’s business was liquidated by plaintiff, and for that purpose Purdy assigned his interest in the “stock of merchandise, office and other furniture, fixtures, machinery, tackle, horses, harness, and trucks, bills receivable, promissory notes, drafts, bills of exchange, and accounts (excepting only such bad or doubtful accounts), at the aggregate of the valuations” to be stated in an inventory to be made pursuant to the agreement. On or about May 1, 1882, when the plaintiff and Purdy were the sole members of the firm, they occupied premises No. 43 Beaver street under a lease. At this time the premises were conveyed to the plaintiff, who executed a lease thereof to the firm, and the firm continued to occupy the premises under a lease from the plaintiff until its dissolution as aforesaid. The dissolution agreement, in addition to providing that an inventory should be taken of the assets of the firm, excepting the claim of the firm against Purdy on his personal account, and all accounts of money due or to grow due classified and considered as either bad or doubtful, also provided that a just and true account should be taken as of the date of the dissolution, of all debts and liabilities of the firm. It further provided that, after deducting the aggregate inventoried valuation of the property to be received by the plaintiff, thé amount of the debts and liabilities of the firm, including its indebtedness to the plaintiff for money loaned, together with interest thereon, and for the capital of $80,000 contributed by him (Purdy contributed no capital), and all moneys standing to his credit on the books of the firm, “whatever balance, if any, should remain, shall, together with the balance standing on September 1, 1888, to the credit of an account in the books of said copartnership known as the ’No. 43 Beaver Street Account,’ be considered and treated as the total amount of the profits of the business of said copartnership,” except as to the bad or doubtful claims, and that each partner should be credited with the share of such balance in the proportion to which he was entitled to share in the profits under the copartnership articles, but that the share of Purdy in such balance should remain subject to adjustment of his personal account with the firm. It was further provided that plaintiff should collect, as far as possible, the accounts classified as bad and doubtful, and out of the proceeds of such collection indemnify himself against any loss sustained on any of the accounts taken by him as good and for the expenses of collection, and that the remainder should be credited on the books to the partners in <page-number citation-index=\"1\" label=\"684\">*684</page-number>the proportion in which they were entitled to share in the profits, and that in case the collections from the accounts classified as bad and doubtful should be insufficient to indemnify the plaintiff for any loss arising on any of the accounts taken by him as good, Purdy agreed to reimburse him to the extent of one third of the loss. It was further provided that the partnership lease of the premises Ño. 43 Beaver street, should, immediately upon the dissolution of the firm, be surrendered to the plaintiff, “and be thereupon altogether terminated and at an end.” It was further provided that either party should be at liberty to engage in the same line of business, but that neither should usé the copartnership name, nor describe himself as successor to the copartnership, excepting that either partner might use any trade-mark of' design belonging to the firm, omitting the firm name, ■ and that plaintiff might use the firm labels on hand and theretofore ordered, and' that, until the copartnership .should be finally liquidated or adjusted, \"he should be at liberty “to keep and maintain, upon the front of the' premises where business shall be carried on, signs bearing the name'of said copartnership, with the words Tn Liquidation,’ or words to-that effect, appended thereto.”</p>\n<p id=\"b724-5\">.’•It- appears-that plaintiff continued business on his own account at the same place, and collected the accounts, sending Purdy two statements thereof, one in 1890 and another in October, 1891, when the accounts had been collected so far as they were deemed to have an)r value. On • the 27th day of July, 1894, plaintiff brought an action in the Supreme Court against Purdy, on the •dissolution agreement, for the balance due to him from Purdy thereunder, or for permission to account thereunder alleging the' material facts, including the agreement with respect to the Beaver street property, as set forth in the dissolution agreement, and demanding judgment for $22,582.61, with interest thereon from the date of dissolution, less the sum of $11,087.65, together with interest thereon, for which it was conceded the defendant was entitled to credit. The defendant defaulted, and the plaintiff recovered judgment against him for the sum of $16,562.¿4, upon the report of a referee appointed by the court to take and state the account pnder the liquidation agreement, which was confirmed by the court. Upon the trial of this action plaintiff introduced in evidence th'e judgment roll in his action against Purdy. Owing to the fact that the final figures of the judgment recovered by him against Purdy did not represent the indebtedness existing at the time of the execution of the trust deed to Lord, he has not recovered in the action the total amount of the judgment recovered bjr him in his action against Purdy; but he recovered the amount of the indebtedness owing to him by Purdy at the time of the execution of the trust' deed, as shown by the findings of the referee contained in the judgment roll in the action against Purdy, which specified the amount of the indebtedness from -Purdy to the plaintiff on the 1st day of September, 1888, -and interest was allowed thereon to the date of the execution of the trust deed, and from the total was deducted the amount to which the referee found Purdy was entitled to credit; together with interest thereon to the date of the trust deed, leaving a balance of $13,937.63, for which dln'oun't, together with the interest thereon from the date of the\" trust <page-number citation-index=\"1\" label=\"685\">*685</page-number>deed, less three small items of credit specified, together with interest thereon, for accounts deemed uncollectible but subsequently collected by the plaintiff, plaintiff has recovered herein.</p>\n<p id=\"b725-5\">The first point to be considered is the contention of the appellants that it was incumbent upon the plaintiff to show Purdy’s indebtedness to him by other evidence than the judgment roll in the action brought-.by him against Purdy, which was commenced long after the execution of the deed of trust. The only consideration recited in the deed of trust is the nominal consideration of $1, and no other consideration was shown. Purdy’s indebtedness to the plaintiff had accrued prior to the execution of the deed of trust. As already observed, however, in view of the form 'of the action, we are not concerned with the question as to plaintiff’s right as a creditor of Purdy to follow his property in the hands of one who has acquired the same without consideration or with knowledge of the facts. Defendant Lord, by accepting the trust, has stepped into the shoes of Purdy with respect to the claims existing against him at the time of the execution of the deed of trust, to the extent of the property transferred thereunder. It is his duty as such trustee, both to Purdy and tine other creditors, to apply the property only in payment of legal claims; but the validity of a claim existing at the time of the execution of the deed of -trust cotild be established in an action subsequently brought, and without making the trustee, who would be a proper, but not a necessary, party, a party defendant, and the judgment would be binding and conclusive on the trustee, even though not a party, in the absence of fraud or collusion, which it would be incumbent upon him to show. Candee v. Lord, 2 N. Y. 269, 51 Am. Dec. 294; Merchants’ Nat. Bank v. Havemeyer, 4 App. Div. 52, 38 N. Y. Supp. 626; Matter of Roberts; 98 App. Div. 155, 90 N. Y. Supp. 731; Burgess v. Simonson, 45 N. Y. 225; Ledoux v. Bank of America, 24 App. Div. 123, 48 N. Y. Supp. 771; Pringle v. Woolworth, 90 N. Y. 502; Decker v. Decker, 108 N. Y. 128, 15 N. E. 307; Swihart v. Shaum, 24 Ohio St. 432. No evidence was offered by the appellants tending to impeach the judgment for fraud or collusion. There is .no merit in the further claim that, since the judgment was not binding upon the trustee as to the total amount of the recovery, which was conceded, and therefore is not presented for adjudication, it could not be used to establish the amount of Purdy’s indebtedness to plaintiff prior to the execution of the deed of trust. The judgment is not in the nature of a declaration or admission made by Purdy after the execution of the deed of trust, which probably would not be binding on the trustee (see Williams v. Williams, 142 N. Y. 156, 36 N. E. 1053); but it is a conclusive determination by the court of facts in an action between the parties, and any material finding of fact therein could be used as evidence between the parties or their privies. That is the use that was made in this action of the judgment roll in the action by the plaintiff against Purdy.</p>\n<p id=\"b725-6\">The .appellants further contend that the court erred in excluding evidence offered by them with a view to showing that the property No. 43 Beaver street, already referred to, was copartnership property, and that plaintiff had never accounted to Purdy for his interest therein. The appellants, under their plea that Nicholas and Purdy had <page-number citation-index=\"1\" label=\"686\">*686</page-number>on the 5th day of May, 1902, compromised, settled, and adjusted all claims between them, were permitted to show that in 1901 Purdy brought an action against the plaintiff, alleging that the premises No. 43 Beaver street were purchased under a contract made by the firm, and that the title was taken in the name of Nicholas for the firm by consent, but upon the agreement and understanding that it should be held and deemed to be a partnership asset, and so carriéd on the books of said firm, and credited with rent and other income, and charged with taxes, repairs, interest, and capital invested therein, and other expenses incidental to carrying the same, that he never accounted for the rents, issues, or profits, and demanding that the premises be declared a copartnership asset, that an accounting be had of the rents, issues, and profits, and expenses, that the property be sold, and that one-third of the surplus income over expenses and proceeds of sale, less the judgment recovered by Nicholas against Purdy, be paid to the plaintiff therein; that Nicholas answered, admitting that the firm entered into a contract for the purchase.of the premises, but alleging-that before the time for consummation thereof Purdy sold and assigned his interest under the contract to Nicholas, who thereupon purchased and took title on his own account, paying the entire consideration individually, securing at first part of the purchase price by a purchase-money mortgage and his individual bond, and pleading\" the judgment recovered by him against Purdy on the liquidation agreement in bar, and setting up as a separate defense that, at or shortly before he first leased the premises No. 43 Beaver street to the firm, he entered into an agreement with the firm to the effect “that an account should be carried upon the books of the firm of Purdy &amp; Nicholas, to be known as the ‘43 Beaver Street Account,’ such account to be charged with interest upon the moneys paid by the defendant to his vendor, and upon the mortgage executed by him as aforesaid, and with the annual taxes upon said premises, insurance, and repairs, and to be credited with an arbitrary rental arranged between the plaintiff and himself, the understanding being that the balance, if any, to the credit of said account above such arbitrary rental should, upon the dissolution of; their copartnership, be carried into the profit and loss account of the firm and credited to the plaintiff and the defendant, respectively, in the proportions in which they respectively shared in such profits”; that an account in accordance with such agreement was kept, and on the dissolution of the firm the account was closed and credited in accordance therewith, and the lease was surrendered' to him; that the action was subsequently settled for $500, paid by the plaintiff herein, and discontinued. The plaintiff was then permitted to show that at the time of settling and discontinuing the action a release was executed to him by Purdy, releasing any claim Purdy had against him on account of any interest in the premises No.. 43 Beaver street, which release also contained an express admission on the part of Purdy that the premises never were copartnership property and always belonged to the plaintiff, and that it was without prejudice to the judgment recovered by the plaintiff against Purd)r, which was admitted to be valid and in force, “and a conclusive settlement of all questions of every name and nature relating to the part<page-number citation-index=\"1\" label=\"687\">*687</page-number>nership of Purdy &amp; Nicholas, and I hereby admit that no part thereof has been paid, and that I have no defense whatsoever of any kind or description thereto.” The release was received under the objection and exception of the appellants, who contend that it contains admissions and declarations by Purdy, subsequent to the execution of the trust deed, which are incompetent.</p>\n<p id=\"b727-5\">Admissions and declarations of the grantor after execution and delivery of the deed are incompetent to affect the grant. Williams v. Williams, 142 N. Y. 156, 36 N. E. 1053; Scheps v. Bowery Savgs. Bk., 97 App. Div. 424, 90 N. Y. Supp. 26. These admissions or declarations do not tend to impeach the title but relate to the existence and validity of claims which it was one of the conditions of the trust should be paid by the trustee; but whether or not Purdy’s declarations or admissions with respect to his debts, made after the execution of the trust deed, would be admissible against the trustee, need not be decided, for the reason that this release was competent, not only as rebutting the claim of the appellants that the judgment recovered by the plaintiff against Purdy was settled and compromised in the settlement of the action brought by Purdy against the plaintiff, but also showing that any claim that Purdy may have had against the plaintiff on account of the Beaver street property was adjusted and satisfied. The contention of the appellants in this regard appears to be that they are entitled to show, as an offset to or in reduction of the plaintiff’s judgment, Purdy’s interest in the Beaver street property. As already observed, the claim on which the plaintiff recovered his judgment existed prior to the execution of the trust deed, and it had not been paid. The fact, if it were true, that Purdy had some claim against the plaintiff on account of the Beaver street property arising out of their co-partnership transactions, agreement, or relations, might, while the claim existed, and after an accounting with respect thereto, justify or require that it be offset against plaintiff’s claim; but Purdy’s cause of action, if any, against the plaintiff was not assignable to the trustee. Purdy, therefore, was at liberty to prosecute it, or to compromise it, and it must follow that plaintiff was at liberty to settle his liability, if any, to Purdy, without affecting his right to enforce his judgment against Purdy in the property assigned to the trustee. Since Purdy did not assign his claim on account of the Beaver street property, if any he had, to Lord, as trustee, he alone had a right to assert or to settle that claim with the plaintiff. In this view of the case, it is unnecessary to decide whether any claim that Purdy may have with respect to the Beaver street property on account of the copartnership relations was embraced within the issues in the action by the plaintiff against him and barred by the judgment therein. This was a case in which the court might, in its discretion, grant an extra allowance, and we do not feel justified in modifying the judgment in that regard.</p>\n<p id=\"b727-6\">These views would lead to an affirmance, were it not for the fact that there has been no proof on the question as to the existence of other claims, and the trustee pleads that he has no knowledge on the subject. The action being a representative one, I am of the opinion, therefore, that the protection of the rights of other creditors and of the trustee requires that there should be a reference, and notice given <page-number citation-index=\"1\" label=\"688\">*688</page-number>and opportunity afforded to other creditors to become parties to the action and to present and prove their claims according to the practice prescribed in analogous cases, to the end that the judgment may be binding upon other creditors, if any there be, and may protect the trustee. Kerr v. Blodgett, 48 N. Y. 62; Matter of Ziegler, 98 App. Div. 117, 90 N. Y. Supp. 681; Hirshfeld, v. Fitzgerald, 157 N. Y. 166, 180, 51 N. E. 997, 46 L. R. A. 839; Wilder v. Keeler, 3 Paige, 164. The findings are sufficient with respect to the plaintiff’s rights, and as a basis for an interlocutory judgment for an accounting by the trustee, and appointing a referee to advertise for, and take and report, proof of claims of other creditors.</p>\n<p id=\"b728-5\">It follows, therefore, that the judgment should be modified, with costs in this court to all parties appearing separately, payable out of the trust property, by making it an interlocutory judgment authorizing other creditors to become parties and prove their claims according to the usual practice in analogous cases, and appointing a referee to take and state the account of the trustee and to advertise for and take proof of claims and report thereon, and for final judgment upon the coming in of the referee’s report in accordance with this opinion and with the trust deed.</p>\n<p id=\"b728-6\">All concur, except SCOTT, J., who concurs except as to costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}