{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"368\" lastpage=\"390\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b368-7\" pgmap=\"368\">(No. 34547.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"Aqg\" pgmap=\"368\">The People ex rel. Robert L. Hafer et al., Appellees, vs. William P. Flynn. — (Yellow Cab Company, Inc., et al., Appellants.)</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b368-8\" pgmap=\"368\">Opinion filed November 20, 1957;</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ab-\" pgmap=\"368\">additional opinion filed on rehearing April 21, 1958.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b369-6\" pgmap=\"369\">Schaefer, J., Davis, C.J., and Hershey, J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b369-8\" pgmap=\"369\">Julius Jesmer, of Chicago, (William C. Wines, of Chicago, of counsel,) for Intervenor Checker Taxi Company; and Ettelson &amp; O’Hagan, of Chicago, (Robert E. Samuels, Benjamin Samuels, and Leonard B. Ettelson, all of Chicago, of counsel,) for Intervenor Yellow Cab Company, appellants.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b369-9\" pgmap=\"369\">Lane, Duffy &amp; Connell, of Chicago, (Thomas J. Duffy, and Eugene F. Connell, both of Chicago, of counsel,) for appellees.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b369-10\" pgmap=\"369\">Mr. Justice Daily</author> <p id=\"A575\" pgmap=\"369\">delivered the opinion of the court:</p> <p id=\"b369-11\" pgmap=\"369(29) 370(114)\">A petition was filed February 25, 1954, in the circuit court of Cook County by eighteen relators for a writ of mandamus to compel William P. Flynn, Public Vehicle License Commissioner of the city of Chicago, to issue certain taxicab licenses to them. Answer was filed by Flynn and the writ was ordered to issue. Thereafter the order was vacated, and the Yellow Cab Company and the Checker Taxi Company, Inc., intervenors, pursuant to leave of court, filed petitions, and the plaintiffs filed an answer thereto. The intervenors filed a motion for summary judgment which the trial court sustained and dismissed the petition for mandamus, from which ruling plaintiffs appealed to the Appellate Court, which court reversed and remanded with instructions to reinstate the order to issue the writ of mandamus. From this decision the intervenors perfected an appeal to this court.</p> <p id=\"b370-5\" pgmap=\"370(234) 371(22)\">The petition for mandamus alleged, among other things, that on December 20, 1951, pursuant to and by virtue of certain sections of article 23 of the Revised Cities and Villages Act, (Ill. Rev. Stat. 1953, chap. 24, pars. 23 — 1 et seq.) an ordinance was passed by the council of the city of Chicago, which became effective January 1, 1952, (Municipal Code of Chicago, chap. 28); that under such ordinance it was the duty of William P. Flynn, Public Vehicle License Commissioner, to ascertain the fitness of applicants for license, their respective motor vehicles for operation as taxicabs, and to issue not more than 3761 licenses to qualified applicants; that the plaintiffs filed applications for licenses and in all other respects complied with the requirements of this ordinance; that the defendant Flynn conducted an investigation as to the character and reputation of the plaintiffs, as required by ordinance, and found them eligible to pursue the occupation of cab driver; that subsequent to January 30, 1952, there were 3761 licenses issued and in use; that at the time of the filing of the present petition the number of such licenses had been reduced by death or other causes to 3742; that there were 19 existing and unissued licenses and it was the duty of the defendant Flynn under the provisions of the ordinance to issue 18 of such licenses to the plaintiffs and that he failed and refused to do so after being duly served with notice and demand.</p> <p id=\"b371-3\" pgmap=\"371\">Flynn, in answer to the petition, stated that under the ordinance it was not mandatory upon him to issue 376L licenses to applicants, even though they had been ascertained to be qualified.</p> <p id=\"b371-4\" pgmap=\"371\">Plaintiffs filed a motion for judgment on the pleadings and on August 4, 1954, the trial court entered judgment in favor of the plaintiffs for a writ of mandamus, which order directed the defendant Flynn to forthwith issue public passenger vehicle licenses to each and all of the plaintiffs.</p> <p id=\"b371-5\" pgmap=\"371\">Thereafter the Checker Taxi Company, Inc., and the Yellow Cab Company filed petitions for leave to intervene. The petitions, in substance, alleged that on February 25, 1946, a decree was entered in the circuit court of Cook County in cause No. 46 C 943 forever enjoining and restraining the city of Chicago from issuing more than 3000 public passenger vehicle licenses except in accordance with its terms; that the decree provided that the city of Chicago be restrained from issuing licenses in excess of 3000 without first holding hearings with respect to the public convenience and necessity therefor and without first affording plaintiffs therein (intervenors here) an opportunity to apply for and obtain such licenses to the number provided for by an ordinance adopted December 22, 1937.</p> <p id=\"b371-6\" pgmap=\"371\">On September 27, 1954, defendant Flynn and plaintiffs filed motions to strike the petitions filed by the intervenors. These motions alleged, in substance, that the petitions to intervene should be denied, in that the injunction decree relied on by the intervenors was based on a contract ordinance passed by the city council on December 22, 1937, as amended; that this contract ordinance expired on December 31, 1951; that the injunction decree neither enlarged nor created rights beyond those granted in the contract ordinance; and that therefore the intervenors had no interest in the subject matter of the action now before the court.</p> <p id=\"b372-4\" pgmap=\"372\">On January 19, 1956, the motions were overruled and the intervening petitions were permitted to stand as answers to plaintiff’s petition for a writ of mandamus. The plaintiffs filed replies in which they realleged authority of the city of Chicago to issue the licenses in question under the then controlling taxicab ordinance and denied that the intervenors had any property interest in the subject matter of the action. No reply was filed by Flynn.</p> <p id=\"b372-5\" pgmap=\"372(265) 373(69)\">On February 26, 1956, the intervenors filed a motion for summary judgment, in which they alleged that the Public Vehicle License Commissioner, under the provisions of chapter 28 of the Municipal Code of Chicago, while restricted to the issuance of not more than 3761 public passenger vehicle licenses, is under the obligation only to issue licenses in renewal of valid outstanding licenses for the preceding year, and is not required and has no authority to issue any licenses to applicants who were not, prior thereto, the holders of valid unrevoked licenses; that under the provisions of the decree for injunction issued in the circuit court of Cook County in 1946, the city of Chicago and the Public Vehicle License Commissioner are prohibited from issuing any licenses in excess of 3000 without first holding hearings with respect to the public convenience and necessity therefor and without first affording the intervenors the opportunity to apply for and obtain such licenses to the number thereof provided for in the ordinance passed by the city council on December 22, 1937, the substance of which was there set forth; that the decree was affirmed by the Supreme Court of Illinois in Yellow Cab Co. v. City of Chicago, 396 Ill. 388, and is now in full force and effect; that no opportunity has been given the intervenors to apply for and receive additional licenses up to the number provided for in that ordinance; that since the plaintiffs in this case seek the issuance of a writ of mandamus to require the Public Vehicle License Commissioner to issue 18 licenses to them and such licenses would be in excess of the total number of 3000 public passenger vehicle licenses, and as such are licenses to which the intervenors have a prior right, the plaintiffs therefore have no right in law to the issuance of such licenses; and that their issuance would be in violation of the injunction decree and the contract between the city of Chicago and the intervenors.</p> <p id=\"b373-5\" pgmap=\"373\">On February 24, 1956, the court entered an order that the plaintiffs take nothing by their suit and the defendants go hence without day. From this order plaintiffs appealed to the Appellate Court which reversed and remanded with instructions to reinstate the judgment ordering the writ of mandamus to issue. From this judgment intervenors have appealed to this court on the ground that a franchise is involved. While we do not regard a franchise as being involved, (Yellow Cab Co. v. City of Chicago, 396 Ill. 388,) we conclude that the constitutional question of impairment of the obligation of contract (Const, of 1870, art. II, sec. 14,) arose for the first time in the judgment of the Appellate Court, and that under section 11 of article VI of our State constitution, this court has jurisdiction to review that judgment. 111. Rev. Stat. 1955, chap, no, pars. 74(3) and 75(1) ; Altschuler v. Altschuler, 410 Ill. 169; Merlo v. Public Service Co. 381 Ill. 300.</p> <p id=\"b373-6\" pgmap=\"373\">While intervenors have argued several grounds for reversal, we think the dispositive issue is a narrow one, which poses the question of whether the intervenors and other surrendering licensees, subject to the provisions of the ordinance of December 22, 1937, became vested with a right to a preference in the reissuance of surrendered licenses when they complied with its conditions.</p> <p id=\"b373-7\" pgmap=\"373(37) 374(30)\">Intervenors argue that the contract ordinance of December 22, 1937, was an offer which, when accepted, bound the city not to issue licenses in excess of 3000 without first preferring them to surrendering licensees. Plaintiffs contend that any rights under the ordinance of 1937, as an amendment tO' the licensing ordinance of 1934, expired on December 31, 1951, the same time as the licensing ordinance.</p> <p id=\"b374-5\" pgmap=\"374\">In considering these questions we must examine the history of the regulatory and contract ordinance involved. This is fully set out in Yellow Cab Co. v. City of Chicago, 396 Ill. 388. In the present case we need only repeat that the city council, on May 18, 1934, passed a comprehensive ordinance regulating the operation of taxicabs, which provided for the issuance of licenses to operate taxicabs for a term ending December 31, 1940. The ordinance contained no limitation on the number of licenses that might be issued to accepting licensees. Under this ordinance 4108 licenses were issued, of which 2166 were issued to Yellow Cab Company and 1500 to Checker Taxi Company, Inc., intervenors. Thereafter, due to economic conditions, operations became unprofitable and widespread violence and strikes pervaded the industry. It was apparent to all concerned that it would be desirable to limit the number of licensees, although the existing licenses did not expire until December 31, 1940. The city council therefore, on December 22, 1937, passed an ordinance of general application providing for the voluntary surrender of licenses, which provided:</p> <p id=\"b374-6\" pgmap=\"374\">ORDINANCE OE DECEMBER 22, 1937</p> <p id=\"b374-7\" pgmap=\"374\">Decrease in Number and Assignment of Taxicab Licenses</p> <p id=\"b374-8\" pgmap=\"374\">“196A-1. In the event that a sufficient number of taxicab licenses shall be surrendered by licensees under the ordinance of May 18, 1934, to reduce the number of taxicabs within the city of Chicago to 3,000 on or before March 31, 1938, no taxicab licenses shall thereafter be issued except upon transfer to permit replacement of a taxicab or in the annual renewal of any such license or upon assignment of any such license or upon assignment of the right to apply for such license as hereinafter provided or upon revocation for cause or termination in any other manner of any such license.</p> <p id=\"b374-9\" pgmap=\"374(30) 375(176)\">“196A-2. Notwithstanding section 1 of this ordinance, taxicab licenses in excess of 3,000 may be issued when authorized by general ordinance without consent of licensees under the ordinance of May 18, 1934; provided that such licensees who shall have voluntarily surrendered any taxicab licenses or their right to renewal of any taxicab licenses on or before March 31, 1938, shall have the right to such number of taxicab licenses as were so surrendered, and such right shall be prior to the right of any persons, firm or corporation until such licensees who have so surrendered their taxicab licenses shall have either released their right to apply for taxicab licenses or shall have failed to make application therefor within thirty days after publication of notice of public hearing upon the question- of public convenience and necessity for the issuance of licenses for taxicabs as provided by ordinance. As between such licensees who have so surrendered taxicab licenses and who have not released or waived their right to apply for their substitution as herein provided such licenses shall be issued ratably in the proportion which the number voluntarily surrendered by each such licensees bears to the number voluntarily surrendered by all other such licensees.</p> <p id=\"b375-5\" pgmap=\"375\">‘T96A-3. Each taxicab license or the right to apply for such license shall be assignable subject to the power of the city of Chicago to determine the qualifications of the assignee. No taxicab license shall be issued to any assignee unless and until such assignee shall have assumed all liabilities of the assignor arising from the maintenance and operation of any taxicab.</p> <p id=\"b375-6\" pgmap=\"375\">“196A-4. Subject to the conditions and limitations of this ordinance and an ordinance granting permission and authority for the operation of taxicabs within the city and for the appointment of a public vehicle license commissioner, passed May 18, 1934, and appearing in the journal of the proceedings of the city council of that date on pages 2271 and 2273, inclusive, the permission and authority granted to the licensees under said ordinance of May 18, 1934, to operate taxicabs upon the public streets and other public ways within the corporate limits of the city is hereby extended to December 31, 1945, unless sooner terminated or revoked as provided in said ordinance of May 18, 1934. (Extended to 12-31-50 — • Coun. J. 6-26-45, P- 3743-)</p> <p id=\"b375-7\" pgmap=\"375\">“196A-5. Nothing in this ordinance shall be construed to abrogate or modify the ordinance of May 18, 1934, or any of its provisions except insofar as this ordinance is inconsistent with said ordinance of May 18, 1934, and except that the city council may provide for the installation and operation of an electric call system for taxicabs for the purpose of reducing the number or capacity of cab-stands in the city.</p> <p id=\"b375-8\" pgmap=\"375(46) 376(14)\">“196A-6. This ordinance shall be in full force and effect from and after its passage provided one or more licensees under the ordinance of May 18, 1934, shall within thirty (30) days after passage of this ordinance file with the city clerk formal written acceptance of this ordinance and shall have surrendered at least 616 taxicab licenses.\" (Italics ours)</p> <p id=\"b376-3\" pgmap=\"376\">Pursuant thereto Yellow Cab Company surrendered 571 licenses and Checker Taxi Company, Inc., surrendered 500. Other licenses were surrendered sufficient to bring the outstanding licenses down to 3000.</p> <p id=\"b376-4\" pgmap=\"376\">On June 26, 1945, an ordinance was passed extending the expiration date of the 1934 ordinance to December 31, 1950, by amending the applicable section in the 1937 ordinance. Thereafter the expiration date was extended from time to time until December 31, 1951.</p> <p id=\"b376-5\" pgmap=\"376\">On January 16, 1946, the city council passed a resolution directing the issuance of an additional 250 licenses to individuals within the city and adopted an ordinance which authorized the issuance of 275 additional taxicab licenses and found that the present demand for taxicab service in the city of Chicago exceeded that provided by 3000 taxicabs licensed for operation. Section 2 thereof provided: “Subject to the provisions of Chapter 28 of the Municipal Code of Chicago and the provisions of this ordinance, the Public Vehicle License Commissioner is authorized to issue not to exceed 275 additional taxicab licenses as public convenience and necessity may require. Said licenses shall be purely personal privilege of the licensees for the license period, unless sooner revoked as provided in said Chapter 28 of the code. Said licensees shall not acquire any rights under or by virtue of an ordinance granting permission and authority for the operation of taxicabs within the city and for the appointment of a public vehicle license commissioner, passed by the City Council on May 18, 1934, as subsequently amended, nor shall said licenses vest in the licensees any contractual or property rights whatever, or any right to the renewal of any of said licenses upon expiration of the license period thereof. Said licenses shall not be subject to assignment, lease or voluntary or involuntary transfer except to permit replacement of a taxicab for that licensed.” (Italics ours.)</p> <p id=\"b377-2\" pgmap=\"377\">Yellow Cab and Checker then sought and obtained an injunction forever restraining the city from issuing licenses in excess of the total number of 3000 without holding hearings as to the public convenience and necessity and without first affording plaintiffs and other surrendering licensees opportunity to apply for and obtain licenses to the number they had surrendered. We affirmed the issuance of this injunction in Yellow Cab Co. v. City of Chicago, 396 Ill. 388, upon which intervenors now strongly rely.</p> <p id=\"b377-3\" pgmap=\"377\">In that case it was decided that the city of Chicago has the power to regulate and restrict the operation of taxicabs on its streets (People ex rel. Johns v. Thompson, 341 Ill. 166;) that the city ordinances of 1934, 1937, and 1945 are not invalid as creating a monopoly; that the rights given by the 1937 ordinance to surrendering licensees were for a valuable consideration; and that the ordinance, when accepted, created a valid and binding contract between the city and the licensees. These determinations are pertinent here.</p> <p id=\"b377-4\" pgmap=\"377(176) 378(177)\">This court must construe the applicable ordinances to determine the nature of the rights created by them. Plaintiffs argue that in construing a contract ordinance we are limited strictly to its terms, and the rights granted must be clearly defined and not raised by inference or presumption, citing Blair v. City of Chicago, 201 U.S. 400, 50 L. ed. 801; St. Clair County Turnpike Co. v. People ex rel. Bowman, 82 Ill. 174. However, in construing many cases involving contracts created by the acts of municipalities, Illinois courts have applied the standard rules of construction. (See City of Chicago v. Peck, 196 Ill. 260; City of Chicago v. Weir, 165 Ill. 582; City of Chicago v. Sexton, 115 Ill. 230; Warner Const. Co. v. Lincoln Park Comrs. 278 Ill. App. 42; North v. City of Rockford, 237 Ill. App. 305.) In the case of Florida Central Railroad Co. v. Schutte, 103 U.S. 118 at 140, 26 L. ed. 327 at 335, Chief Justice Waite furnishes guidance in the construction of contract ordinances as well as contract statutes, in these words: “And here it is proper to say that contracts created by or entered into under the authority of statutes, are to be interpreted according to the language used in each particular case to express the obligation assumed. Where the State is concerned the words employed are sometimes to be taken most strongly against the other party, but in this as in other cases of contracts, language is to be given, if possible, its usual and ordinary meaning. The object is to find out from the words used what the parties intended to do. Every statute, like every contract, must be read by itself, and it no more follows that one statutory contract is like another than that one ordinary contract means what another does. Of course, general rules of construction may and should be called into use when required * * * still, in the end, it must be determined from the language used in each particular case what has been done, or agreed to be done, in that case.”</p> <p id=\"b378-5\" pgmap=\"378\">Under the provisions of the regulatory ordinance of 1934, the city proposed to issue licenses for a period expiring December 31, 1940, to those persons who agreed to abide by its terms. The ordinance became binding upon the city, when accepted by the licensees. The reciprocal rights of the parties were simple and clear, and the duration specific.</p> <p id=\"b378-6\" pgmap=\"378\">Thereafter the ordinance of 1937 was enacted, by which the city sought to reduce the number of licenses to 3000, and to extend the licenses under the 1934 ordinance for five more years. This ordinance contained two separate and distinct offers, which, when accepted by the offerees, became binding contracts. 38 Am. Jur., sec. 501, p. 176.</p> <p id=\"b378-7\" pgmap=\"378\">First it was an offer to all accepting licensees, whether surrendering or nonsurrendering, to extend their existing licenses to December 31, 1945, provided one or more licensees under the 1934 ordinance shall have surrendered at least 616 taxicab licenses.</p> <p id=\"b379-4\" pgmap=\"379\">Secondly, it was an offer to those licensees who would surrender a sufficient number of licenses to bring the total number down to 3000, that no additional licenses would be issued except by general ordinance, and that surrendering licensees “shall have the right to such number of taxicab licenses as were so surrendered, and such right shall be prior to the right of any persons, firm or corporation until such licensees who have so surrendered their taxicab licenses shall have either released their right to taxicab licenses or shall have failed to make application therefor within thirty days after publication of notice of public hearing upon the question of public convenience and necessity for the issuance of licenses for taxicabs as provided by ordinance.”</p> <p id=\"b379-5\" pgmap=\"379\">The acceptance of the first offer could be made by the surrender of only 616 licenses; but the acceptance of the second required the surrender of 1x08 licenses. The offer of a prior right to future licenses was not in terms limited as to time of duration. It was not, however, so unlimited as to constitute a monopoly, (Yellow Cab Co. v. City of Chicago, 396 Ill. 388,) since the preference only extended to the number of licenses surrendered by the licensee, and was to be exercised within 30 days after publication of notice of public hearing upon the question of public convenience and necessity.</p> <p id=\"b379-6\" pgmap=\"379(108) 380(127)\">While the right to a preference in the issuance of new licenses is not limited in its terms, the plaintiffs earnestly argue that the entire ordinance of 1937 is specifically restricted in duration, first to December 31, 1945, and subsequently by amendment to December 31, 1951. The fallacy of that argument, in our view, is that it overlooks the dichotomy of the 1937 ordinance, which consists first of an extension of licenses then in existence for an additional five years, provided that only 616 licenses were surrendered. The second aspect of the ordinance consisted of an offer which, when accepted, by the surrender of 1108 licenses, constituted a contract which bound the city to grant certain future preferences to surrendering licensees in exchange for the yielding of such valuable right or rights. In this respect it did not propose to extend licenses. If only 616 licenses were surrendered, then the prior-right-to-future-licenses phase of the ordinance would never have become operative. We think it clear that either aspect of the offer contained in the ordinance was separable and could stand alone. We see no reason why the extension of all licenses, as granted by the ordinance, must be considered as an integral part of the promise to grant a preference in the issuing of any future licenses. Nor do we find any language in the ordinance itself to call for such a conclusion.</p> <p id=\"b380-5\" pgmap=\"380\">On the contrary we think that logic requires a construction that the provision of the 1937 ordinance granting a preference to surrendering licensees is separate and distinct from the license-extension provisions of the 1934 ordinance, as from time to time amended. It must be noted that the original licenses granted in 1934 were extended to December 31, 1951, without regard to whether their respective owners had surrendered licenses under the 1937 ordinance. The new 1952 regulatory ordinance provided that former licensees may renew their licenses from year to year. If the plaintiffs’ contentions are sustained, then the surrendering licensees received no beneficial consideration for their surrender of valuable rights.</p> <p id=\"b380-6\" pgmap=\"380(98) 381(84)\">Prom the legislative history, it is readily apparent that the surrendering licensees gave up their licenses in an effort to alleviate an economic crisis in the taxicab business. To induce this sacrifice of legally valuable rights, the city, by ordinance, promised a preference in regaining the rights surrendered. This it did in clear terms, without limit as to time. Had the city waited until December 31, 1940, the license termination date under the 1934 ordinance, to reduce the number of licenses, its action would not have been discriminatory; but the economy of the time and its attendant strife would not permit delay. As we said in Yellow Cab Co. v. City of Chicago, 396 Ill. 388, at 400, “Conditions demanded that the number of licenses be reduced immediately and in order to secure their reduction, this ordinance granting a preference to people who voluntarily surrendered licenses was enacted.” We there held that the proviso gave to surrendering licensees “the right to regain their licenses, when the city of Chicago determines that additional licenses are to be authorized, * *</p> <p id=\"b381-5\" pgmap=\"381\">Neither the terms of the 1937 ordinance, nor its logical construction, limits this preferential right to any expiration date. While this right to preference is not in perpetuity, it does subsist until such time as the surrendering licensees are afforded the opportunity to regain such licenses when issued by the city. It therefore follows that the injunction affirmed in Yellow Cab Co. v. City of Chicago, 396 Ill. 388, is still in force, and the trial court was correct in entering judgment against the plaintiffs. The judgment of the Appellate Court is accordingly reversed and the judgment of the circuit court is affirmed.</p> <p id=\"b381-6\" pgmap=\"381\">Appellate Court reversed; circuit court affirmed.</p> <p id=\"b381-7\" pgmap=\"381\">On Rehearing</p> <p id=\"b381-8\" pgmap=\"381\">Rehearing was granted in this cause to further consider appellees’ claims (1) that the consideration for the surrender of licenses under the provisions of the 1937 ordinance was entire and indivisible, thus causing the priority rights contracted for to expire on the termination date of such ordinance; and (2) that the 1937 ordinance was an amendment to the 1934 ordinance and, by reason thereof, all the rights granted thereunder expired on the termination date of the 1934 ordinance.</p> <p id=\"b381-9\" pgmap=\"381(30) 382(277)\">Both this court and the United States Court of Appeals for the Seventh Circuit have expressly found that the ordinance here involved created a contract between the city and the licensees. (Yellow Cab Co. v. City of Chicago, 396 Ill. 388, and Yellow Cab Co. v. City of Chicago, 186 F.2d 946.) The principal question presented then is not whether the 1937 ordinance amends the 1934 ordinance or is an independent contract, but is a question of determining the contractual intent evinced by the city and accepting licensees. As pointed out in the opinion adopted by this court, the dichotomy and language of the 1937 ordinance embody two offers which are in the alternative. While both dealt with the surrender of licenses, the first was to be effective if 616 but less than 1108 licenses were surrendered. In this event, which did not occur, licenses issued under the 1934 ordinance were to be extended to December 31, 1945, but there would be no preemptive right in the surrendering licensees to reclaim them should the city exercise the right it reserved to issue licenses in excess of 3000. The second offer was to be effective in the event, which did occur, that at least 1108 licenses should be surrendered. As consideration for the greater number of licenses, surrendering licensees were given priority rights in the event the city exercised the power it reserved to issue licenses in excess of 3000. As the ordinance discloses, the city desired the surrender of the greater number of licensés but was agreeable to granting an extension of existing licenses, without preemptive rights, if the smaller number of licenses were surrendered. To achieve the desired purpose of effecting the greater surrender, a larger and more attractive consideration in the form of priority rights was offered to the licensees.</p> <p id=\"b382-5\" pgmap=\"382(72) 383(141)\">Appellees construe the 1937 ordinance as offering but “one, single inseparable consideration” for the surrender of licenses, viz. the extension of the term of the 1934 ordinance and the priority in return of surrendered licenses, and thus imply that only one offer was embodied in such ordinance. Based upon such a construction they reason that the ordinance took full effect once 616 licenses were surrendered and that all surrendering licensees, whether 616 or 1107 in number, then became entitled to priority rights. They do not arrive at this conclusion from any particular language of the ordinance but base their result on an argument that the interveners would not have surrendered a single license under the 1937 ordinance unless “they had supposed” that the rights they had acquired extended to and included the priority. Such an argument ignores the practical aspects of the case which show that the two intervening companies surrendered all but 38 of the licenses needed to reduce those outstanding to 3000 and that each was possessed of enough additional licenses to have themselves insured their receipt of the priority rights. Having surrendered 1071 licenses between them, it is not unreasonable to assume that the two intervenors would have surrendered an additional 38 licenses had the circumstances demanded.</p> <p id=\"b383-3\" pgmap=\"383(193) 384(339)\">Moreover, under the construction indulged in by appellees, the surrender provisions are treated as having no bearing upon the ordinances’ obvious purpose of reducing outstanding licenses to 3000. Such a position ignores that section 196A-2 of the 1937 ordinance, a provision entirely separate from the offer of extending licenses, coalates the offer of a priority to surrendering licensees with a reservation of power in the city to issue licenses in excess of 3000. The clear purport of the section is that both the exercise of the reserved power, which must occur before a surrendering licensee has the right to assert a priority, and the granting of the priority rights are interdependent on the condition precedent that outstanding licenses would be reduced to 3000. Appellees construe the section differently and maintain that there is nothing in the ordinance requiring that licenses had to be reduced to 3000. To avoid the effect of the express figure used in section 196A-2, they urge that if only 1000 licenses had been surrendered, (an event which would have left a total of 3108 licenses outstanding,) any license thereafter issued would have been in excess of the 3000 figure employed, thus manifesting an intent that the priority consideration would be given even though a reduction to 3000 was not accomplished. Such a strained interpretation, i.e., that the city council said 3000 licenses but did not mean it, merits some repetition of the sections involved. First of all, section 196A-1 provides: “In the event that a sufficient number of taxicab licenses shall be surrendered by licensees * * * to reduce the number of taxicabs within the city of Chicago to 3000 * * * no taxicab licenses shall thereafter be issued except upon transfer to permit replacement of a taxicab or in the annual renewal of any such license * * *.” Immediately after section 196A-2 states: “Notwithstanding section 1 of this ordinance, taxicab licenses in excess of 3000 may be issued when authorized by general ordinance without consent of licensees under the ordinance of May 18, 1934; provided that such licensees who shall have voluntarily surrendered any taxicab licenses or their right to renewal * * *” shall have a prior right to such licenses. If licenses were not reduced to 3000 the city was not bound to its pledge in section 196A-1 that “no taxicab licenses shall thereafter be issued”; if licenses were not reduced to 3000 no general ordinance would become necessary to “authorize” the issue of licenses in excess of that figure; and from the plain meaning of the form and words' employed, surrendering licensees would become entitled to the consideration of a priority when and only when, after the desired reduction to 3000 licenses had been reached, the city found it necessary to issue licenses above that figure. Yet the other provisions of the 1937 ordinance, one of which extended the term of the 1934 ordinance, were to become effective upon the surrender of only 616 licenses. We adhere to our former opinion that the 1937 ordinance embodied two separate and distinct offers each of which has a separate and distinct consideration.</p> <p id=\"b384-8\" pgmap=\"384(6) 385(339) 386(108)\">Cogently supporting the intervenors’ contention that their property rights were not tied to the expiration of the 1934 ordinance is the construction of the 1937 ordinance once indulged in by the city itself. On December 20, 1951? eleven days before the regulatory ordinance of 1934, as extended, was due to expire, the city council passed a new regulatory ordinance to take effect on January 1, 1952. As originally passed, section 28.8 of the latter ordinance, which provided for the renewal of licenses from year to year, stated that, unless a contrary need was determined at a public hearing, no new licenses would be issued except in renewal of an unrevoked or uncancelled license, “provided that such public hearing and ordinance affecting taxicab licenses shall conform with the provisions of any subsisting franchise or contract ordinance governing the subject.” (Emphasis supplied.) Appellees argue that the proviso had reference to a future contract ordinance the council then had under consideration and that no recognition of the obligations under the contract ordinance of 1937 was intended. Under any rule of construction the position contended for does violence to the simple meaning of the words employed. Webster’s New International Dictionary, 2d Ed., defines the word “subsist,” to mean: “To have existence; to be; to exist or continue to exist.” Thus, when the proviso refers to “any subsisting contract ordinance,” it speaks of existing ordinances and not of some ordinance that may or may not be passed in the future. Furthermore, the council’s journal of proceedings for January 17, 1952, belies the contention that the proviso of section 28.8 had no reference to the contract ordinance of 1937. On the day named a minority report on an amendment which would eliminate the language of the proviso had this to say: “Section 28.8 as recommended by the majority would prohibit the Public Vehicle License Commission from reissuing any cancelled, revoked or lapsed taxicab licenses until such time as a determination of convenience and necessity is made. This section must be read in connection with Section ip6A-2 of Section 3 of the so-called Franchise Ordinance by the terms of which the Checker and Yellow taxicab companies are given a priority on the first 1031 additional licenses to be issued.” (Emphasis supplied.) Inasmuch as the events which prompted these remarks transpired after the ordinance of 1934 had expired, it is obvious that the council construed the ordinance of 1937, particularly section 196A-2 thereof, as extending the priority right beyond the expiration of licenses issued under the 1934 ordinance. This is the result reached by the opinion previously filed and is the only result compatible with the scheme and language employed in the 1937 ordinance.</p> <p id=\"b386-3\" pgmap=\"386\">Some suggestion is made on rehearing that we lack jurisdiction on direct appeal because a constitutional question did not arise at any time in the opinion and judgment of the Appellate Court. The United States Court of Appeals for the Seventh Circuit, dealing with the same contract ordinance upon which the intervenors rely, has directly held in Yellow Cab Co. v. City of Chicago, 186 F.2d 946, 1950, that ordinances authorizing the granting of licenses in derogation of the intervenors’ rights “are laws impairing the obligations of contract, and as such, invalid under both the state and federal constitutions.” When the Appellate Court gave effect to the ordinance of December 20, 1951, as amended, it gave effect for the first time to a law which impaired the contractual rights and obligations under the ordinance of 1937.</p> <p id=\"b386-4\" pgmap=\"386\">As supplemented by the views herein expressed on rehearing we readopt the opinion previously filed.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b386-5\" pgmap=\"386\">Mr. Justice Schaefer,</author> <p id=\"A7bU\" pgmap=\"386\">dissenting:</p> <p id=\"b386-6\" pgmap=\"386(53) 387(28)\">The opinions of the court assume that in 1937 the appellants and other licensees were unwillingly induced by the city to give up licenses that they wanted to keep. As the opinion puts it — “it is readily apparent that the surrendering licensees gave up their licenses in an effort to alleviate an economic crisis in the taxicab business. To induce this sacrifice of legally valuable rights, the city, by ordinance, promised a preference in regaining the rights surrendered.”</p> <p id=\"b387-3\" pgmap=\"387\">The picture thus drawn is not accurate. It is true that there was an economic crisis in the taxicab business in 1937. The number of taxicabs exceeded the demand for them, at least at the rates fixed by the ordinance. But it was the licensees, and not the city, who were losing money because of this situation. The city’s interest was not an economic one. It was concerned only with the maintenance of public order in the face of a serious strike of the taxicab drivers, who- wanted a greater share of taxicab receipts than they were getting from the licensees.</p> <p id=\"b387-4\" pgmap=\"387\">The 1937 ordinance itself contradicts any notion that the city “induced” the surrender of licenses. Its preamble recites that “Certain licensees under the ordinance of May 18, 1934, have agreed to surrender a sufficient number of taxicab licenses to effect a reduction of the number of taxicabs within the City of Chicago to 3,000.” This preamble, which is not mentioned in either of the two- opinions, precedes the 1937 ordinance as it appears on page 374 ante. When it is read in connection with the ordinance, the mythical quality of the basic assumption that underlies the opinions is obvious. I know of no reason for disregarding the preamble of the ordinance. We have held, as other courts have held, that “the preamble is placed upon an equal footing with any particular clause of the act itself, and is within the rule that every particular clause of an act is to be considered in determining its meaning. (Lewis on Stat. Const. — 2d ed. — sec. 341.)” People ex rel. Howard v. Chicago and Eastern Illinois Railroad Co. 296 Ill. 246, 253.</p> <p id=\"b387-5\" pgmap=\"387(35) 388(84)\">The 1937 ordinance substantially improved the position of taxicab licensees. Under the 1934 ordinance a taxicab licensee could not withdraw a cab from service without running the risk of losing its license. That ordinance provided: “In the event that the service of any taxicab is discontinued excepting on account of strikes, acts of God or causes beyond the control of the licensee the Commission may give written notice to the licensee to restore such taxicab to service and, if the same is not restored within five days after such notice, the Commission, in its discretion, may recommend to the Mayor that the license for such taxicab be revoked and the Mayor, in his discretion, may revoke same.”</p> <p id=\"b388-5\" pgmap=\"388\">By the 1937 ordinance the licensees were given the right to withdraw cabs from service without losing the licenses for the cabs so withdrawn. No such right had theretofore existed. The licensees were to- have priority, based on the cabs withdrawn from service, in the event that the number of cabs operating under the 1934 ordinance was increased above 3000.</p> <p id=\"b388-6\" pgmap=\"388\">The 1937 ordinance gave taxicab licensees another new right that is not mentioned in the opinions. Licenses issued under the 1934 ordinance were not transferable, “except upon transfer to permit replacement of a taxicab.” The 1937 ordinance provided: “Each taxicab license or the right to apply for such license shall be assignable subject to the power of the City of Chicago to determine the qualifications of the assignee.” The limit upon licenses contained in the 1937 ordinance, coupled with the new attribute of assignability of licenses or the right to apply for them, gave the licenses an entirely new element of value. Theretofore the only value of a license was in the right it gave to operate a taxicab; thereafter, the license had a value whether the licensee operated the cab or not. If he did not want to operate the cab, he could sell his license.</p> <p id=\"b388-7\" pgmap=\"388(46) 389(15)\">One other additional right that the licensees received under the 1937 ordinance is overlooked or minimized in the opinions. When the new ordinance was adopted in December of 1937, all rights of the licensees to operate taxicabs were to expire on December 31, 1940. The 1937 ordinance extended those rights until December 31, 1945. Subsequent ordinances further extended them to 1951.</p> <p id=\"b389-5\" pgmap=\"389\">This enumeration of significant new rights that the licensees received under the 1937 ordinance is necessary-only because the opinion finds an absence of “beneficial consideration” for the surrender of “valuable rights” by the licensees. If normal standards of construction were used in reading the ordinance, lengthy discussion of the new privileges and rights that the ordinance gave to licensees would be unnecessary.</p> <p id=\"b389-6\" pgmap=\"389\">The opinions reach their result by an unnatural division of the 1937 ordinance into two offers, each of which “was separable and could stand alone.” The ordinance is a single piece of legislation, and there is no justification for breaking it into fragments in order to import into it what it does not say. It was based on the ordinance of May 18, 1934. Each of its six sections, except the section that makes licenses assignable, specifically refers to the “ordinance of May 18, 1934.” What the opinions call the “second offer,” (sec. 196A-2), by its specific terms is tied directly to the 1934 ordinance. It is dealing with “licensees under the ordinance of May 18, 1934,” and it says so. Indeed it must be dealing with those licensees, or it is meaningless, for there is no suggestion that there were any taxicab licensees except those who held licenses under that ordinance.</p> <p id=\"b389-7\" pgmap=\"389(105) 390(16)\">What seems to have caused the difficulty in this case is that the 1937 ordinance was to become effective upon the surrender of 616 licenses by one or more licensees. There is no justification, however, for attaching special significance to this fact. The conditions upon which the various taxicab ordinances were to become effective do not show a consistent pattern. The 1934 ordinance became effective upon acceptance by one licensee; the 1945 ordinance that extended the license term to 1949 became effective upon acceptance by “one or more licensees under the ordinance passed May 18, 1934;” the 1950 ordinance extending the license term until 1951 became effective upon the acceptance of “two or more licensees operating at least 2500 taxicabs.”</p> <p id=\"b390-5\" pgmap=\"390\">The 1937 ordinance became effective when it was accepted by the surrender of 616 licenses. The priority that it provided thereupon became operative. Those licensees who surrendered the first 616 licenses were not discriminated against. Section 196A-2 says that “licensees who shall have voluntarily surrendered any taxicab licenses or their right to renewal of any taxicab licenses on or before March 21, 1938, shall have the right to such number of taxicab licenses as were so surrendered, and such right shall be prior to the right of any persons, firms or corporations * * The provision that gave priority gave it to “any” surrendering licensee, and it does not so much as mention the surrender of enough licenses to reduce the total number to 3000. If the city had issued any priority licenses to surrendering licensees, the only licenses that could have been issued would have been licenses under the 1934 ordinance, and they would have expired with the expiration of that ordinance in 1951.</p> <p id=\"b390-6\" pgmap=\"390\">The supplemental opinion points to the fact that the regulatory ordinance of January 1, 1952, in dealing with the issuance of new taxicab licenses, refers to “any subsisting franchise or contract ordinance governing the subject.” This circumstance looks both ways, because as soon as the minority report directed the city council’s attention to the interpretation that might be given to the provision, the council eliminated it by amendment on January 30, 1952. In any case, the rights of licensees under the 1934 and 1937 ordinances must be determined in accordance with the provisions of those ordinances.</p> <p id=\"b390-7\" pgmap=\"390\">Since neither opinion discusses the right of the plaintiffs to a writ of mandamus to compel the issuance of licenses to them, it is unnecessary to discuss that matter.</p> <p id=\"b390-8\" pgmap=\"390\">Davis, C.J., and HershEy, J., join in this dissenting opinion.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}