{
  "casebody": {
    "data": "<casebody firstpage=\"480\" lastpage=\"495\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b510-6\">[Crim. No. 4930.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ap1\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5b\">Feb. 23, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b510-7\">THE PEOPLE, Respondent, v. DANIEL JEROME ZATZKE, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b511-5\"><page-number citation-index=\"1\" label=\"481\">*481</page-number>Walter L. Gordon, Jr., and Vince M. Townsend for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b511-6\">Fred N. Howser, Attorney General, Frank Richards and Henry A. Dietz, Deputy Attorneys General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b511-7\">SHENK, J.</author>\n<p id=\"Ah_\">The defendant was charged by information with the murder of Charles Wayne Dyer on January 13, 1948, in Los Angeles County. He pleaded not guilty and not guilty by reason of insanity, but withdrew the insanity plea after the trial on the other plea. The jury returned a verdict of guilty without recommendation. The appeal is from the judgment and from an order denying a motion for a new trial.</p>\n<p id=\"b511-8\">On January 1, 1948, the defendant became a roomer in a small hotel in Pasadena. He was 22 years of age and his home was in Michigan. On January 3d Dyer took a room adjoining the defendant’s room in the same hotel. Dyer was 30 years of age and unmarried. His home was in Missouri and he had recently been separated from the air corps service. About January 5th the hotel manager introduced the young men to each other, and on January 7th at his suggestion they gave up their separate single room and for reasons of economy moved into a twin-bedded room which was on the third floor. The defendant and Dyer became friendly and went around together, often in Dyer’s car which he kept at a parking lot near the hotel.</p>\n<p id=\"b511-9\">About 11 o’clock on the morning of Monday, January 12th, the defendant asked the manager for pliers and a hammer, saying he wished to pull a nail out of his shoe. He was given pliers and a round-headed hammer which he took to the room. The same evening Dyer and the hotel manager went together to the wrestling matches. They returned to the hotel at 12:20 a. m. of the 13th. About 9 o’clock that morning the manager went to the defendant’s room for his tools. He saw the defendant placing the carpet-sweeper in the hall outside the room door. Without letting the manager into the room the defendant went in, brought out the tools, and said that since he had already swept, made the beds, and cleaned the room, it would not be necessary for anyone else to do so.</p>\n<p id=\"b511-10\">On the evening of the 13th at 6 o’clock, the defendant took the manager to dinner. At that time he paid his room rent, having previously been in arrears because of lack of funds. The hotelman asked where Dyer was and the defendant said he had gone to San Jose, Santa Cruz, “or somewhere.” They <page-number citation-index=\"1\" label=\"482\">*482</page-number>parted outside the hotel entrance. Later that evening tenants below the defendant’s room reported something dripping from the floor above. An inspection of the defendant’s room disclosed Dyer’s corpse wrapped in a blanket lying in a pool of blood under one of the beds. Lacerations about the head and at the base of the skull indicated the use of a round-headed instrument in the striking of seven or more blows which were the cause of death. Deceased’s bloodstained clothing and broken blood-spattered eyeglasses, and a bloodstained blanket were found in a suitcase.</p>\n<p id=\"b512-5\">The defendant was arrested about 4 o’clock on the morning of the 14th as he was returning to the hotel. He denied knowledge of the homicide until an officer called attention to a stain on his trousers. He then admitted that he killed Dyer and said he would tell all about it.</p>\n<p id=\"b512-6\">The defendant’s statement concerning the details of the homicide and his ensuing activities to the time of his arrest was reduced to writing, signed by him and initialed on each page. It was introduced in evidence over objection as to the portion stating what he did after the homicide. Testimony of independent witnesses as to the activities of the defendant during the day of January 13th was also admitted over objection. The defendant’s statement and testimony are to the following effect:</p>\n<p id=\"b512-7\">On Tuesday morning January 13th the defendant went to breakfast and returned to the room about 8 :30. He undressed and lay down because he felt tired. Dyer was still in bed and asleep. The defendant fell asleep but in about 10 minutes Dyer came over to his bed, pulled down the covers, and offered “an act of sodomy,” which he rejected saying he didn’t “go for that damn stuff,” he was “not that way,” and “nobody was going to change” him. He got up and procured the hammer from the dresser drawer, saying that if Dyer didn’t let him alone he would kill him. Dyer kept on coming, whereupon he hit him the first time. Dyer fell between the beds. Defendant dressed and started to leave the room, but saw Dyer trying to lift himself up at the bedpost and calling for help. He hit him again, placed him on a pillow and blankets, tried to stop the bleeding but failed, and thought the best thing was to put him out of his misery. He hit him again two or three times and when he saw there was nothing he could do to save him, that his hands were getting cold and his feet white, he wrapped a blanket around him and placed him under the bed. He put the bloodstained blanket, Dyer’s <page-number citation-index=\"1\" label=\"483\">*483</page-number>stained clothes and eyeglasses in a suitcase. He cleaned the room, washed the hammer (which tests showed still had blood on it), and gave it and the pliers to the hotel manager. He then took Dyer’s keys and wallet, drove Dyer’s car to Los Angeles and sold it for $1,350. He conducted the transaction in Dyer’s name, signed Dyer’s name on the title papers, endorsed Dyer’s name on the purchase money cheek, took traveler’s checks for the amount in Dyer’s name, used them in making substantial purchases including jewelry for a friend named David Burnham on the latter’s birthday. He had previously told Burnham, who had never known the defendant to have more than $50, that he was expecting an inheritance. The defendant also offered to pay the balance of a $300 loan incurred by Burnham. The defendant returned to Pasadena in a taxicab, and after dinner with the hotel manager proceeded to a night club in Los Angeles where he remained until 3:30 a. m. “to think over the best thing to do.” He then went back to the hotel for the alleged purpose of surrendering himself, and on his arrival was met by the arresting officers.</p>\n<p id=\"b513-6\">It was also in evidence that in addition to the body and the suitcase of bloodstained articles, the officers found newly-purchased clothing and about $700 of the traveler’s checks in the defendant’s room.</p>\n<p id=\"b513-7\">Over the defendant’s objection the court permitted in evidence the portion of the defendant’s statement which included the history of his homosexual relations with David Burnham, a practice which he acquired in 1944 when in the armed service acting as a chauffeur.</p>\n<p id=\"b513-8\">The ground of the defendant’s objection to the admission of evidence concerning his acts subsequent to the homicide was that they concerned independent crimes for which he was not on trial and were for that reason inadmissible. His objection to the introduction of the statement of his homosexual practices was based on the contention that such evidence tended to degrade him before the jury and was used merely to create an atmosphere of prejudice. The objections were extensively argued and the evidence was permitted only after specific instructions to the jury limiting the purpose thereof.</p>\n<p id=\"b513-9\">Unquestionably evidence of other crimes and degrading practices unrelated to any issue on the trial is inadmissible. Proof of bad character has never been allowed as a step in <page-number citation-index=\"1\" label=\"484\">*484</page-number>the proof of guilt on a particular charge. But it is well settled that where such proof is relevant to an issue in the case it is admissible although it also tends to show immoral conduct or the commission of other crimes. “If the evidence of another crime is necessary or pertinent to the proof of the one charged, the law will not thwart justice by excluding that evidence, simply because it involves the commission of another crime.” <em>(People </em>v. <em>Sanders, </em>114 Cal. 216, 230 [46 P. 153].) The reasons for the approved doctrine and the many cases in support thereof are fully set forth in <em>People </em>v. <em>Peete, </em>28 Cal.2d 306, at page 314 et seq. [169 P.2d 924], (See, also, <em>People </em>v. <em>McMonigle, </em>29 Cal.2d 730, 742 [177 P.2d 745].)</p>\n<p id=\"b514-5\">As in <em>People </em>v. <em>Watts, </em>198 Cal. 776 [247 P. 884], so here, the conduct of the defendant in taking the property of and posing as the deceased was relevant and admissible to show robbery as the motive for the crime.  And the defendant’s statement of the history of his knowledge and practice of sex perversion since 1944 was relevant and admissible to rebut his asserted defense of sex advances upon him by Dyer. The truth or falsity of the defendant’s assertions was for the determination of the jury and was resolved against him in the light of his contradictory statements and of the independent evidence.</p>\n<p id=\"b514-6\">Thus it becomes clear that the contention that the evidence is insufficient to support the verdict of first degree murder is without merit. In this connection the defendant asserts that the record shows no premeditation, that he defended himself from the claimed advances of Dyer, and that robbery was but an afterthought. All of these contentions are answered by the evidence which was sufficient upon which to find that the defendant was the perpetrator of a premeditated killing of Dyer. Furthermore the undisputed facts support the conclusion that there was no provocation for the attack upon the deceased and that the defendant formed an intent to take Dyer’s life with robbery as the motive. The jury was correctly instructed as to the limited purpose of the evidence objected to by the defendant. No other instruction is questioned or criticized and the defendant had a full and fair trial.</p>\n<p id=\"b514-7\">The judgment and the order denying the motion for a new trial are affirmed.</p>\n<p id=\"b514-8\">Gibson, C, J., Edmonds, J., and Spence, J., concurred.</p>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b515-5\"><page-number citation-index=\"1\" label=\"485\">*485</page-number>SCHAUER, J.</author>\n<p id=\"AHM\">I dissent. On the question of punishment the trial court instructed the jury that “If the entire evidence does not show some extenuating fact or circumstance it is your duty to find a simple verdict of murder and <em>leave with the law the responsibility </em>of fixing the punishment.” The law does not bear “the responsibility of fixing the punishment” ; on the contrary the law places that responsibility squarely on the jury. If the jury followed the quoted instruction, and we cannot assume that they did not, then they did not discharge their “responsibility of fixing the punishment”; on the contrary they left “with the law” the responsibility which was theirs. Thus was trial by jury, on the issue of his life or his death, denied the defendant.</p>\n<p id=\"b515-6\">All that I would say further on this aspect of the case has already been said, and most forcefully, by Mr. Justice Shenk in <em>People </em>v. <em>Hall </em>(1926), 199 Cal. 451, 456-458 [249 P. 859]. The language is equally applicable here. “From a consideration of our decisions it appears to be the settled law of this state that in the trial on a charge of murder it is first incumbent upon the jury to determine the guilt or innocence of the accused. If he be found guilty of murder in the first degree <em>it is then incumbent on the jury to fix the penalty. . . . </em>Under the law the verdict in such a ease must be the result of the unanimous agreement of the jurors and the verdict is incomplete unless, as returned, it embraces the two necessary constituent elements; first, a finding that the accused is guilty of murder in the first degree, and, secondly, <em>legal evidence that the jury has fixed the penalty in the exercise of its discretion. . . . </em>The result of the exercise of that discretion must appear on the face of the verdict either by the use of specific words to express it or in the absence of such words by <em>necessary inference in the light of the instructions. </em>... [p. 458] We cannot agree that the defect in the verdict [failure to show exercise by the jury of its discretion as to punishment] was merely an error in ‘matter of procedure’ as contemplated by . . . section 4% [of article VI of the state Constitution]. On the contrary the defect involved matter of substantial and substantive right. <em>It was in effect the denial of a trial by jury. . . . </em>Trial by jury is guaranteed to every person charged with a felony and <em>the denial of that right is in itself a miscarriage of justice. . . . </em>[H]owever degraded and hardened a criminal the evidence may disclose an accused to be, he is entitled under the constitution to trial by jury. In legal <page-number citation-index=\"1\" label=\"486\">*486</page-number>effect this right was denied to the defendant in the case at bar.” (Italics added.)</p>\n<p id=\"b516-5\">Not only has the defendant in this case in effect been denied the right of trial by jury on the issue of punishment but also, for the reasons which are elucidated in my dissent on denial of rehearing in <em>People </em>v. <em>Williams </em>(1948), 32 Cal.2d 78, 100-104 [195 P.2d 393], he has been denied equal protection of the law. (See, also, 36 Cal.L.Rev. (Dec., 1948) 628-634.)</p>\n<p id=\"b516-6\">For the reasons stated I would reverse the judgment and remand the cause for a new trial.</p>\n<p id=\"b516-7\">Carter, J., and Traynor, J., concurred.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b516-8\">CARTER, J.</author>\n<p id=\"Ayu\">I dissent.</p>\n<p id=\"b516-9\">While I have little doubt that the motive for killing Dyer was other than robbery, I cannot condone the flagrant violation of the rule against the introduction of evidence of other offenses sanctioned by the majority in this ease. As I have heretofore pointed out, this rule, in recent years, has been more honored in its breach than in its observance by trial courts, and this court has in its recent decisions approved and encouraged such practice. (See <em>People </em>v. <em>Peete, </em>28 Cal.2d 306 [169 P.2d 924]; <em>People </em>v. <em>Westek, </em>31 Cal.2d 469 [190 P.2d 9]; <em>People </em>v. <em>Dabb, </em>32 Cal.2d 491 [197 P.2d 1].)</p>\n<p id=\"b516-10\">It is supposedly the general rule in this state, as well as in the other states, that a defendant may be tried for no offense other than that with which he is charged (8 Cal.Jur. § 167, p. 58; <em>People </em>v. <em>Albertson, </em>23 Cal.2d 550, 576 [145 P.2d 7]; Wharton’s Crim. Evidence, §§343, 344, pp. 483 et seq.; 20 Am.Jur. § 309, p. 287; 22 C.J.S. § 682, pp. 1084 et seq.; <em>People </em>v. <em>Molineux, </em>168 N.Y. 264 [61 N.E. 286, 62 L.R.A. 193]). The wisdom and justness of this rule, from the standpoint of the defendant, is self-evident. The defendant can, with fairness, be expected to come into court prepared to meet the accusations contained in the indictment only, and on this account, all the evidence offered by the prosecution should consist only and wholly of the facts which are within the range and scope of its allegations. “The large majority of persons of average intelligence are untrained in logical methods of thinking, and are therefore prone to draw illogical and incorrect inferences, and conclusions without adequate foundation. From such persons jurors are selected. They will very naturally believe that a person is guilty of the crime with <page-number citation-index=\"1\" label=\"487\">*487</page-number>which he is charged if it is proved to their satisfaction that he has committed a similar offense, or any offense of an equally heinous character. And it can not be said with truth that this tendency is wholly without reason or justification, as every person can bear testimony from his or her experience, that a man who will commit one crime is very liable subsequently to commit another of the same description. To guard against this evil, and at the same time to avoid the delay which would be incident to an indefinite multiplication of issues, the general rule (to which, however, some very important exceptions may be noted) forbids the introduction of evidence which will show, or tend to show, that the accused has committed any crime wholly independent of that offense for which he is on trial.” (Wharton, Grim. Evidence, p. 310.)</p>\n<p id=\"b517-6\">The exceptions to the general rule have been said to be, that evidence of other crimes is competent to prove the specific crime charged when it tends to establish, (1) motive; (2) intent; (3) the absence of mistake or accident; (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of one tends to establish the others; (5) the identity of the person charged with the commission of the crime on trial. The authorities to this effect are legion.</p>\n<p id=\"b517-7\">The following evidence was adduced upon the cross-examination of the defendant over his objection.</p>\n<p id=\"b517-8\">Question (by Mr. Galliano, Deputy District Attorney) : “Mr. Zatzke, isn’t it true that you have copulated the penis of men with your mouth on prior occasions to this particular time? (It should be remembered that defendant had testified that deceased was attempting to perpetrate an act of sodomy on him when he struck the fatal blow.)</p>\n<blockquote id=\"b517-9\">“Mrs. Root; Which we will object to on the grounds that it is likewise calling for his conclusion, as to other men, assuming a fact not in evidence, is incompetent, irrelevant and immaterial and hearsay to this cause.</blockquote>\n<blockquote id=\"b517-10\">‘ ‘ The Court: All of which is overruled.</blockquote>\n<blockquote id=\"b517-11\">“Mrs. Root: It is not proper cross-examination as well.</blockquote>\n<blockquote id=\"b517-12\">“The Court: All of which is overruled. Now, there will be no necessity for repeating the objection that it is not proper cross-examination, and hearsay, and so forth. That objection will be understood to be in as against all this line of testimony.</blockquote>\n<blockquote id=\"b517-13\">“Mr. Galliano: You may answer the question, sir.</blockquote>\n<blockquote id=\"b517-14\">“The Witness: I refuse to answer the question and stand on my Constitutional rights as that is a degrading question.</blockquote>\n<blockquote id=\"b518-4\"><page-number citation-index=\"1\" label=\"488\">*488</page-number>“Mr. Galliano: Do you remember making a statement to the Police Department of Pasadena at 2:30 P. M. on the 14th day of January of this year, in the presence of Mr. Burlingame, Mr. Whitecar, and Mr. Wright? I will ask you if at that time you weren’t asked these questions and you gave these answers-</blockquote>\n<blockquote id=\"b518-5\">“Mrs. Root: Now, before counsel reads it before the jury we will interpose an objection that it is now in the state of the record that he refuses to answer, it is not proper impeachment, is incompetent, irrelevant and immaterial, calling for hearsay and is not proper cross-examination as he was not asked anything relative to the statement that he gave to the Police Officers, and the fact that he has stood on his Constitutional rights so that he does not now and cannot be impeached upon the question involved.</blockquote>\n<blockquote id=\"b518-6\">“The Court: Mr. Galliano, I think that the objection is well taken in this respect. Mr. Zatzke was not asked anything about any conversation with Police Officers. He merely related his version of the happenings of the crime, or the killing. ...”</blockquote>\n<p id=\"b518-7\">The prosecution called Officer C. H. Burlingame in rebuttal relative to the signed statement made by defendant and the following occurred:</p>\n<blockquote id=\"b518-8\">“Question: Mr. Burlingame, you were present when the statement, Exhibit 5, was presented to Mr. Zatzke for his signature and his initials ?</blockquote>\n<blockquote id=\"b518-9\">“Answer: I was, yes, sir.</blockquote>\n<blockquote id=\"b518-10\">“Question: At that time did you see Mr. Zatzke read that statement ?</blockquote>\n<blockquote id=\"b518-11\">1 ‘ Answer: Yes, sir.</blockquote>\n<blockquote id=\"b518-12\">“Question: Was any conversation had between you and Mr. Zatzke at that time concerning the reading of that statemént, the signing of it, and the initialing of each page?</blockquote>\n<blockquote id=\"b518-13\">“Answer: I told Mr. Zatzke to read the statement very carefully and to initial each page if the statement was as he had dictated it.</blockquote>\n<blockquote id=\"b518-14\">“Question: And after reading it he so indicated, is that right ?</blockquote>\n<blockquote id=\"b518-15\">‘ Answer: That is right.</blockquote>\n<blockquote id=\"b518-16\">“Mr. Galliano: You may cross-examine.</blockquote>\n<blockquote id=\"b518-17\">“Mr. McPherson: No questions.</blockquote>\n<blockquote id=\"b518-18\">“Mr. Galliano: I believe at this time, if your Honor please, that the rest of that statement, which was excluded the other day, would be permissible to read to the jury.</blockquote>\n<blockquote id=\"b519-5\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>‘ The Court: I think so.</blockquote>\n<blockquote id=\"b519-6\">“Mr. Galliano: I at this time offer to read it to the jury.</blockquote>\n<blockquote id=\"b519-7\">“Mr. McPherson: If your Honor please, we object to reading the rest of the statement on the ground that it raises collateral issues, not proper redirect examination, rebuttal testimony, incompetent, irrelevant, immaterial, and highly prejudicial.</blockquote>\n<blockquote id=\"b519-8\">“The Court: The objection is overruled. You may read the statement.</blockquote>\n<blockquote id=\"b519-9\">“I base it on the authorities that I have already read to you, and particularly People against Lane in 101 California.</blockquote>\n<blockquote id=\"b519-10\">“Mr. Galliano: Now, if your Honor please, reading from People’s Exhibit 5, of which I have an exact duplicate, particularly reading from page 5, starting with line 27:</blockquote>\n<blockquote id=\"b519-11\">“ ‘ Q. How long had you known David Burnham ? A. About 1944.</blockquote>\n<blockquote id=\"b519-12\">“ ‘Q. Did you ever have any unnatural sex relations with him ? A. No, sir. ’</blockquote>\n<blockquote id=\"b519-13\">“Reading from page 6:</blockquote>\n<blockquote id=\"b519-14\">“ ‘Isn’t it a fact that on the week-end after New Year’s, this year, you and David Burnham went to his cabin at Pear Blossom, at which time you went down on him? A. Yes, sir, it is.</blockquote>\n<blockquote id=\"b519-15\">“ ‘Q. Now, how many other times have you performed the same act on him? A. I don’t know.</blockquote>\n<blockquote id=\"b519-16\">“ ‘ Q. Have you performed any such act on his person since the date mentioned at the cabin ? A. Yes.</blockquote>\n<blockquote id=\"b519-17\">“ ‘Q. Where did those acts occur ? A. At his house.</blockquote>\n<blockquote id=\"b519-18\">“ ‘ Q. Did you ever have him up in your room at the Rose Hotel and perform those acts ? A. Once.</blockquote>\n<blockquote id=\"b519-19\">“ ‘Q. How many times would you say that you have performed these acts on the person of David Burnham? A. I would say about ten times.</blockquote>\n<blockquote id=\"b519-20\">“ ‘Q. Did he ever go down on you? A. About three times, if any.</blockquote>\n<blockquote id=\"b519-21\">“ ‘Q. (By Mr. Wright) Was Dyer ever present when you and Burnham were having these acts ? A. No.</blockquote>\n<blockquote id=\"b519-22\">“ ‘ Q. How long have you been practicing this sexual perversion ? A. I think it was in 1944. I went overseas and I was chauffeur for a Marine Colonel and he showed me how to do it.</blockquote>\n<blockquote id=\"b519-23\">“ ‘Q. Did you ever go down on Dyer? A. No, sir.</blockquote>\n<blockquote id=\"b519-24\">“ ‘Q. (By Mr. Whitecar) Did you ever talk about it with him? A. He mentioned it. He brought up the subject once and I ignored it.</blockquote>\n<blockquote id=\"b520-4\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>“ ‘Q. You mean to say that during , the time that you lived with him that you never propositioned him ? (This question is written in the record this way.) A. That is right. I never have.</blockquote>\n<blockquote id=\"b520-5\"><em>“ </em>‘Is there anything that you care to add to this statement? A. No.’ ”</blockquote>\n<blockquote id=\"b520-6\">“Then follows that other portion which I do not believe, if your Honor please, is material.</blockquote>\n<blockquote id=\"b520-7\">1 ‘ The Court: That is right.</blockquote>\n<blockquote id=\"b520-8\">‘ ‘ Mr. Galliano: Has Mr. Burnham arrived ?</blockquote>\n<blockquote id=\"b520-9\">“Mr. McPherson: Now, if your Honor please, so the record will be clear, that portion of the statement just read by Mr. Galliano we move to strike on the ground that it is incompetent, irrelevant, immaterial, not proper rebuttal, and I will ask your Honor to instruct the jury to disregard it and ask your Honor at this time to declare a mistrial on the ground that the prosecuting attorney has committed prejudicial misconduct.</blockquote>\n<blockquote id=\"b520-10\">“The Court: The motions are denied, each and all of them. ’ ’</blockquote>\n<p id=\"b520-11\">It should be remembered that the defendant was charged with murder, not with committing acts of sexual perversion prohibited by section 288a of the Penal Code. And yet, over his objection, evidence was introduced on cross-examination, which tended to prove that, in the past, he had committed these particular acts with other men, of which the deceased was not one. The defendant stated, as a defense, that the deceased endeavored or was' trying or attempting to commit an act of <em>sodomy </em>upon him, and that he struck in self-defense. The contention of the State was that if he had committed these acts of perversion, under Penal Code, section 288a, upon other men, he certainly could not have been averse to committing an act of sodomy (Pen. Code, § 286) with the deceased, and so therefore he could not have objected and therefore his assertion of self-defense was without merit. If the defendant had been charged with an attempt to have unnatural sexual relations with the deceased the evidence of other such acts might have been material and relevant to that issue.</p>\n<p id=\"b520-12\">Presumably the intent necessary to kill, and the intent necessary to commit an act of perversion are entirely different. But, in admitting this evidence, the majority hold that if he had intended to commit these sexual crimes on others in the past, he must have intended to kill the deceased. It is readily <page-number citation-index=\"1\" label=\"491\">*491</page-number>seen that the evidence is absolutely irrelevant to the issue of whether or not the defendant intended to murder the deceased. •</p>\n<p id=\"b521-6\">It cannot be contended that the exception relating to the absence of mistake or accident is applicable. The defendant admitted killing the deceased.</p>\n<p id=\"b521-7\">Does the case come within the exception relating to a common plan or scheme ? Certainly not. To bring a case within this exception there must be evidence of system between the offense on trial and the one sought to be introduced. They must be connected as parts of a general and composite plan or scheme, or they must be so related to each other as to show a common motive or intent running through both. Some connection between the crimes must be shown to have existed in fact and in the mind of the actor, uniting them for the accomplishment of a common purpose, before such evidence can be received. Some connection must clearly appear from the evidence. It is difficult to perceive how defendant’s alleged acts of perversion with other men could be a part of his admitted killing of the deceased.</p>\n<p id=\"b521-8\">■ This evidence was relevant for only one purpose: To prejudice the defendant in the minds of the jury, and show him to be a depraved person more likely than not guilty of any crime of which he might be accused without regard to its nature. And, it is for this very reason that evidence of other crimes is excluded.</p>\n<p id=\"b521-9\">Since the evidence must have been admitted because it was relevant to whether or not the defendant was so depraved that he must have been guilty of the crime of murder and could not have been acting in self-defense, this court throws the rule of exclusion out of the window and makes the reason for the rule, the law. From this time on, the door is wide open for the introduction into evidence of any other crimes of which the defendant may have at any time been accused whether or not they have any bearing on the issue of his guilt of the particular crime for which he is on trial. This court has faithfully stated the rule time after time, and then either added another so-called exception, or found that it just did not fit the facts of the case, and then blithely condoned the admission of evidence of any and all offenses previously committed by the defendant. (See <em>People </em>v. <em>Peete, </em>28 Cal.2d 306 [169 P.2d 924]; <em>People </em>v. <em>Westek, </em>31 Cal.2d 469 [190 P.2d 9]; <em>People </em>v. <em>Dabb, </em>32 Cal.2d 491 [197 P.2d l].) ■</p>\n<p id=\"b522-4\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>Presumably, there is no necessity that this court be consistent. In <em>People </em>v. McCarthy, 88 Cal.App.2d 883 [200 P.2d 69], this court denied a hearing. The District Court of Appeal, having held that the trial court improperly permitted the prosecutor during cross-examination of the defendant to go beyond his testimony on direct examination and elicit answers as to acts <em>not </em>included in the information and insufficient for conviction in a prior ease, the answers were inadmissible because the accused was thereby compelled to testify against himself as a make-weight for his conviction, and not for the proper purpose of showing the commission of a felony.</p>\n<p id=\"b522-5\">In the case at bar, defendant on direct examination made no sweeping statements as to his good moral character, nor did he ever bring up the matter otherwise. He made no statement to the effect that he had or had not committed acts of sex perversion with other men. It was not referred to by him in any way. He said he <em>had had no such relationship with the deceased. </em>The present case is therefore outside the scope of the rule laid down in <em>People </em>v. <em>Westek, </em>31 Cal.2d 469 [190 P.2d 9], where the defendant said he had not had <em>any </em>such relationships with <em>any </em>boys (although I am still convinced that such evidence was inadmissible). The quoted portion of the cross-examination of defendant shows that the cross-examination far exceeded the scope of the direct, and in practical effect made the defendant a witness for the prosecution and against himself. <em>If </em>the defendant had testified that the deceased was attempting to have a sexual relationship with him of the same character as defendant had engaged in with other men, then, and then only might that testimony have been relevant to the issue of self-defense. Then, it might have been logically inferred that' the defendant might not have been averse to such a proposition. But to infer that because he had been guilty of different acts of sex perversion with others in the past, that he must not be averse to all acts of sex perversion with anyone is not a logical deduction, but a generality with no effect other than to prejudice the defendant in the eyes of the jury. And it was precisely this situation that the rule of exclusion heretofore set forth was designed to remedy and prevent.</p>\n<p id=\"b522-6\">An analogous situation would exist if, in the prosecution .of a woman for murder, she had testified that she killed .the deceased in an attempt to resist, being raped by him. In ,o,ther words, she admitted the killing but claimed defense ■ of: hél: virtue as justification. Could the prosecution in such a case <page-number citation-index=\"1\" label=\"493\">*493</page-number>call as witnesses other men to testify that the defendant had voluntarily submitted to acts of sexual intercourse with them ? I would say that the answer should be positively and unequivocally that such evidence would not be admissible and that its introduction would be prejudicial error justifying a reversal if the defendant were found guilty. I can see no distinction between such a situation and the one in the case at bar, as it is obvious that such evidence would not justify an inference that the defendant would not resist an attempt by the deceased to force her to submit to an act of sexual intercourse against her will.</p>\n<p id=\"b523-6\">The majority say that if proof of another crime is necessary or pertinent to the proof of the one charged, the law will not thwart justice by excluding that evidence, simply because it involves the commission of another crime. The crime charged was murder, and the defendant admitted having killed the deceased. As to the admissibility of the evidence relating to the sex crimes previously allegedly committed by the defendant, the majority have this to say: “And the defendant’s statement [which was made out of court and admitted in evidence over his objection on cross-examination] of the history of his knowledge and practice of sex perversion since 1944 was relevant and admissible to rebut his asserted defense of sex advances upon him by Dyer. The truth or falsity of the defendant’s assertions was for the determination of the jury and was resolved against him in the light of his contradictory statements and of the independent evidence.” <em>Presumably </em>the question was for the jury, but during the court’s instructions to the jury we find the following excerpt: ‘ ‘ The Court: At the very outset of these instructions, ladies and gentlemen of the jury, I want to make one very definite statement and that is regarding that portion of the statement Exhibit 5, wherein the defendant admitted to the police that he had certain unnatural relations with young Burnham. Now, that was admitted for one purpose only, and that was to enable you to apply that evidence as to whether or not Mr. Zatzke was exercised, or as I think he put it, was made mad, and that the reason for the killing was because Mr. Dyer approached him to commit an act of sodomy.</p>\n<p id=\"b523-7\">“Now, the reason is that it is for you to determine whether a man who himself was guilty of those acts would suddenly go berserk or become mad and do the things that he did. . . .</p>\n<blockquote id=\"b523-8\">“The Court (after the opening argument) ‘Part of the argument was directed to the fact that Mr. Zatzke may have <page-number citation-index=\"1\" label=\"494\">*494</page-number>quit Ms tendencies (homosexual relationships). I direct your attention to part of Exhibit 5, and particularly with reference to the fact that he intended to join a monastery somewhere: “Question: Isn’t it a fact that on the week-end after New Year’s, this year, you and David went to his cabin at Pear Blossom, at which time you went down on him? Answer Yes, it is.” ’ Well, January 1st came in on Thursday, therefore the week-end of Saturday the 3d, and Sunday the 4th. Question How many other times have you performed the same act on him? Answer I don’t know. Question Have you performed any such act on his person since the date mentioned at the cabin? Answer Yes. Question Where did these acts occur? Answer At his home. Question Did you ever have him up to your room at the Rose Hotel and perform these acts ? Answer Once. Question How many times would you say that you had performed these acts on the person of David Burn-ham? Answer I would say about ten times. Question Did he ever go down on you? Answer About three times, if any.’ Mr. McPherson: Is your Honor through with that? The Court: Yes, sir. - Mr. McPherson: We desire to assign your Honor’s remarks as misconduct and ask you to instruct the jury to disregard them. Prejudicial error, and bringing in collateral issues in this murder trial. The Court: That thing was gone into repeatedly during this trial. I do not assign it as misconduct or deny it. I do not instruct the jury to disregard it, <em>but to pay strict attention to it.”</em></blockquote>\n<p id=\"b524-5\">It is evident that the so-called limiting instruction to the jury did not state the general rule, with its exceptions, but showed that the court had admitted the evidence to prove that a man of the defendant’s alleged sexual tendencies could not have struck in self-defense—that if he had been such a “bad” person in the past he would be incapable of being so aroused at a proposed act of sodomy that he would strike in self-defense.</p>\n<p id=\"b524-6\">It is difficult to conceive of evidence more highly inflammable or likely to prejudice the average mind. And, not only was it improperly admitted on cross-examination of the defendant, but the court in its comment on the evidence repeated it as set forth, thus making sure that the jury would believe that the defendant was capable of any and all heinous crimes and offenses.</p>\n<p id=\"b524-7\">In my opinion the proposition here involved is of paramount importance in the administration of justice in criminal cases. Even with all the constitutional and statutory <page-number citation-index=\"1\" label=\"495\">*495</page-number>safeguards such as due process, presumption of innocence, burden of proof on prosecution and right of counsel, a defendant in a criminal case enters upon his trial with two strikes against him. This is especially true where he is charged with the commission of a heinous crime. Even though he may have committed other offenses during his lifetime, the only issue he should be required to meet is the specific crime with which he is presently charged, unless such other offenses come within the purview of the rule permitting proof of their commission. This rule has definite limitations which I have hereinbefore mentioned. It is in the application of this rule that error is committed. Such is the situation in the case at bar which I have endeavored to point out in this opinion. I have set forth the record in detail, which, in my opinion, leaves no basis for an honest difference of opinion that the evidence in question does not come within the rule. It may be that there are other factors in this case which make it clear that defendant’s motive was other than self-defense, but I am unable to conclude from my examination of the record that the result would not have been different had this evidence not been introduced. I am, therefore, forced to conclude that the error was prejudicial, and that the judgment and order denying a new trial should be reversed.</p>\n<p id=\"b525-5\">Appellant’s petition for a rehearing was denied March 24, 1949. Carter, J., Traynor, J., and Schauer, J., voted for a rehearing.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}