{
  "casebody": {
    "data": "<casebody firstpage=\"110\" lastpage=\"121\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b140-7\">Donovan H. Jacoby <em>v. </em>Sears, Roebuck &amp; Co.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b140-8\">[No. 769A127.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARj\">Filed November 30, 1970.</decisiondate>\n<p data-order=\"3\" data-type=\"misc\" id=\"AzK\">No petition for rehearing filed.]</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b141-8\"><page-number citation-index=\"1\" label=\"111\">*111</page-number><em>Lewis T. Wireman, </em>of Lafayette, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b141-9\"><em>James V. McGlone, Stuart, Branigin, Ricks &amp; Schilling, </em>of Lafayette, for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b141-10\">Lowdermilk, C. J.</author>\n<p id=\"AWM\">Plaintiff-appellant commenced his action against the defendant-appellee in the trial court in an action which he designated as a complaint for damages. The action was brought in four legal paragraphs. The first paragraph of amended complaint alleges that defendant was a corporation and that a part of its business was the sale, service and repair of lawn mowers; that appellant delivered his riding lawn mower to appellee and that in the course of repairing the same appellee installed a new motor and pulley.</p>\n<p id=\"b141-11\">Thereafter, appellant, while operating the mower in its repaired condition sustained the severance of the distal and middle phalanges of the middle finger of the right hand when said mower collapsed and the cutting blade struck appellant’s finger.</p>\n<p id=\"b141-12\">Appellant charged more specifically certain acts of negligence of appellee which proximately caused the injuries and damages, namely:</p>\n<blockquote id=\"b141-13\">(a) Defendant failed to install proper parts in the mower, thereby preventing the proper working of the same;</blockquote>\n<blockquote id=\"b141-14\">(b) Appellee installed the motor in such a fashion that the rotary blade extended below the safety shield;</blockquote>\n<blockquote id=\"b142-4\"><page-number citation-index=\"1\" label=\"112\">*112</page-number>(c) Appellee cut away part of the mower, thereby destroying the effectiveness of the shield and exposing the operator of the mower to harm from the cutting blade;</blockquote>\n<blockquote id=\"b142-5\">(d) Appellee repaired said mower in such a manner as to unduly expose appellant to great danger while operating said mower;</blockquote>\n<blockquote id=\"b142-6\">(e) Appellee installed said motor and pulley in such a manner that the cutting edge (knife) of the mower were wholly outside of the safety shield built into the mower;</blockquote>\n<blockquote id=\"b142-7\">(f) That appellee negligently failed to make proper tests and inspect the mower and cut and removed parts of the safety shield, rendering said mower unsuitable and unsafe for use;</blockquote>\n<blockquote id=\"b142-8\">(g) Appellee installed said motor and pulley in such a way that the safety shield did not cover the cutting edges of the mower;</blockquote>\n<blockquote id=\"b142-9\">(h) Appellee failed to inspect said motor after installing the motor and pulley, or if appellee did inspect the same, appellee failed and neglected to advise the plaintiff of the defective condition of said mower after repairs were made.</blockquote>\n<p id=\"b142-10\">To appellant’s first paragraph of amended complaint appellee filed answer in three paragraphs under Supreme Court Rule 1-3.</p>\n<p id=\"b142-11\">The second paragraph of defense was that appellant’s own negligence caused or contributed to produce his alleged injuries. And the third defense was that appellant chose the parts to be used in the repair of his lawn mower and requested that such parts be installed and after the work was done appellant inspected his power mower and accepted it and was aware of all the inherent dangers of operating a power mower, and particularly this mower, and in so doing assumed and incurred the risk of operating the mower. It further alleged his injuries resulted from his own making.</p>\n<p id=\"b143-3\"><page-number citation-index=\"1\" label=\"113\">*113</page-number>Appellant filed a reply under Rule 1-3 denying the allegations contained in appellee’s second and third affirmative paragraphs of answer.</p>\n<p id=\"b143-4\">The second paragraph of amended complaint is substantially the same as the first paragraph, but has a further allegation that appellee warranted said parts were properly installed in the mower and it was in proper condition to operate and there was no danger of injuries to persons or property from its operation.</p>\n<p id=\"b143-5\">It was further alleged that the pulley was so large that appellee cut away part of the safety shield that housed the cutting edge of said mower, and the shaft of said motor was so long that when said motor was installed the cutting edges extended below the safety shield on said mower.</p>\n<p id=\"b143-6\">Appellee was charged with knowledge of the charges immediately above related.</p>\n<p id=\"b143-7\">Appellant further alleged that he relied on the representations and warranties and took the mower home and used the same and that the same collapsed, causing his injuries as outlined in amended paragraph one.</p>\n<p id=\"b143-8\">The appellee filed to paragraph two of amended complaint answer in four paragraphs, with the first being under Rule 1-3. The second paragraph alleged that appellant was negligent and his own negligence caused or contributed to his injury.</p>\n<p id=\"b143-9\">The third paragraph of answer was that appellant chose the parts to be installed in his mower and requested such installation and inspected his mower after they were installed and accepted it with knowledge of all the inherent dangers of operating the power mower and thereby assumed and incurred the risk.</p>\n<p id=\"b143-10\">The fourth paragraph of answer alleges that appellant misused the mower and that he used it in a way in which the mower was not to be used, namely, that he put his finger under the mower into the whirling blade while the motor was run<page-number citation-index=\"1\" label=\"114\">*114</page-number>ning and the blade was cutting everything in its path, and further charges appellant’s alleged injuries were directly and proximately caused by his own misuse of the mower.</p>\n<p id=\"b144-4\">Appellant filed his reply thereto denying the allegations of the affirmative paragraphs of answer.</p>\n<p id=\"b144-5\">Appellant’s third paragraph of amended complaint has the same material allegations as the first two paragraphs of amended complaint, which, in our opinion, is merely a reiteration of the allegations of paragraphs one and two of plaintiff’s amended complaint.</p>\n<p id=\"b144-6\">To this third paragraph of amended complaint appellee filed answer in four paragraphs, of which the first was a denial under Rule 1-3 and the second, third and fourth alleged, in substance, over-all, that appellant’s own negligence was the proximate cause of injury and that appellant had requested the installation of such parts for repairs and checked them out and was aware of the inherent dangers in the use of the mower.</p>\n<p id=\"b144-7\">To this answer to the third paragraph of amended complaint appellant replied in denial of the second, third and fourth paragraphs thereof.</p>\n<p id=\"b144-8\">Appellant, by his fourth paragraph of amended complaint, reiterated substantially the allegations of the paragraphs hereinabove set out.</p>\n<p id=\"b144-9\">To this fourth amended paragraph of complaint appellee filed a first paragraph of answer under Rule 1-3 and a second and third affirmative paragraphs of answer alleging contributory negligence and that appellant had requested certain parts be installed and they were installed at his request and that he had inspected the mower before taking it from the shop and that his injuries were the proximate result of his own negligence.</p>\n<p id=\"b144-10\">To the second and third paragraphs of answer appellant filed his reply in denial.</p>\n<p id=\"b144-11\">The case was tried by a jury. At the close of plaintiff-appel<page-number citation-index=\"1\" label=\"115\">*115</page-number>lant’s evidence appellant moved to amend all four amended paragraphs of his complaint with the same amendment to each. The tendered amendment is to add to paragraph 4 (a) of Paragraph I and to add to paragraphs 3(a) of amended Paragraphs II and III and by adding to amended Paragraph IV the following:</p>\n<blockquote id=\"b145-5\">“That in installing said new motor and said pulley, the defendant so changed the design and specifications of plaintiff’s riding mower to such an extent that his conduct constituted a manufacturing process.”</blockquote>\n<p id=\"b145-6\">The court, after hearing argument on said motion, overruled appellant’s motion to amend pleadings to conform to proof.</p>\n<p id=\"b145-7\">Appellee then filed a motion for directed verdict as to each and every legal paragraph of appellant’s complaint and tendered to the court its instruction for the directed verdict.</p>\n<p id=\"b145-8\">The court sustained the motion for directed verdict as to legal Paragraphs II, III and IV, after which appellee introduced evidence in chief on the first paragraph of amended complaint.</p>\n<p id=\"b145-9\">The jury, after being instructed, returned its verdict finding for the defendant-appellee on the first paragraph of plaintiff’s complaint.</p>\n<p id=\"b145-10\">Appellant, on March 30, 1963, took his riding lawn mower to Sears, Roebuck &amp; Co.’s warehouse at Lafayette, Indiana, to determine if they could replace the motor in said mower with a more powerful motor. Appellee’s manager informed appellant that that could be done without adaptations or modification of the lawn mower and the appellant was told they had a motor on hand that would fit without any adaptations or changes in the design or specifications of the riding mower. Appellant, having been advised that the work could be done, the mower was left until his return on April 29, 1963. At this time appellant was advised by appellee’s manager that the lawn mower had been completed and was in their garage. Appellant went to the garage and observed two men whom he did <page-number citation-index=\"1\" label=\"116\">*116</page-number>not know, but one identified himself as a foreman in charge. Each man wore a Sears, Roebuck &amp; Co. uniform with identifications. The employee identifying himself as being in charge showed appellant the underside of the lawn mower and appellant observed that part of the skirt or shroud had been cut away to make room for installation of a larger pulley to adapt the lawn mower with the new motor.</p>\n<p id=\"b146-5\">Appellant also observed at that time that the nut holding the cutting edge was only partially on. He complained of this fact and was assured by the manager that everything would work properly, with no problems. Appellant further objected to the adaptations and changes in the lawn mower made necessary by the installation of the motor and so informed the manager, and complained that he had been informed there would be no alterations in the design or adaptation of the mower. The manager persuaded the appellant to take the mower with him by assuring him that everything would be all right and Sears would stand behind him.</p>\n<p id=\"b146-6\">Appellant accepted the mower, took it home and commenced mowing his yard therewith. While so mowing he noticed a nut was missing from the upper part of the lawn mower, which he says caused the mower to operate improperly. Appellee introduced evidence that that was observed at the shop and appellant was given a number of nuts to replace the one that was missing before the mower was removed. At the time appellant observed the missing nut he attempted to shut the engine off but the switch would not turn off the ignition and appellant then ran the lawn mower against a tree, but still failed to stop the motor. While the motor was still running and the blade rotating appellant attempted to install or replace the missing nut and reached under the shroud or shield and the middle finger of his right hand was met by the revolving blade and promptly ripped off. Appellant stated that he later learned that the cutting edge of the mower was below and outside the protective plate of the shield or shroud. He further said he had exhausted all means he knew about to stop the <page-number citation-index=\"1\" label=\"117\">*117</page-number>engine from running and did not receive an instruction booklet with the lawn mower when he purchased it from the appellee, some three years before he lost a part of his finger.</p>\n<p id=\"b147-5\">There is further evidence in the record that while the motor was turned on its side and inspected by appellant before he accepted delivery thereof and removed it to his home, he observed that the nut holding the cutting blade on the shaft from the oversized motor he had had installed would not tighten and left a number of the threads exposed in the nut.</p>\n<p id=\"b147-6\">The appellant timely filed his motion for a new trial, which motion, omitting the formal parts, is in the words and figures as follows, to-wit:</p>\n<blockquote id=\"b147-7\">“1. The Court erred in sustaining part of said Defendant’s Mutiple Motion filed by the defendant at the September term, 1965.</blockquote>\n<blockquote id=\"b147-8\"><em>“2. </em>The Court erred in over-ruling plaintiff’s Multiple Motion addressed to defendant’s Answer filed by the plaintiff at the 1968 Term.</blockquote>\n<blockquote id=\"b147-9\">“3. The Court erred in over-ruling plaintiff’s Objections to Taking of Deposition by the Defendant of Sally A. Lawson at the 1968 Term.</blockquote>\n<blockquote id=\"b147-10\"><em>“4. </em>The Court erred in over-ruling plaintiff’s Motion to Amend Pleadings to Conform to the Proof filed by the plaintiff at the 1968 Term.</blockquote>\n<blockquote id=\"b147-11\">“5. The Court erred in sustaining said defendant’s Motion for Directed Verdict addressed to Amended Paragraph Two of plaintiff’s Complaint filed by the defendant at the 1968 Term.</blockquote>\n<blockquote id=\"b147-12\">“6. The Court erred in sustaining said defendant’s Motion for Directed Verdict addressed to Amended Paragraph Three of Plaintiff’s Complaint filed by the defendant at the 1968 Term.</blockquote>\n<blockquote id=\"b147-13\"><em>“7. </em>The Court erred in sustaining said defendant’s Motion for Directed Verdict addressed to Paragraph Four of plaintiff’s complaint filed by the defendant at the 1968 Term.</blockquote>\n<blockquote id=\"b147-14\">“8. The court erred in giving the jury the Court’s written Instruction Number 16.</blockquote>\n<blockquote id=\"b147-15\">“9. The verdict of the jury is not sustained by sufficient evidence.</blockquote>\n<blockquote id=\"b147-16\">“10. The verdict of the jury is contrary to law.</blockquote>\n<blockquote id=\"b148-3\"><page-number citation-index=\"1\" label=\"118\">*118</page-number>“11. The verdict of the jury is not sustained by sufficient evidence and is contrary to law.</blockquote>\n<blockquote id=\"b148-5\">“12. The Court erred in refusing to give each of the Instructions Numbered 1, 2, 3, 4, 5, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51 and 52.”</blockquote>\n<p id=\"b148-10\">The motion for new trial was overruled and the appellant assigns as error that the trial court erred in overruling appellant’s motion for a new trial.</p>\n<p id=\"b148-11\">Appellee contends that each and every specification of error set out in the motion for a new trial presents no error for review by this court.</p>\n<p id=\"b148-12\">Appellee has set out its objections to the different specifications of error as set out in appellant’s motion for a new trial. These objections are so similar that we now group 1, 2, 3, 4, 5, 6, and 7 and we shall treat them together.</p>\n<p id=\"b148-13\">Specifications 8 and 12 are similar and capable of being treated together.</p>\n<p id=\"b148-14\">Specifications 9, 10 and 11 are most similar and capable of being treated together and are now grouped together.</p>\n<p id=\"b148-15\">This cause was tried, and the motion for new trial was filed, prior to the adoption of Indiana Rules of Procedure, effective January 1, 1970.</p>\n<p id=\"b148-16\">No copy of a memorandum of reasons why the motion for new trial should be sustained was set out in appellant’s brief. We have made a diligent search of the transcript to be sure none was filed and which search revealed no memorandum was copied in the transcript.</p>\n<p id=\"b148-17\">Rule 1-14 B New Trial — Memorandum, of the Supreme Court Rules adopted in 1967, provides that where no memorandum is filed with the motion for a new trial on the grounds “that the verdict or decision is not sustained by sufficient evidence or is contrary to law” the party filing such motion shall be deemed to have waived any ground not specified in the memorandum.</p>\n<p id=\"Au6\"><page-number citation-index=\"1\" label=\"119\">*119</page-number>The failure of appellant to file a memorandum with his motion for a new trial in compliance with the Eules of the Supreme Court, <em>ante, </em>requiring a memorandum to be filed with the motion for a new trial in support of the assertion that the finding and decision were not sustained by sufficient evidence or were contrary to law is a jurisdictional error and judgment of the trial court must be affirmed. <em>Christlieb </em>v. <em>Overmyer </em>(1969), 145 Ind. App. 688, 252 N. E. 2d 257; <em>State Board of Tax Commissioners </em>v. <em>Trustees of Adoniram Lodge of Perfection, 14°, Ancient Accepted Scottish Rite, Valley of Indianapolis, N.M.J. </em>(1969), 145 Ind. App. 300, 250 N. E. 2d 605; <em>Sailer </em>v. <em>Whirlpool Corporation </em>(1969), 144 Ind. App. 426, 246 N. E. 2d 493.</p>\n<p id=\"b149-6\">We are constrained to hold that specifications numbered 9, 10 and 11 of appellant’s motion for a new trial present nothing to this court for review.</p>\n<p id=\"b149-7\">Burns’ Rev. Stat., Vol. 2, part 2, § 2-2401, sets out the eight causes for which a new trial may be granted. Section 8 is pertinent here and is in the words and figures as follows, to-wit:</p>\n<blockquote id=\"b149-8\">“Eighth. Error of law occurring at the trial and excepted to by the party making the application; and the court, in granting new trials, may allow the same at the costs of the party applying therefore, or on the costs abiding the event of the suit, or a portion of the costs, as the justice and equity of the case may require, taking into consideration the causes which may make such new trial necessary.”</blockquote>\n<p id=\"b149-9\">This section is the only one, in our opinion, which is applicable to this case in that it deals with error of law occurring at the trial.</p>\n<p id=\"A2C\">However, we are of the further opinion after reviewing the statute, that specifications of error one through seven, both inclusive, of appellant’s motion for a new trial cannot be assigned as independent errors, but must be assigned under the specification of “error of law occurring at the trial.” <em>Sailer </em>v. <em>Whirlpool Corporation, supra.</em></p>\n<p id=\"Ayc\"><page-number citation-index=\"1\" label=\"120\">*120</page-number>We are constrained to hold that said specifications numbered one through seven of appellant’s motion presented no question to either the trial court or this court on appeal, since the statute wholly fails to recognize such specifications as set out in the motion for a new trial as cause for a new trial. <em>Albee Hammond Homes, Inc. </em>v. <em>Bicknes </em>(1969), 146 Ind. App. 5, 252 N. E. 2d 808, Transfer denied April 24, 1970.</p>\n<p id=\"b150-7\">In specification 8 of appellant’s motion for a new trial he assigned as error that the “court erred in giving to the jury” the court’s instruction number 16; in specification 12 thereof appellant assigned as error the “court erred in refusing to give” certain instructions.</p>\n<p id=\"Av_\">We are of the opinion that for the reasons assigned by this court to specifications 1 through 7 of the motion for a new trial as above set out that the appellant presented no question to the trial court or this court on appeal and we are now constrained to hold that appellant waived any error he may have had under specifications 8 and 12 dealing with instructions.</p>\n<p id=\"b150-11\">And, further, this appeal was briefed under the Indiana Rules of Procedure effective January 1, 1970, although it was tried in 1969. Under the present effective Rules it is permissible, under Trial Rule 84, as follows:</p>\n<blockquote id=\"b150-12\">“Trial Rule 84</blockquote>\n<blockquote id=\"AoxQ\">Effective Date</blockquote>\n<blockquote id=\"b150-13\">“These rules will take effect on January 1, 1970. They govern all proceedings in actions brought after they take effect and also all further proceedings in actions then pending, except to the extent that in the opinion of the court their application in a particular action pending when the rules take effect would not be feasible or would work injustice, in which event the former procedure applies.”</blockquote>\n<p id=\"b151-3\"><page-number citation-index=\"1\" label=\"121\">*121</page-number><page-number citation-index=\"1\" label=\"120\">*120</page-number>In addition to the failure to save any question on specifications 8 and 12 pertaining to instructions under the 1967 Rules, <page-number citation-index=\"1\" label=\"121\">*121</page-number>the appeal of this cause came under the 1970 Rules, which required the appellant to save his claimed errors pertaining to the giving or refusing of certain instructions to set out the instructions verbatim in the argument section of the brief, with the verbatim objections, if any, made thereto. Under this rule of the Supreme Court appellant’s failure amounted to a waiver of any alleged error. Indiana Rules of Procedure, 1970, AP Rule 8.3 [A] [7].</p>\n<p id=\"b151-5\">Appellant having failed to save any alleged error complained of, nothing has been presented to this court for review.</p>\n<p id=\"b151-6\">The judgment of the trial court is hereby affirmed.</p>\n<p id=\"b151-7\">Carson and Lybrook, JJ., concur; Sullivan, J., concurs in result only.</p>\n<p id=\"b151-8\">Note. — Reported in 264 N. E. 2d 89.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}