{
  "casebody": {
    "data": "<casebody firstpage=\"341\" lastpage=\"352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b387-9\">UNITED STATES of America, Plaintiff-Appellee, v. Shannon Derrell WILLIAMS, a/k/a Doe, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b387-12\">No. 03-4137.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b387-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b387-14\">Argued Dec. 4, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b387-15\">Decided Jan. 16, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b389-11\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>ARGUED: Christopher Ford Cowan, Cowan &amp; Owen, P.C., Richmond, Virginia, for Appellant. David T. Maguire, Assistant United States Attorney, Alexandria, Virginia, for Appellee. ON BRIEF: Paul J. McNulty, United States Attorney, Michael J. Elston, Assistant United States Attorney, Alexandria, Virginia, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b389-12\">Before WILKINS, Chief Judge, TRAXLER, Circuit Judge, and RICHARD D. BENNETT, United States District Judge for the District of Maryland, sitting by designation.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b389-13\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b389-14\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b389-15\">OPINION</p>\n<author id=\"b389-16\">PER CURIAM.</author>\n<p id=\"b389-17\">Shannon Derrell Williams (“Shannon”) appeals from his convictions on various drug-related charges, including a conviction for a triple murder committed in connection with his drug activities. Finding no reversible error, we affirm.</p>\n<p id=\"b389-18\">I.</p>\n<p id=\"b389-19\">The record reveals the following facts. Shannon and four other individuals were named in a multi-count indictment arising out of their involvement in a loose-knit association of drug dealers that controlled an open-air drug market at the corner of Milton Street and Maryland Avenue in Richmond, Virginia. The dealers involved in the drug operation, sometimes referred to as the “M &amp; M Boys” or “Highland Park Boys,” had been selling drugs in the area from 1995 to 2001.</p>\n<p id=\"b389-20\">Although the evidence demonstrated that the drug dealers, including Shannon, usually sold crack cocaine individually, they jointly controlled the area to the exclusion of other drug dealers, chased and assaulted those who attempted to encroach upon their turf or to steal drugs from them, benefitted from paid “lookouts” who would yell “5-0” to alert them to approaching police officers, and sought ref<page-number citation-index=\"1\" label=\"344\">*344</page-number>uge within the four primary drug houses on Milton Street — the Williams house, the Hall house, the Coffey house, and, most frequently, the Chavis house. In addition, there was testimony that Shannon occasionally supplied the other dealers with crack for sale and that Shannon regularly paid at least one person to transact drug sales on his behalf when Shannon was approached by buyers that he did not know.</p>\n<p id=\"b390-4\">On November 6, 1998, at approximately 2 a.m., Corey Roberts, James Sargent, and Leslie Holloman drove to the Milton Street and Maryland Avenue area to purchase crack cocaine. Roberts was driving, Sargent was in the front passenger seat, and Holloman was in the rear seat. Derek Toms, one of the Milton and Maryland drug dealers, was walking down the street at the time. Shannon was standing on the porch of the Chavis house with several other dealers. When the car stopped, Holloman got out of the back seat, approached Toms, and asked Toms if he had any crack for sale. Toms, who had crack that he had obtained from Shannon, was about to make the sale when Shannon walked up behind Toms, pointed a 9mm firearm with a directional beam over Toms’s shoulder at Holloman and demanded that Holloman give him his money. Shannon had obtained the gun earlier from Jemar Jordan, another Milton and Maryland drug dealer, while the men were hanging out at the Chavis house. Apparently believing that Shannon was playing around, Holloman brushed the gun away from his face, at which point Shannon re-aimed the gun at Holloman and shot him through the right eye. Roberts, who was still in the driver’s seat, attempted to flee, but Shannon shot him in the back of the head, causing Roberts to slump forward and collide with another vehicle. Shannon then walked to the side of the vehicle and shot Sargent. After shooting Roberts and Sargent, Shannon returned to Holloman’s body and took money from the victim’s pants pocket. He then fled the scene. Holloman, Roberts, and Sargent all died from their gunshot wounds.</p>\n<p id=\"b390-6\">Immediately after the murders, Shannon’s family concocted a false alibi for him,' telling Richmond police that Shannon had been babysitting for his sister at the time of the murders. Shannon’s sister personally confirmed the alibi to local law enforcement at the time. Two years later, Shannon’s sister again provided this alibi to federal law enforcement officers, who had by that time joined in the investigation. But when presented with a federal grand jury subpoena, Shannon’s sister recanted the false alibi and admitted that she had lied at her family’s request.</p>\n<p id=\"b390-7\">On October 26, 2001, at approximately 2:20 a.m., Richmond police officers Jean-Guy LeGouffe and Thomas McGovern were patrolling in a marked police unit when they observed a 1983 Oldsmobile vehicle approaching them on Milton Street. The vehicle had an inoperable running light in the front. The officers pulled in behind the vehicle and activated their emergency lights. After turning onto another street and driving the length of three or four houses, the driver of the Olds-mobile finally pulled to the side of the road. Although repeatedly instructed to remain in the vehicle, the driver exited the vehicle, stopped, and momentarily looked at Officer LeGouffe while playing with a black plastic bag in his hand. When Officer LeGouffe, who had also exited his patrol car, began to approach the driver, the driver ran from the scene. Both Officer LeGouffe and Officer McGovern gave chase. Officer McGovern nearly caught the fleeing suspect, but fell just as he reached forward to grab him. Almost simultaneously, Officer McGovern saw the driver throw the black plastic bag and, <page-number citation-index=\"1\" label=\"345\">*345</page-number>although the officers were ultimately unable to apprehend the driver, Officer McGovern was able to immediately retrieve the black plastic bag from where it had been thrown.</p>\n<p id=\"b391-5\">The black plastic bag was subsequently confirmed to contain 200.987 grams of cocaine base and a handheld digital scale. A search of the vehicle revealed a number of documents bearing Shannon’s name, and Officer McGovern identified Shannon as being the driver of the vehicle from a mug shot obtained from police records. It was determined that the Oldsmobile was registered in the name of Dorothy Williams, a family friend of Shannon. Ms. Williams later testified that she had registered the vehicle in her name at Shannon’s request and that the vehicle was driven primarily by Shannon. A set of keys found in the ignition contained a key to the front door of the house where Shannon lived at the time. Ms. Williams also testified that Shannon’s mother called her at some point and told her that the car had been stolen. Ms. Williams reported the vehicle stolen to the police as a result, but Shannon later told her “that he had got stopped about two [in the morning] and he ran because he was dirty.” J.A. 300. Ms. Williams testified that she no longer believed the vehicle was stolen after that, but she never contacted the police to retract her theft report.</p>\n<p id=\"b391-6\">In February 2002, after Officers LeGouffe and McGovern had recovered the 200.987 grams of crack cocaine, ATF Special Agent Brian Swann obtained a federal warrant for Shannon’s arrest for possession with intent to distribute crack cocaine. Shannon was arrested on February 21, 2002, at which time officers found 3.27 grams of crack cocaine in his pants pocket. When questioned, Shannon admitted that, “You caught me red-handed with coke.” J.A. 316.</p>\n<p id=\"b391-7\">Following a bench trial, Shannon was convicted of one count of conspiracy to distribute more than 50 grams of cocaine base at the Milton and Maryland open air drug market (Count I), <em>see </em>21 U.S.C.A. § 846 (West 1999); one count of possession with intent to distribute 50 grams or more of cocaine base, arising from the crack cocaine recovered during the October 2001 traffic stop (Count II), <em>see </em>21 U.S.C.A. § 841(a)(1) (West 1999); one count of possession with intent to distribute cocaine base, arising out of the crack cocaine recovered from Shannon’s pocket during the February 2002 arrest (Count III), <em>see </em>21 U.S.C.A. § 841(a)(1); three counts of murder while engaged in a drug conspiracy involving more than 50 grams of cocaine base (Counts VII through IX), <em>see </em>21 U.S.C.A. § 848(e)(l)(A)(West 1999); and one count of use of a firearm during and in relation to a drug conspiracy, resulting in death (Count X), <em>see </em>18 U.S.C.A. § 924(c) and <em>(j) </em>(West 2000). Shannon was sentenced to life imprisonment on Counts I, II, VII, VIII, and IX, to run concurrently with each other, to 240 months imprisonment on Count III to run concurrently with the former, and to life imprisonment on Count X to run consecutively. Shannon appeals his conviction and sentence on numerous grounds. For the reasons below, we find no reversible error and affirm.</p>\n<p id=\"b391-8\">II.</p>\n<p id=\"b391-9\">A.</p>\n<p id=\"b391-10\">Shannon first argues that the district court erred in denying his motion to suppress the evidence obtained as a result of the October 2001 traffic stop and, in particular, the 200.987 grams of cocaine base that was recovered from the black plastic bag. We review the district court’s factual findings for clear error and its legal con<page-number citation-index=\"1\" label=\"346\">*346</page-number>elusions de novo. <em>See United States v. Hamlin, </em>319 F.3d 666, 671 (4th Cir.2003). We construe the evidence in the light most favorable to the government. <em>See id.</em></p>\n<p id=\"b392-4\">The crux of Shannon’s claim is that the evidence from the traffic stop was improperly admitted by the district court because the traffic stop was not based on probable cause or a reasonable and articulable suspicion of criminal activity. Because a traffic stop of a vehicle constitutes a seizure within the meaning of the Fourth Amendment, such stops must be reasonable under the circumstances. <em>See Whren v. United States, </em>517 U.S. 806, 810, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996). “As a general matter, the decision to stop an automobile is reasonable where the police have probable cause to believe that a traffic violation has occurred,” <em>id., </em>or “a reasonable suspicion supported by articulable facts that criminal activity may be afoot.” <em>United States v. Sokolow, </em>490 U.S. 1, 7, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989) (internal quotation marks omitted). In evaluating the existence of reasonable suspicion, we consider “the totality of the circumstances” known to the officer at the time of the stop. <em>Sokolow, </em>490 U.S. at 8 (internal quotation marks omitted). The subjective intentions or motivations of the officer for stopping the vehicle do not affect the validity of the stop. <em>See Whren, </em>517 U.S. at 813; <em>United States v. Hassan El, </em>5 F.3d 726, 730 (4th Cir.1993). As long as the officer has a reasonable suspicion that even a minor traffic offense has occurred or is occurring, the stop of the vehicle is constitutionally permissible. <em>See Hassan El, </em>5 F.3d at 730.</p>\n<p id=\"b392-7\">In this case, the patrolling officers observed an inoperable running light on the front of the Oldsmobile vehicle. Officer LeGouffe believed that the light also functioned as the turn signal and hazard light. After the stop and some additional inquiry, however, it was determined that the inoperable light was a combination light designed to operate as a parking lamp, turn signal, and hazard light. The light had a single bulb, but the bulb had two filaments. One filament operated the parking lamp function and another filament operated the turn signal and hazard light function. Accordingly, it turned out that Officer LeGouffe was factually mistaken in his belief that, because the parking lamp was inoperable, the vehicle’s turn signal and hazard lights were also inoperable.</p>\n<p id=\"b392-8\">The district court ruled that, although the inoperable running light alone did not violate Virginia law, Officers LeGouffe and McGovern had a reasonable suspicion that Virginia law was being violated. We agree. Having observed the inoperable parking light, the officers had a reasonable, articulable suspicion that the vehicle was being operated in violation of Virginia’s law requiring that the vehicle possess operational turn signals in the front and rear. <em>See </em>Va.Code Ann. § 46.2-1038 (Michie 2002);<footnotemark>1</footnotemark> Va.Code Ann. § 46.2-1003 <page-number citation-index=\"1\" label=\"347\">*347</page-number>(Michie 2002).<footnotemark>2</footnotemark> The fact that the officers were factually mistaken did not render the stop illegal. <em>See United States v. Chantahsouxat, </em>342 F.3d 1271, 1276 (11th Cir. 2003) (“[A]n officer’s reasonable mistake of fact may provide the objective grounds for reasonable suspicion or probable cause required to justify a traffic stop, but an officer’s mistake of law may not.”). Accordingly, we affirm the district court’s denial of Shannon’s motion to suppress the evidence obtained in the wake of the traffic stop.</p>\n<p id=\"b393-5\">B.</p>\n<p id=\"b393-6\">Prior to trial, Shannon moved to suppress Officer LeGouffe’s in-court identification of Shannon as the driver of the 1983 Oldsmobile stopped in October 2001. Shannon argued that LeGouffe should not be allowed to identify him at trial because LeGouffe’s pre-trial identification of Shannon was so impermissibly suggestive as to give rise to a substantial likelihood of misidentification at trial.</p>\n<p id=\"b393-7\">When considering whether in-court identification testimony is admissible, the court employs a two-step analysis. The court examines whether the pretrial procedure was impermissibly suggestive and, if so, whether the identification was reliable in any event. <em>See United States v. Wilkerson, </em>84 F.3d 692, 695 (4th Cir.1996). In determining the reliability of the identification evidence, the court considers a number of factors, specifically</p>\n<blockquote id=\"Ajl\">(1) the witness’ opportunity to view the perpetrator at the time of the crime; (2) the witness’ degree of attention at the time of the offense; (3) the accuracy of the witness’ prior description of the perpetrator; (4) the witness’ level of certainty when identifying the defendant as the perpetrator at the time of the confrontation; and (5) the length of time between the crime and the confrontation. These factors are weighed against the corrupting effect of the suggestive identification itself.</blockquote>\n<p id=\"b393-10\"><em>Id. </em>(internal citation and quotation marks omitted); <em>see also Manson v. Brathwaite, </em>432 U.S. 98, 114, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977) (rejecting <em>per se </em>exclusionary rule for suggestive out-of-court identification processes and concluding “that reliability is the linchpin in determining the admissibility of identification testimony’).</p>\n<p id=\"b393-11\">Officer LeGouffe testified that immediately after pulling behind the Oldsmobile, he stood face-to-face with the driver of the vehicle on a well-lit street a half-car length away for several moments before the driver began to run. In addition, Officer LeGouffe was no “casual or passing observer, as is so often the case with eyewitness identification.” <em>Manson, </em>432 U.S. at 114. He “was a trained police officer on duty,” who “could be expected to pay scrupulous attention to detail.” <em>Id. </em>at 115. Shortly after the stop, Officer LeGouffe was presented with a one-inch by one-inch, black- and-white mug shot of Shannon and documents recovered from the vehicle bearing Shannon’s name. At that time, LeGouffe identified Shannon as the driver from the small photograph, but he admitted that the mug shot was too small to identify Shannon on that basis alone. At the pretrial proceeding in October 2002, however, LeGouffe testified that Shannon “appealed] to look just like” the driver he encountered that night, although he “ha[d] more facial <page-number citation-index=\"1\" label=\"348\">*348</page-number>hair than [he] remember[ed].” J.A. 88. And, at trial, LeGouffe again testified that Shannon appeared to be the driver that he observed that night.</p>\n<p id=\"b394-4\">Much is made of the fact that Officer LeGouffe also completed an incident report after the encounter describing the driver of the vehicle as 5'9\" to 5'10\", 145 to 150 pounds, and dark-skinned, whereas police records indicated that Shannon was 5'11\" or 6', 195 pounds, and light-skinned. However, we view these discrepancies between Officer LeGouffe’s initial description of the driver and the defendant’s actual appearance as described by other police records to be minor ones under the circumstances, particularly when weighed alongside the other factors for consideration. Officer LeGouffe testified that he looked at the driver’s face and hands in the moments before he ran and, to the extent one would place emphasis upon the variations, they were matters appropriately considered by the district court as fact-finder in weighing the identification testimony, not in determining its admissibility. Accordingly, we find no abuse of discretion in the district court’s decision to allow Officer LeGouffe, a trained police officer who had clear occasion to observe the driver that night, to offer the in-court identification of Shannon as the driver of the vehicle.</p>\n<p id=\"b394-5\">C.</p>\n<p id=\"b394-6\">Shannon next challenges the district court’s refusal to grant his motion to quash Counts II and III and to dismiss the indictment as a whole. The district court has discretion to dismiss an indictment on the basis of a defect in instituting the prosecution or a defect in the indictment or information when the defendant shows that he has been prejudiced by the irregularity. <em>See </em>Fed.R.Crim.P. 12(b)(3); <em>United States v. Brewer, </em>1 F.3d 1430, 1433 (4th Cir.1993).</p>\n<p id=\"b394-8\">After Officers LeGouffe and McGovern recovered the 200.987 grams of crack cocaine thrown by Shannon when he fled the traffic stop in October 2001, ATF Special Agent Swann executed an affidavit and criminal complaint seeking Shannon’s arrest for possession with intent to distribute crack cocaine. A warrant for his arrest was then issued. Shannon was arrested pursuant to the warrant on February 21, 2002, at which time officers found 3.27 grams of crack cocaine in his pants pocket. These two drug possessions led to Shannon’s indictment for Counts II and III, respectively.</p>\n<p id=\"b394-9\">The criminal complaint executed by Agent Swann was dated February 20, 2002. However, Agent Swann’s accompanying affidavit possessed no specific date, bearing instead an unexecuted date line of “— day of April 2000.” J.A. 155. On appeal, Shannon asserts that the missing date on the affidavit renders the affidavit defective and the criminal complaint a legal nullity because it was impossible, in April 2000, for Agent Swann to attest to Shannon’s possession of crack cocaine in October 2001. Accordingly, Shannon contends that Counts II and III of the indictment are defective and should have been dismissed. In addition, Shannon contends that, because the incarceration resulting from the unlawful arrest allowed law enforcement officers to persuade his family members and others to implicate him in the drug conspiracy, homicide, and firearm counts (Counts I, VII-X), they too are tainted by the date error, and the entire indictment should have been dismissed.</p>\n<p id=\"b394-10\">Shannon offers no direct challenge to the grand jury indictment returned against him and suggests no error occurred during those proceedings. Rather, he challenges his arrest pursuant to the warrant which <page-number citation-index=\"1\" label=\"349\">*349</page-number>preceded his indictment. Like the district court, we are wholly unpersuaded by this argument, which counsel freely acknowledges has no precedential support.</p>\n<p id=\"b395-5\">The Criminal Complaint executed by Agent Swann, and sworn and subscribed to in the presence of the United States Magistrate Judge, is dated February 20, 2002, and refers to the October 26, 2001 traffic stop. The Affidavit bearing the unexecuted date of “_ day of April, 2000” is entitled “Attachment ‘A’ ” and is a continuation of the narrative portion of the Complaint. J.A. 155-56. We are satisfied that the incorrect and unexecuted date preceding the Magistrate Judge’s signature on this attachment to the Criminal Complaint was completely innocent and more than likely resulted from the use of an old form someone else had started filling out for another case. This error was simply overlooked by the Magistrate Judge, who had already executed the properly dated first page. Furthermore, to the extent Shannon could make a case that this minor error in the attachment to the criminal complaint somehow rendered his subsequent indictment defective (which he has not), Shannon has failed to demonstrate how he was prejudiced by the mistake. Accordingly, the district court did not err in denying the motion.</p>\n<p id=\"b395-8\">D.</p>\n<p id=\"b395-9\">Shannon next asserts that the district court abused its discretion in denying his request for the appointment of new counsel. We review a district court’s denial of a motion for substitution of counsel for an abuse of discretion. <em>See United States v. Mullen, </em>32 F.3d 891, 895 (4th Cir.1994).</p>\n<p id=\"b395-10\">Shannon first asked the district court to appoint new counsel to represent him because his attorneys were not telling him what was “going on with [his] case” and because his lead counsel had not “show[n] much interest in [the] case.” J.A. 72-73. On August 6, 2002, the district court denied the motion, noting that counsel was experienced and competent and that Shannon’s complaint was not sufficient to warrant new appointed counsel. Undeterred, Shannon claimed, by letter dated August 19, 2002, that his attorneys were ineffective because they had failed to notice that the indictment was not signed by the grand jury foreperson. The district court denied this second request for new counsel as well, noting that the indictment had, in fact, been signed and finding that Shannon had failed to provide a legally cognizable reason to remove counsel.</p>\n<p id=\"b395-12\">A defendant does not have an absolute right to substitution of counsel. <em>See id. </em>In determining whether the district court abused its discretion in denying a defendant’s motion to substitute counsel, we consider (1) the “timeliness of the motion,” (2) the “adequacy of the court’s inquiry into the defendant’s complaint,” and (3) “whether the attorney/client conflict was so great that it had resulted in total lack of communication preventing an adequate defense.” <em>Id.</em></p>\n<p id=\"b395-13\">We find no abuse of discretion in the district court’s denial of Shannon’s requests for new counsel. After Shannon filed his first motion, the district court conducted a hearing and gave Shannon the opportunity to fully explain in person his reasons for dissatisfaction with his counsel. After Shannon filed his second motion, the district court issued an order explaining that the indictment was indeed signed and directing the clerk to personally provide Shannon with a copy of the original, signed indictment. Thus, the district court conducted an adequate inquiry into Shannon’s complaints and responded appropriately. Having carefully reviewed the record we are satisfied that, although Shannon was <page-number citation-index=\"1\" label=\"350\">*350</page-number>generally dissatisfied as to the level of communication he was receiving from his counsel, he failed to demonstrate a conflict so great as to create a total lack of communication between himself and counsel.</p>\n<p id=\"b396-4\">E.</p>\n<p id=\"b396-5\">Shannon next asserts that the district court erred in admitting into evidence the 200.987 grams of cocaine base because the chain of custody was fatally defective. We review the trial court’s determination that an adequate chain of custody has been established for an abuse of discretion. <em>See United States v. Howard-Arias, </em>679 F.2d 363, 366 (4th Cir.1982).</p>\n<p id=\"b396-6\">Proving the chain of custody of evidence as a threshold requirement to its admissibility establishes that the evidence sought to be introduced is what it purports to be. <em>See id.; </em>Fed.R.Evid. 901 (“The requirement of authentication or identification as a condition precedent to admissibility is satisfied by evidence sufficient to support a finding that the matter in question is what its proponent claims.”). However, a missing link in the chain of custody “does not prevent the admission of real evidence, so long as there is sufficient proof that the evidence is what it purports to be and has not been altered in any material aspect.” <em>Howard-Arias, </em>679 F.2d at 366. The ultimate question is “whether the authentication testimony was sufficiently complete so as to convince the court that it is improbable that the original item had been exchanged with another or otherwise tampered with.” <em>Id.</em></p>\n<p id=\"b396-7\">After the October 2001 traffic stop and ensuing chase, Officer LeGouffe testified that he placed the suspected drugs in the Property Section at the police department. He later submitted the drugs to the State Lab for analysis and, after the lab completed the analysis, returned the drugs to the Property Room. Shannon’s argument focuses on Officer LeGouffe’s testimony that, based on a conversation he had with Officer Michael Spinos, he believed Officer Spinos might also have taken the drugs recovered to the lab at some later point for an additional test. However, Officer Spinos, who testified later, did not testify that he transported the 200.987 grams of crack cocaine to the lab. Rather, he testified that he twice transported the 3.27 grams of crack cocaine (recovered when Shannon was arrested in February 2002) to the state lab, which was confirmed by the forensic scientist’s testimony that the 3.27 grams had indeed been submitted for analysis on two occasions.</p>\n<p id=\"b396-9\">Having carefully reviewed the record, we do not view Officer LeGouffe’s testimony as establishing a “gap” in the chain of custody for the 200.987 grams of crack cocaine. Even if it did, however, we would affirm its admission. There is no evidence or indication that the 200.987 grams of crack cocaine recovered by Officer LeGouffe and Officer McGovern was tampered with at any time, and Officer LeGouffe testified that the evidence appeared to be the same as when it was recovered by them. Accordingly, we hold that the district court did not err in concluding that the government had sufficiently satisfied the requirements for establishing chain of custody and in admitting the crack cocaine into evidence.</p>\n<p id=\"b396-10\">F.</p>\n<p id=\"b396-11\">Next, Shannon challenges the sufficiency of the evidence to support his convictions for Counts I, II, and VII-X. In determining the sufficiency of the evidence supporting a conviction, this court must determine whether “there is substantial evidence, taking the view most favorable to the Government, to support it.” <em>Glasser v. United States, </em>315 U.S. 60, 80, 62 S.Ct. 457, 86 <page-number citation-index=\"1\" label=\"351\">*351</page-number>L.Ed. 680 (1942); <em>see also United States v. Perry, </em>335 F.3d 316, 320 (4th Cir.2003). “[S]ubstantial evidence is evidence that a reasonable finder of fact could accept as adequate and sufficient to support a conclusion of a defendant’s guilt beyond a reasonable doubt.” <em>United States v. Burgos, </em>94 F.3d 849, 862 (4th Cir.1996) (en banc).</p>\n<p id=\"b397-5\">With regard to Count I, we conclude that the evidence, set forth above and viewed in the light most favorable to the Government, was more than sufficient to support the finding that Shannon was a member of a drug conspiracy operation that distributed far in excess of 50 grams of crack cocaine. Like the other dealers operating at Milton and Maryland, Shannon moved freely among the drug houses, sold drugs directly to customers, and benefitted from the joint efforts to protect the drug market, sometimes by violence, from law enforcement, rival dealers, and thieves. In addition, there was testimony that Shannon in particular would, at times, supply drugs to the other dealers and personally used at least one intermediary to sell drugs to customers that he did not know.</p>\n<p id=\"b397-6\">With regard to Count II, there was more than sufficient evidence upon which to find that Shannon was the person who drove the Oldsmobile and then threw away the 200.987 grams of crack cocaine while being pursued by Officers LeGouffe and McGovern in October 2001. The Oldsmobile, registered in a family friend’s name at Shannon’s request, was usually driven by Shannon and, on the night in question, contained numerous documents bearing his name and a set of keys that included Shannon’s house key. In addition, several witnesses testified that Shannon told them he had been stopped or chased by the police and had to “throw” his crack.</p>\n<p id=\"b397-11\">With regard to the murder charges contained within Counts VII through IX, and related firearm offense charged in Count X, we also find sufficient evidence to sustain the convictions. Indeed, Shannon does not contest on appeal the sufficiency of the evidence that he murdered the three men. Father, he argues that the evidence was insufficient to establish that the murders were committed while engaged in a violation of 21 U.S.C.A. § 841(b)(1)(A), as required by 21 U.S.C.A. § 848, and not the result of a routine armed robbery.</p>\n<p id=\"b397-12\">Section 848(e)provides as follows:</p>\n<blockquote id=\"b397-13\">(1) In addition to the other penalties set forth in this section—</blockquote>\n<blockquote id=\"b397-14\">(A) any person engaging in or working in furtherance of a continuing criminal enterprise, or any person <em>engaging in an offense punishable under section 8J+1 (b)(1)(A) </em>... who intentionally kills ... an individual ... shall be sentenced to any term of imprisonment, which shall not be less than 20 years, and which may be up to life imprisonment, or may be sentenced to death.... ”</blockquote>\n<p id=\"b397-15\">21 U.S.C.A. § 848(e)(1)(A) (emphasis added). A conspiracy to distribute and possess with intent to distribute more than 50 grams of crack cocaine is “an offense punishable under section 841(b)(1)(A).” <em>Id.; see </em>21 U.S.C.A. § 846.<footnotemark>3</footnotemark> Accordingly, we reject Shannon’s contention that murder committed while a defendant is engaged in a conspiracy involving the distribution of in excess of 50 grams of crack cocaine is not punishable under Section 848(e)(1)(A).</p>\n<p id=\"b397-16\">We likewise reject Shannon’s contention that the evidence was insufficient to support the finding that the murders were <page-number citation-index=\"1\" label=\"352\">*352</page-number>related to a drug trafficking offense as opposed to a random act of violence occurring during an unrelated armed robbery. At the time of the murders, the victims were seeking drugs. Indeed, Toms was in the process of selling one victim crack cocaine that he had obtained from Shannon while the other two victims waited in the vehicle. After the murders, Shannon gave a number of different motives for killing the three men. He told his girlfriend that he killed the men because he believed they were undercover police officers. He told one of his co-conspirators that he was “too drunk” at the time. He told another man that the victims “came around here trying to score or whatever, but they had a little money and they was trying to play him.” J.A. 626. And his brother Andre, who also questioned Shannon about it, testified Shannon “didn’t have no exact reason of why he did it.” J.A. 455.</p>\n<p id=\"b398-4\">Based upon this evidence, a rational trier of fact reasonably could have concluded that the murders were intertwined with the crack cocaine trafficking taking place at Milton and Maryland during the relevant time frame. For the same reasons, we also reject Shannon’s argument that the related firearm conviction under 18 U.S.C.A. § 924(c) and (j) cannot stand because the murders occurred during the course of a random armed robbery and not a drug trafficking offense.</p>\n<p id=\"b398-5\">G.</p>\n<p id=\"b398-6\">Shannon’s final claim is that the district court committed reversible error in its calculation of the drug quantities for which he was held accountable for purposes of sentencing. We review the district court’s drug quantity determination for clear error. <em>See United States v. Fletcher, </em>74 F.3d 49, 55 (4th Cir.1996).</p>\n<p id=\"b398-7\">In this case, Shannon was convicted of participating in a crack distribution conspiracy that lasted at least six years. A number of witnesses testified as to discrete amounts of crack cocaine that they personally observed Shannon selling, or that they sold on his behalf, as well as to the frequency of these regular transactions. Having carefully reviewed this testimony, we conclude that the trial court did not err in its calculations of drug quantity and, in fact, appears to have been conservative in its calculation.</p>\n<p id=\"b398-8\">III.</p>\n<p id=\"b398-9\">For the foregoing reasons, we affirm the convictions and sentences on all counts.</p>\n<p id=\"b398-10\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b392-5\">. At oral argument, Shannon contended for the first time that Virginia law did not require the Oldsmobile to have operable electrical turn signals. To the extent we would consider this eleventh-hour argument, we reject it. Although Virginia statutes submitted to us after oral argument appear at first blush to allow drivers to employ either hand signals or electrical turn signals, as argued by counsel, the statutes go on to quite clearly provide that \"[i]t shall be unlawful for any person to drive on any highway a motor vehicle registered in the Commonwealth and manufactured or assembled <em>after January 1, 1955, </em>unless such vehicle is equipped with [electrical] turn signals on both front and rear,” Va.Code Ann. § 46.2-1038(B), and that \"[n]o front turn signal ... shall be required on vehicles manufactured <em>before January 1, 1943,\" </em>Va.Code Ann. § 46.2-1039. The Oldsmobile stopped by Officers LeGouffe and McGovern was a 1983 model.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b393-8\">. <em>See </em>Va.Code Ann. § 46.2-1003 (Michie 2002) (\"It shall be unlawful for any person to use or have as equipment on a motor vehicle operated on a highway any device or equipment mentioned in § 46.2-1002 which is defective or in an unsafe condition.”); Va.Code Ann. § 46.2-1002 (Michie 2002) (setting forth such equipment as including \"any lighting device, warning device, [or] signal device”).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b397-7\">. \"Any person who attempts or conspires to commit any offense defined in this subchapter shall be subject to the same penalties as those prescribed for the offense, the commission of which was the object of the attempt or conspiracy.” 21 U.S.C.A. § 846 (West 1999).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}