{
  "casebody": {
    "data": "<casebody firstpage=\"654\" lastpage=\"698\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b676-4\">758 A2d 1063</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"Abi\">Orville Radcliffe DIXON v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b676-7\">No. 1893,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Ady\">Sept. Term, 1999.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b676-8\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AQY\">Sept. 6, 2000.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b679-8\"><page-number citation-index=\"1\" label=\"657\">*657</page-number>Michael A. Kamara, Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b679-9\">M. Jennifer Landis, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, Baltimore, and Douglas Gansler, State’s Attorney for Montgomery County, Rockville, on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b679-10\">Argued before DAVIS, HOLLANDER, and ADKINS, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b679-11\">HOLLANDER, Judge.</author>\n<p id=\"b679-12\">This case involves an informant’s tip that led Montgomery County police to search the trunk of a car driven by Oliver Radcliffe Dixon, appellant, on January 22, 1999. During the search, the police recovered nine bags of marijuana. Following a jury trial in the Circuit Court for Montgomery County, appellant was convicted of possession of marijuana with intent to distribute, in violation of Md.Code (1957, 1996 RepLVol., 1999 Supp.), Art. 27, § 286(a)(1) (“Art.27”), and possession of marijuana, in violation of Ait. 27, § 287(a). Dixon was sentenced to three years of incarceration, with all but nine months suspended, for the felony offense. On appeal, he presents five issues for our consideration, which we have condensed, rephrased, and reordered as follows:</p>\n<blockquote id=\"b679-13\">I. Did the court err in denying the motion to suppress the marijuana that was recovered during a search of the trunk of appellant’s car?</blockquote>\n<blockquote id=\"b680-4\"><page-number citation-index=\"1\" label=\"658\">*658</page-number>II. Did the court err in denying the motion to suppress appellant’s statements to police, when the police, <em>inter alia, </em>threatened appellant with deportation?</blockquote>\n<blockquote id=\"b680-5\">III. Did the court err in granting the State’s motion <em>in limine, </em>which barred testimony at trial concerning probable cause?</blockquote>\n<blockquote id=\"b680-6\">IV. Did the court err in adjourning the trial in order to allow the State to locate an expert witness?</blockquote>\n<p id=\"b680-7\">We answer the first question in the affirmative. Accordingly, we shall reverse appellants’ convictions. Therefore, we need not consider the remaining questions.</p>\n<p id=\"b680-8\">FACTUAL BACKGROUND<footnotemark>1</footnotemark></p>\n<p id=\"b680-9\">Dixon, a Jamaican national, moved to suppress the marijuana recovered from the trunk of his car and his statement to the police, claiming they were obtained as a result of an illegal search and seizure, made without probable cause. He also sought to suppress his statement to police on the ground that it was “elicited with threats of deportation, cunning statements, and without mandatory procedural safeguards.”</p>\n<p id=\"b680-10\">The suppression hearing was held on May 14, 1999 (Woodward, J.). Officer Steven Phelps of the Montgomery County Police Department’s Germantown District Special Assignment Team' (“SAT”) testified for the State. He explained that the Germantown SAT is a plain-clothes unit that operates in a covert capacity.</p>\n<p id=\"b680-11\">Phelps stated that, during the afternoon of January 22, 1999, he received a phone call from a confidential informant. The following testimony is relevant:</p>\n<blockquote id=\"b680-12\">[PROSECUTOR:] Okay. Officer Phelps, directing your attention back to January 22nd, 1999, did there come a time prior to that date that you received information from a <page-number citation-index=\"1\" label=\"659\">*659</page-number>confidential source as to allegations of drug activity involving an Orville Radcliffe Dixon?</blockquote>\n<blockquote id=\"b681-5\">[OFFICER PHELPS:] Yes. Yes, there was.</blockquote>\n<blockquote id=\"AGc\">[APPELLANT’S COUNSEL:] Objection, Your Honor.</blockquote>\n<blockquote id=\"AOt\">THE COURT: Overruled. Go ahead.</blockquote>\n<blockquote id=\"b681-6\">[OFFICER PHELPS:] Yes, I did receive information from a confidential informant regarding that matter.</blockquote>\n<blockquote id=\"AlQ\">[PROSECUTOR:] This individual that you received the information from, <em>have you had occasion to receive information in the past, prior to this incident, from the same informant?</em></blockquote>\n<blockquote id=\"b681-7\">[OFFICER PHELPS:] <em>Yes, I have.</em></blockquote>\n<blockquote id=\"b681-8\">[PROSECUTOR:] And Officer Phelps, have you had occasion to be able to develop one way or another whether the information you received in the past was reliable and accurate?</blockquote>\n<blockquote id=\"b681-9\">[OFFICER PHELPS:] Yes. It was true and accurate— everything that he has—information he’s provided to me.</blockquote>\n<p id=\"b681-10\">According to Phelps, the informant told him that a black male named Orville Dixon would be transporting approximately ten pounds of marijuana to the second level of a parking garage adjacent to the Nordstrom’s department store at the Montgomery Mall. The informant further indicated that Dixon would arrive at the garage at approximately 8:15 p.m. in a dark-colored Acura to conduct a drug sale. The informant did not advise Phelps as to where in the car the marijuana would be located.</p>\n<p id=\"b681-11\">Phelps and other SAT officers proceeded to the garage. As a consequence of information provided on an earlier occasion by the informant concerning Dixon, Phelps “had done previous surveillance on Mr. Dixon” and his Acura, and had obtained photographs of him from the Motor Vehicle Administration. Nevertheless, Phelps did not elaborate either on the substance of the information previously provided by the informant or the results of any surveillance of Dixon that Phelps had conducted.</p>\n<p id=\"b682-4\"><page-number citation-index=\"1\" label=\"660\">*660</page-number>When the police arrived at the garage at approximately 7:00 p.m. to set up surveillance, the Acura was already on the second level. A computer check of the license plate confirmed that the vehicle was registered to appellant. At approximately 8:15 p.m., Phelps saw Dixon emerge from a stairwell in the garage and walk in the direction of his vehicle. According to Phelps, Dixon “look[ed] around as if he was looking for someone,” but never went to his car and soon returned the way he had come. A short time later, Dixon returned to the second level of the garage, walked to his vehicle, removed keys from his pocket, unlocked the driver’s door, and entered the car. At that time, several unmarked police cars “blocked the vehicle in,” removed appellant from the car, and handcuffed him.</p>\n<p id=\"b682-5\">Phelps did not see anything in the passenger compartment consistent with the informant’s description of the contraband. Consequently, he proceeded to open the trunk. Phelps- acknowledged that the police did not ask Dixon to consent to the search, nor did the police have a search warrant. Upon opening the trunk, Phelps immediately noticed a strong odor of marijuana He also saw a red rubber bag in the trunk. Inside that bag was a plastic garbage bag containing nine gallon-sized bags, each containing suspected marijuana.</p>\n<p id=\"b682-6\">According to Phelps, Dixon was then arrested and transported to the Rockville police station, where he was interviewed. Phelps testified that he read Dixon his Miranda<footnotemark>2</footnotemark> rights, and appellant signed the advice of rights form at 9:50 p.m. Phelps denied that any officers threatened appellant or made any promises or inducements to him. Additionally, Phelps indicated that appellant never asked to speak with a lawyer. On cross-examination, however, Phelps acknowledged that, during Dixon’s interview, he and another officer asked appellant “where he was from, and there was a discussion about deportation.”</p>\n<p id=\"b683-4\"><page-number citation-index=\"1\" label=\"661\">*661</page-number>With respect to the informant’s reliability, the following testimony of Officer Phelps is pertinent:</p>\n<blockquote id=\"b683-5\">[APPELLANT’S COUNSEL:] Okay. I just want to call your attention to a few things.</blockquote>\n<blockquote id=\"b683-6\">Officer, you testified that you have used this informant only in this matter, right?</blockquote>\n<blockquote id=\"b683-7\">[OFFICER PHELPS:] In this—pertaining to this ease, yes.</blockquote>\n<blockquote id=\"b683-8\">[APPELLANT’S COUNSEL:] Okay. And in your report, you said you have used him several times before and he proved reliable. Is that correct?</blockquote>\n<blockquote id=\"b683-9\">[OFFICER PHELPS:] I wrote that “The informant has provided information to Germantown SAT before and proved reliable.” I don’t see the word[s] “several times.”</blockquote>\n<blockquote id=\"Ao8\">[APPELLANT’S COUNSEL:] Okay. Provided to Germantown SAT.</blockquote>\n<blockquote id=\"b683-10\">[OFFICER PHELPS:] Correct.</blockquote>\n<blockquote id=\"b683-11\">[APPELLANT’S COUNSEL:] But not to you specifically.</blockquote>\n<blockquote id=\"AN8\">[OFFICER PHELPS:] Germantown SAT. I’m a member of Germantown SAT. So, it depends on semantics.</blockquote>\n<blockquote id=\"Aqo\">[APPELLANT’S COUNSEL:] Okay. Was there any information that this guy has provided to you in particular?</blockquote>\n<blockquote id=\"ATJ\">[OFFICER PHELPS:] Yes. All the information that was provided in this case was provided to me in particular.</blockquote>\n<blockquote id=\"AN_\">[APPELLANT’S COUNSEL:] To you. Okay. Fine. So, in other words, the only time you have ever had to deal with him directly was through this case.</blockquote>\n<blockquote id=\"b683-12\">[OFFICER PHELPS:] Through—pertaining to this case.</blockquote>\n<p id=\"b683-13\">Appellant’s counsel attempted to question Phelps about the extent of his prior surveillance of Dixon:</p>\n<blockquote id=\"b683-14\">[APPELLANT’S COUNSEL:] Okay. And you said that you have conducted a previous surveillance of Mr. Dixon, the Defendant.</blockquote>\n<blockquote id=\"b684-3\"><page-number citation-index=\"1\" label=\"662\">*662</page-number>[OFFICER PHELPS:] That’s correct.</blockquote>\n<blockquote id=\"b684-4\">* <em>**</em></blockquote>\n<blockquote id=\"b684-5\">[APPELLANT’S COUNSEL:] Based on information from the same informant.</blockquote>\n<blockquote id=\"b684-6\">[OFFICER PHELPS:] That’s correct.</blockquote>\n<blockquote id=\"b684-7\">* * *</blockquote>\n<blockquote id=\"b684-8\">[APPELLANT’S COUNSEL:] But actually found nothing.</blockquote>\n<blockquote id=\"AP7\">[PROSECUTOR:] Objection.</blockquote>\n<blockquote id=\"b684-9\">[APPELLANT’S COUNSEL:] Isn’t that correct?</blockquote>\n<blockquote id=\"b684-10\">THE COURT: Sustained.</blockquote>\n<blockquote id=\"b684-11\">[APPELLANT’S COUNSEL:] Actually, based on that information that the informant gave you, were you able to secure an arrest of Mr. Dixon?</blockquote>\n<blockquote id=\"b684-12\">[PROSECUTOR:] Objection.</blockquote>\n<blockquote id=\"b684-13\">THE COURT: Sustained.</blockquote>\n<blockquote id=\"b684-14\">[APPELLANT’S COUNSEL:] When—all the surveillance that you have conducted, what were the results of those surveillance?</blockquote>\n<blockquote id=\"b684-15\">[PROSECUTOR:] Objection.</blockquote>\n<blockquote id=\"b684-16\">THE COURT: Better put the basis on the record.</blockquote>\n<blockquote id=\"AKn\">[PROSECUTOR:] Your Honor, the basis is that the officer has testified that the information he has received from this confidential source has proven to be reliable. That is what the law requires.</blockquote>\n<blockquote id=\"b684-17\">Asking the results is tantamount to asking the identity of the informant and does not in any way protect that individual, as the law is set up to do.</blockquote>\n<blockquote id=\"b684-18\">* * <em>*</em></blockquote>\n<blockquote id=\"b684-19\">THE COURT: I will sustain.the objection.</blockquote>\n<blockquote id=\"b684-20\">[APPELLANT’S COUNSEL:] Okay. Did you have occasion, after the informant—now, let me go back to the . previous surveillance.</blockquote>\n<blockquote id=\"b685-4\"><page-number citation-index=\"1\" label=\"663\">*663</page-number>The previous surveillance that you conducted, were they based on the basis of information received from this same informant?</blockquote>\n<blockquote id=\"b685-5\">[OFFICER PHELPS:] Yes. The surveillance that were conducted were—information was given to me. It wasn’t— there wasn’t specific information, as in this one. It was information about this informant [sic], and I conducted surveillance prior to that.</blockquote>\n<blockquote id=\"b685-6\">* * *</blockquote>\n<blockquote id=\"b685-7\">[APPELLANT’S COUNSEL:] ... [A]re you testifying that most of the information from this informant pertained to [Dixon]?</blockquote>\n<blockquote id=\"b685-8\">[OFFICER PHELPS:] Correct.</blockquote>\n<blockquote id=\"b685-9\">[APPELLANT’S COUNSEL:] Okay. What types of information did you get regarding this Defendant?</blockquote>\n<blockquote id=\"b685-10\">[OFFICER PHELPS:] Where the subject lived, where he worked, the subject’s vehicle, the activity that he was involved in, the specifics of this case, and specifics of other incidents.</blockquote>\n<blockquote id=\"b685-11\">If I do reveal that, I believe I would be revealing the informant’s person. If I revealed the specific incidents and the information in other specific incidents, I think it would reveal who the informant is.</blockquote>\n<blockquote id=\"b685-12\">[APPELLANT’S COUNSEL:] And did you have the opportunity to check that information?</blockquote>\n<blockquote id=\"b685-13\">[OFFICER PHELPS:] Yes, I did.</blockquote>\n<blockquote id=\"b685-14\">[APPELLANT’S COUNSEL:] And did you find out about the activities that the Defendant was involved in?</blockquote>\n<blockquote id=\"b685-15\">[OFFICER PHELPS:] Yes, I did.</blockquote>\n<blockquote id=\"b685-16\">* * *</blockquote>\n<blockquote id=\"b685-17\">[APPELLANT’S COUNSEL:] If I may, Officer Phelps, the only basis for arresting Mr. Dixon, the Defendant, was exclusively on what the informant told you. Isn’t that correct?</blockquote>\n<blockquote id=\"b686-4\"><page-number citation-index=\"1\" label=\"664\">*664</page-number>[OFFICER PHELPS:] Based on what the informant told me and what I observed at the scene, the totality of the circumstances, I believed there was probable cause for an arrest.</blockquote>\n<blockquote id=\"b686-5\">[APPELLANT’S COUNSEL:] Okay. What did you observe on the scene that made you believe that he had committed a crime?</blockquote>\n<blockquote id=\"b686-6\">[OFFICER PHELPS:] What made me think that was that the information the informant had given me, which, as in the past, had been proved—his information had proved to me to be reliable and true—coincided with what was going on that evening in terms of the locations, the time, the vehicle involved.</blockquote>\n<blockquote id=\"b686-7\">I believe that all to be in sync. I believe that to be enough to believe that he was committing the crime that I was informed that he would be committing.</blockquote>\n<p id=\"b686-8\">Appellant testified in his own behalf. He stated that he was employed at Nordstrom’s and that, on the night in question, he left work around 8:00 p.m. to go to his car. Dixon claimed that he mistakenly left something in the store and had to return to get it. Dixon then returned to the garage, got into his car, and started it. Thereafter, he was surrounded by “a lot of cars,” and was removed from the car, handcuffed, searched, and placed into a police cruiser.</p>\n<p id=\"b686-9\">Dixon was interviewed at the police station by Corporal Althoff, Detective Philip Tou, and Officer Phelps. Appellant maintained that the police threaténed him with deportation and, but for those threats, he would not have spoken to the police. Moreover, he indicated that he did not sign a <em>Miranda </em>form until after the officers concluded the questioning. Appellant described the discussion that led to the questioning:</p>\n<blockquote id=\"AGR\">It started by, “It would be best”—“It would be in your best interest to talk to us”—“to, you know, talk to us.”</blockquote>\n<blockquote id=\"b686-10\">So, at the time, I was quiet. And they asked me, “Where are you from?” And I said, “Jamaica.” And they said— “So, you’re from Jamaica, huh?” I said, “Yes.”</blockquote>\n<blockquote id=\"b687-4\"><page-number citation-index=\"1\" label=\"665\">*665</page-number><em>* </em>* *</blockquote>\n<blockquote id=\"b687-5\">And then [one of the officers] go into, “You know this is a large quantity of stuff we find in the car. So, you know that’s definitely deportation. So, you know, you should talk to us or we’ll see that you be deported or something, you know.”</blockquote>\n<blockquote id=\"b687-6\">So, at that time, I got scared and said, “Okay. I have my daughter here. So, I don’t want to be separated from her. So, I will, you know, do whatever it takes.”----</blockquote>\n<p id=\"b687-7\">In rebuttal, Phelps denied that appellant had been threatened with deportation. Moreover, he claimed that the police advised appellant of his rights prior to any discussion concerning the incident. Detective Tou also testified as a rebuttal witness for the State. Tou explained that he was not present at the “arrest site” and did not enter the room where Phelps and Althoff were interviewing appellant until after the questioning had ended. Although Tou confirmed that some discussion concerning possible deportation arose during appellant’s interview, he denied that appellant was threatened.</p>\n<p id=\"b687-8\">Following arguments from counsel, the court denied the suppression motion. The court found that the <em>Miranda </em>warnings were given prior to appellant’s statement, and that appellant’s statement was made “freely, voluntarily, [and] knowingly.” The court also said:</p>\n<blockquote id=\"b687-9\">... [T]he sole basis for the probable cause for the search comes from the tip from the confidential informant, with the observations of the officer prior to the detention of the Defendant.</blockquote>\n<blockquote id=\"b687-10\">The first issue on that is the reliability of the confidential informant. The officer has testified regarding the reliability of the informant prior to this incident.</blockquote>\n<blockquote id=\"b687-11\">The Court is satisfied with the officer’s testimony and finds the officer to be credible on the prior reliability of this particular confidential informant.</blockquote>\n<blockquote id=\"b687-12\">There were certainly other indices of reliability regarding this informant prior to the detention. The informant identi<page-number citation-index=\"1\" label=\"666\">*666</page-number>fied the Defendant by name, identified the Defendant’s vehicle, albeit some discrepancy in color.</blockquote>\n<blockquote id=\"b688-5\">The officer knew this Defendant and knew the vehicle, identified the Defendant and identified the vehicle on the scene.</blockquote>\n<blockquote id=\"b688-6\">The time was approximately correct. The fact that there was no sale conducted was certainly a difference. But the name, the location, the time, the vehicle were all consistent with what the confidential informant had indicated.</blockquote>\n<blockquote id=\"b688-7\">So, we have two levels of reliability. We have the officer’s reliability from prior surveillance of this particular informant. Then we have the reliability of the information conveyed for this particular stop.</blockquote>\n<blockquote id=\"b688-8\">Granted, it is—and the issue really is this information in the particular time was not in and of itself of a criminal nature.</blockquote>\n<blockquote id=\"b688-9\">The only evidence of a criminal activity occurring was the confidential informant’s tip that there was marijuana in the vehicle.</blockquote>\n<blockquote id=\"b688-10\">And the question is, Is that sufficient to justify a search of the vehicle? And if it is sufficient to justify the search of the vehicle, then the discoveiy of the drugs would provide the support for the probable cause for the arrest.</blockquote>\n<blockquote id=\"b688-11\">The officers clearly had the right to stop and detain Mr. Dixon. The fact that he was initially placed in handcuffs does not rise, in the Court’s mind, to an arrest at that time. They had a right to detain him at that time and to further investigate.</blockquote>\n<blockquote id=\"b688-12\">The question is, Is their search of the vehicle warranted? And if that is warranted, then the finding of the drugs supports the arrest of the Defendant and resolves the search and seizure issue.</blockquote>\n<blockquote id=\"b688-13\">The Court, in viewing this issue, finds that there was probable cause to search the vehicle. There is sufficient reliability, in the Court’s mind, of the surrounding circumstances, of the prior relationship with the officer.</blockquote>\n<blockquote id=\"b688-14\">The fact that there is no other independent corroboration of the possession of the marijuana does not, in the Court’s <page-number citation-index=\"1\" label=\"667\">*667</page-number>view, destroy or negate the probable cause that is necessary for searching the vehicle.</blockquote>\n<blockquote id=\"b689-5\">The search of the vehicle revealed the marijuana. That was sufficient, with the fact that the vehicle was the Defendant’s, the fact that the Defendant had keys to the vehicle, the fact the Defendant had entered the driver’s side of the vehicle—is sufficient for there then to be probable cause for the possession of the marijuana by the Defendant, and the Defendant was properly arrested.</blockquote>\n<p id=\"b689-6\">During preparation for trial, the defense ascertained that James Murphy, one of appellant’s former co-workers, was the confidential informant working with Phelps. In an attempt to establish an entrapment defense, appellant planned to call Murphy as a witness at trial, which began on May 24, 1999 (Chapin, J.). Appellant states in his brief to this Court that he unsuccessfully “requested a postponement [of trial] ... because a witness, James Murphy, ... failed to appear, notwithstanding the subpoena served on him.”</p>\n<p id=\"b689-7\">At trial, Officer Phelps testified as to the events leading to the detention and arrest of appellant and the search of his Aeura. Susan Cohen, a crime lab chemist, opined that the samples of plant material submitted by Officer Phelps were marijuana. Detective William Sage, who testified as an expert for the State, indicated that the marijuana in question weighed approximately nine pounds and that it had a street value of between $7,200.00 and $12,600.00. Further, he opined that the quantity of marijuana seized indicated that it was intended for distribution rather than for personal use. Appellant did not present a defense case. The trial court subsequently denied his motion for judgment of acquittal.</p>\n<p id=\"b689-8\">We shall include additional facts in our discussion.</p>\n<p id=\"b689-9\">DISCUSSION</p>\n<p id=\"b689-10\">I.</p>\n<p id=\"b689-11\">In reviewing the denial of a motion to suppress, we are confined to the record adduced at the hearing on the <page-number citation-index=\"1\" label=\"668\">*668</page-number>motion. <em>Ferris v. State, </em>355 Md. 356, 368, 735 A.2d 491 (1999); <em>Pappaconstantinou v. State, </em>352 Md. 167, 183, 721 A.2d 241 (1998); <em>In re Tariq A-R-Y, </em>347 Md. 484, 488, 701 A.2d 691 (1997), <em>cert. denied, </em>522 U.S. 1140, 118 S.Ct. 1105, 140 L.Ed.2d 158 (1998). Moreover, we will consider only those facts that are “most favorable to the State as the prevailing party on the motion.” <em>Matthews v. State, </em>106 Md.App. 725, 732, 666 A.2d 912 (1995), <em>cert. denied, </em>341 Md. 648, 672 A.2d 623 (1996); <em>see Tariq, </em>347 Md. at 488, 701 A.2d 691; <em>Williams v. State, </em>127 Md.App. 208, 212, 732 A.2d 376 (1999); <em>Hardy v. State, </em>121 Md.App. 345, 354, 709 A.2d 168, <em>cert. denied, </em>351 Md. 5, 715 A.2d 964 (1998). Furthermore, the court’s findings of fact and determinations of credibility are afforded great deference. <em>See Tariq, </em>347 Md. at 488, 701 A.2d 691; <em>Handy v. State, </em>126 Md.App. 548, 552, 730 A.2d 710 (1999), <em>aff'd, </em>357 Md. 685, 745 A.2d 1107 (2000). We accept the court’s factual findings unless they are clearly erroneous. <em>Ferris, </em>355 Md. at 368, 735 A.2d 491; <em>Williams, </em>127 Md.App. at 212, 732 A.2d 376; <em>see Pappaconstantinou, </em>352 Md. at 183, 721 A.2d 241.</p>\n<p id=\"b690-5\">In contrast, the court’s legal conclusions are subject to <em>de novo </em>review by an appellate court. <em>Ferris, </em>355 Md. at 368-69, 735 A.2d 491; <em>Tariq, </em>347 Md. at 489, 701 A.2d 691. Thus, “[a]s to the ultimate conclusion ... we must make our own independent constitutional appraisal by reviewing the law and applying it to the facts of the case.” <em>Reynolds v. State, </em>130 Md.App. 304, 313, 746 A.2d 422 (1999), <em>cert. denied, </em>358 Md. 383, 749 A.2d 173 (2000), <em>petition for cert. filed, </em>69 U.S.L.W. 3087 (U.S. July 12, 2000) (No. 00-64).</p>\n<p id=\"b690-6\">II.</p>\n<p id=\"b690-7\">As we recounted, on the evening in question the officers used their vehicles to block appellant’s car. Then, they immediately removed Dixon from his vehicle and handcuffed him. The motion court ruled that appellant was not arrested at that point. Relying solely on federal constitutional law, however, appellant contends that the conduct of the police amounted to an arrest, for which the officers lacked probable cause. <page-number citation-index=\"1\" label=\"669\">*669</page-number>Therefore, he claims that the motion court should have suppressed the tainted evidence seized from the trunk. The State counters that the manner of the stop amounted to a lawful investigatory detention, founded on reasonable, articulable suspicion, and was not an arrest. Alternatively, the State argues that the officers had probable cause to arrest appellant when they stopped his car. Moreover, the State contends that the search of appellant’s vehicle was justified under the automobile exception to the warrant requirement. The State’s arguments lack merit.</p>\n<p id=\"b691-5\">As a preliminary matter, the issue of whether appellant was detained or arrested is almost beside the point. The legality of the warrantless search of the trunk does not turn on whether appellant was merely detained, as the State suggests, or was instead arrested, as appellant urges, whether with or without probable cause. Under the circumstances presented here, the warrantless search of the trunk could only be upheld if it was supported by probable case. Nonetheless, we shall begin with a consideration of the parties’ contentions as to the seizure of appellant. The motion court found that the seizure did not amount to an arrest, even though the court found: “The officers blocked the exit of [Dixon’s] vehicle, conducted a stop of the Defendant,[<footnotemark>3</footnotemark>] had him exit the car, placed him in handcuffs, and then proceeded to search the vehicle.”</p>\n<p id=\"b691-6\">The Fourth Amendment, made applicable to the States by the Fourteenth Amendment, provides: “The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause----” <em>See Mapp v. Ohio, </em>367 U.S. 643, 646 n. 4, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961); <em>see also Rosenberg v. State, </em>129 Md.App. 221, 239, 741 A.2d 533 (1999), <em>cert. denied, </em>358 Md. 382, 749 A.2d 173 (2000). It is undisputed that the police <page-number citation-index=\"1\" label=\"670\">*670</page-number>officers effected a “seizure” of appellant in the garage, within the meaning of the Fourth Amendment. As the Supreme Court explained in <em>Colmado v. Bannister, </em>449 U.S. 1, 4 n. 3, 101 S.Ct. 42, 66 L.Ed.2d 1 (1980): “There can be no question that the stopping of a vehicle and the detention of its occupants constitute a ‘seizure—’ ” <em>See California v. Hodari D., </em>499 U.S. 621, 626, 111 S.Ct. 1547, 113 L.Ed.2d 690 (1991) (stating that a Fourth Amendment seizure occurs when the subject yields to a “show of authority” by police or when police apply physical force to restrain movement); <em>Brower v. County of Inyo, </em>489 U.S. 593, 597, 109 S.Ct. 1378, 103 L.Ed.2d 628 (1989) (stating that a seizure occurs “when there is a governmental termination of freedom of movement <em>through means intentionally applied\"); United States v. Mendenhall, </em>446 U.S. 544, 554, 100 S.Ct. 1870, 64 L.Ed.2d 497 (1980) (stating that a person is seized “if, in view of all of the circumstances surrounding the incident, a reasonable person would have believed that he was not free to leave”); <em>see also United States v. Hensley, </em>469 U.S. 221, 226, 105 S.Ct. 675, 83 L.Ed.2d 604 (1985); <em>Dunaway v. New York, </em>442 U.S. 200, 207 &amp; n. 6, 99 S.Ct. 2248, 60 L.Ed.2d 824 (1979); <em>Delaware v. Prouse, </em>440 U.S. 648, 653, 99 S.Ct. 1391, 59 L.Ed.2d 660 (1979); <em>Terry v. Ohio, </em>392 U.S. 1, 16, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968) (“It must be recognized that whenever a police officer accosts an individual and restrains his freedom to walk away, he has ‘seized’ that person.”).</p>\n<p id=\"b692-5\">The Court in <em>Mendenhall </em>identified several factors indicative of a seizure. These include “the threatening presence of several officers, the display of a weapon by an officer, some physical touching of the person of the citizen, or the use of language or tone of voice indicating that compliance with the officer’s request might be compelled.” <em>Mendenhall, </em>446 U.S. at 554, 100 S.Ct. 1870; see <em>Florida v. Bostick, </em>501 U.S. 429, 435-37, 111 S.Ct. 2382, 115 L.Ed.2d 389 (1991).</p>\n<p id=\"b692-6\">Prior to the Supreme Court’s 1968 <em>Terry </em>decision, “the Fourth Amendment’s guarantee against unreasonable seizures of persons was analyzed in terms of arrest, probable cause for arrest, and warrants based on such probable cause.” <em>Duna</em><page-number citation-index=\"1\" label=\"671\">*671</page-number><em>way, </em>442 U.S. at 207-08, 99 S.Ct. 2248. The Court said in <em>Dunaway:</em></p>\n<blockquote id=\"ALn\">The term “arrest” was synonymous with those seizures governed by the Fourth Amendment. While warrants were not required in all circumstances, the requirement of probable cause ... was treated as absolute. The “long-prevailing standards” of probable cause embodied “the best compromise that has been found for accommodating [the] often opposing interests” in “safeguard[ing] citizens from rash and unreasonable interferences with privacy” and in “seek[ing] to give fair leeway for enforcing the law in the community’s protection.” The standard of probable cause thus represented the accumulated wisdom of precedent and experience as to the minimum justification necessary to make the kind of intrusion involved in an arrest “reasonable” under the Fourth Amendment. The standard applied to all arrests, without the need to “balance” the interests and circumstances involved in particular situations.</blockquote>\n<p id=\"b693-5\"><em>Dunaway, </em>442 U.S. at 208, 99 S.Ct. 2248 (1979) (quoting <em>Brinegar v. United States, </em>338 U.S. 160, 176, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949)) (alterations in original) (footnotes omitted); <em>see Florida v. Royer, </em>460 U.S. 491, 498, 103 S.Ct. 1319, 75 L.Ed.2d 229 (1983).</p>\n<p id=\"b693-6\">In <em>Bouldin v. State, </em>276 Md. 511, 350 A.2d 130 (1976), the Court of Appeals defined an arrest:</p>\n<blockquote id=\"b693-7\">[A]n arrest is the taking, seizing, or detaining of the person of another (1) by touching or putting hands on him; (2) or by any act that indicates an intention to take him into custody and that subjects him to fhe actual control and will of the person making the arrest; or (3) by the consent of the person to be arrested. It is said that four elements must ordinarily coalesce to constitute a legal arrest: (1) an intent to arrest; (2) under a real or pretended authority; (3) accompanied by a seizure or detention of the person; and (4) which is understood by the person arrested.</blockquote>\n<blockquote id=\"b694-4\">\n<page-number citation-index=\"1\" label=\"672\">*672</page-number>\n<em>We have defined an arrest in general terms as the detention of a known or suspected offender for the purpose of prosecuting him for a crime.</em>\n</blockquote>\n<p id=\"b694-5\"><em>Id. </em>at 515-16, 350 A.2d 130 (emphasis added) (citations omitted); <em>see Grier v. State, </em>351 Md. 241, 252, 718 A.2d 211 (1998); <em>Barnhard v. State, </em>325 Md. 602, 611, 602 A.2d 701 (1992); <em>Little v. State, </em>300 Md. 485, 509-10, 479 A.2d 903 (1984); <em>Morton v. State, </em>284 Md. 526, 530, 397 A.2d 1385 (1979); <em>Wiegmann v. State, </em>118 Md.App. 317, 330-31, 702 A.2d 928 (1997), <em>aff'd, </em>350 Md. 585, 714 A.2d 841 (1998).</p>\n<p id=\"b694-6\">Clarifying the point it made in <em>Bouldin </em>in terms of the above-emphasized sentence, the Court recently said in <em>State v. Evans, </em>352 Md. 496, 723 A.2d 423 (1999):</p>\n<blockquote id=\"b694-7\">Notwithstanding this gratuitous language in <em>Bouldin </em>and its incantation in a number of Maryland cases since, this Court has never <em>held </em>that a valid arrest in Maryland requires of the arresting officer an intent to prosecute the arrestee for the crime believed to have been committed. Despite <em>Boul</em>din’s reference, in <em>dicta, </em>to an intent to prosecute within the Maryland common law definition of arrest, neither that case nor . any other case decided by this Court has rested upon the determination that an intent to prosecute is a prerequisite to a valid arrest. Put simply, whether the officer intends that a detention lead to a prosecution has no bearing on whether an arrest has occurred.</blockquote>\n<p id=\"b694-8\"><em>Id. </em>at 513-14, 723 A.2d 423 (citations omitted).</p>\n<p id=\"b694-9\"><em>Terry </em>constituted a limited departure from the requirement of probable cause to support a seizure. In that case, the Supreme Court held that a police officer may conduct a brief investigatory stop, without running afoul of the Fourth Amendment, if the officer has a <em>reasonable, articulable suspicion </em>that a person has committed or is about to commit a crime. <em>Terry, </em>392 U.S. at 30, 88 S.Ct. 1868; <em>see Illinois v. Wardlow, </em>528 U.S. 119, 120 S.Ct. 673, 675, 145 L.Ed.2d 570 (2000); <em>Royer, </em>460 U.S. at 498, 103 S.Ct. 1319; <em>see also United States v. Brignoni-Ponce, </em>422 U.S. 873, 881-82, 95 S.Ct. 2574, 45 L.Ed.2d 607 (1975) (holding that when a border patrol <page-number citation-index=\"1\" label=\"673\">*673</page-number>officer’s observations lead him or her to reasonably suspect that a vehicle may contain illegal aliens, the officer may stop the vehicle, question its occupants as to citizenship and immigration status, and ask them to explain suspicious circumstances, but stating that any further detention or search must be based on consent or probable cause); <em>Adams v. Williams, </em>407 U.S. 143, 146, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972) (extending <em>Terry </em>to a stop based on a reliable informant’s tip that defendant was armed and carrying illegal drugs); <em>Derricott v. State, </em>327 Md. 582, 587, 611 A.2d 592 (1992) (recognizing that police officer may stop a suspect “if the officer has a reasonable suspicion supported by articulable facts that criminal activity may be afoot”); <em>Flores v. State, </em>120 Md.App. 171, 182, 706 A.2d 628 (1998).</p>\n<p id=\"b695-5\">“[RJeasonable suspicion can arise from information that is less reliable than that required to show probable cause.” <em>Alabama v. White, </em>496 U.S. 325, 330, 110 S.Ct. 2412, 110 L.Ed.2d 301 (1990). The Supreme Court has described reasonable suspicion as “ ‘a particularized and objective basis’ for suspecting the person stopped of criminal activity.” <em>Ornelas v. United States, </em>517 U.S. 690, 696, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996) (quoting <em>United States v. Cortez, </em>449 U.S. 411, 417, 101 S.Ct. 690, 66 L.Ed.2d 621 (1981)). But, the detention “must be temporary and last no longer than is necessary to effectuate the purpose of the stop.” <em>Royer, </em>460 U.S. at 500, 103 S.Ct. 1319.</p>\n<p id=\"b695-6\">As we see it, the events in the garage exceeded an investigatory stop under <em>Terry </em>and its progeny. Accordingly, we do not agree with either the State or the trial court that appellant was merely detained prior to the car search. Instead, we conclude that the officers arrested appellant at the time they blocked his car, removed him from his vehicle, and handcuffed him. <em>Cf. Grier, </em>351 Md. at 252, 718 A.2d 211 (acknowledging that when the defendant was put “on the ground and in the custody and control of the police officers, he was certainly under arrest”); <em>Morton, </em>284 Md. at 530, 397 A.2d 1385 (1979) (stating that the defendant was clearly under arrest when he <page-number citation-index=\"1\" label=\"674\">*674</page-number>was removed from a building and placed in a patrol car under guard); <em>Wiegmann, </em>118 Md.App. at 330, 702 A.2d 928 (concluding that when court deputies “sought to handcuff’ the defendant, that “act amounted to an attempt to arrest him”).</p>\n<p id=\"b696-5\">III.</p>\n<p id=\"b696-6\">The legality of the search of the trunk, like the legality of the arrest, turns upon the existence of probable cause. <em>See Evans, </em>352 Md. at 511, 728 A.2d 423; <em>Collins v. State, </em>322 Md. 675, 678, 589 A.2d 479 (1991); <em>see also </em>Art. 27, § 594B (governing warrantless arrests by police). Our focus is upon probable cause for the search of the trunk. Even if the initial seizure of appellant amounted only to a <em>Terry </em>stop, or instead constituted an arrest founded on probable cause, the State was not necessarily entitled to conduct a warrantless search of appellant’s trunk.</p>\n<p id=\"b696-7\">The Fourth Amendment denounces those searches that are “unreasonable.” <em>Florida v. Jimeno, </em>500 U.S. 248, 250, 111 S.Ct. 1801, 114 L.Ed.2d 297 (1991); <em>Carroll v. United States, </em>267 U.S. 132, 147, 45 S.Ct. 280, 69 L.Ed. 543 (1925). Subject to a few exceptions, “searches conducted outside the judicial process, without prior approval by judge or magistrate, are <em>per se </em>unreasonable.” <em>Katz v. United States, </em>389 U.S. 347, 357, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967).</p>\n<p id=\"b696-8\">In this case, the exception for a warrantless search incident to a lawful arrest would not extend to the car trunk. <em>See United States v. Robinson, </em>414 U.S. 218, 235, 94 S.Ct. 467, 38 L.Ed.2d 427 (1973); <em>Rosenberg, </em>129 Md.App. at 239-40, 741 A.2d 533. As we recently explained in <em>State v. Femon, </em>133 Md.App. 41, 754 A.2d 463 (2000), two rationales underlie the search incident to arrest exception: “(1) the need to disarm the suspect to prevent the suspect from resisting arrest or effecting escape, and for the safety of the officer and others; and (2) the need to prevent concealment or destruction of evidence.” <em>Id. </em>at 49, 754 A.2d 463. Accordingly, in the context of an automobile,, the Supreme Court has held that when a police officer “has made a lawful custodial arrest of the <page-number citation-index=\"1\" label=\"675\">*675</page-number>occupant of an automobile, he may, as a contemporaneous incident of that arrest, search the <em>passenger compartment </em>of that automobile,” including any containers. <em>New York v. Belton, </em>453 U.S. 454, 460, 101 S.Ct. 2860, 69 L.Ed.2d 768 (1981) (emphasis added) (footnote omitted). But, the scope of a such a search ordinarily does not include the vehicle’s trunk. <em>Id. </em>n. 4; <em>see Whiting v. State, </em>125 Md.App. 404, 412, 725 A.2d 623 (1999). Consequently, the search of appellant’s trunk did not qualify as a lawful search incident to arrest.</p>\n<p id=\"b697-4\">To support the search of the trunk, the State relies on the automobile exception to the warrant requirement, embodied in <em>Carroll </em>and its progeny. <em>See Maryland v. Dyson, </em>527 U.S. 465, 466-67, 119 S.Ct. 2013, 144 L.Ed.2d 442 (1999). Accordingly, we must determine whether the car search was justified under the <em>Carroll </em>doctrine.</p>\n<p id=\"b697-5\">In <em>Carroll, </em>267 U.S. 132, 45 S.Ct. 280, the Supreme Court established what would later be commonly referred to as the automobile exception to the warrant requirement. There, the defendants challenged their convictions of “transporting in an automobile intoxicating spirituous liquor ... in violation of the National Prohibition Act.” <em>Id. </em>at 134, 45 S.Ct. 280. The contraband was discovered when federal and state agents stopped the defendants’ car and recovered numerous bottles of liquor during a vehicle search. On appeal, the defendants argued that the search and seizure violated the Fourth Amendment. The Court rejected that argument, stating:</p>\n<blockquote id=\"b697-6\">[T]he true rule is that if the search and seizure without a warrant are made upon probable cause, that is, upon a belief, reasonably arising out of circumstances known to the seizing officer, that an automobile or other vehicle contains that which by law is subject to seizure and destruction, the search and seizure are valid. The Fourth Amendment is to be construed in the light of what was deemed an unreasonable search and seizure when it was adopted, and in a manner which will conserve public interests as well as the \"interests and rights of individual citizens.</blockquote>\n<p id=\"b698-3\"><page-number citation-index=\"1\" label=\"676\">*676</page-number><em>Id. </em>at 149, 45 S.Ct. 280. The <em>Carroll </em>Court’s conclusion was premised, at least in part, on the following reasoning:</p>\n<blockquote id=\"b698-4\">[T]he guaranty of freedom from unreasonable searches and seizures by the Fourth Amendment has been construed, practically since the beginning of the Government, as recognizing a necessary difference between a search of a store, dwelling house or other structure in respect of which a proper official warrant readily may be obtained, and a search of a ship, motor boat, wagon or automobile, for contraband goods, where it is not practicable to secure a warrant <em>because the vehicle can be quickly moved out of the locality or jurisdiction in which the warrant must be sought.</em></blockquote>\n<p id=\"b698-5\"><em>Id. </em>at 153, 45 S.Ct. 280 (emphasis added). <em>But cf. Dyson, </em>527 U.S. at 466-67, 119 S.Ct. 2013 (holding that the <em>Carroll </em>doctrine has no separate exigency requirement).</p>\n<p id=\"b698-6\">The Court was careful to distinguish the warrantless search of an automobile based on probable cause from the exception for a search incident to arrest, stating:</p>\n<blockquote id=\"b698-7\">When a man is legally arrested for an offense, whatever is found upon his person or in his control which it is unlawful for him to have and which may be used to prove the offense may be seized and held as evidence in the prosecution. The argument of [the] defendants is based on the theory that the seizure in this case can only be thus justified. If their theory were sound, their conclusion would be. The validity of the seizure then would turn wholly on the validity of the arrest without a seizure. But the theory is unsound. The right to search and the validity of the seizure are not dependent on the right to arrest. They are dependent on the reasonable cause the seizing officer has for belief that the contents of the automobile offend against the law.</blockquote>\n<p id=\"Aiv\"><em>Carroll, </em>267 U.S. at 158-59, 45 S.Ct. 280 (citations omitted).</p>\n<p id=\"b698-8\">Since the 1925 decision in <em>Carroll, </em>the doctrine it promulgated has been used to uphold the warrantless search of a vehicle’s trunk, <em>United States v. Ross, </em>456 U.S. 798, 825, 102 S.Ct. 2157, 72 L.Ed.2d 572 (1982), as well as containers in the <page-number citation-index=\"1\" label=\"677\">*677</page-number>vehicle, so long as the police “have probable cause to believe contraband or evidence is contained” in the containers. <em>California v. Acevedo, </em>500 U.S. 565, 580, 111 S.Ct. 1982, 114 L.Ed.2d 619 (1991). <em>See generally Manno v. State, </em>96 Md. App. 22, 33-38, 623 A.2d 677 (discussing, <em>inter alia, Carroll, Ross, </em>and Acevedo), <em>cert. denied, </em>332 Md. 454, 632 A.2d 151 (1993). The <em>Carroll </em>doctrine is not without limits, however:</p>\n<blockquote id=\"AQd\">The scope of a warrantless search of an automobile ... is defined by the <em>object of the search </em>and the <em>places in which there is probable cause to believe that it may be found. </em>Just as probable cause to believe that a stolen lawnmower may be found in a garage will not support a warrant to search an upstairs bedroom, probable cause to believe that undocumented aliens are being transported in a van will not justify a warrantless search of a suitcase. Probable cause to believe that a container placed in the trunk of a taxi contains contraband or evidence does not justify a search of the entire cab.</blockquote>\n<p id=\"b699-5\"><em>Ross, </em>456 U.S. at 824, 102 S.Ct. 2157 (emphasis added); <em>see Almeida-Sanchez v. United States, </em>413 U.S. 266, 269, 93 S.Ct. 2535, 37 L.Ed.2d 596 (1973) (acknowledging that “the <em>Carroll </em>doctrine does not declare a field day for the police in searching automobiles. Automobile or no automobile, there must be probable cause for the search.”); <em>cf. Ross, </em>456 U.S. at 825, 102 S.Ct. 2157 (holding that the scope of a search under the <em>Carroll </em>doctrine “is no broader and no narrower than a magistrate could legitimately authorize by warrant”).</p>\n<p id=\"b699-6\"><em>Chambers v. Maroney, </em>399 U.S. 42, 90 S.Ct. 1975, 26 L.Ed.2d 419 (1970), one in the line of cases to follow <em>Carroll, </em>is also instructive. There, two men brandishing guns robbed a gas station. The men took cash from the register and directed the attendant to place the coinage in a right-hand glove. Two teenagers who had earlier noticed a blue compact station wagon circling the block near the station saw the robbers’ car speed away from a parking lot near the station. The teenagers informed police that there were four men in the wagon, one of whom was wearing a green sweater. The station attendant told police that one of the robbers wore a green <page-number citation-index=\"1\" label=\"678\">*678</page-number>sweater, while the other wore a trench coat. A description of the robbers and the vehicle was broadcast over the police radio. Within an hour, a light blue compact station wagon with four men, including the defendant, was stopped two miles from the gas station. A trench coat was found in the car. The vehicle’s occupants were arrested and the car was taken to the police station, where it was searched. In a hidden compartment under the dashboard the police discovered two handguns, a right-hand glove with change in it, and the belongings of a person who had been robbed a week earlier.</p>\n<p id=\"b700-5\">The defendant was indicted and convicted in connection with both robberies. He did not directly appeal those convictions, but petitioned, unsuccessfully, for a writ of habeas corpus in state and federal courts. On appeal to the Supreme Court, the defendant argued, <em>inter alia, </em>that the search of the station wagon was the fruit of an unlawful arrest. <em>Chambers, </em>399 U.S. at 46, 90 S.Ct. 1975. The Court “pass[ed] quickly” on this claim. <em>Id. </em>Although the Court agreed that the defendant’s arrest was supported by probable cause, it acknowledged in a footnote that</p>\n<blockquote id=\"b700-6\">the validity of an arrest is not necessarily determinative of the right to search a car if there is probable cause to make the search. <em>Here, as mil be true in many cases, the circumstances justifying the arrest are also those furnishing probable cause for the search.</em></blockquote>\n<p id=\"b700-7\"><em>Id. </em>at 47 n. 6, 90 S.Ct. 1975 (emphasis added). Additionally, as it had in <em>Carroll, </em>the Court distinguished the search in <em>Chambers </em>from one incident to lawful arrest. <em>Id. </em>at 47, 90 S.Ct. 1975.</p>\n<p id=\"b700-8\">The question, then, is whether the police had probable cause to search appellant’s trunk. We conclude that probable cause was wholly lacking.</p>\n<p id=\"b700-9\">Probable cause is defined as “a fair probability that contraband or evidence of a crime will be found in a particular place.” <em>Illinois v. Gates, </em>462 U.S. 213, 238, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983); <em>see State v. Lee, </em>330 Md. <page-number citation-index=\"1\" label=\"679\">*679</page-number>320, 326, 624 A.2d 492 (1993); <em>Braxton v. State, </em>123 Md.App. 599, 620, 720 A.2d 27 (1998). It is</p>\n<blockquote id=\"A_58\">a nontechnical conception of a reasonable ground for belief of guilt. A finding of probable cause requires less evidence than is necessary to sustain a conviction, but more evidence than would merely arouse suspicion. Our determination of whether probable cause exists requires a nontechnical, common sense evaluation of the totality of the circumstances in a given situation in light of the facts found to be credible by the trial judge. <em>Probable cause exists where the facts and circumstances taken as a whole would lead a reasonably cautious person to believe that a felony had been or is being committed by the person arrested.</em></blockquote>\n<p id=\"b701-5\"><em>Collins, </em>322 Md. at 680, 589 A.2d 479 (emphasis added) (citations omitted); <em>see Beck v. Ohio, </em>379 U.S. 89, 91, 85 S.Ct. 223, 13 L.Ed.2d 142 (1964); <em>Brinegar, </em>338 U.S. at 175-76, 69 S.Ct. 1302; <em>Johnson v. State, </em>356 Md. 498, 504, 740 A.2d 615 (1999).</p>\n<p id=\"b701-6\">In the context of justification to search the vehicle, the motion court found probable cause based on Officer Phelps’s tip from the confidential informant, coupled with the observations of the officers at the scene. A determination of whether the police had probable cause requires us to consider, <em>inter alia, </em>the “totality of the circumstances approach” espoused in <em>Illinois v. Gates, supra, </em>462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527.<footnotemark>4</footnotemark> There, the Supreme Court acknowledged “that an informant’s Veracity,’ ‘reliability’ and ‘basis of knowledge’ are all highly relevant in determining the value of his report.” <em>Id. </em>at 230, 103 S.Ct. 2317. The Court rejected the notion, however, that each of these elements must be satisfied in every case, stating “they should be understood simply as closely intertwined issues that may usefully illuminate the eommonsense, practical question whether there is ‘probable <page-number citation-index=\"1\" label=\"680\">*680</page-number>cause’ to believe that contraband or evidence is located in a particular place.” <em>Id. </em>Additionally, the Court was careful to point out “the value of corroboration of details of an informant’s tip by independent police work” and of tips predicting future actions. <em>Id. </em>at 241-46, 103 S.Ct. 2317.</p>\n<p id=\"b702-5\">Although concerned with a <em>Terry </em>stop, not probable cause, <em>Alabama v. White, </em>496 U.S. 325, 110 S.Ct. 2412, 110 L.Ed.2d 301, is relevant here. In that case, the police received an-anonymous telephone tip that Vanessa White would be leaving 235-C Lynwood Terrace Apartments at a particular time, in a brown Plymouth station wagon with a damaged right tail light. The caller also indicated that White would be traveling to Dobey’s Motel with an ounce of cocaine in an attache case. The police proceeded to the apartment, where they observed a car matching the caller’s description in the lot in front of the address provided. The officers then saw 'White leave the apartment building with- her hands empty, enter the station wagon, and begin driving in the direction of the motel. The <em>police </em>followed White and stopped her car “just short of Dobey’s Motel.” <em>Id. </em>at 327, 110 S.Ct. 2412. An officer asked White to step to the rear of the car and informed her that she had been stopped because police suspected that she had cocaine in her vehicle. White gave permission to search the station wagon and provided the police with the combination to a locked attaché case. There, officers found marijuana and then arrested 'White. During processing at the police station, a small amount of cocaine was also discovered in \"White’s purse. After White was charged with possession of marijuana and possession of cocaine, she moved to suppress.</p>\n<p id=\"b702-6\">In deciding whether the police made a lawful <em>Terry </em>stop, the Supreme Court first considered its opinion in <em>Adams v. Williams, </em>407 U.S. 143, 92 S.Ct. 1921, 32 L.Ed.2d 612, in which it upheld the validity of a <em>Terry </em>stop and frisk based on a tip from a confidential informant. <em>Id. </em>at 146-47, 92 S.Ct. 1921. In arriving at its conclusion, the <em>Adams </em>Court related the following:</p>\n<blockquote id=\"b702-7\">The informant was known to [the officer] personally and had provided him with information in the past. This is a <page-number citation-index=\"1\" label=\"681\">*681</page-number>stronger case than obtains in the case of an anonymous telephone tip. The informant here came forward personally to give the information that was immediately verifiable at the scene____ Thus, while ... this informant’s unverified tip may have been insufficient for a narcotics arrest or search warrant, the information carried enough <em>indicia of reliability </em>to justify the officer’s forcible stop of [the defendant].</blockquote>\n<p id=\"b703-7\"><em>Id. </em>(emphasis added) (citations omitted).</p>\n<p id=\"b703-8\">The <em>White </em>Court then considered the decision in <em>Gates. </em>Although <em>Gates </em>was concerned with probable cause, not reasonable suspicion, the <em>White </em>Court determined that the veracity, reliability, and basis of knowledge factors relevant to a probable cause determination under the totality of the circumstances were also relevant to reasonable suspicion. <em>White, </em>496 U.S. at 328-29, 110 S.Ct. 2412.</p>\n<p id=\"b703-9\">In light of <em>Adams </em>and <em>Gates, </em>the Court held in <em>White </em>“that when the officers stopped [White], the anonymous tip had been sufficiently corroborated to furnish reasonable suspicion that respondent was engaged in criminal activity and that the investigative stop therefore did not violate the Fourth Amendment.” <em>Id. </em>at 331, 110 S.Ct. 2412. Although the police had not verified every detail provided by the informant, the Court stated that “it is not unreasonable to conclude in this case that the independent corroboration by the police of significant aspects of the informer’s predictions imparted some degree of reliability to the other allegations made by the caller.” <em>Id. </em>at 331-32, 110 S.Ct. 2412. As in <em>Gates, </em>the Court also referred to the tipster’s ability to predict White’s future behavior, demonstrating “inside information” or “a special familiarity with [White’s] affairs.” <em>Id. </em>at 332, 110 S.Ct. 2412. Thus, while acknowledging that it was “a close case,” the <em>White </em>Court concluded “that under the totality of the circumstances the anonymous tip, as corroborated, exhibited sufficient indicia of reliability to justify” the <em>Terry </em>stop of White’s car. <em>Id.</em></p>\n<p id=\"b703-10\"><em>White, </em>and the tenets underlying that decision, were recently implicated in <em>Florida v. J.L., </em>529 U.S. 266, 120 S.Ct. 1375, <page-number citation-index=\"1\" label=\"682\">*682</page-number>146 L.Ed.2d 254 (2000). There, police received an anonymous telephone call “that a young black male standing at a particular bus stop and wearing a plaid shirt was carrying a gun.” <em>Id. </em>at 1377. Two officers responded to the call and found three black males at the bus stop; one of them, J.L., a minor, was wearing a plaid shirt. Although the officers did not see á weapon, and did not observe J.L. make any unusual or threatening movements, they approached J.L., conducted a frisk, and seized a handgun.</p>\n<p id=\"b704-5\">After J.L. was charged with two firearms offenses, he moved to suppress the gun as the fruit of an unlawful search. Rejecting arguments by Florida and the United States (as amicus curiae), concerning the informant’s description of the appearance and location of J.L., the Supreme Court upheld the suppression of evidence, stating, 120 S.Ct. at 1379:</p>\n<blockquote id=\"b704-6\">An accurate description of a subject’s readily observable location and appearance is of course reliable in this limited sense: It will help the police correctly identify the person whom the tipster means to accuse. Such a tip, however, does not show that the tipster has knowledge of concealed criminal activity. The reasonable suspicion here at issue requires that a tip be reliable in its assertion of illegality, not just in its tendency to identify a determinate person.</blockquote>\n<blockquote id=\"b704-7\">In reaching its decision, the <em>J.L. </em>Court further explained: The tip in the instant case lacked the moderate indicia of reliability present in <em>White </em>and essential to the Court’s decision in that case. The anonymous call concerning J.L. provided no predictive information and therefore left the police without means to test the informant’s knowledge or credibility. That the allegation about the gun turned out to be correct does not suggest that the officers, prior to the frisk[ ], had a reasonable basis for suspecting J.L. of engaging in unlawful conduct: The reasonableness of official suspicion must be measured by what the officers knew before they conducted their search. All the police had to go on in this case was the bare report of an unknown, unaccountable informant who neither explained how he knew <page-number citation-index=\"1\" label=\"683\">*683</page-number>about the gun nor supplied any basis for believing he had inside information about J.L. If <em>White </em>was a close case on the reliability of anonymous tips, this one surely falls on the other side of the line.</blockquote>\n<p id=\"b705-5\">\n<em>Id.</em>\n</p>\n<p id=\"b705-6\">The case of <em>Lee v. State, </em>311 Md. 642, 537 A.2d 235 (1988), also provides guidance. In that case, an unknown informant provided the police with the location and descriptions of two robbery suspects who bragged about their involvement in the crime. During the course of the crime, a person had been shot. The informant also advised the police that one of the suspects had a gun in a gym bag. Because the suspects were reportedly armed, the police planned “to take the subjects down hard.” <em>Id. </em>at 650, 537 A.2d 235. When the police located the suspects as they exited a building, they ordered the men to lie face down on the ground, while pointing their weapons at the suspects. The police then felt the gym bag, which was heavy, looked in it, and found the gun. At that time, the men were advised of their arrest. The Court considered, <em>inter alia, </em>whether the forceable seizure was constitutional.</p>\n<p id=\"b705-7\">Of significance here, the <em>Lee </em>Court noted that the information provided by the informant did not create probable cause. The Court recognized that the informant provided “a good deal of specific information ... which [the police] were able to verify.” <em>Id. </em>at 655, 537 A.2d 235. For example, “[a]s to the crimes, the informant correctly reported the name of the business where the robbery occurred, that a robbery victim was shot and that two, young, black males committed the crimes.” <em>Id. </em>Because most people usually are not so knowledgeable about a crime, even when it has been publicly reported, the Court acknowledged that the informant’s reliability was enhanced by the extent of information possessed. <em>Id. </em>Nevertheless, the Court said that “it was incumbent on the State to present proof that the informer knew factual details about the crime beyond that which could be acquired by any person.” <em>Id. </em>Moreover, the Court noted that the informant “had no track record.” <em>Id. </em>The Court also considered whether <page-number citation-index=\"1\" label=\"684\">*684</page-number>the informant had knowledge of “ ‘future actions ... [of the suspects] not easily predicted.’ ” <em>Id. </em>(citation omitted).</p>\n<p id=\"b706-4\">The Court rejected the State’s position that the level of suspicion amounted to probable cause, because the police only observed innocent conduct on the part of the suspects, which was “not suggestive” of the suspected crimes. <em>Id. </em>at 656, 537 A.2d 235. Moreover, the information was not furnished by “a tested informer,” and did not include “clear predictions which strongly indicate [that the informant had] inside information.” <em>Id. </em>at 657, 537 A.2d 235. Therefore, the Court concluded that, at the time of the seizure, the police had reasonable, articulable suspicion, but not probable cause. <em>Id.</em></p>\n<p id=\"b706-5\"><em>Sanders v. United States, </em>751 A.2d 952 (D.C.2000), is also instructive. There, a police sergeant received a telephone call from an individual whom he recognized as a tipster and with whom the sergeant had spoken on five or six prior occasions. Although the sergeant did not know the informant’s name or any other identifying characteristics, he indicated that the informant had never given incorrect information. According to the informant, “a tall, dark-complected black man, wearing dark shorts and a white tee-shirt, was ‘working’ out of the trunk of a car parked at the intersection of Fourth and L Streets, S.E.” <em>Id. </em>at 953. The caller further indicated that the car had District plates and described the vehicle “as a blue Datsun Z with damage to the left rear.” <em>Id. </em>Interpreting the call to mean that the unnamed man was selling illegal drugs from the car, three officers were directed to the location provided by the tipster. Upon their arrival, the officers confirmed the tip’s arguably innocent details, i.e., the presence of an automobile and a man matching the descriptions provided. The car turned out to be a Nissan 300 ZX. The man, subsequently identified as Kirby Sanders, “was not sitting in the car or involved in any suspicious activity when the officers arrived.” <em>Id. </em>Nevertheless, the officers approached him and asked for identification. Although Sanders was unable to provide any, the officers decided not to detain him.</p>\n<p id=\"b707-4\"><page-number citation-index=\"1\" label=\"685\">*685</page-number>Thereafter, one of the officers called out, asking whether anyone owned the suspect automobile. Hearing no response, the officers searched the car and found seventeen bags of cocaine inside a larger bag in the trunk. The car was then impounded. During an inventory search of the vehicle, police recovered a Maryland learner’s permit and an identification card belonging to Sanders. The police also determined that Sanders owned the car. After Sanders was charged with a drug offense, he moved to suppress the cocaine seized during the search of his car. On appeal, the court determined that the search of the Nissan was not supported by probable cause.</p>\n<p id=\"b707-5\">At the outset, the court indicated that it would proceed from the “baseline” established in <em>J.L. </em>for the review of anonymous tips. <em>Sanders, </em>751 A.2d at 954. It said:</p>\n<blockquote id=\"b707-6\">[Ajccurate prediction of future events has no “talismanic quality” and is only one indicium of reliability. In the case before us, two indicia of reliability are present that were lacking in the anonymous tip of <em>J.L.: </em>eyewitnessing and a past record. The issue is whether they were sufficient to move the situation not just to the level of articulable suspicion but to the “substantially” higher level of probable cause.</blockquote>\n<p id=\"b707-7\"><em>Id. </em>at 954 (quoting <em>Gomez v. United States, </em>597 A.2d 884, 889 n. 9 (D.C.1991)).</p>\n<p id=\"b707-8\">As to the “eyewitnessing,” the court distinguished <em>J.L., </em>explaining that “[although one might have suspected that the anonymous tipster in <em>J.L. </em>had first-hand knowledge of the gun possession, the Supreme Court took pains to point out that the informant ‘neither explained how he knew about the gun nor supplied any basis for believing he had inside information about J.L.’ ” <em>Id. </em>(quoting <em>J.L., </em>120 S.Ct. at 1379). In <em>Sanders, </em>the sergeant testified that the tipster indicated that the suspect, later identified as Sanders, was working out of the trunk. <em>Id. </em>at 953. Despite the apparent personal observations of the tipster, however, the court was of the view that the informant was the classic “‘anonymous’ tipster.” <em>Id. </em>at 955. With respect to a track record in <em>Sanders, </em>the court noted a “more <page-number citation-index=\"1\" label=\"686\">*686</page-number>marked distinction” with <em>J.L. </em>The court pointed out that the pseudo-anonymous informant “did have some track record” with the police sergeant, stating further that the record “as presented might have been enough to create articulable suspicion for a <em>Terry </em>stop,” and adding that if “[fjully developed, it might have even met the higher standard for probable cause.” <em>Id.</em></p>\n<p id=\"b708-5\">The court was unpersuaded by these potentialities, however, because the informant’s track record was so “thinly developed.” <em>Id. </em>The evidence did not reveal how many of the five or six tips were related to drugs or the result of personal observations. <em>Id. </em>at 956. Moreover, the court indicated that no log of the calls was kept and there was no evidence as to the period of time over which the tips were made. <em>Id. </em>Thus, the court concluded that “there is little more in the record than a eonclusory assertion by [the sergeant] that the tipster had been reliable in the past.” <em>Id. </em>at 955.</p>\n<p id=\"b708-6\">To support their respective positions, the parties each refer us to one decision of this Court. Appellant cites our opinion in <em>Green v. State, </em>77 Md.App. 477, 551 A.2d 127, <em>cert. denied, </em>315 Md. 692, 556 A.2d 674 (1989), while the State refers us to <em>Jackson v. State, </em>81 Md.App. 687, 569 A.2d 712 (1990). We turn to consider those decisions.</p>\n<p id=\"b708-7\">In <em>Green, </em>a Baltimore City police officer received information from a “registered confidential informant.” The tipster stated that “a young black male of medium complexion, wearing a red jacket over a black hood, blue jeans, and white tennis shoes, was sitting on the steps” of a house on a specific block selling cocaine in gelatin capsules dispensed from his pocket. <em>Green, </em>77 Md.App. at 478-79, 551 A.2d 127. The informant indicated that he had witnessed a drug transaction within five minutes of his phone call to police.</p>\n<p id=\"b708-8\">Three plain-clothed officers proceeded to the designated street block and observed a man fitting the description provided by the tipster, later identified as Richard Green, getting up from the steps of a row home. Upon seeing two of the officers exit their vehicle, Green ran down the steps he was then <page-number citation-index=\"1\" label=\"687\">*687</page-number>descending, and up the stairs of the next house, which he entered. There, Green was apprehended by police. The police removed Green from the house and searched him. They found numerous white gelatin capsules in his pants pocket, 38 bags containing a white powder substance, and cash. Laboratory analysis indicated that a number of the capsules contained cocaine while the bags of white powder contained heroin. Accordingly, Green was charged with possession with intent to distribute those substances. After the denial of Green’s motion to suppress, he was convicted.</p>\n<p id=\"b709-4\">On appeal, Green argued that his arrest was illegal because it was not supported by probable cause. The State countered that the police had probable cause to arrest Green “on the basis of the information and circumstances known to the officers before they effectuated the arrest.” <em>Id. </em>at 480, 551 A.2d 127. We agreed with Green.</p>\n<p id=\"b709-5\">We began our discussion with an analysis of the controlling precedent concerning the requirements for a valid warrantless arrest and the parameters of probable cause. We continued:</p>\n<blockquote id=\"ARz\">It is beyond dispute that information furnished to a law enforcement officer by an informant, together with the officer’s personal knowledge, may serve as the basis of probable cause for a warrantless arrest and search incident to that arrest if the trial court is informed “with specificity what the inform[ant] actually -said, and why the officer thought the information was credible, and the court is satisfied such information was sufficiently reliable and reasonably trustworthy to give the officer, as a prudent man, probable cause to believe that the accused had committed or was committing, a felony.”</blockquote>\n<p id=\"b709-6\"><em>Id. </em>at 481, 551 A.2d 127 (quoting <em>Hundley v. State, </em>3 Md.App. 402, 405, 239 A.2d 593, <em>cert. denied, </em>251 Md. 750 (1968)).</p>\n<p id=\"b709-7\">Concluding that the trial court erred in denying Green’s motion to suppress, we said:</p>\n<blockquote id=\"b709-8\">The police were able to verify the “innocent” details related by the informant upon their arrival at the [identified street block.] Despite the verification of such innocuous <page-number citation-index=\"1\" label=\"688\">*688</page-number>details as the description of the appellant’s clothing and the location of where he was sitting, we point out that the information could have been provided by .any “mischief maker” who happened to observe the appellant sitting on the steps of a house in the [identified block]. In particular, <em>we note that the verifiable details provided by the informant did not predict future activities of the appellant. </em>We believe, therefore, that the mere verification by the police of the description of the appellant’s clothing and the location of where he was sitting failed to serve as sufficient corroboration to establish reliability or probable cause. As previously related, [one of the officers] testified that he had “received information from a registered confidential informant, who had contact with me for some time.” Whatever connotation was ascribed by the police to the. word “registered” we may only speculate. There is nothing in the record to indicate the basis for determining the informant’s reputation for veracity and reliability.</blockquote>\n<blockquote id=\"b710-5\">4s * *</blockquote>\n<blockquote id=\"b710-6\">Under the totality of the circumstances of this case, wherein there was absolutely no testimony establishing the reliability or character status of the “registered” informant who merely “had contact with [one of the officers] for some time,” or the corroboration of any meaningful detail, we do not believe the appellant’s conduct of running into his house was sufficient to establish probable cause for his arrest.</blockquote>\n<p id=\"AG6\"><em>Id. </em>at 484-85, 487, 551 A.2d 127 (emphasis added).<footnotemark>5</footnotemark></p>\n<p id=\"b710-7\">In <em>Jackson v. State, </em>81 Md.App. 687, 569 A.2d 712, a registered informant telephoned the police and said that there <page-number citation-index=\"1\" label=\"689\">*689</page-number>was a two-tone Nissan Maxima parked on a specified street. The informant also told police that he personally observed people approach a man and give him money in exchange for drugs produced from the trunk of the Nissan. According to the informant, the sales were “occurring presently.” <em>Id. </em>at 689, 569 A.2d 712. Three officers arrived at the specified location ten minutes later in a car that, although unmarked, was generally recognized in the area as a police vehicle. Upon their arrival, several men who were gathered around a two-tone Nissan Maxima quickly dispersed. Darnell Jackson, who was waxing the roof of the Nissan, remained.</p>\n<p id=\"b711-4\">The officers approached Jackson, identified themselves, and questioned Jackson as to whether he owned the car. Jackson stated that he did. One of the officers then observed a folder in the open trunk with a piece of aluminum foil protruding from it. The officer testified as an expert that foil is commonly used to package illicit drugs. Upon opening the folder, the officer saw a plastic bag containing 36 ziploc bags of suspected cocaine. Jackson was then arrested. A search of the car revealed a bag containing currency. After Jackson’s motion to suppress was denied, he was convicted of possession of cocaine with intent to distribute.</p>\n<p id=\"b711-5\">Jackson alleged on appeal that the court erred in failing to grant his motion to suppress, “because the informant was untrustworthy, the informant did not demonstrate the basis of his knowledge, and the details of the tip were insufficient to give the police probable cause to search [his] car.” <em>Id. </em>at 691, 569 A.2d 712. But, the informant had an established track record with the police. Ten days prior to Jackson’s arrest, the informant contacted police, expressing a desire to become an informant. Over a ten-day period, on a number of occasions, the informant contacted the police to report persons involved in the possession or distribution of cocaine on Broadway in Baltimore. The police verified the information through surveillance, which eventually led to the arrests of twenty people.</p>\n<p id=\"b711-6\">Applying the <em>Gates </em>totality of the circumstances test, we determined that the search of Jackson’s car was supported by <page-number citation-index=\"1\" label=\"690\">*690</page-number>probable cause. <em>Id. </em>at 694, 569 A.2d 712. Referring to our prior decision in <em>Green, </em>we said, 81 Md.App. at 692-93, 569 A.2d 712:</p>\n<blockquote id=\"b712-5\">[W]e held that the trial court erred in denying [the] appellant’s motion to suppress the evidence. In so doing, we established that information received from a registered informant is insufficient to establish probable cause where there is a failure to show the reliability or character status of the informant or corroborate any meaningful details. Here, we conclude that evidence of a registered informant’s reliability, demonstrated by prior accurate information in conjunction with a tip that is detailed enough to provide a reasonable assurance of being based on firsthand observation and that is corroborated by police, is sufficient to establish probable cause. The trial court made certain valid findings in support of its denial of the motion to suppress. It found initially that the informant was reliable, based on his prior accurate information to the police. The trial court based this finding on evidence that this was the eighth supply of information in the previous ten days leading to arrests for controlled dangerous substances, all within a very close area.</blockquote>\n<p id=\"b712-6\">Additionally, we enumerated several factors that, in our view, supported a finding of probable cause to search the Nissan, including: (1) ED 167’s personal observation of the information related to police; (2) sufficient detail in the observation to provide reasonable assurance that the informant was speaking from first-hand knowledge; (3) corroboration of the innocent details; (4) the mens’ departure from the Nissan when the police arrived; and (5) established knowledge that the area was a high drug area. <em>Id. </em>at 693, 569 A.2d 712.</p>\n<p id=\"b712-7\">Our more recent decisions in <em>Dyson v. State, </em>122 Md.App. 413, 712 A.2d 573, <em>cert. denied, </em>351 Md. 287, 718 A.2d 235 (1998), <em>rev’d on other grounds, </em>527 U.S. 465, 119 S.Ct. 2013, 144 L.Ed.2d 442 (1999), and <em>Hardy v. State, </em>121 Md.App. 345, 709 A.2d 168, also aid in the resolution of the issue presented here. We turn to explore those cases.</p>\n<p id=\"b713-4\"><page-number citation-index=\"1\" label=\"691\">*691</page-number><em>Dyson </em>inquired as to whether there was probable cause sufficient to justify the search of a vehicle’s trunk, and a duffel bag contained in that trunk, pursuant to the so-called automobile exception to the warrant requirement. As <em>Dyson </em>conveys the quality and quantity of facts that establish an informant’s reliability or track record, and contrasts sharply with what was presented here, we set forth the facts in detail for illustrative purposes:</p>\n<blockquote id=\"b713-5\">It was at 11 A.M. on July 2, 1996 when [Sergeant Lyle Long of the St. Mary’s County Sheriffs Department] received the critical telephone call from a confidential informant. A key component of the probable cause in this case was the probable reliability of that informant. It was not an anonymous informant but one with whom Sergeant Long had a previous working relationship. The informant had, moreover, what the case law calls “a good track record.” The informant had, while working with Sergeant Long, made a controlled buy from a private residence that led to the issuance of an earlier search and seizure warrant. The execution of that warrant, in turn, uncovered a substantial quantity of crack cocaine and resulted in a criminal conviction. Sergeant Long also carefully pointed out that he had never received information from the confidential informant that was found to be false or misleading.</blockquote>\n<blockquote id=\"b713-6\">On another occasion, Sergeant Long had interviewed the informant and established the informant’s knowledge as to the narcotics traffic generally and as to narcotics activity in St. Mary’s County specifically.</blockquote>\n<blockquote id=\"b713-7\">The informant told Sergeant Long that the [defendant, Kevin Dyson,] was in the New York City area on that day (July 2) for the purpose of purchasing cocaine. He further reported to Sergeant Long that [Dyson] would be leaving New York at 11 A.M. that morning and would be returning to St. Mary’s County with the cocaine. He informed the Sergeant that [Dyson] was operating a red Toyota with Maryland license tag number DDY 787. He informed Sergeant Long that the red Toyota was a rental vehicle.</blockquote>\n<blockquote id=\"b714-4\"><page-number citation-index=\"1\" label=\"692\">*692</page-number>* * *</blockquote>\n<blockquote id=\"b714-5\">... Sergeant Long indicated that he was already familiar with [Dyson] prior to receiving the July 2 telephone call. He indicated that he had received information that [Dyson] was a supplier of cocaine in the Lexington Park area of St. Mary’s County. Sergeant Long indicated that he knew [Dyson] by sight. By way of corroborating the fact that [Dyson] was operating a rental car, Sergeant Long knew independently that [Dyson] had recently had an accident with his own car and was, therefore, in need of finding some substitute vehicle.</blockquote>\n<blockquote id=\"b714-6\">Further corroboration of the telephone conversation was immediately forthcoming. Sergeant Long checked the Maryland tag number that had been given him by the informant with the Department of Motor Vehicles and learned that that tag for a red Toyota Corolla had been issued to the Enterprise Rental Car Company. Sergeant Long then checked with Enterprise and learned that the red Toyota in question had been rented by Enterprise to [Dyson].</blockquote>\n<p id=\"b714-7\"><em>Dyson, </em>122 Md.App. at 424-26, 712 A.2d 573.</p>\n<p id=\"b714-8\">As a result of the informant’s tip, St. Mary’s County deputies stopped and searched the vehicle at approximately 1:00 a.m. on July 3, 1996. The deputies recovered 23 grams of cocaine and over $3,000.00 in cash from a duffel bag in the trunk of the car. Prior to trial, Dyson unsuccessfully moved to suppress the evidence recovered from the vehicle. On appeal, he argued that the motion court erred in declining to suppress the evidence. We disagreed, concluding that the deputies “had abundant probable cause to believe that cocaine was being carried in [Dyson’s] automobile.” <em>Id. </em>at 426, 712 A.2d 573.<footnotemark>6</footnotemark></p>\n<p id=\"b715-4\"><page-number citation-index=\"1\" label=\"693\">*693</page-number>By comparison, <em>Hardy, </em>121 Md.App. 345, 709 A.2d 168, is instructive in illustrating when a tip is insufficient to create articulable suspicion. There, the police received an anonymous telephone tip that “a burgundy Honda was traveling eastbound on East-West Highway and the occupants were believed to have weapons and drugs in the ear.” <em>Hardy, </em>121 Md.App. at 348, 709 A.2d 168. The tip was then broadcast over the radio to police. Thereafter, an officer in the area observed a burgundy Honda Accord with Virginia temporary tags. The police subsequently stopped the vehicle in a public parking lot and the occupants were ordered to vacate the car. The occupants were then handcuffed and frisked for weapons. The police felt a bulge on Christopher Hardy, one of the occupants. An officer then opened the suspect’s pants and discovered what appeared to be a large bag of crack cocaine.</p>\n<p id=\"b715-5\">After Hardy was charged with various drug offenses, he moved to suppress the evidence, alleging that he “was under arrest when he was subjected to a felony stop and that the arrest was not supported by probable cause.” <em>Id. </em>at 352, 709 A.2d 168. Additionally, Hardy suggested that the informant’s tip did not justify even a <em>Terry </em>stop. The State maintained that the “police had a right to stop the car and detain its occupants to determine the accuracy of the anonymous tip.” <em>Id. </em>at 351-52, 709 A.2d 168. The motion court denied Hardy’s motion, and he was subsequently convicted of possession of a controlled dangerous substance with intent to distribute.</p>\n<p id=\"b715-6\">On appeal, we did not address whether Hardy was under arrest prior to the discovery of the crack cocaine. Nevertheless, we reversed the conviction because we concluded that the tip did not provide the police with reasonable articulable suspicion to justify a <em>Terry </em>stop. <em>Id. </em>at 364, 709 A.2d 168. In <page-number citation-index=\"1\" label=\"694\">*694</page-number>our view, the tip was deficient because it only furnished police with facts that were readily visible to the public. Moreover, to the extent the tip predicted future conduct, it did not demonstrate a familiarity with Hardy’s affairs. <em>Id. </em>at 363-64, 709 A.2d 168. In addition to highlighting many of the principles already discussed above, we were guided by the New Hampshire Supreme Court’s decision in <em>State v. Kennison, </em>134 N.H. 243, 590 A.2d 1099 (1991). That case is equally pertinent here. As we said in <em>Hardy:</em></p>\n<blockquote id=\"b716-5\">[The <em>Kennison </em>court, in its majority opinion,] determined that an anonymous tip that informed the police that Kennison had four pounds of marijuana in the trunk of her vehicle was not sufficient to justify an investigative stop.</blockquote>\n<blockquote id=\"b716-6\">In <em>Kennison, </em>the informant had described the type of vehicle, the license plate number, and the suspect’s place of employment. Further, the police were told that Kennison would leave work at 3:00 p.m., return to her residence, and then leave to make marijuana deliveries. Undercover police officers were dispatched to the place of employment and observed a woman enter the car in question at the appointed hour. The police also set up surveillance of Kennison’s residence, and observed Kennison as she arrived at her home. About two hours later, the police saw Kennison leave her residence and, after following her for less than a mile, the police “pulled her over.” When Kennisqn signed a consent to search form, the police recovered four pounds of marijuana from the trunk of her vehicle. Nevertheless, applying New Hampshire constitutional law, the court concluded that the trial court erred in denying the defendant’s motion to suppress the marijuana.</blockquote>\n<blockquote id=\"b716-7\">In the majority’s view, “the police merely corroborated mundane, innocent facts easily available to co-workers or friends, or to persons who might wish to harass or embarrass another.” <em>Kennison, </em>590 A.2d at 1101. With respect to the quality of information provided by the anonymous informant, the court reasoned that “the information contained in the tip relative to [Kennison’s] car, license plate, place of employment, and the time that [Kennisoris] work<page-number citation-index=\"1\" label=\"695\">*695</page-number>day ceased is of a kind readily available to many people.” <em>Id. </em>Further, the court noted that the informant’s statement that “Kennison would leave work and go home and then later go out were not of such character to show that [the informant] was specially privy to her itinerary or familiar with her affairs.” <em>Id. </em>Finally, the court observed that the tip did not contain the kind of detail that rendered it “self-verifying.” <em>Id. </em>Therefore, based on the totality of the circumstances, the court held that the police lacked reasonable suspicion to effect the stop.</blockquote>\n<p id=\"b717-5\"><em>Hardy, </em>121 Md.App. at 361-62, 709 A.2d 168.</p>\n<p id=\"b717-6\">The foregoing discussion makes clear that probable cause in the context of an informant’s tip depends on some combination of the substance of the tip and corroborative observation by law enforcement of the suspect’s activities, some of which may appear innocent on its face. In the case of a confidential informant, as opposed to an anonymous one, evidence as to the informant’s demonstrated reliability is also vital. <em>See Gates, </em>462 U.S. at 244 n. 13, 103 S.Ct. 2317 (acknowledging that “innocent behavior frequently will provide the basis for a showing of probable cáuse; to require otherwise would be to <em>sub silentio </em>impose a drastically more rigorous definition of probable cause than the security of our citizens’ demands”); <em>Draper v. United States, </em>358 U.S. 307, 79 S.Ct. 329, 3 L.Ed.2d 327 (1959); see <em>also United States v. McCraw, </em>920 F.2d 224, 227-28 (4th Cir.1990) (stating that combination of tips from reliable confidential informant and first-hand corroborative observation of suspicious activity by law enforcement provided probable cause to arrest); <em>United States v. Shepherd, </em>714 F.2d 316, 317 (4th Cir.1983) (same), <em>cert. denied, </em>466 U.S. 938, 104 S.Ct. 1914, 80 L.Ed.2d 462 (1984); <em>Birchead v. State, </em>317 Md. 691, 703-04, 566 A.2d 488 (1989) (concluding that search warrant was supported by probable cause when tips from anonymous informants were combined with corroborative observations by police).</p>\n<p id=\"b717-7\">In this case, making our own constitutional review, as we are required to do, we conclude that the informant’s tip did <page-number citation-index=\"1\" label=\"696\">*696</page-number>not provide probable cause to search the trunk. The content of the tip, standing alone, was inadequate to furnish “a reasonable assurance of being based on firsthand observation.” <em>Jackson, </em>81 Md.App. at 692, 569 A.2d 712. Moreover, it was sorely lacking in meaningful detail. Nor did the police testify to any significant corroboration of the tip. Additionally, the record with respect to the confidential informant’s reliability was woefully undeveloped. We explain further.</p>\n<p id=\"b718-5\">The informant advised Phelps that Dixon would arrive at the second level of the Montgomery Mall parking garage adjacent to Nordstrom’s in a dark-colored Acura at 8:15 p.m. The tipster also stated that Dixon would be transporting approximately ten pounds of marijuana and that appellant would conduct a drug sale. Prior to the seizure of Dixon, the police were able to corroborate his identity based on Phelps’s prior surveillance and information obtained from the MVA. Although the Acura was already at the garage when the police arrived at 7:00 p.m., it was on the second level, as the informant had predicted. Dixon emerged from the stairwell of the parking garage at 8:15 p.m., walked in the direction of his car, but then turned around and went back to the stairwell. Shortly thereafter, Dixon again came from the stairwell, but this time got into his car and attempted to drive away. To the officers’ knowledge, no drug transaction occurred.</p>\n<p id=\"b718-6\">As Dixon was employed at Nordstrom’s, he was not necessarily at the mall for an improper purpose. It is also possible that appellant finished work sometime around 8:00 p.m., when he entered the garage. Certainly, there is nothing inherently illegal in patronizing a store or in parking at a mall garage. Although Dixon parked on the second level of the garage, adjacent to Nordstrom’s, as the informant said, someone who worked at Nordstrom’s might well do so. Therefore, the conduct described by the informant and corroborated by the police was hardly indicative of wrongdoing.</p>\n<p id=\"b718-7\">Moreover, the kind of information provided by the tipster, such as appellant’s place of employment and his schedule, could have been known to Dixon’s co-workers, other persons <page-number citation-index=\"1\" label=\"697\">*697</page-number>employed at the Montgomery Mall, a garage attendant, personal acquaintances, or a party interested in making mischief. Therefore, the police did no more than corroborate innocuous information related by the informant. As we have seen, “the tip must provide something more than facts or details that are readily visible to the public.” <em>Hardy, </em>121 Md.App. at 363, 709 A.2d 168.</p>\n<p id=\"b719-5\">Arguably, two predictive facts provided by the informant might have demonstrated some level of inside knowledge: the drug sale and the type and quantity of contraband contained in the Acura. But, as we noted, the police did not witness a drug transaction. Moreover, the recovery of the marijuana during a search of the trunk after appellant’s arrest cannot create probable cause to justify the arrest that preceded the search. <em>Cf. J.L., </em>120 S.Ct. at 1379.</p>\n<p id=\"b719-6\">As we indicated, the tip might have been sufficient to establish probable cause if the record demonstrated that the tip was provided by a confidential “informant whose reputation can be assessed and who can be held responsible if her allegations turn out to be fabricated.” <em>J.L., </em>120 S.Ct. at 1378. At best, the record was scanty as to the reliability of the informant. Instead, the State merely offered a conclusory assertion as to the informant’s reliability. Phelps stated generally that the informant’s past information had proved to be “true and accurate.” Nor did the State offer any particulars with respect to what the prior police surveillance of appellant revealed. <em>See Green, </em>77 Md.App. at 487, 551 A.2d 127. Although Phelps testified that the informant told him where Dixon lived, where he worked, and what car he drove, corroboration of that information did not add much. Phelps also said that the informant told him “the specifics of this case,” and the “specifics of other incidents.” Again, that generality did not help establish the informant’s track record.</p>\n<p id=\"b719-7\">It was not until the examination of Phelps by appellant’s counsel that any effort was made to explore the veracity, reliability, or basis of knowledge of the informant. Despite defense counsel’s effort to flush out what, if any, track record <page-number citation-index=\"1\" label=\"698\">*698</page-number>the informant had established with police, the State’s repeated objections to such questions were upheld. The prosecutor claimed that answers to such questions might reveal too much about the informant, leading to discovery of the informant’s identity. Phelps then echoed those concerns. <em>See Gibson v. State, </em>331 Md. 16, 22, 626 A.2d 44 (1993) (“The informer’s privilege is a common law privilege allowing the government to withhold the identity of a confidential informant who has provided law officers with information about violations of the law.”); <em>Brooks v. State, </em>320 Md. 516, 522, 578 A.2d 783 (1990).</p>\n<p id=\"b720-5\">Although we do not dispute that in some cases protection of the informant’s identity may be important, the evidence at the suppression hearing must nonetheless provide the court with an adequate basis to assess the informant’s veracity, basis of knowledge, or reliability. That did not happen here. Moreover, we are satisfied that the State could have posed questions to Phelps to establish the informant’s veracity and to show the extent of the officer’s corroboration, without jeopardizing that confidentiality. Looking at the record before us, we conclude that the police lacked probable cause to search the trunk of appellant’s car.</p>\n<p id=\"b720-6\">JUDGMENT OF THE CIRCUIT COURT FOR MONTGOMERY COUNTY REVERSED. COSTS TO BE PAID BY MONTGOMERY COUNTY.</p>\n<footnote label=\"1\">\n<p id=\"b680-14\">. Because of our resolution of the first issue, we shall focus on the facts relevant to that issue.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b682-7\">. <em>Miranda v. Arizona, </em>384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b691-9\">. We disagree with this \"factual finding” to the extent it constitutes a legal conclusion that the seizure was a <em>Terry </em>stop.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b701-7\">. Although <em>Gates </em>involved the issuance of an arrest warrant, its totality of the circumstances approach \"applies to all occasions when probable cause must be assessed.\" <em>Green v. State, </em>77 Md.App. 477, 482 n. 4, 551 A.2d 127, <em>cert. denied, </em>315 Md. 692, 556 A.2d 674 (1989).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b710-8\">. As the above quote from <em>Green </em>suggests, 77 Md.App. at 484-85, 487, 551 A.2d 127, we noted our disagreement in that case with those jurisdictions that then held that flight, without more, was sufficient to authorize a <em>Terry </em>stop. <em>Id. </em>at 486, 551 A.2d 127. Recently, however, in <em>Wardlow, </em>120 S.Ct. at 676, the Supreme Court concluded that an individual's presence in a high crime area, when coupled with his or her unprovoked flight upon seeing police, may support a determination of reasonable suspicion necessary to support a <em>Terry </em>stop.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b714-9\">. We ultimately reversed the motion court's refusal to suppress the evidence on grounds that the State failed to satisfy the exigency component of the <em>Carroll </em>doctrine. <em>Dyson, </em>122 Md.App. at 428, 712 A.2d 573. Our decision was reversed by the Supreme Court in <em>Dyson, </em>527 U.S. 465, 119 S.Ct. 2013, 144 L.Ed.2d 442. The Supreme Court did not object to our probable cause analysis, however. Indeed, it stated that <page-number citation-index=\"1\" label=\"693\">*693</page-number>our conclusion \"that there was ‘abundant probable cause' ” was sufficient alone to satisfy the automobile exception. <em>Dyson, </em>527 U.S. at 467, 119 S.Ct. 2013. Instead, the Supreme Court focused its attention on the exigency component, holding that \"the 'automobile exception’ has no separate exigency requirement.” <em>Id. </em>at 466-67, 119 S.Ct. 2013 (discussing <em>Ross, </em>456 U.S. at 809, 102 S.Ct. 2157, <em>and Pennsylvania v. Labron, </em>518 U.S. 938, 940, 116 S.Ct. 2485, 135 L.Ed.2d 1031 (1996)).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}