{
  "casebody": {
    "data": "<casebody firstpage=\"547\" lastpage=\"549\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b557-5\">Runyan <em>against </em>Nichols.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b557-14\">NEW YORK,</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHo\">October, 1814.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b557-9\">Whether, laaa fiction by six attorney ?i-gain itHsdVtñnt, to rec,&gt;v°i his feeí-,thed(2len¿ant can <em>zt-\\ </em>.ip the plaintiff’s negligence in conducti«,p;the suit an a bar, <em>guare.</em></headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"AL4t\">Such defence, however, must be pleaded, or notice given that it was intended t© insist upon it and the defendant cannot give it in evidence under the general is* sue.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b557-6\">IN ERROR from the court of common pleas of <em>Chenango </em>county. This was an action of <em>assumpsit, </em>brought by the plaintiff, an attorney of this court, in the <em>Chenango </em>common pleas, to recover his costs for prosecuting two suits in the supreme court, in which the present defendant was plaintiff, as his attorney. The defendant pleaded <em>non assumpsit, </em>and gave notice of a <em>set-off.</em></summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b557-7\">At the trial the plaintiff proved his retainer, and the due service of copies of the bills of costs, more than eight days before the commencement of this suit. The defendant produced a witness to prove that the plaintiff had conducted one of the suits negligently, and without skill and care. This testimony was objected to by the plaintiff, but the court overruled the objection, mid the plaintiff excepted to their opinion. A verdict was found for the defendant, and the plaintiff tendered a bill of exceptions.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b557-8\">The sole point for the consideration of the court was, whether the defendant could gjve the plaintiff’s negligence in conducting his business, as his attorney, in evidence, under the general issue.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b557-12\"><em>Vanderlyn, </em>for the plaintiff in error,</attorneys>\n<p data-order=\"9\" data-type=\"disposition\" id=\"A80Q\">was stopped by the court.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b557-13\"><em>Van Burén, </em>contra.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AQz\">The evidence offered was admissible. In all other cases, whether the plaintiff proceeds on a <em>quantum </em>meruit, for work and la,bow, or services performed, as a ear<page-number citation-index=\"1\" label=\"548\">*548</page-number>penter, &amp;c. the defendant may set up in his defence that the work has not been done in a proper and workmanlike manner? so as to entitle the plaintiff to the compensation claimed by him 5 and this defence may be given in evidence under the general issue, without notice.<footnotemark>*</footnotemark> Where a party comes into a court to claim the worth of his services, he cannot be surprised by such a defence; for he must be prepared to show the value of his services, and the extent of the compensation claimed by him. If tills evidence is not allowed, the defendant may be driven to his cross action, and courts lean against the multiplicity of actions.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b558-7\"><em>Vantler lyn, </em>in reply,</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AQ84\">said that in <em>Tempter </em>v, <em>M'Lachlan,</em><footnotemark><em>†</em></footnotemark><em> </em>the judges ruled it to be perfectly clear law, that negligence in the conduct of a cause could not be set up as a defence to an action on an attorney’s bill. That decision is conclusive on this question. .</p>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"AHqh\"> 7 <em>East, 479. </em>1 cAMPB. n. <em>p. cASES, 38. 190. Peake's Cases. </em>103. 59. and <em>see King v. Boston, 7 East, </em>481. <em>note.</em></p>\n</footnote>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-2\" label=\"†\">\n<p id=\"b558-6\"> <em>5 Bos. &amp; Pull. </em>136. 2 <em>Comyn on Contracts, </em>384.</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b558-9\">Van Ness, J.</author>\n<p id=\"AU1e\">delivered the opinion of the court. On the opening of this case, I was very strongly inclined to think that the evidence of the defence admitted in the court below ought to have been rejected, under any circumstances; but I no w have my doubts. In cases, in many respects analogous, such as suits for work and labour by builders, a defence like the present certainly has been allowed. Without, however, expressing any opinion on this point, I think the judgment in the court below ought to be reversed, on another ground. The defendant neither pleaded nor gave notice of this defence, and it must have been a complete surprise upon the plaintiff as he cannot be presumed to have come prepared to meet it at the trial.</p>\n<p id=\"b558-10\">In a case of this description, it is peculiarly fit and proper that the plaintiff should be apprized that such a defence as this was intended to be insisted upon. If it be substantiated, it fixes upon the plaintiff the imputation of gross ignorance, or negligence, and, perhaps, even of moral turpitude. An investigation of this kind, therefore, is of vital importance to the reputation of an attorney, in which this court, in common with the community, and the party himself, ha’s a deep interest; and to allow it to be assailed by a defence, involving such serious consequences, without any previous notice, would, I think, be <page-number citation-index=\"1\" label=\"549\">*549</page-number>unreasonably and unnecessarily harsh and rigorous. On this ground, therefore, I am of opinion that the judgment below is erroneous.</p>\n<p id=\"b559-4\">Judgment reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}