{
  "casebody": {
    "data": "<casebody firstpage=\"774\" lastpage=\"810\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b870-6\">The OCEANIC STEAMSHIP COMPANY v. The UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b870-8\">No. 238-75.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b870-9\">United States Court of Claims.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b870-10\">Oct. 18, 1978.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b870-13\">Kashiwa, J., concurred in part and dissented in part and filed an opinion.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b872-12\"><page-number citation-index=\"1\" label=\"776\">*776</page-number>T. S. L. Perlman, Washington, D. C., atty. of record, for plaintiff. Leonard, Egan, Kominers, Fort, Schlefer &amp; Boyer, and Willis R. Deming, San Francisco, Cal., of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b872-13\">Bernard M. Brodsky, Washington, D. C., with whom was Asst. Atty. Gen. Barbara Allen Babcock, Washington, D. C., for defendant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b872-14\">Before NICHOLS, KASHIWA and BENNETT, Judges.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b872-15\">ON PLAINTIFF’S MOTION FOR SUMMARY JUDGMENT AND DEFENDANT’S CROSS-MOTION FOR SUMMARY JUDGMENT</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b872-16\">BENNETT, Judge.</author>\n<p id=\"b872-17\">The Oceanic Steamship Company (Oceanic) sues for damages under the Tucker Act, 28 U.S.C. § 1491 (1970), alleging that defendant breached its subsidy agreement with plaintiff. The dispute concerns the operating-differential subsidy (ODS) paid to plaintiff for the years 1962 through 1968 for operation of two American-flag vessels, the SS <em>Mariposa </em>and the SS <em>Monterey, </em>engaged in a combined passenger-and-cargo service between the Pacific Coast of the United States and Australia. The subsidies it received, plaintiff asserts, failed to place it in parity with its foreign competition <page-number citation-index=\"1\" label=\"777\">*777</page-number>with respect to wage costs of officers and crew. Plaintiff objects to this treatment, to certain withholding of information by the Maritime Administration (MARAD), and to unequal benefits given to another American-flag operator, American President Lines (APL). Plaintiff claims defendant breached the long-term subsidy agreement between them and violated the statute which authorized the contract, the Merchant Marine Act, 1936, as amended, 46 U.S.C. § 1101 <em>et seq. </em>(1970). Plaintiff seeks a judgment yielding it the higher subsidies which it claims should have been paid.</p>\n<p id=\"b873-4\">The parties are eager to resolve this case without trial. Both have moved for summary judgment, each asserting that no material issues of fact are in dispute. Numerous exhibits and affidavits have been supplied. Still, the record does not illuminate the facts to the extent trial might have. But we agree with the parties that the facts before us permit resolution of the case without remanding for proceedings in the trial division. With respect to the years involved in this lawsuit, in part III we determine the claims for 1962-64 to be barred by our statute of limitations, 28 U.S.C. § 2501 (1970). The claim for 1965 is barred by plaintiff’s acquiescence in the rates set and its failure to exhaust administrative remedies, as we hold in part IV(A). The claims for 1966-68 are sustained on account of defendant’s unconscionable failure in negotiation to divulge relevant information then in its possession, as we hold in part IV(B). In part V we remand the 1966-68 claims to the Maritime Administration for negotiation and the establishment of new rates.</p>\n<p id=\"b873-5\">Before turning to a discussion of the process by which plaintiff’s rates were established over the years, we first examine the background of this litigation, reviewing briefly the subsidy program and plaintiff’s place in it.</p>\n<p id=\"b873-10\">I</p>\n<p id=\"b873-11\">The history of the merchant ship subsidy system has been discussed in detail in prior opinions of this court. Reviews appear in <em>American Export Isbrandtsen Lines, Inc. v. United States, </em>499 F.2d 552, 557-60, 204 Ct.Cl. 424, 431-37 (1974), and <em>Moore-McCormack Lines, Inc. v. United States, </em>413 F.2d 568, 570-71, 188 Ct.Cl. 644, 649-50 (1969). Little of what has been said before needs repetition here.</p>\n<p id=\"b873-12\">The subsidy program is a product of the congressional judgment, expressed in 1936 and reiterated in 1970,<footnotemark>1</footnotemark> that vital national security and commercial interests are served by the maintenance of ocean vessels under United States registry. The problem Congress sought to address was the weakness of the American merchant marine, which was competitively disadvantaged by the lower costs, particularly with respect to wages, incurred by foreign competitors. As a consequence, Congress authorized long-term subsidy contracts under which Ameriean-flag operators receive operating-differential subsidies intended to create parity with foreign competition. <em>See </em>46 U.S.C. §§ 1171-1183a (1970), especially section 1173.<footnotemark>2</footnotemark> In exchange, the operators obligate themselves, <em>inter alia, </em>to keep their ships under United States registry for a specified period (typically 20 years), to maintain certain shipping operations on specified routes, and to employ U.S. citizens exclusively.</p>\n<p id=\"b873-13\">Plaintiff was the owner and operator of ocean-going steamships and, beginning in 1937, received subsidies under contracts with the United States under the Merchant Marine Act, 1936. This suit involves the most recent of plaintiff’s contracts, No. FMB — 44, dated July 28, 1955, for a term ending December 17, 1972. Plaintiff and <page-number citation-index=\"1\" label=\"778\">*778</page-number>defendant’s Federal Maritime Board,<footnotemark>3</footnotemark> agreed that the former would operate and the latter subsidize plaintiff’s combination passenger-freight service and freight service on Trade Route 27, generally between Pacific Coast ports of the United States and ports of Australia and New Zealand.<footnotemark>4</footnotemark></p>\n<p id=\"b874-4\">Plaintiff’s combined passenger-and-cargo business<footnotemark>5</footnotemark> under the 1955 contract involved two ships, now known as the SS <em>Mariposa </em>and the SS <em>Monterey,</em><footnotemark><em>6</em></footnotemark><em> </em>which traveled between Australia and the American West Coast, with stops along the way. There was substantial competition from other ships on this route, primarily from ships owned by a United Kingdom operator now known as P&amp;O Orient Lines (P&amp;O). Shipping operations of the Crusader Line, also operating under the British flag, provided secondary competition.</p>\n<p id=\"b874-5\">The presence of substantial foreign competition triggered a contractual provision requiring payment of subsidies reflecting the operating-expense differential between plaintiff’s ships and those of P&amp;O. That provision, in pertinent part, read as follows:</p>\n<blockquote id=\"AbvE\">1-4. <em>Determination of Amount of Subsidy. </em>(a) Subject to all the terms of this agreement and effective as prescribed in Article 1-1 of this agreement, the United States shall, pursuant to Section 603(b) of the Act [46 U.S.C. § 1173(b)] pay to the Operator, as operating-differential subsidy, sums equal to the excess of the fair and reasonable cost (as determined by the Board) of * * * wages and subsistence of officers and crews * * * over the Board’s estimate of the fair and reasonable cost of the same items of expense * * * if such vessels were operated under the registry of a foreign country whose vessels are substantial competitors of the vessels covered by this agreement. Subsidy payments shall be based upon rates determined in accordance with Section 603(b) of the Act, which rates the Board determines will place the Operator <page-number citation-index=\"1\" label=\"779\">*779</page-number>on a parity basis with his foreign flag competitors * * * <footnotemark><em>7</em></footnotemark></blockquote>\n<p id=\"b875-5\">It thus may be seen that the determination of the operating expense differential was dependent upon an estimate by the Federal Maritime Board, later the Maritime Subsidy Board of the Maritime Administration, of the fair and reasonable cost of enumerated items of expense (the largest component of which were wages of officers and crews) as if plaintiff’s vessels were operated under the registry of a foreign country whose vessels were substantial competitors of the vessels covered by the agreement. So that a “foreign cost” for operation of plaintiff’s ships could be constructed, estimates about what it would have cost P&amp;O to run the Monterey and the <em>Mariposa </em>were made. The subsidy rate was the calculated difference between the American-flag cost and the estimated foreign-flag cost of the same operations, which difference was stated as a percentage of the American-flag cost. Thus, over the period 1962 to 1968, the parties’ agreement that P&amp;O’s wage costs were, roughly, 30-33 percent of plaintiff’s costs resulted in wage subsidy rates ranging from close to 67 percent to just over 70 percent. Thus, for each dollar of subsidizable wage expense incurred by plaintiff, the Government paid, depending on the year, about 67 to 70 cents. Plaintiff now says the wage subsidy rate should have been 82.3 percent for each of the years and asks $6,253,792 in damages.</p>\n<p id=\"b875-6\">Subsidy rates were periodically proposed by the Maritime Subsidy Board and sent to plaintiff with a solicitation of approval. Plaintiff was not obligated to agree to the rates and could request a hearing when dissatisfied with the rates proposed by defendant.<footnotemark>8</footnotemark> Failing agreement, the board could unilaterally set the rates, although plaintiff could then appeal to the Secretary of Commerce.<footnotemark>9</footnotemark> If, however, the proposed rates were accepted, no hearing was necessary and the rates would be incorporated by addendum into the contract, in accordance with provision I — 4(b) thereof. Paragraph I— 4(d) provided that the rates so incorporated should apply to all voyages terminating during the year for which the ODS rate was determined. Paragraph I-5(a) of the contract, in accordance with section 606 of the Act (codified at 46 U.S.C. § 1176 (1970)), specified that the amount of future payments to plaintiff should be subject to review and readjustment from time to time, but not more frequently than once a year, at the instance of either plaintiff or defendant. Revised rates, the provision stated, would be applicable to voyages commencing on and after the effective date of any revision. Pending the establishment and determination of new ODS rates for any period, paragraph I — 5(b), reinforced by paragraph II- 23, permitted the operator—</p>\n<blockquote id=\"b875-14\">in the discretion of the United States, [to] receive payments on account computed on the basis of not to exceed 75 per centum<footnotemark>10</footnotemark> of the differential rates in effect for the period immediately preceding the effective date of the requested revision.</blockquote>\n<p id=\"b875-15\">II</p>\n<p id=\"b875-16\">Plaintiff first operated the <em>Mariposa </em>and the <em>Monterey </em>in 1956. In 1959, when subsidy rates were being established for 1956 and 1957 (a time lag was usual), a first step was to determine what the fair and reasonable cost of operating such vessels would have been if under United Kingdom administration. Concerning the “wages and subsistence of officers and crew,” two key subsidizable expenses which were usually settled simultaneously (though separate rates were established for each), the Federal <page-number citation-index=\"1\" label=\"780\">*780</page-number>Maritime Board (FMB) estimated that manning under the United Kingdom flag would be 286 people, although plaintiff actually manned each of the two ships with crews of 264. Plaintiff objected to the board’s higher crew estimate, which would have increased the foreign cost and thus diminished the subsidy due; plaintiff insisted that “man-for-man manning” should be used instead.</p>\n<p id=\"b876-4\">Man-for-man manning is a construct based on the assumption that the British would man each subsidized ship with the same number of crewmen as plaintiff in fact did, thus avoiding the problem of ascertaining the manning which the British, with their differing traditions, laws, and contracts, would actually employ. Where man-for-man manning was used, plaintiff and defendant both assumed that the P&amp;O workforce would be all-British, which <em>at that time </em>it evidently was. (It was the continued use of this assumption, after the facts had changed, to which plaintiff now objects.)</p>\n<p id=\"b876-5\">When plaintiff and the Federal Maritime Board could not agree on the manning to be used in computing foreign wage and subsistence costs, they followed the method prescribed by the statute for resolving such disputes. A hearing was held, at which the FMB staff and plaintiff both presented their arguments.<footnotemark>11</footnotemark> The FMB compromised, ruling that the deck and engine compartments would be man-for-man while the steward department would be manned as the staff had estimated, with more stewards than plaintiff used. Rates based on these assumptions were presumably incorporated in the contract; there is no evidence that plaintiff pressed its disagreement further.</p>\n<p id=\"b876-8\">By the time the 1958 rates were being established, in 1961, the Maritime Subsidy Board (MSB) had replaced the Federal Maritime Board as the body which established rates. <em>See </em>note 3 <em>supra. </em>This time there was a dispute among the staff of the Office of Government Aid, who advised the MSB on subsidy rates. The acting chief of that office argued that plaintiff was correct in requesting man-for-man manning in all three departments. The wide disparity between plaintiff’s ships and those of P&amp;O was cited, and it was pointed out that the disparity was greatest in the steward department, making man-for-man treatment at least as advisable there as in the other departments. The contrary view, maintained by Mr. Hotsko, a special assistant in the Office of Government Aid, was that the manning developed for 1956 and 1957 be used for 1958 because of the large amount of work involved in reopening the question and the small effect anticipated as a result of any changes. The former view prevailed, and plaintiff’s 1958 rates were computed on the assumption that foreign competitors employed plaintiff’s manning in all three departments.</p>\n<p id=\"b876-9\">For the remaining years before 1962, the parties agreed to ODS rates which were based on foreign costs computed by resort to man-for-man manning, rather than on the basis of' any estimate of the actual manning P&amp;O would use. The dates of the agreements and final accountings for the subsidies for 1956-61 are immaterial, but the pattern established during this period is relevant as background, for it was the use of this method of computation in later years which spawned this dispute. The use of man-to-man manning was not only approved but evidently required, in these circumstances, by the <em>Manual of General Procedures for Determining Operating-Differ</em><page-number citation-index=\"1\" label=\"781\">*781</page-number><em>ential Subsidy Rates </em>(1st rev. ed. 1957), which provided:</p>\n<blockquote id=\"b877-5\">Where manning under a Foreign Flag cannot be established with reasonable substantiation, then the manning shall be deemed identical with that of the subsidized vessel.</blockquote>\n<p id=\"b877-6\">Meanwhile, P&amp;O began using “mixed crews” on some of its ships. Somewhere around 1963, P&amp;O began to replace some of its British crewmen with Goan (Portuguese Indian) seamen, who worked for lower wages. Both defendant and plaintiff were aware of the new practice and sensitive to the possible impact on subsidy rates before rates were established for 1961 in November 1963.</p>\n<p id=\"b877-7\">Defendant’s knowledge is revealed by a “rate book” kept by MARAD, recording all the cost information used in setting subsidy rates for American operators. Notes made concerning the 1961 rates revealed, with regard to P&amp;O’s costs:</p>\n<blockquote id=\"b877-8\">* * * a survey of Articles was made * * * . Results of this survey indicate a waging under these Articles would result in lower wages than the previous year. This was apparently caused by the fact that this year’s Articles included, in addition to the Orsova, the Himalaya, a ship operating with mixed crew. Since it would be unrealistic to maintain that base wages decreased under this flag * * * the same base wage rates developed for the 1960 estimate are used for the 1961 estimate.</blockquote>\n<p id=\"b877-13\">Of the information MARAD had about P&amp;O’s actual costs, only a total estimated monthly cost and the number of crew were furnished to plaintiff; the rate book just quoted was not shown to plaintiff.</p>\n<p id=\"b877-17\">Plaintiff, too, was aware of P&amp;O’s introduction of mixed crews. Such information was available from visual observation and crew lists required to be filed with the Immigration and Naturalization Service. Further, Mr. James, plaintiff’s superintendent, later marine manager, had learned from a British steward employed by P&amp;O not only that Goan stewards were being used but also that the Goans were paid less than British counterparts. James’ memorandum, a copy of which was supplied to Mr. Rogers, who was then responsible for recommending to Oceanic’s management its acceptance of the subsidy rates for 1961-63, reviewed several aspects of the information obtained about P&amp;O and then closed with a paragraph worth quoting:</p>\n<blockquote id=\"b877-18\">Of all of the foregoing, the most significant information would seem to be the radical reduction in wage cost that has recently been introduced into this competitive service. No doubt it should be re-explained more carefully in light of subsidy implications.</blockquote>\n<p id=\"b877-19\">Despite this memorandum, indicating plaintiff’s awareness that P&amp;O’s costs were diminishing because of the introduction of mixed crews, plaintiff continued to agree to subsidy rates without dispute. In November 1963, a subsidy rate was established for 1961. MARAD’s proposed rate for 1962 was lower, based on MARAD’s statement that the United Kingdom cost had increased sharply over the 1961 cost.<footnotemark>12</footnotemark> Plaintiff did not dispute the estimate of foreign wage costs, but instead on March 2, 1965, accepted “Final Subsidy Rates for Wages and Subsistence of Officers and Crews of Pas<page-number citation-index=\"1\" label=\"782\">*782</page-number>senger Vessels” for Trade Route 27 operations in 1962. Plaintiff’s letter to the Secretary of the Maritime Subsidy Board stated that the acceptance of the rates was “without prejudice to, or waiver of,” plaintiff’s right to protest a circular letter, sent to all subsidized operators, regarding pricing of vacation expenses and social security taxes in the calculation of <em>United States </em>costs. Plaintiff also reserved its rights “to present evidence and arguments on the computation of the rates for <em>subsequent </em>years with regard to both United States costs and the foreign costs.” [Emphasis supplied.] No reservations were taken concerning current foreign wage costs.</p>\n<p id=\"b878-4\">The same pattern continued to be followed when, on June 25, 1965, MARAD proposed rates for 1963. The supporting information broke down United States costs in detail, giving figures for component costs such as base wages, overtime, vacation, and bonuses. Foreign costs, by contrast, were given only as a total. As in the other years under discussion, the rate was based on a foreign cost calculation which assumed manning of plaintiff’s ships with an all-British crew of the same size that plaintiff used. Plaintiff accepted these rates on September 16, 1965, through execution of addendum No. 47 to the contract. The acceptance of these rates, like those of 1962, was asserted to be without prejudice to or waiver of plaintiff’s right to protest manual provisions about vacations and social security taxes and “rights to present evidence and arguments on the computation of the rates for subsequent years with regard to both the United States costs and the foreign costs.”</p>\n<p id=\"b878-5\">Subsidy rates for 1964 were proposed in a letter from MARAD to plaintiff sent September 21, 1965. Attention was drawn, as on other occasions, to section 7 of order No. 117, as revised, of the Department of Commerce, which dealt with the finality of MSB actions and outlined procedures for review by the Secretary of Commerce. Plaintiff was reminded that an agreement between MARAD and the Committee of American Steamship Lines, of which plaintiff was a member, prohibited attempts to contact the foreign-flag competitor to verify the information on foreign-flag costs “without prior concurrence of the Maritime Administration.” On October 4, 1965, plaintiff accepted the subsidy rates proposed by MARAD as final, again expressly reserving rights to present evidence and arguments on the computation of the rates for <em>subsequent </em>years with regard to both U.S.- and foreign-flag costs.</p>\n<p id=\"b878-8\">Before the 1965 rates were settled, plaintiff asserts, it requested of Mr. Hotsko, in MARAD’s Office of Government Aid, that he disclose backup data concerning the foreign costs. The requests were assertedly denied on the ground that the details were confidential. Plaintiff says it was told only that the increase in P&amp;O costs reflected rises in base wages, vacation, and overtime on the British ships. There is no assertion that plaintiff contested the refusal to divulge foreign cost information with Mr. Hotsko’s superiors. Nor did plaintiff request a hearing, which the statute permitted, in which the Maritime Subsidy Board could have been informed of and asked to rule upon the refusal to divulge foreign cost information.</p>\n<p id=\"b878-9\">MARAD’s rate offer for 1965 subsidy rates was rejected by plaintiff because of a dispute about the appropriateness of defendant’s exclusion from United States wage costs of certain fringe benefits. Having rejected the MARAD proposal, plaintiff requested a statutory hearing under section 606(1) of the Act, 46 U.S.C. § 1176(1) (1970).<footnotemark>13</footnotemark> Before such a hearing was held, however, a compromise was reached, and final subsidy rates were established by execution of addendum No. 53 on August 19, 1969.</p>\n<p id=\"b878-10\">By the time plaintiff’s next rates were being considered in 1970, MARAD was concerned with eliminating the lag between <page-number citation-index=\"1\" label=\"783\">*783</page-number>the subsidized operations carried on during a period and the establishment of rates for that service. MARAD made it a matter of “highest priority,” it told Oceanic, to close out the backlog in subsidy rates. Accordingly, on January 28, 1970, it offered to discuss with plaintiff the extension of 1965 rates through the first half of 1968. On May 11, 1970, MARAD encouraged plaintiff and all other subsidized operators to consider extension of 1965 rates (or ones from earlier years) to 1966-68. A circular sent to all subsidized operators in April of 1970 was enclosed. That letter, circular No. 5-70, reiterated MARAD’s desire to extend earlier-fixed rates into 1966-68. It assured operators that others would not be given a base year subsequent to 1965 for rate extension purposes, although it also stated that the normal procedures requiring annual determination of the subsidy rates would be applied to operators not willing to extend 1965 rates through 1968.</p>\n<p id=\"b879-4\">On June 24, 1970, plaintiff expressed its willingness to extend the 1965 rates through December 31, 1968, expressing but one small reservation concerning cargo vessels only. Plaintiff also stated its willingness to extend the rates through implementation of the index wage system (introduced in a 1970 amendment of the Merchant Marine Act). On November 5, 1970, the board formally approved the extension of plaintiff’s 1965 rates and on November 25, 1970, plaintiff signed addendum No. 74 accepting the 1965 rate for application to 1966, 1967, and 1968. Plaintiff’s letter of acceptance reserved its right to payment for certain deductions from United States costs, evidently determined in 1965 to have been ineligible for subsidy. None of plaintiff’s reservations reserved the rights plaintiff asserts here, to reopen the subsidy rates for 1962-68 and recompute foreign cost estimates.</p>\n<p id=\"b879-5\">In January of 1973, the MARAD staff sent plaintiff proposed subsidy rates for 1969. The summary of foreign costs which was enclosed showed a decline in P&amp;O’s costs from those reported when the 1965 rates were proposed. The summary listed crews of 265 for plaintiff and 282 for P&amp;O, but the latter figure was explained in a footnote to include 157 British and 125 Indian crewmembers. Plaintiff then inquired of American President Lines, a subsidized operator which also competed with P&amp;O, whether it had been offered 1969 rates reflecting P&amp;O’s use of mixed British and Indian crews. APL indicated it had received rates based on mixed crews not only for 1969 but also for 1962 to 1968.</p>\n<p id=\"b879-8\">Plaintiff then petitioned the Maritime Subsidy Board to revise its subsidy rates for the years 1965-68, saying the rates for those years were erroneously computed because plaintiff was mistaken as to the “material fact” of the foreign cost. The board rejected the request, finding “no justification” for reopening the subsidy rates which plaintiff had accepted without reservation. Plaintiff requested that the Secretary of Commerce review the board’s refusal to reopen the rates, but he refused. Plaintiff then wrote the Maritime Subsidy Board and stated that it no longer regarded itself as bound by the addenda, that it intended to pursue legal remedies, and that the years as to which it found the rates objectionable included not only 1965-68 but also 1962-64. This suit was filed on July 15, 1975.</p>\n<p id=\"b879-9\">III</p>\n<p id=\"b879-10\">A key issue, hotly debated, concerns this court’s statute of limitations, 28 U.S.C. § 2501 (1970). That statute requires claims to be brought within 6 years of accrual. Defendant asserts that plaintiff’s claim, to the extent based on subsidy rates for 1962, 1963, and 1964,<footnotemark>14</footnotemark> is time-barred because addenda setting final rates were signed by the parties with respect to each of those 3 years more than 6 years before the petition was <page-number citation-index=\"1\" label=\"784\">*784</page-number>filed here in 1975.<footnotemark>15</footnotemark> Plaintiff responds that the statute of limitations cannot bar inquiry into the correctness of the 1962-64 rates for several reasons: “revised final accountings” for those years were filed by plaintiff with defendant in 1971, less than 6 years before the petition was filed; a new cause of action arose with respect to those years in 1971 when another subsidized operator received rates which plaintiff regards as discriminatory; and the statute did not run during the period when defendant’s acts concealed the claim from plaintiff. We consider each of these arguments below.</p>\n<p id=\"b880-4\">(A) Of plaintiff’s several counterarguments to defendant’s assertion of a limitations defense, one that was strongly urged in plaintiff’s opening brief was that the limitations period did not begin to run until 1971, at the earliest, because revised final accountings for the years 1962-64 were filed in 1971. Closely allied is plaintiff’s alternative argument that the limitations period began running in 1971, when final accounting was completed for the 10-year recapture period<footnotemark>16</footnotemark> ending in 1965. Since the petition was filed on July 15, 1975, plaintiff would surmount the limitations hurdle by establishing that 1971 accountings marked the beginning of the limitations period. The first of these arguments rests heavily on language appearing in a coincidentally titled case, <em>Oceanic S.S. Co. v. United States, </em>165 Ct.Cl. 217 (1964). To avoid confusion, that case will hereafter be referred to as <em>Oceanic I. </em>That case included a limitations discussion which seems supportive of plaintiff’s position here, until closely examined.</p>\n<p id=\"b880-5\"><em>Oceanic I, </em>plaintiff argues, established that the accrual of claims for statute of limitations purposes occurs at the time all revised final accountings for the years in question were filed. In that case, the court had begun by reciting the rule that claims against the United States first accrue on the date when all events necessary to fix the liability of the Government have occurred; the statute of limitations does not begin to run until a suit for money judgment could be brought. In the contract context, the court said, a claim accrues when payment becomes due and is wrongfully withheld. To determine when this event occurs, the inquiry must focus on the nature of the parties’ agreement, beginning with a study of the entire written document. 165 Ct.Cl. at 218, 225.</p>\n<p id=\"b880-8\">The contract in <em>Oceanic I </em>contained a provision, identical in all material respects to one in the contract now before us, providing that the net amount of the operating-differential subsidy was due and payable after a “final accounting” for the year had been accomplished between plaintiff and defendant. In <em>Oceanic I, </em>defendant was arguing that a certain accounting submittal constituted the “final accounting” and was more than 6 years before the filing of the suit, while plaintiff was arguing that a later accounting was the “final” one for limitations purposes. The court chose the later date, placing particular emphasis on the fact that, at the time of the first accounting, <em>subsidy rates had not been established. </em>165 Ct.Cl. at 229-31. The label applied to the submittal of data was not persuasive; a “true ‘final accounting,’ ” the court ruled, could not have been accomplished before subsidy rates were finally established for all the items of subsidizable <page-number citation-index=\"1\" label=\"785\">*785</page-number>expense. Hence, the Government’s liability was not yet fixed.</p>\n<p id=\"b881-5\">In this case, by contrast, the subsidy rates for the years 1962-64 <em>were </em>finally established at a time more than 6 years before the petition was filed. Final accountings, indeed, revised final accountings, final voucher submission, and even payment, all occurred by 1968, more than 6 years before the commencement of this action. The later filing of so-called revised final accountings in May 1971 involved mere tax adjustments and had nothing to do with the establishment of subsidy rates, which had been settled at least since 1968. Defendant avers, and plaintiff does not deny, that the revised final accountings filed in 1971 had no effect on the amount of subsidy paid or the amount to be recaptured.</p>\n<p id=\"b881-6\">Plaintiff seems to yield this point, since its reply brief relies solely on other counterarguments to defendant’s limitations defense. <em>Oceanic I </em>is again relied on, together with <em>Pacific Far East Line, Inc. </em>v. <em>United States, </em>394 F.2d 990, 184 Ct.Cl. 169 (1968), to establish that the limitations period does not begin to run until subsidy rates have been fixed, final accountings filed, <em>and </em>the recapture period completed and its accounting complete. Plaintiff’s argument assumes that accounting is not discrete for individual years; instead, it is argued, the contract provided for cumulative accounting covering the whole recapture period.</p>\n<p id=\"b881-7\">Only in a sense is this true, and the effect on limitations is not what plaintiff contends. We said in <em>Oceanic I </em>that a final accounting—</p>\n<blockquote id=\"b881-8\">involved not only the computation of the amount of the subsidy due the plaintiff * * *, but also the computation of the amount due from the plaintiff to the Government under the “recapture” provisions * * *, and the striking of a balance between the two amounts. [165 Ct.Cl. at 226.]</blockquote>\n<p id=\"b881-10\">Plaintiff takes this to establish that a cause of action for, say, 1962—</p>\n<blockquote id=\"AsM\">accrued not only on the filing of the final accounting for 1962 but also on the filing of the final accounting for 1963, and again for 1964 and 1965. Only with the termination of the recapture period did the accumulated subsidy payable (less recapture) become finally fixed, hence the annual accounting for 1965 fixed the date on which the last claim for the previous years accrued.</blockquote>\n<p id=\"b881-12\">We cannot accept this reasoning, in large part because it overlooks the nature of the claim asserted. Although it is true that the recapture provision makes it possible that subsidies apparently earned and already paid will have to be returned (should profits in the late years of the recapture period be high enough), this does not mean that the contract does not require payments based on annual accountings before the completion of the recapture period. Such payments were indeed required by the contract, and they were made on an annual basis. Although the recapture provision may have affected the payments made to plaintiff, subsidy rates for given years in the recapture period were not reopened at the close of the recapture period. The “striking of a balance between the two amounts” referred to in <em>Oceanic I </em>merely means that the size of a subsidy payment will be determined by measuring not only the Government’s obligation under the subsidy provisions but also offsetting from that any amounts which exceed the permissible profit level under the cumulative recapture provisions. The recapture provisions do <em>not </em>deprive a claim relating to an annual subsidy payment of finality so that the claim cannot ripen until the end of the recapture period. In other words, the possibility that recapture will require return of subsidies paid does not mean a claim for subsidy payments must await completion of the accounting for the entire period. We doubt plaintiff would make such an argument were the shoe on the other foot, <em>i. e., </em>if the subsidy rates had been established, final accounting were completed, and defendant refused to pay the subsidies claiming the possibility of recapture made payment premature. To invoke the rule of <em>Oceanic I, </em>plaintiff must show that it could not have sued for pay<page-number citation-index=\"1\" label=\"786\">*786</page-number>ment of its subsidies for 1962-64 until less than 6 years before the petition was filed, that is, July 15, 1969. The possibility that recapture might reduce plaintiff’s subsidy entitlement for the 10-year period did not preclude the possibility of suit until after July 15, 1969, any more than the possibility of Renegotiation Act liability prevents defense contractors from suing for payments due them under Government contracts. Accrual accounting for income tax purposes is not prevented by the possibility of a recapture as a condition subsequent. Lawyers’ <em>Title Guaranty Fund v. United States, </em>508 F.2d 1 (5th Cir. 1975).</p>\n<p id=\"b882-4\"><em>Oceanic I </em>and <em>Pacific Far East Line </em>are factually distinguishable and cannot help plaintiff here. Both involved disputes relating to the recapture provision itself. Neither involved claims based on the adequacy of annual payments predicated on assertedly defective subsidy rate determinations. Moreover, <em>Pacific Far East Line </em>did not even involve any question regarding the statute of limitations.</p>\n<p id=\"b882-5\">(B) This does not exhaust plaintiff’s arguments with respect to the statute of limitations. Plaintiff also argues that the limitations period was tolled because defendant concealed its allegedly unlawful acts. Plaintiff asserts this concealment left it with “no inkling of its claim for additional subsidy — until January 1973,” and argues this brings the case within the rule of <em>Japanese War Notes Claimants Ass’n v. United States, </em>373 F.2d 356, 178 Ct.Cl. 630, <em>cert, denied, </em>389 U.S. 971, 88 S.Ct. 466, 19 L.Ed.2d 461 (1967). The parties vigorously dispute how much was known by plaintiff and defendant at specific times. Plaintiff emphasizes the superior knowledge of defendant and defendant’s superior ability (and obligation) to gather information about foreign costs, while defendant focuses on the knowledge plaintiff had.</p>\n<p id=\"b882-6\">We think defendant has the better part of this argument, for the question, in this context, is not whether one party knew or should have known more than the other but whether the plaintiff was prevented, by the other party’s concealment of its allegedly unlawful acts, from knowing of the existence of a possible claim. The limitations period does not await the discovery by the claimant of every fact which helps to prove his claim: “Once plaintiff is on inquiry that it has a potential claim, the statute can start to run.” 373 F.2d at 359,178 Ct.Cl. at 634. Plaintiff says its ignorance of its claim existed until 1973, when it learned that APL, another American-flag operator competing with P&amp;O Orient Lines, had received higher subsidy rates which reflected the lower cost of use of mixed crews by P&amp;O. But we think plaintiff was “on inquiry” that it had a potential claim well before 1973, in fact, even before the initial final accountings were filed for 1962-64. Plaintiff has conceded that by 1963 it knew P&amp;O was using mixed crews, knew mixed crews were cheaper than all-British crews, and knew that its subsidy rates were computed with a foreign cost calculation which assumed all-British crews on P&amp;O ships. Thus, plaintiff knew that its subsidy rates were somewhat lower than they would have been had the foreign cost computation taken account of the lower wages paid to Goan seamen. But, says plaintiff, it did not know the <em>extent </em>to which the assumption of all-British crews skewed the accuracy of the foreign cost computation. Defendant says its knowledge was not substantially better, claiming it lacked information about the deployment of and wages paid to the Goan seamen. But no matter how much greater defendant’s knowledge may have been, it must be remembered that the statute gave plaintiff an administrative remedy by which to challenge proposed subsidy rates.<footnotemark>17</footnotemark> The withholding of foreign cost information was a matter which could have been raised with the Maritime Subsidy Board and the Secretary of Commerce. <em>See </em>note 8 <em>supra </em>and <em>Moore-McCormack Lines, Inc. v. United States, supra, </em>413 F.2d at 574, 188 Ct.Cl. at 654. Plaintiff’s knowledge surely was sufficient to show the wisdom of that course, if <page-number citation-index=\"1\" label=\"787\">*787</page-number>indeed there was anything odious about receiving subsidy rates based on the assumption, which plaintiff knew to be false, that P&amp;O manned its ships solely with British nationals. Plaintiff was on inquiry, since it knew of the discrepancy between the assumption and the actual practice. Plaintiff did not protest, nor ask for a hearing. Plaintiff instead accepted the rates as final and collected payment of its subsidies.<footnotemark>18</footnotemark> The principles of <em>Japanese War Notes </em>cannot be stretched to cover a situation where plaintiff knew of the potential for a claim and chose not to follow procedures designed to resolve potential disputes such as this. Plaintiff thus must share some of the blame for its ignorance, but more important, plaintiff’s ignorance was not so great as to toll the statute of limitations. It just cannot be said that plaintiff’s claim was concealed from it by defendant or that it was inherently unknowable.</p>\n<p id=\"b883-4\">(C) Plaintiff argues further that the limitations period cannot bar its claim as to any of the years in question because the cause of action accrued in 1971, when subsidy rates based on mixed crews were incorporated into the contract of American President Lines for years as far back as 1962 in the case of one ship.<footnotemark>19</footnotemark> At this point, plaintiff says, an independent ground of recovery arose because defendant allegedly discriminated unlawfully between plaintiff and APL in applying the subsidy formula. For authority, plaintiff cites <em>American President Lines, Ltd. v. United States, </em>291 F.2d 931, 154 Ct.Cl. 695 (1961). In that case we invalidated defendant’s application to plaintiff of a new definition of “capital necessarily employed (used in the determination of earnings, for purposes of recapture) which was more restrictive than the one applied earlier to other subsidized operators, “although all the relevant facts in the two situations were substantially the same.” 291 F.2d at 935, 154 Ct.Cl. at 704. The court was particularly troubled by the motive for the Government action; defendant treated two operators (APL and Oceanic), whose contract execution had been delayed, less favorably than those with whom earlier arrangements had been made, with no better motive than to make some “gesture in the direction of yielding to its [House Committee on Expenditures in the Executive Departments and the General Accounting Office] critics, without an obvious violation of rights.” 291 F.2d at 935, 154 Ct.Cl. at 704. Those critics had wished to see the new definition of “capital necessarily employed” applicable to all subsidized operators from a date before the expiration of their 10-year recapture periods. 291 F.2d at 933, 154 Ct.Cl. at 699-700. Importantly, the court found no difference in the relevant facts respecting the various operators; there was no justification to penalize those operators (APL and Oceanic) merely because their agreement to “the complicated details of an appropriate subsidy contract” took slightly longer than other operators.</p>\n<p id=\"b883-8\">That case did <em>not </em>hold the Merchant Marine Act and the contract are violated, creating a new cause of action, whenever two subsidized American-flag operators agree to differently computed subsidy rates, for <page-number citation-index=\"1\" label=\"788\">*788</page-number>whatever reason. The theory of that ease applies only where there is discrimination between operators who are similarly situated in all material respects. There is much discussion here about whether APL and Oceanic were similarly situated, and good arguments are made on each side.<footnotemark>20</footnotemark> In at least one key respect, however, they were <em>not </em>similarly situated, at least with regard to subsidy rates for 1962-64. The key facts here, as we see it, involve the timing of the subsidy rate determinations for the two operators and the difference in the information available at the different times. Specifically, the dates of plaintiff’s agreement to its rates are critical. Plaintiff’s 1962-64 rates were all settled in the mid-sixties, several years before APL obtained and supplied to MARAD the detailed foreign cost information which permitted the computation of subsidy rates based on the use of mixed crews. As a result of plaintiff’s ready acquiescence in the rates proposed to it, plaintiff was promptly paid its subsidies for those years, while APL presumably waited 8 or 9 years to collect the difference between its progress payments (called “payments on account”) and the full subsidies due for 1962 and years following. No tainted motive of the sort faulted in <em>American President Lines </em>can be established here; the difference in treatment of the operators stemmed not from an attempt to mollify MARAD’s critics but instead from observance of a reasonable factual distinction. Plaintiff says it was impermissible for MARAD to base APL’s 1962-64 subsidies on P&amp;O’s use of mixed crews without reopening its determination, made years earlier, with less information in hand, based on the application of a different construct to plaintiff. This argument does not persuade us that plaintiff thus became entitled to have its rates reopened for the years as to which the complete process had been concluded. Acceptance of plaintiff’s argument would wreck havoc with the already difficult process of determining subsidy rates.</p>\n<p id=\"b884-5\">We see another problem with plaintiff’s analysis of <em>American President Lines. </em>Even where two operators are identically situated, differing treatment of them will not <em>automatically </em>entitle the one less generously treated to judicial intervention to equalize the treatment. Our jurisdiction may be invoked only by stating a money claim, and neither the statute nor the contract requires absolutely equal treatment for all operators. The statute <em>does </em>require evenhanded treatment of similarly situated operators, but the parity the statute is calculated to achieve is between subsidized operators and their <em>foreign </em>competitors, not <em>necessarily </em>between each other. Of course, disparate treatment of similarly situated subsidized operators will invite close scrutiny by this court, which will be vigilant to see that the Maritime Administration complies with the requirements of law and fulfills its contractual obligations. But we cannot say that a claim for relief is automatically established when one operator shows merely that another operator was treated differently. As our discussion above indicates, plaintiff in <em>APL </em>made a stronger showing than that.</p>\n<p id=\"b884-6\">IV</p>\n<p id=\"b884-7\">The next question we face concerns the finality of the subsidy rate agreements worked out between the parties over the years. Defendant argues that plaintiff, by accepting the subsidy rates offered to it by MARAD, released any right to challenge the adequacy of the rates at a later time. In defendant’s view, the execution of contract addenda establishing annual subsidy rates left that matter settled and beyond challenge in court since plaintiff, in defendant’s view, was left without a claim for which relief could be granted.</p>\n<p id=\"b884-8\">This argument, we think, can be responded to adequately only by distinguish<page-number citation-index=\"1\" label=\"789\">*789</page-number>ing the jurisdictional element from the dispute on the merits. We do <em>not </em>agree that execution of contract addenda which establish subsidy rates necessarily precludes judicial review of those rates. Our prior cases in this area establish the principle that fulfillment of the statute’s purposes will not be denied merely because an operator has been prevailed upon to execute an agreement by which he purports to relinquish his statutory rights. <em>See e. g., American Export Lines, Inc. </em>v. <em>United States, </em>290 F.2d 925, 153 Ct.Cl. 201 (1961); <em>American President Lines, Ltd. v. United States, supra, </em>291 F.2d at 936, 154 Ct.Cl. at 705. We thus have no doubt that we have jurisdiction sufficient to proceed to determine the acceptability under the statute and the contract of the rates which were set for the years in question. But a separate question is posed with respect to the effect of the addenda: under what circumstances may the rates established by addenda be voided in favor of more generous ones?</p>\n<p id=\"b885-5\">Plaintiff’s attempt to escape the rates to which it agreed has three main themes. It relies most heavily on the argument that the rates violated the statute and the contract because they were based on misinformation about foreign costs. Plaintiff also emphasizes that no words of release, waiver, or estoppel were contained in the addenda. Further, plaintiff argues the addenda were invalid because no consideration was given by defendant in exchange for plaintiff’s agreement to deflated subsidy rates.</p>\n<p id=\"b885-6\"> This last argument is most easily answered, for consideration can be proved by showing that either some performance or a return promise was bargained for. Restatement (Second) of Contracts § 75 (Tent. Draft Nos. 1-7, 1973). Defendant’s payment of that part of the subsidy not already paid as a sort of “progress payment” was a performance for which plaintiff bargained when it agreed to the subsidy rates. Or, consideration could be found in defendant’s relinquishment of its right to contend that the facts established that a lower subsidy rate than that agreed on was appropriate.</p>\n<p id=\"b885-8\">Nor need we struggle long with the argument that there is significance to the absence of language of release, waiver, or estoppel in the addenda establishing the subsidy rates. Such language is not essential to a conclusion that the subsidy rates established by addenda were entitled to a large measure of finality. Defendant’s letters emphasized that once the rates were agreed upon they would be final. Plaintiff’s responses also spoke in terms of “final” subsidy rates for each period. The subsidy rates were not forced on plaintiff. Plaintiff chose to accept defendant’s proposals rather than to contest them. When plaintiff accepted the subsidy rates, it reserved the right to present argument and evidence concerning U.S.- and foreign-flag costs for <em>subsequent </em>years, thus evidencing an unequivocal intent to let the agreements be final for the years as to which rates were agreed.</p>\n<p id=\"b885-9\">The sum of this is that we construe the parties’ intent as being that the rates agreed to would be final, with only very narrow exceptions.</p>\n<p id=\"b885-10\">Despite the vigor of their arguments, the parties do seem to agree that the rates must be accorded a large measure of finality but may be challenged successfully if inconsistent with the statutory framework or otherwise invalid under principles of contract law. Plaintiff does not go so far as to argue that the rates must be reopened whenever information is obtained which shows any error in the computations on which the rates are based, nor does defendant assert subsidy rates must be accorded finality no matter how inaccurate the assumptions on which they are based may prove to be. The parties agree that rates which substantially conflict with the requirements of the Merchant Marine Act, as amended, may be revised,<footnotemark>21</footnotemark> but they clash over whether the rates here so conflict.</p>\n<p id=\"b886-3\"><page-number citation-index=\"1\" label=\"790\">*790</page-number>It must be emphasized that the statute itself, and the contractual provisions implementing it, do not require that foreign costs be determined to a mathematical certainty. Nothing more than a “fair and reasonable” estimate is required. If this requirement is not met, the fact that the rates have been settled in an addendum to the contract will not prevent the court from stepping in to see that the statute’s purposes are met. <em>Cf. American President Lines, Ltd. v. United States, supra. </em>But the court will not step in lightly, when rates have been negotiated and agree to, unless the rates do some violence to the policy of the statute. Plaintiff seems to agree with this, and the dispute boils down to a disagreement about the statutory acceptability of the rates as negotiated. In this regard, we see a substantial difference between the 1965 and the 1966-68 rates.</p>\n<p id=\"b886-4\">(A) Concerning the 1965 rates,<footnotemark>22</footnotemark> there is substantial disagreement between the parties about the amount of foreign cost information each side possessed. Too, there is a wide gulf between the parties on the issue of whose responsibility it was to collect foreign cost information. Plaintiff argues that detailed information about the costs of operation with mixed crews was, or should have been, in defendant’s hands, emphasizing that defendant had a network of overseas representatives to collect this sort of information and that operators were instructed not to pursue such information on their own but were told instead to coordinate their efforts closely with MARAD’s foreign maritime representatives. Such coordination, plaintiff says, was regarded as futile, for MARAD had refused to disclose backup data for its foreign cost estimates when requested by plaintiff to support its proposed subsidy rate sometime around 1965. Plaintiff also mentions an informal understanding between MARAD and the Committee of American Steamship Lines (CASL) that they would work together to acquire data. At oral argument plaintiff’s counsel expressly rejected calling the informal understanding for cooperation a contract. A careful reading of the exhibits cited by defendant clearly reveals that CASL members, including plaintiff, were not prohibited from making efforts to obtain foreign cost information and that MARAD did not assume sole responsibility for furnishing such data to plaintiff.</p>\n<p id=\"b886-7\">Defendant, in turn, argues that plaintiff was encouraged to obtain information about foreign costs but failed to do so and points out that, in any case, plaintiff knew the “primary facts” necessary to make an informed judgment about the desirability of accepting the rates proposed by MARAD. Specifically, plaintiff knew that its subsidy rates did not take account of P&amp;O’s use of mixed crews which plaintiff knew were cheaper than all-British crews. Moreover, and of critical importance to defendant, plaintiff did not contest either the rates which were offered nor MARAD’s alleged refusal to divulge the information it had. By not availing itself of the statutory hearing procedure, plaintiff failed to apprise the Maritime Subsidy Board of its discontent, if any, and thereby lost its right to complain of the nondisclosure of rates at a later time.</p>\n<p id=\"b886-8\">This point, we believe, has much to commend it. It is unnecessary to resolve the conflicting contentions concerning the relative amounts of information possessed by the parties and concerning defendant’s failure to disclose whatever information it had if there is no legal significance to these facts. Under the circumstances of this case, we think these facts cannot be significant where, despite the knowledge it possessed, plaintiff declined to use the hearing procedures prescribed by the statute. Under the statute, plaintiff need not have accepted the rates proposed by MARAD; instead, it could have asked for and received a hearing, at which time it could have been determined whether there was sufficient information to construct foreign manning costs which more accurately re-<page-number citation-index=\"1\" label=\"791\">*791</page-number>fleeted the use by P&amp;O of mixed crews.<footnotemark>23</footnotemark> But plaintiff chose not to request a hearing, preferring to accept the rates as final. Likewise, if plaintiff disagreed with the staff’s refusal to share its foreign cost information, the propriety of this nondisclosure could have been challenged, if plaintiff had only requested a hearing. In <em>MooreMcCormaek Lines, supra, </em>we chastised the Maritime Subsidy Board for its withholding from subsidized operators cost information which should have been shared. But assuming arguendo that the same duty of disclosure applied here, the MSB cannot be held responsible for sanctioning the nondisclosure because plaintiff’s tacit acceptance of the reasons given for withholding the information prevented the board from ever being made aware that there was a potential contest.</p>\n<p id=\"b887-5\">The situation, in short, was that plaintiff by 1963 knew mixed crews were being used by its primary foreign competitor, knew that this lowered foreign costs, knew that its subsidy rates did not reflect these mixed crews, declined to request a hearing concerning the staff refusal to disclose foreign cost information, and readily acquiesced in the setting of final subsidy rates for 1965 (and 1962 through 1964 as well). Moreover, plaintiff has not shown it was discriminated against, when compared with any other similarly situated operator. Under these facts, plaintiff may not challenge the rates which were so long ago settled by mutual agreement. There is no basis for asserting that the rates to which plaintiff agreed were not based on a reasonable approximation of foreign costs. That issue was resolved when plaintiff agreed to the rates with full knowledge of the primary facts.<footnotemark>24</footnotemark> Having agreed to the rates, with knowledge of their potential inaccuracy, and having bypassed the opportunity to challenge the rates or the nondisclosure of information in a hearing, plaintiff in this case effectively certified that the rates to which it agreed amounted to the best possible approximation of the discrepancy between its costs and those of its foreign competition. This was a responsible position to take, given the difficulty of “reasonably substantiating” any other method of estimating foreign costs.<footnotemark>25</footnotemark></p>\n<p id=\"b887-9\">Nor can we say that, when new information was received from American President Lines concerning P&amp;O’s manning costs, MARAD became obligated retroactively to adjust plaintiff’s subsidy rates. Plaintiff’s position defeats the periodic nature of the accounting procedures established by the statute and contract. Rates cannot be reopened every time new information is gathered. The parties’ agreement stated that new rates would be established from time to time, but not more frequently than once a year. The process was designed to operate periodically, and the new rates established for one year would not apply to voyages terminating in the previous period.<footnotemark>26</footnotemark> Too, the <em>Manual of General </em><page-number citation-index=\"1\" label=\"792\">*792</page-number><em>Procedures for Determining Operating-Differential Subsidy Rates </em>indicated a cutoff date for the submission of foreign cost information to be used in setting subsidy rates for any given year; although this presumably could have been waived for plaintiff’s benefit as it was for APL’s, the obligation to treat them similarly extends only to those years as to which they were similarly situated. Plaintiff’s final acceptance of 1965 subsidy rates relinquished rights retained by APL and provides adequate justification for the differing rate treatment the two received at MARAD’s hands with regard to subsidy rates for 1965 (and before).</p>\n<p id=\"b888-4\">MARAD’s procedures have sometimes drawn sharp criticism from the bench. In the differential subsidy context, this court in 1969 quoted with approval Judge Tamm’s castigation of the “appalling backwardness” of the Maritime Subsidy Board’s administrative procedures. <em>Moore-McCormack Lines, supra, </em>413 F.2d at 585, 188 Ct.Cl. at 673, citing <em>American Mail Line, Ltd. v. Gulick, </em>133 U.S.App.D.C. 382, 390, 411 F.2d 696, 704 (1969). But we have already shown that the operators in <em>Moore-McCormack </em>pursued administrative remedies when denied access to foreign cost information. Plaintiff here, however, would have us go further and fault the Maritime Subsidy Board for sanctioning staff actions which were not challenged or brought to its attention. We will not upset fair and reasonable subsidy rates which have been long established, merely because it is alleged that the rates could have been more precisely computed. The same challenge could have been made before the rates were settled. It is too late to make that charge now.</p>\n<p id=\"b888-5\">(B) A different analysis, however, applies to the rates established for 1966-68, on which agreement was finally reached in late November 1970. It will be remembered that the rate established for 1965 was “carried over” for 1966, 1967, and 1968, apparently because MARAD was eager to reduce its backlog and because a new wage indexing system had been passed in 1970. All operators were thus offered an opportunity to have the 1965 rates carried over into the next 3 years, and plaintiff accepted this offer.</p>\n<p id=\"b888-8\">What we find troubling about MARAD’s actions in this regard is MAR-AD’s concealment from plaintiff of the fact that by early 1970 MARAD had received detailed cost information about P&amp;O Orient Lines and was, apparently for the first time, preparing to compute subsidy rates which took account of the use of mixed crews on P&amp;O ships. This information was critical, we believe, since it is most probable that plaintiff would not have agreed to the extension of the 1965 rates had it known of the data submitted by APL and MARAD’s readiness to use the information to compute foreign manning costs in a manner giving effect to the use of mixed crews. MAR-AD’s failure to disclose its receipt of the new information and to reveal its willingness to act on it conflicted with its obligation to act in good faith with respect to matters subject to the contract. Further, it violated MARAD’s obligation, implicit in the statutory scheme regarding subsidy determinations, to use foreign cost information obtained from each operator, to the extent possible, in rate-setting for other ship lines showing the same foreign competition. It is undisputed that this information was required by the manual to be used in rate setting, and it is undisputed that MARAD did not tell plaintiff of APL’s submission. Under these circumstances, plaintiff’s acquiescence in the proposal to extend its rates could not waive its rights to have rates based on the best information available. Without knowledge that the Maritime Administration had received information permitting more accurate rate computations, plaintiff cannot be faulted for its failure to use the hearing procedures or its ready agreement to adopt the 1965 rates as applicable to the 3 following years. Plaintiff was the victim of what amounted to <page-number citation-index=\"1\" label=\"793\">*793</page-number>misrepresentation, or at least fundamental unfairness sufficient to vitiate the addendum extending the 1965 rates. At the very least, MARAD’s conduct abused its discretion, see <em>Moore-McCormack, supra, </em>as a result violating both the contract and the statute and giving us jurisdiction.</p>\n<p id=\"b889-5\">The analysis of <em>Moore-McCormack </em>has greater relevance here than in our discussion above. Here, the nondisclosure was of greater significance, in part because the information withheld was more important, but more because plaintiff is not even alleged to have had notice of it and so cannot conceivably be said to have waived its rights. <em>See also Hardeman-Monier-Hutcherson v. United States, </em>458 F.2d 1364, 198 Ct.Cl. 472 (1972), J. <em>A. Jones Constr. Co. v. United States, </em>390 F.2d 886, 182 Ct.Cl. 615 (1968), and <em>Helene Curtis Indus., Inc. v. United States, </em>312 F.2d 774, 160 Ct.Cl. 437 (1963), for the superior knowledge doctrine in other contract contexts. We think it is applicable here.</p>\n<p id=\"b889-6\">The explanation offered for the failure to alert plaintiff to APL’s data submission is unacceptable. Defendant informed us at oral argument that the proceedings with respect to APL and plaintiff <em>“were </em>not marching in lockstep.” By this, we suppose defendant was calling attention to the respective dates involved, particularly the fact that plaintiff’s acceptance of the proposal to extend the 1965 rates occurred in November 1970, while APL and the MSB did not reach final agreement on subsidy rates for APL until early in 1971. But APL’s information about P&amp;O was supplied in late 1969 or early 1970, and it was unconscionable to induce plaintiff to accept extension of the 1965 rates without informing plaintiff of APL’s submission and the opportunity to compute rates which would account for the use by P&amp;O of mixed crews.</p>\n<p id=\"b889-7\">There is, we believe, no anomaly in saying that, while the 1965 rates could be finally agreed upon, the extension of those rates to 1966-68 was unconscionable. The information available to MARAD at the time of the two agreements was markedly different, since APL’s submission did not occur until after plaintiff’s 1965 rates were finally established. In any case, plaintiff’s continued failure to avail itself of the statutory hearing mechanism becomes less consequential when the extension of 1965 rates to later years is considered. Plaintiff cannot be deemed to have acquiesced in the discriminatory treatment between it and APL nor to MARAD’s conscious disregard of the statute’s purpose, which occurred when MARAD failed to reveal its intent to act upon APL’s foreign cost information.<footnotemark>27</footnotemark> Defendant does not deny that the information supplied by APL was sufficient to permit more accurate calculation of P&amp;O’s wage costs, and thus a fairer and more reasonable subsidy determination. It asserts only that such recalculation would not be mechanical and would be administratively burdensome. Thus, defendant’s failure to warn plaintiff of the decision concerning APL must deprive plaintiff’s acquiescence in the extension of the rates of finality.</p>\n<p id=\"b889-9\">V</p>\n<p id=\"b889-10\">Finally, we must consider what further action shall be required. Plaintiff contends that once liability is established, the problem remaining is only one of computing damages, a task appropriate for our trial division. Defendant, in turn, argues that we must remand the ease to the Maritime Administration. Once having decided the rates can be faulted, we must, defendant says, defer to MARAD’s primary jurisdiction to compute new rates. An analysis of our prior cases leaves us with no doubt that defendant is correct.</p>\n<p id=\"b889-11\">Our cases have emphasized the necessity that subsidy rates be determined in the first instance by the Maritime Administration. <em>Moore-McCormack Lines, Inc. v. United States, supra, </em>413 F.2d at 588, 188 Ct.Cl. at 676 — 77, provides a strong discussion of the factors compelling us to give the agency an <page-number citation-index=\"1\" label=\"794\">*794</page-number>opportunity to exercise its expertise in the establishment of subsidy rates. <em>Farrell Lines Inc. v. United States, </em>499 F.2d 587, 204 Ct.Cl. 482 (1974), buttresses this conclusion. Plaintiff cites only one case to the contrary, one which we find distinguishable. <em>American Export Isbrandtsen Lines, Inc. v. United States, supra, </em>upon which plaintiff relies, held that MARAD abused its discretion by questioning the reasonableness of severance pay expenses paid pursuant to a good faith collective bargaining agreement which was negotiated at arm’s length. Once it was determined by the court that defendant was obligated, as a matter of law, to recognize those expenses in setting subsidy rates, it became a simple matter to determine how much defendant owed by reason of its failure to recompense such costs. In this case, by contrast, the rates which should have been set cannot be stated by the court. APL’s submittal of P&amp;O cost information was not so complete that subsidy rates were automatically determined; a process of negotiation was necessary first. The case thus involves rate-setting, rather than a mere computation of damages. Thus, we can go no further than to hold that MARAD abused its discretion when it failed to inform plaintiff that new cost information about P&amp;O had been obtained and that new subsidy rates reflecting P&amp;O’s use of mixed crews would be negotiated if plaintiff wished. We do not have the expertise, or the authority, to determine what subsidy rates should have been established on the basis of this information. Plaintiff avers we can compute the appropriate subsidy rate, but there are too many variables and unknown facts for us to undertake this function, which the statute and the contract have allocated to MARAD, subject, of course, to judicial review. The Maritime Administration, despite its failure to treat plaintiff with full respect of its statutory and contractual rights, is fully capable of negotiating with plaintiff to establish subsidy rates for 1966-68 which are based on fair and reasonable estimates of P&amp;O’s wage costs.<footnotemark>28</footnotemark> The agreement reached with respect to 1969 will undoubtedly be a valuable model, but we cannot rule that precisely the same subsidy rate must be applied to 1966-68. A lesser, or greater, subsidy rate might be appropriate for one year or another, depending on the circumstances, but a reasonable and articulated rationale would seem to be an essential element, necessary before we would countenance the imposition, over plaintiff’s objection, of rates less favorable than were established for 1969. We will, of course, stand ready to ensure no further violation of plaintiff’s right to fair and honorable treatment occurs.</p>\n<p id=\"b890-5\">Accordingly, it is ordered that plaintiff’s motion for summary judgment and defendant’s cross-motion for summary judgment each be granted in part and denied in part, as appropriate in keeping with this opinion. It is further ordered that this case is remanded to the Maritime Administration and the Secretary of Commerce for a determination of the subsidy rates to be applied for the years 1966-68, in a manner consistent with this decision. We suspend further proceedings in this court for a period not to exceed 6 months for redetermination by the board of the amounts of subsidy awards due plaintiff under the contract for the years 1966-68, under the principles stated above. Plaintiff’s counsel shall have the responsibility pursuant to Rule 149(f).</p>\n<footnote label=\"1\">\n<p id=\"b873-6\">. Ch. 858, § 101, 49 Stat. 1985 (1936); Pub.L. 91 — 469, § 1, 84 Stat. 1018 (1970). The amended declaration of policy appears in 46 U.S.C. § 1101 (1970).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b873-14\">. This is only part of the subsidy program created by the Merchant Marine Act, 1936, as amended. Closely linked, but not in issue here, is a construction-differential subsidy, 46 U.S.C. §§ 1151-1161 (1970), and a special subsidy to <page-number citation-index=\"1\" label=\"778\">*778</page-number>meet extraordinary aid to foreign operators by their governments, 46 U.S.C. § 1174 (1970).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b874-7\">. The Merchant Marine Act, 1936, conferred subsidy-related powers upon the United States Maritime Commission. Reorganization Plan No. 21 of 1950, 64 Stat. 1273, 15 Fed.Reg. 15179 (1950), abolished this commission, establishing instead, in the Department of Commerce, a Maritime Administration and a Federal Maritime Board. The Federal Maritime Board acquired the functions relating to the formation and amendment of subsidy contracts and to the investigation and determination of the relative cost of operating vessels under the registry of the United States and under foreign registry. Functions not transferred to the Federal Maritime Board were transferred to the Secretary of Commerce, who was given power to direct the activities of the Maritime Administration (whose duties and powers were not specified).</p>\n<p id=\"b874-8\">All relevant powers of the Federal Maritime Board were transferred to the Secretary of Commerce in 1961. Reorganization Plan No. 7 of 1961, 75 Stat. 840, 26 Fed.Reg. 7315 (1961). Soon thereafter, Department of Commerce Order No. 117 (rev.), 26 Fed.Reg. 7713 (1961), was issued, making clear the extensive role to be played by the Maritime Administration. The Maritime Administration, often called MARAD, was charged with administration of subsidy programs, primarily through the Maritime Subsidy Board, a component organization, which was to operate on recommendations and cost information supplied by another MARAD component, the Office of Government Aid. Ultimate authority for administration of the statute remained with the Secretary of Commerce.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b874-17\">. Other Pacific ports, including Samoa, Fiji, Hawaii, Tahiti, and British Columbia, were also along the trade route, and stops there were anticipated by the contract.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b874-18\">. Sometimes referred to as plaintiff’s passenger business (as a shorthand distinction from its freight business, which involved different ships and is not in issue here).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b874-19\">. The <em>Mariposa, </em>formerly the <em>Free State Mariner, </em>was originally delivered, according to the subsidy contract, on Dec. 18, 1952, while the <em>Monterey, ex-Pine Tree Mariner, </em>is recited to have been delivered on Apr. 3, 1953.</p>\n<p id=\"b874-20\">As a matter of historical interest only, and unconnected with our resolution of this controversy, we note that news reports in Apr. 1978 gave prominence to the final voyage of the <em>Mariposa, </em>now owned by Pacific Far East Line, Inc. The <em>Monterey, </em>said to have ended its career in Jan. 1978, and the <em>Mariposa </em>were reported to have been the last passenger liners remaining under the American flag, although there remain some passenger-carrying freighters. Washington (D.C.) Post, Apr. 16, 1978, at H1, H6, H7.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b875-7\">. Plaintiff was “the Operator.” “Board” refers to the Federal Maritime Board, which was soon replaced by MARAD. <em>See </em>note 3 <em>supra.</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b875-8\">. Section 606(d) of the Act, codified at 46 U.S.C. § 1176 (1970), provided that where the periodic readjustment of subsidy rates could not be reached by mutual agreement, the board, on its own motion, or on the application of the operator, should hold “a proper hearing,” determine the facts, and establish the rate.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b875-18\">. <em>See </em>note 3 <em>supra.</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b875-19\">. This figure was raised to 90 percent by addendum No. 31, adopted on Sept. 17, 1962.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b876-6\">. Actually, plaintiffs view had some support even within the FMB. In 1960, the Office of Government Aid bowed to plaintiffs arguments and concluded:</p>\n<blockquote id=\"b876-7\">“After careful consideration of the facts as set forth above, it is the opinion of this office that due to the non-existence of comparable or approximately comparable vessels under the U.K. flag, the resulting high utilization of mathematical ratios, assumptions and interpretations of manning practices of the foreign competitor [P&amp;O Orient Lines], the staff is unable to support its estimated manning under the U.K. flag by proof or competent evidence within the meaning of reasonable substantiation and the manning should be computed on a man-for-man basis.”</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b877-14\">. As before, British costs were not detailed in the communication to plaintiff; only a summary was provided, showing the number of crew and the monthly cost. MARAD’s rate book, again not shown to plaintiff, reveals the sketchiness of MARAD’s information about the mixed crews used by P&amp;O:</p>\n<blockquote id=\"b877-15\">\n<em>“Manning</em>\n</blockquote>\n<blockquote id=\"b877-16\">“From a study made, it is apparent that P &amp; O Orient Line is mixing their crews, except for the S.S. Orcades. However, since the Maritime Subsidy Board on November 27, 1961 directed that the manning be determined on a man-for-man basis with the U.S. side, it appears that a European crew should be used rather than a mixed crew. <em>Even on ships with mixed crews no clear and consistent pattern has been established. </em>Some are European in the Deck and Engine Departments while others are mixed. All ships are mixed in the Stewards Department except for the S.S. Orcades.” [Emphasis supplied.]</blockquote>\n<p id=\"AhG\">Very similar language, minus the reference to the <em>Orcades, </em>appeared in the rate book underlying the 1964 rates and the 1965 rates.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b878-6\">. It will be remembered that the statute required that each contract contain certain provisions, including one requiring “a proper hearing” before rates could be established unilaterally (in the event that “mutual agreement” failed). Note 8 <em>supra.</em></p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b879-6\">. Defendant’s answer invoked the statute of limitations as an affirmative defense to plaintiff’s claim for additional operating-differential subsidy payments for the years 1962 through 1965. In its most recent brief, however, defendant has relinquished this argument concerning ODS payments for 1965.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b880-6\">. Plaintiff accepted subsidy rates and executed contract addenda for 1962, 1963, and 1964, in March, September, and October, respectively, of 1965. Final accountings for each of those years were filed in June 1966. Revised final accountings were submitted that August. In Mar. 1967, MARAD approved the final accountings for 1962 and 1963 and authorized final billing, but the approval was withdrawn and revised accountings were again filed for all 3 years in June 1967. In Dec. 1967 MARAD approved accountings for each year and authorized final billing. Final vouchers were quickly submitted, which MARAD paid in Feb. 1968.</p>\n<p id=\"ApR\">Revised final accountings involving tax adjustments were filed for all 3 years in May 1971 and approved by MARAD in Dec. 1971, but no subsidy rate changes were involved.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b880-11\">. The recapture provision, prior to the 1970 amendments, operated as an excess profits provision requiring return of one-half of the profits which, over the recapture period, exceeded 10 percent of the “capital necessarily employed.”</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b882-7\">. Note 8 <em>supra. </em>Since this remedy was not pursued, we do not need to discuss the effect such proceeding would have had on the limitations period.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b883-5\">. APL, by contrast, did not agree to subsidy rates for this period until years later, as discussed below.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b883-6\">. APL, a subsidized operator on Trade Route 29 (between the West Coast of the United States and points in east Asia), faced substantial competition from both British ships, especially those of P&amp;O, and Japanese ships. When mixed crews began to appear on P&amp;O’s ships, APL realized that proof of lower foreign wage costs would increase the subsidy payable, and it set out to obtain detailed cost information about its primary British competitor. It took until sometime in late 1969 before APL was able to obtain information about the wage rates being paid on the P&amp;O vessels, but since an unrelated dispute had prevented MARAD and APL from settling the subsidy rates for 1962-69, negotiations between them resulted in rates being set which employed that information retroactively through 1962. The negotiations occurred in late 1969, there were apparently information submissions in 1970, and final agreement on the rates was reached, and a contract addendum executed, on Jan. 7, 1971. APL’s pursuit of information about P&amp;O’s costs may have been assisted by its employment in the late 1960’s of Mr. Titus, who had been president of P&amp;O.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b884-4\">. On plaintiffs side, there are the facts that their respective trade routes shared a common terminus (the U.S. West Coast), with (increasingly) similar competition, and (most important) MARAD seemed, when computing plaintiff’s 1969 subsidy rates, to regard plaintiff as much like APL. On defendant’s side, there can be cited differences in the trade routes served, in the sizes and shapes of the ships used, and in the size and deployment of the crews, as well as differing postures with respect to the negotiation and final settlement of subsidy rates.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b885-11\">. Of course, the power to revise subsidy rates is limited by the operation of the statute of limitations, discussed above.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b886-5\">. The 1962, 1963, and 1964 rates would be subject to the same analysis we give the 1965 rates were it not for the statute of limitations, which forecloses consideration on the merits of the rates set for those years.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b887-6\">. Ideally, of course, MARAD would not have constructed rates based on the assumption that P&amp;O was using all-British crews, since the facts were known to be different. But the cost of using mixed crews could not be ascertained without knowledge of the salaries of the Goan seamen and of their deployment on P&amp;O’s ships, and we cannot say the man-for-man manning approach used was per se impermissible. A different method of estimating foreign costs, one which took account of mixed crews and estimated their wages and deployment, may have been permissible but we cannot say it was required. There is more than one way to estimate foreign crew costs, and the method in use need not be immediately abandoned the instant foreign manning practices change.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b887-7\">. As shown above, plaintiff had proved fully capable of reserving its rights on issues as to which it disagreed with MARAD. See the summary, above, of the negotiation of the 1962 rates.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b887-11\">. MARAD followed the general principles that man-for-man manning would be used unless actual costs could be estimated with “reasonable substantiation” and that, once a manning method was established, it would not be changed until a different approach could be reasonably justified.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b887-12\">. This is not to say, however, that there may be no delay between the close of a year and the establishment of rates for that year. Disagreements between MARAD and an operator, as well as administrative backlogs, may prevent prompt settlement of annual subsidy rates. But the periodic aspect of the accounting must <page-number citation-index=\"1\" label=\"792\">*792</page-number>be remembered, and the fairness and reasonableness of subsidy rates can be judged only by considering the information available at the time of agreement.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b889-12\">. There has been no assertion by defendant that plaintiff knew before 1973 of the submittal by APL or of APL’s negotiations with MARAD.</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b890-8\">. Presumably, subsistence subsidy rates will have to be addressed also, since they depend greatly on the manning determination.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b890-6\">KASHIWA, Judge,</author>\n<p id=\"ARE\">concurring in part and dissenting in part:</p>\n<p id=\"b890-7\">The majority opinion allows plaintiff’s claims for higher subsidy rates for the years 1966, 1967, and 1968 but denies plaintiff’s claims for higher subsidy rates for the years 1962, 1963, 1964, and 1965. It appears that the majority’s denial for the three years 1962-64 is mainly based on the six-year statute of limitations and for the year 1965 (and 1962-64 similarly) on plaintiff’s alleged acquiescence by failing to raise objections with MARAD (sometimes hereafter <page-number citation-index=\"1\" label=\"795\">*795</page-number>referred to as Maritime Administration or Administration).</p>\n<p id=\"b891-5\">I dissent from the majority views denying plaintiff’s claims for the years 1962-64 and 1965. As for the years 1966-68, I concur with the majority’s result allowing plaintiff’s claims. In other words, it is my opinion that plaintiff’s claim for higher rates for <em>all </em>the years 1962,1963,1964,1965, 1966, 1967, and 1968 should have been allowed in that defendant’s defense of alleged acquiescence by failing to raise objections with MARAD is not a valid defense for any of the years 1962-68. I am also of the opinion that defendant’s defense of statute of limitations for the years 1962, 1963, and 1964 is not available to defendant under the circumstances of this case.</p>\n<p id=\"b891-6\">This case rests on the same statutory provision (section 603(b) of the Merchant Marine Act, 1936) and the same contractual clause (Article 1-4 of plaintiff’s contract) that were before this court in <em>American Export Isbrandtsen Lines, Inc. v. United States, </em>499 F.2d 552, 204 Ct.Cl. 424 (1974), and <em>Farrell Lines Inc. v. United States, </em>499 F.2d 587, 204 Ct.Cl. 482 (1974). As those cases explained, the Merchant Marine Act, 1936, was intended to achieve a balance— “parity” — between the costs of building and operating Arnerican-flag ships and the costs incurred by competing foreign shipowners employing cheap foreign labor; such public assistance was felt necessary for national defense and the development of commerce. <em>Farrell Lines Inc. v. United States, supra, </em>499 F.2d at 594, 204 Ct.Cl. at 494.</p>\n<p id=\"b891-7\">Section 603(b) of the statute prescribes a formula for attaining the desired competitive parity, <em>viz., </em>defendant is to reimburse the contractor for its fair and reasonable cost of the wages of its officers and crews (and other expenses) to the extent they exceed a fair and reasonable estimate of the same items of expense if the contractor’s ships were placed under the registry of the foreign country with whose ships they compete. This statutory formula is repeated in Article 1^1 of plaintiff’s contract. It specifies that this cost “differential,” stated as a percentage of the American cost, is the subsidy rate. The percentage rate, applied to the American cost, determines the amount owing.</p>\n<p id=\"b891-9\">Under the contract the Maritime Administration determines the differential but, as was explained in the <em>American Export (supra, </em>499 F.2d at 576, 204 Ct.Cl. at 465) and <em>Farrell Lines (supra, </em>499 F.2d at 596, 204 Ct.Cl. at 497) cases, the determination is reviewable by this court, because when a ship operator enters into a subsidy contract defendant covenants not to exercise its discretion arbitrarily or capriciously. I believe that its determination therefore cannot stand where it departs from the statutory plan; defendant does not have the discretion to declare items ineligible for subsidy when that would conflict with the formula specified in section 603(b).</p>\n<p id=\"b891-10\">The <em>American Export </em>and <em>Farrell Lines </em>cases concerned the determination of fair and reasonable costs under the United States flag, <em>i. e., </em>the United States side of the parity formula. This case concerns the foreign cost side of the formula, which entails estimating what the wages and subsistence costs would be if (hypothetically) the <em>Mariposa </em>and <em>Monterey </em>were under the British flag, employing foreign crews as plaintiff’s competitor P&amp;O Line’s ships did.</p>\n<p id=\"b891-11\">On the affidavits filed herein, I find it is indisputable, first, that if, in determining those constructive British-flag costs, defendant had used a mixed British-Asian rather than an all-British manning, the costs would have been less — and the subsidy rates correspondingly greater — than those determined by defendant. I also find it is indisputable — and was admitted by the staff — that in its calculations defendant assumed all-British manning rather than the mixed crew, even though in the same calculation for American President Lines (APL) it assumed the mixed crew. Further, I find it is again indisputable that plaintiff’s foreign competitor, the P&amp;O Line, employed mixed crews and enjoyed the competitive advantage of the lower costs of such manning.</p>\n<p id=\"b891-12\">On these facts I find it hardly requires argument that the resulting subsidy deter<page-number citation-index=\"1\" label=\"796\">*796</page-number>minations by MARAD for the years 1962-68 were in breach of Article 1-4 of plaintiff’s contract. That clause required “rates determined in accordance with Section 603(b) of the Act, which rates * * * will place the Operator on a parity basis with his foreign flag competitors.” Plaintiff’s rates for said years 1962-68 did not place it on a parity basis with P&amp;O Line because it was left, after subsidy, to bear the higher cost of an all-British crew, while the competitor P&amp;O Line enjoyed the lower costs of mixed crews. It follows that the determination by MARAD was arbitrary and capricious as in derogation of the statutory scheme, the rates so determined must be set aside, and plaintiff is entitled to recover for all the years 1962-68.</p>\n<p id=\"b892-4\">I view the departure as an arbitrary and capricious act by the Maritime Administration, not a mere error of judgment on the basis of inadequate or conflicting evidence, nor a fair choice within the reasonable bounds of an estimate. As early as the 1961 rates the agency knew that the mixed manning was producing lower costs of both base wages and subsistence for the P&amp;O Line than its all-British manning had done the previous year. Then, or soon after, it knew that eight — and later, all nine — of the P&amp;O Line’s ships had mixed crews, and it knew or could readily compute the magnitude of the penalty it was thus inflicting on plaintiff. By 1970, when it made the discriminatory computation of APL’s rates, it knew the precise effect on the subsidy rate. In choosing not to base plaintiff’s foreign costs on mixed manning, it was deliberately departing from the parity that should have been its goal. Its results thus became something other than the “estimated fair and reasonable cost” required by the statute and the contract. The deliberateness of the agency’s departure, as well as the resulting competitive disadvantage at which it put plaintiff, deprives its determination of fairness and reason.</p>\n<p id=\"b892-5\">The case thus resembles <em>Pacific Far East Line v. United States, </em>394 F.2d 990, 184 Ct.Cl. 169 (1968). Pacific Far East Line’s claim was for recovery of excessive “recapture” exacted by the Maritime Administration; the plaintiff contended and the court held that the Administration had erroneously designated the voyages of which the profits and losses were to be included in the recapture accounting. In making the designation, the agency had shifted retroactively from one criterion to another after discovering that the first criterion produced results financially favorable to the plaintiff. This court held the shift and the resulting recapture determination arbitrary and capricious.</p>\n<p id=\"b892-7\">The agency’s error in the <em>Pacific Far East Line </em>case lay in part in changing its designation after the former designation appeared unfavorable; in the case at bar the agency clung to the all-British costs (adopted for 1956, 1957, and 1958 rates when plaintiff’s British competitor had been using all-British crews) after circumstances changed and mixed crews became predominant on the British ships. This retroactive adherence to the obsolete standard, like the retroactive shift of standards in the <em>Pacific Far East Line </em>case, was the product of the apparent unwillingness of the agency to allow the contractor the more favorable financial results required by strict adherence to the proper statutory criterion. For that reason, the determination was arbitrary and capricious.</p>\n<p id=\"b892-8\">The Administration’s rate books explained (to itself) its not using the wages of a mixed crew on the grounds, first, that it would be “unrealistic to maintain that base wages decreased under this flag,” and, second, that the Board had in November 1961 “directed that the manning may be determined on a man-for-man basis with the U. S. side.” I find these explanations are so spurious as to demonstrate arbitrariness and caprice.</p>\n<p id=\"b892-9\">The November 1961 determination had expressly related to the subsidy rate for 1958 only, not any other year. Since the practice was to set rates anew each year, and since in the November 1961 decision the Board had rejected the argument that manning determinations once made should not be changed annually, I believe the staff <page-number citation-index=\"1\" label=\"797\">*797</page-number>could not reasonably have believed that the manning determination for the 1958 rate controlled the rates for 1962, 1963, 1964, and 1965. The Subsidy Board’s 1961 decision on the man-for-man issue concerned the number of jobs in the crew and the duties of each, not the nationality or the wage rates of the incumbents in the jobs. In urging man-for-man manning for 1956, 1957, and 1958, plaintiff had raised exclusively the manning issue, not nationality or wage scales. The Board’s decision was confined to the issue raised and therefore did not support the subsequent decision not to recognize the cost savings entailed in the mixed crews.</p>\n<p id=\"b893-5\">In asserting that to recognize the resulting decrease in costs would be “unrealistic,” plaintiff argues the staff used the word in a sense opposite to its ordinary meaning. I think it was unrealistic to persist in using the previous year’s costs reflecting the wages of all-British crews, which were no longer being employed in reality. I agree with plaintiff that such a misuse of language is a badge of arbitrariness.</p>\n<p id=\"b893-6\">The invalidity of using the cost of an all-British crew is underscored by the Board’s discriminatory treatment of APL’s subsidy rates. APL's rates, based upon the same P&amp;O Line ships as plaintiff’s, reflected the P&amp;O Line’s mixed crews. The resulting discrimination against plaintiff is obvious.</p>\n<p id=\"b893-7\">In <em>American President Lines, Ltd. v. United States, </em>291 F.2d 931, 154 Ct.Cl. 695 (1961), the court set aside a determination of the Maritime Administration to apply “General Order 71,” a rule defining “capital” for purposes of the recapture determination, to the plaintiff APL and not to other subsidy contractors similarly situated. The Board had made the new rule applicable to eight contractors from the beginning of their then current recapture periods; for the plaintiff APL (and one other contractor, The Oceanic Steamship Company, plaintiff in the case at bar), the Board had made the rule applicable to a part of the last previous recapture period as well as the current period. This court held this “illegally discriminatory” <em>(Id., </em>291 F.2d at 935, 936, 154 Ct.Cl. at 703, 705) and set the discriminatory application aside, allowing APL to recover the resulting excess recapture (i. e., underpaid subsidy). The ground of the decision was that APL had been treated differently from the other eight operators. In view of the discrimination the court felt no need to consider whether General Order 71 was lawful or correct; discrimination alone invalidated the Maritime Administration’s determinations applying the rule. Oceanic recovered on the authority of the APL case. <em>Oceanic S. S. Co. v. United States, </em>165 Ct.Cl. 217 (1964).</p>\n<p id=\"b893-9\">It seems the <em>American President Lines </em>case forecloses any argument that defendant’s decision in the case at bar to assume the all-British crew in making plaintiff’s rates can be justified as within its discretion to make fair and reasonable estimates. As in that case, regardless of the merits of the rates based on an all-British crew, the Administration did not have discretion to discriminate between plaintiff and APL since both were similarly situated — indeed, both were competing against the same British ships, which had mixed crews. The resulting “action with regard to the plaintiff was illegally discriminatory” <em>(Id., 291 </em>F.2d at 935, 154 Ct.Cl. at 703).</p>\n<p id=\"b893-10\">Since the Administration’s determination for the years 1962-68 was not a “fair and reasonable” estimate and since the resulting rates did not place plaintiff on a “parity basis” as required by the contract and the statute, as I view it, the determination cannot stand; and it may be unnecessary to add that the same result should also be reached on procedural grounds. But for completeness I wish to add that in <em>MooreMcCormack Lines, Inc. v. United States, </em>413 F.2d 568, 188 Ct.Cl. 644 (1969), this court set aside at the instance of plaintiff subsidy contractors, the Maritime Administration’s foreign cost determination under the construction-differential subsidy provisions of the Merchant Marine Act, 1936. The construction-differential subsidy is the excess of the cost of building a ship in an American shipyard over the “fair and reasonable <page-number citation-index=\"1\" label=\"798\">*798</page-number>estímate of cost” of building the same ship in a foreign shipyard, where owners could build competitive ships at lower cost. 46 U.S.C. § 1152(b) (1970).</p>\n<p id=\"b894-4\">This court held the Administration’s determination procedurally defective because the agency had not granted the plaintiffs’ requests to know the agency’s position, studies, and estimates on the facts affecting the foreign cost. As in the case at bar, the Administration failed to provide breakdowns of back-up data, asserting that these were “confidential.” The court explained that the statutory requirement of a “fair and reasonable” estimate of foreign costs means procedural as well as substantive fairness. <em>Moore-McCormack Lines, Inc., supra, </em>413 F.2d at 584, 188 Ct.Cl. at 671. “Procedural fairness,” it went on, “required that plaintiffs be informed of the staff position on disputed issues, and have the opportunity to respond to those contentions * * * ” (id.); plaintiffs’ right to know the staff’s case was a fundamental element of procedural fairness, lacking which the resulting determination was “so defective as to constitute a gross abuse of discretion” <em>(Id., </em>413 F.2d at 587, 188 Ct.Cl. at 675) invalidating the determination of the subsidy rate. The obligation of disclosure, the court pointed out, could not be escaped by calling the information “confidential”; means exist to disclose the facts without revealing confidential sources from which the facts were procured <em>(Id., </em>413 F.2d at 586, 188 Ct.Cl. at 674).</p>\n<p id=\"b894-6\">I agree with plaintiff that the same abuse occurred in the case at bar; the Maritime Administration did not fully and candidly inform plaintiff of its position, give plaintiff the opportunity to respond, or place before plaintiff the facts on which the agency made the foreign-cost determination. Plaintiff was not told that the staff had found that the P&amp;O Line’s wage and subsistence rates had declined with the advent of mixed crews, that the crews were mixed on all P&amp;O Line ships, nor that APL had requested and been granted the right to have its rates based on the costs of a mixed crew. The staff, moreover, never informed plaintiff that it had decided to adhere to the “man-for-man” concept adopted three or more years previously before a crucial change in circumstances, nor that “man-for-man” meant all-British in the staff’s mind. The agency did not place its work papers before plaintiff and did not fully disclose the details of its calculations — not even the assumed manning scale by job or the costs by the recognized elements that the Administration itself had agreed with the Committee of American Steamship Lines (CASL) should be provided with every offer of a subsidy rate; the staff asserted in contravention of the teaching of the <em>Moore-McCormack </em>case, that these elements were “confidential.”</p>\n<p id=\"b894-8\">Had plaintiff been informed of these matters it would have been in a position to make an informed judgment whether to accept the proffered rates or to argue intelligently for their revision. Under the admitted facts of this case, the agency’s nondisclosure was practically identical in content with that in the <em>Moore-McCormack </em>case; and for the reasons cogently and authoritatively stated, I think there the resulting procedures were so defective as to constitute a gross abuse of discretion, invalidating the rate determinations.</p>\n<p id=\"b894-9\">Information as to the foreign competitor’s actual costs is needed to construct a “foreign cost” for the contractor’s American ships. The Maritime Administration employed agents (“Foreign Maritime Representatives”) abroad to gather information as to the foreign shipowners’ costs, sometimes with their cooperation, sometimes without. The mode of collecting information on foreign costs and satisfying contractors of the correctness of the Administration’s subsidy rate calculations was the subject of discussion between the Maritime Administration and the subsidized shipping lines through CASL. One such dialogue culminated in a letter dated January 28, 1963, from CASL to the Maritime Administration in which the contractors agreed to make their own costs available to foreign carriers (as a sort of <em>quid pro </em>quo) provided “that Marad furnish to CASL data from the foreign competitors * * * ” and that <page-number citation-index=\"1\" label=\"799\">*799</page-number>“CASL would be free to query Marad as to details of the foreign data which would clearly not be considered confidential, and Marad would attempt to obtain such details and furnish them to CASL.” Further, “CASL Lines agreed not to go directly to the foreign source to verify the information but to work through Marad.” Plaintiff belonged to CASL and honored its agreement as a member of CASL not to go directly to foreign sources but to obtain the necessary foreign information from MARAD.<footnotemark>1</footnotemark></p>\n<p id=\"b896-3\"><page-number citation-index=\"1\" label=\"800\">*800</page-number>It is undisputed that plaintiff was never able to ascertain the Maritime Administration’s information as to the P&amp;O Line’s costs, the assumptions controlling the staff’s determination of the costs for the <em>Mariposa </em>and <em>Monterey </em>under British flag, or the staff’s reasoning; that the Maritime Administration did not provide the cost breakdowns contemplated by its agreement with CASL or the back-up data contained in its work papers; and that plaintiff was not informed (until after its own rates were set) of the favoritism shown APL. Plaintiff therefore could never ascertain the extent to which, if at all, the cost of the mixed crews was reflected in the Administration’s determinations.</p>\n<p id=\"b896-4\">In these circumstances, the <em>Moore-McCormack </em>case shows, it is not a defense, nor does it sustain the Administration’s determination, that plaintiff might have suspected the omission of the mixed crews or have been able “to make a blind presentation, screened off from the staff’s arguments” (Id, 413 F.2d at 585, 188 Ct.Cl. at 671). As the court said,</p>\n<blockquote id=\"b896-5\">Plaintiffs’ was not a situation in which the relevant factors were already known to all parties. The foreign cost computations were complex and abstruse, with a very large number of variables and nuances. The owner could not evaluate with any accuracy all the matters which the staff would consider of importance, much less anticipate or divine the sources from which staff members would draw information (the Board has consistently maintained the secrecy of its sources). * * * <em>[Id., </em>413 F.2d at 585, 188 Ct.Cl. at 672-73.] Since “[t]he right to be told your adversary’s case is fundamental to a determination of this kind” <em>(Id., </em>188 Ct.Cl. at 671-72, 413 F.2d at 585), the defective determinations in the case at bar could not be cured by showing that plaintiff might have gathered its own information as to the P&amp;O Line’s costs and made its own “blind presentation.”</blockquote>\n<p id=\"AKh\">The majority’s denial of the 1962-65 raise in rates seems to be based solely on plaintiff’s uninformed and mistaken acceptance of the invalid determinations. In 1975, after plaintiff discovered that the rates it had accepted were erroneous, the Board refused plaintiff’s request to redetermine them; the Board’s ground was that plaintiff had accepted without reservation the addenda containing the incorrect rates. The Board did not express the reasoning by which it considered the acceptance to bar reopening the rates, but its assertion implies a theory such as acquiescence, waiver, release, or accord. No such defense is tenable.<footnotemark>2</footnotemark> The addenda were not negotiated releases of <page-number citation-index=\"1\" label=\"801\">*801</page-number>plaintiff’s right to parity rates, nor voluntary relinquishments of plaintiff’s rights. They contain no words of waiver, release, discharge, or satisfaction. In accepting the addenda, plaintiff mistakenly but necessarily assumed that they reflected defendant’s fair and reasonable estimate of parity rates, based on the best available information as to costs of the foreign ships with which plaintiff was competing — that the Administration had no reliable evidence that the costs were lower. Plaintiff, it seems, acted without knowledge whether the calculations did or did not reflect mixed manning, nor to what extent the cost was thereby affected. Nor did it know what support might exist for reflecting (or disregarding) the mixed manning. It was unaware of the studies and survey by which the Administration had ascertained that the P&amp;O Line em<page-number citation-index=\"1\" label=\"802\">*802</page-number>ployed mixed crews on all ships and had ascertained that recognition of this in the rate calculation would have reduced the resulting base wage costs and subsistence. Plaintiff did not know the Administration had deliberately decided to disregard the mixed manning, and did not know the <em>grounds </em>— viz., the so-called “unrealistic” results of the mixed manning and the Board’s approval of man-for-man manning for the 1958 rate — on which the agency had made this decision. Plaintiff did not know that the Administration would give (and later, had given) APL the benefit of the mixed manning, with a resulting subsidy rate far more favorable than those accepted by plaintiff before and after.</p>\n<p id=\"b898-4\">As a result of its ignorance, plaintiff was never in a position to make an informed judgment that the rates it accepted were substantially lower than they should have been, nor by how much. Plaintiff’s mistake was caused by the Maritime Administration’s conduct. Plaintiff necessarily had to rest its trust and confidence in the Administration’s calculations. The Administration had the continuing duty — and the exclusive right — under the 20-year contract of making annual determinations of the foreign costs. It had superior sources of information in its foreign maritime representatives. It had the contractors’ undertaking not to verify foreign costs without consulting it. It had information that it described to plaintiff as “confidential.” It had agreed (by its letter agreement with CASL) to disclose its computations. And it had a duty, as the <em>Moore-McCormack </em>case held, to make its data and assumptions known to plaintiff. Yet it withheld its work papers and the details of its computations; did not inform plaintiff of the studies and information available, of the deliberate choice to disregard the P&amp;O Line’s mixed crews, of the reasons for that choice, or of the contrary choice in APL’s case.</p>\n<p id=\"b898-5\">Although the Administration accompanied its request for plaintiff’s acceptance of the addenda with statements purporting to show its determination of the manning and costs, these statements were misleading, for they indicated numbers of crew without disclosing the jobs or the nationality of the incumbents and stated the monthly costs without disclosing that the components of the cost included the wage rates of British seamen not those of Asians. In fact, the figures were not bona fide estimates of parity because they deliberately chose to disregard the true costs of the foreign competitor. Moreover, MARAD’s explanation was that elements of the calculation could not be revealed or discussed because they were “confidential.” It implied that disclosure would have revealed confidential sources, impairing their future usefulness. In fact, the omitted facts could have been supplied without revealing their sources, and the same details were later thoroughly discussed between the Administration and APL. As the <em>Moore-McCormack </em>case squarely held, such claims of confidence cannot lawfully be maintained.</p>\n<p id=\"b898-7\">Under settled doctrines of contract law concerning mistake and misrepresentation, defendant cannot keep the benefits of plaintiff’s acceptance of the subsidy rates. The acceptance was due to a mistake as to basic factual assumptions controlling the computation of the rate, and that mistake was induced by the defendant’s concealment and misrepresentations, plaintiff having reposed trust and confidence in the integrity of defendant’s determinations. Defendant in no way altered its position in reliance on the acceptance. To allow defendant thus to unjustly enrich itself would be contrary to the most elementary principles of equity and good conscience — principles that the court applies in all cases within its jurisdiction. <em>Cf., e. g., United States v. Atlantic Dredging Co., </em>253 U.S. 1, 40 S.Ct. 423, 64 L.Ed. 735 (1920); <em>Christie v. United States, </em>237 U.S. 234, 35 S.Ct. 565, 59 L.Ed. 933 (1915); <em>United Fruit Co. </em>v. <em>United States, </em>186 F.2d 890, 896 (1st Cir. 1951); <em>see Smith v. Richards </em>38 U.S. (13 Pet.) 26, 10 L.Ed. 42 (1839); <em>Pacific Architects &amp; Engineers, Inc. v. United States, </em>491 F.2d 734, 742, 203 Ct.Cl. 499, 513 (1974); <em>Graham v. Atchison, T. &amp; S.F. Ry., </em>176 F.2d 819, 824 (9th Cir. 1949); Restatement, Restitution §§ 18, 28 (1937).</p>\n<p id=\"b899-4\"><page-number citation-index=\"1\" label=\"803\">*803</page-number>Mistake and misrepresentation aside, plaintiff’s acceptance of the addenda does not bar its claim because to sustain the addenda would result in rates not creating a parity of cost between plaintiff and its competitor, in conflict with the public interest in enforcement of the Merchant Marine Act. The Act prescribed a formula that would enable plaintiff to get its crews at the same cost as its foreign competitor, the P&amp;O Line. Article 1-4 of, the contract repeated the formula and added for emphasis, “rates determined in accordance with section 603(b) of the Act, which rates * * * will place the operator on a parity basis with his foreign flag competitors.” The private right thus conferred was granted in the public interest to effectuate the legislative policy “to provide shipping service [on all routes] essential for maintaining the flow of * * * domestic and foreign water-borne commerce at all times * *.” Merchant Marine Act, 1936, § 101, 46 U.S.C. § 1101 (1964), as amended, 46 U.S.C. § 1101 (1970). Subsidies at parity rates were intended to enable shipowners such as plaintiff to meet their contractual obligation to stay in business for 20 years, in the face of lower-cost foreign competition. Plaintiff argues that if the court countenances departures by the Maritime Administration from that requirement merely because of the contractor’s acquiescence, it may jeopardize the public interest in the statutory policy.</p>\n<blockquote id=\"b899-5\">* * * Where a private right is granted in the public interest to effectuate legislative policy, waiver of a right so charged or colored with the public interest will not be allowed where it would thwart the legislative policy which it was designed to effectuate. * * * <em>[Brooklyn Savings Bank v. O’Neil, </em>324 U.S. 697, 704, 65 S.Ct. 895, 901, 89 L.Ed. 1296 (1945); cf. <em>Garrett v. Moore-McCormack Co., </em>317 U.S. 239, 63 S.Ct. 246, 87 L.Ed. 239 (1942).]</blockquote>\n<p id=\"b899-6\">The majority virtually disregards this line of important cases so pertinent in this area of public interest legislation, although plaintiff specifically presented the issue citing Supreme Court cases as well as many decisions of this court. This court has applied that principle to claims for operating-differential subsidies and other claims under the Merchant Marine Act and related statutes, by holding that defenses such as waiver, estoppel, release, and acquiescence are unavailable to the Maritime Administration to sustain computations contrary to the applicable statutory formulas.</p>\n<p id=\"b899-8\">Thus, under the Merchant Ship Sales Act of 1946 the court held that shipowners who had purchased ships upon agreements with the Maritime Administration for prices determined in a way different from that specified in the statute could recover the difference in price and neither their agreement, acquiescence, estoppel, waiver, absence of protest, voluntary payment, nor mistaken failure to recognize their rights could bar them. <em>A. H. Bull S.S. Co. v. United States, </em>108 F.Supp. 95, 123 Ct.Cl. 520 (1952); <em>Southeastern Oil Florida, Inc. v. United States, </em>119 F.Supp. 731, 127 Ct.Cl. 409 (1953), <em>cert, denied, </em>348 U.S. 834 (1954); <em>Nautilus Shipping Corp. v. United States, </em>158 F.Supp. 353, 141 Ct.Cl. 391 (1958); <em>Sprague S.S. Co. v. United States, </em>172 F.Supp. 674, 145 Ct.Cl. 642 (1959); <em>New York &amp; Cuba Mail S.S. Co. v. United States, </em>172 F.Supp. 684, 145 Ct.Cl. 652 (1959); <em>Moore-McCormack Lines, Inc. v. United States, </em>288 F.2d 898, 153 Ct.Cl. 213 (1961). In the <em>Nautilus </em>case the court explained its reasoning <em>(Id., </em>158 F.Supp. at 354-355, 141 Ct.Cl. at 394-95):</p>\n<blockquote id=\"b899-13\">The Merchant Ship Sales Act of 1946, <em>supra, </em>was an attempt on the part of Congress to provide for the sale of the Government’s large accumulation of surplus ships at prices which could be calculated on the basis of a statutory formula. It was intended to relieve the Maritime Commission of the responsibility of haggling over prices, and of the criticism, embarrassment and possible scandal which might result if sales were individually negotiated. If that policy was to be carried out, the terms of the statute had to be adhered to, even though litigation might be necessary to determine the proper construction of a rather complex <page-number citation-index=\"1\" label=\"804\">*804</page-number>statute. That did not leave any room for individual bargaining for terms contrary to the statute, nor much room for the application of such doctrines as estoppel and acquiescence. We have so held in prior decisions. See <em>A. H. Bull Steamship Co. </em>v. <em>United States, </em>108 F.Supp. 95, 123 Ct.Cl. 520; <em>Southeastern Oil Florida, Inc. </em>v. <em>United States, supra. </em>We have regarded the formula set by the statute as comparable to a tariff setting public utility rates. One does not irrevocably subject himself to an improper charge by estoppel or acquiescence of mistake or ignorance of law or failure to protest. * *</blockquote>\n<p id=\"b900-4\">In the <em>Sprague </em>case, where the plaintiff had accepted the Maritime Administration’s computation, the court held <em>(Id., </em>172 F.Supp. at 676, 145 Ct.Cl. at 646-47):</p>\n<blockquote id=\"b900-5\">* * * As our former decisions have shown, we find in the Ship Sales Act a Congressional purpose that the Government’s surplus ships should be sold at prices, uniform for all purchasers, and ascertainable by mathematical application of the statutory formula, properly interpreted. We do not think that Congress was willing that that purpose should be frustrated, and different prices should be charged to different purchasers, because of different degrees of knowledge, in the purchasers, of facts or law. We think that Congressional purpose was strong enough to override any general legal doctrine, applicable in other situations, but which, if applied in the instant situation, would result in different persons paying different prices, because, though the ships were the same, the states of mind of the purchasers were different.</blockquote>\n<p id=\"b900-7\">In <em>American President Lines, Ltd., supra, </em>the same reasoning was extended to the determination of operating-differential subsidy. That case, discussed above, concerned the determination of “recapture” by the Maritime Administration under APL’s operating-differential subsidy contract. APL had agreed to be bound by the Board’s retroactive determination, and defendant contended that APL’s agreement barred its claim that the determination was unjustly discriminatory. This court held <em>(Id., </em>291 F.2d at 936, 154 Ct.Cl. at 705):</p>\n<blockquote id=\"b900-9\">* * * The administration of a statute cannot be carried on like horse-trading or haggling in a market place for private trading. What one can be induced to agree to, after he has become deeply involved with the Government by several years of action based upon reasonable assumptions, cannot impair his right under the statute to non-discriminatory treatment * * *.</blockquote>\n<blockquote id=\"b900-11\">******</blockquote>\n<blockquote id=\"b900-12\">* * * We have held that one who has a right under a statute, or under a legal doctrine implicit in a statute, does not effectively surrender that right by making a contract about it. <em>A. H. Bull Steamship Company v. United States, </em>108 F.Supp. 95, 123 Ct.Cl. 520 (1952), and <em>Southeastern Oil Florida, Inc. v. United States, </em>119 F.Supp. 731, 127 Ct.Cl. 409 (1953). Other cases in this court applying comparably relevant principles are <em>Clapp </em>v. <em>United States, </em>117 F.Supp. 576, 127 Ct.Cl. 505 (1954), and <em>Suwannee S.S. Corp. v. United States, </em>279 F.2d 874, 150 Ct.Cl. 331 (1960).</blockquote>\n<p id=\"b900-13\">This court quoted this statement and cited the Ship Sales Act cases with approval in <em>American Export Isbrandtsen Lines, Inc. v. United States, supra, </em>499 F.2d at 578, 204 Ct.Cl. at 468. They are in point here. Congress granted subsidies in the public interest to effectuate the legislative policy of maintaining a privately owned American flag fleet on the oceans, in competition with foreign ships whose operating costs are less. The majority admits this in its factual statement of the case. The private right so granted is a right to reimbursement of the excess costs on a basis that enables competition at parity, so that the plaintiff is to bear only the same cost as its foreign competitor. This right to parity may not be waived, because that would tend to thwart the legislative policy it was designed to effectuate. I do not agree with the majority in dismissing this basic argument of plaintiff that the <page-number citation-index=\"1\" label=\"805\">*805</page-number>right to parity may not be waived without even discussing the many cases of this court and the Supreme Court on this subject. Plaintiff specifically raised this point; the majority should have answered it. The cited cases in this dissent are material and the right to parity in issue herein is just as much a “public interest” matter as the subjects covered by the cases cited herein.</p>\n<p id=\"b901-5\">Before leaving the subject of acquiescence or waiver of right to parity, the majority opinion engages in reasoning with which I disagree. I am critical of the majority’s interpretation of plaintiff’s reservations in plaintiff’s acceptances of the addenda proposed for the years 1962-65. The majority relies on the wording of plaintiff’s letter acceptances of MARAD’s rates on the following dates:</p>\n<blockquote id=\"b901-6\">\n<em>Year Date of Acceptance</em>\n</blockquote>\n<blockquote id=\"b901-7\">1962 March 2, 1965</blockquote>\n<blockquote id=\"b901-8\">1963 September 16, 1965</blockquote>\n<blockquote id=\"b901-9\">1964 October 5, 1965</blockquote>\n<p id=\"b901-10\">Part IV of the majority opinion paraphrases the following paragraph from plaintiff’s 1962 rate acceptance letter of March 2, 1965:</p>\n<blockquote id=\"b901-11\">Our acceptance of the 1962 passenger vessels wage and subsistence rates is without prejudice to, or waiver of, our rights to protest the application of Circular Letter No. 3-64 (revision of the manual for determining operating-differential subsidy rates — pricing out of vacation expense and social security taxes) in the calculation of United States costs or our rights to present evidence and arguments on the computation of the rates for subsequent years with regard to both the United States costs and the foreign costs. [Plaintiff’s Exhibit 7.]</blockquote>\n<p id=\"b901-12\">Similar clauses were in the 1963 and 1964 rate letters of acceptance by plaintiff, dated September 16, 1965, and October 5, 1965 [Plaintiff’s Exhibits 10 and 12]. The majority singles out the word “subsequent” and argues by negative implication (i. e., since plaintiff specifically reserved rights as to subsequent years he must have intended to waive such rights for the <em>current </em>year) that that evinces <em>“an unequivocal intent to let the agreements be final for the years to which rates were agreed.\" </em>It must be remembered that the facts with relation to these three letters are extraordinary in that all three letters were signed by plaintiff in a single year, 1965, as above shown, although they related to three separate years, 1962, 1963, and 1964. The majority’s <em>current </em>and <em>subsequent </em>analysis under the extraordinary circumstances only leads to confusion. I am of the opinion that the letters do not support the majority’s conclusion that plaintiff unequivocally approved the 1962,1963, and 1964 rates without reserving its right to contest the applicable foreign cost data for the years 1962,1963, and 1964. Furthermore, even if the majority’s interpretations have substance, I agree with plaintiff that these parity rights are not subject to waiver, acquiescence, release, or accord, a position well presented by plaintiff in its brief and well supported by decisions of this court.</p>\n<p id=\"b901-15\">I object even more strenuously, however, when the majority, by some nuance of logic or evidence of which I am unaware, extends the plaintiff’s supposed “unequivocal approval” of the rates to 1965. There are no grounds for the negative inference in part IV of the majority opinion as to 1965 because plaintiff’s letter of acceptance for 1965 contained no reservation clause like that in the letters for 1962, 1963, and 1964. [Plaintiff’s Exhibit 19.]<footnotemark>3</footnotemark></p>\n<p id=\"b901-16\">The majority opinion holds that for the years 1962, 1963, and 1964 plaintiff’s claims were barred by the six-year statute of limitations. I will now consider this statute-of-limitations defense raised by the defendant and allowed by the majority for the years above indicated.</p>\n<p id=\"b901-17\">Plaintiff first contends that plaintiff’s claims for 1962-65 first accrued when its final accounting for those years was filed within six years of the petition. The ques<page-number citation-index=\"1\" label=\"806\">*806</page-number>tion of when a claim for operating-differential subsidy first accrues within the meaning of the statute of limitations was fully discussed in <em>Oceanic S.S. Co. v. United States, supra </em>(hereafter <em>Oceanic I). </em>That was an action by Oceanic to recover unpaid operating-differential subsidy for 1947, the Maritime Administration having reduced the subsidy payable on account of “recapture” resulting from the application of “General Order 71” to the determination of subsidy for 1947. The court held that the recapture was excessive because the agency had discriminated against Oceanic in favor of other subsidy contractors in applying General Order 71 to 1947, hence Oceanic was entitled to recover. Defendant invoked the Statute of Limitations but the court rejected the defense. The court applied the settled rule that a claim first accrues on the date when all events have occurred which fix the liability of the government, examined the plaintiff’s operating-differential subsidy agreement, and found that Article 11-24, providing for annual accounting and payment, was the governing contractual provision. Under that provision, the court held,</p>\n<blockquote id=\"b902-4\">* * * the operating-differential subsidy for a particular calendar year became due and payable only after a “final accounting” for the year had been accomplished between the plaintiff and the administrative agency, and * * * such an accounting involved not only the computation of the amount of the subsidy due the plaintiff from the Government for the year * * * but also the computation of the amount due from the plaintiff to the Government under the “recapture” provisions * * * an(j the striking of a balance between the two amounts. * * * [Id., 165 Ct.Cl. at 226.]</blockquote>\n<p id=\"b902-9\">“Final accounting” in the context of the agreement, the court also held, meant a final accounting after all operating-differential rates for the year had been determined (Id. at 230). It rejected the government’s argument that an accounting called a “final accounting” but antedating the last determination of a subsidy rate was the final accounting contemplated by Article 11 — 24. The plaintiff having filed a revised annual accounting (after the determination of the last subsidy rate for year 1947) within six years of the petition, the action was held timely.</p>\n<p id=\"b902-10\">That prior <em>Oceanic I </em>case is in point here. I cannot agree with the majority’s interpretation of the prior <em>Oceanic I </em>case.<footnotemark>4</footnotemark> The <page-number citation-index=\"1\" label=\"807\">*807</page-number>square holding in <em>Oceanic I </em>was that the action was timely because a revised accounting, considered “final,” for the year in question (there 1947) was filed within six years of the petition. In the case at bar the petition was filed July 15, 1975; plaintiff’s first accounting for 1965 was filed June 23, 1970, less than six years before the action; and a revised accounting for 1965 was filed even more recently, namely, May 24, 1971. Therefore it is my view that for year 1965 there can be no argument that the action is not timely.<footnotemark>5</footnotemark></p>\n<p id=\"b903-4\">For 1962,1963, and 1964, although annual accountings were first filed June 15, 1966, each of these accountings was revised twice, and the second such revised accountings were all filed May 24, 1971, and approved December 6, 1971. Both filing and approval of the second revised accountings occurred within the six-year period. These were the “final” accountings for 1962,1963, and 1964: they were final in both the sense of “last” and the sense that they alone included all necessary adjustments. Under the formulation in the <em>Oceanic I </em>case, indicating that a revised accounting was the relevant final accounting for accrual of claims within the meaning of the statute of limitations, my view is that the statute did not begin to run in the case at bar until plaintiff’s revised accountings in 1971.</p>\n<p id=\"b903-7\">Even if, however, claims for unpaid subsidy for 1962, 1963, and 1964 accrued upon the filing of the first (unrevised) accountings for those years, nevertheless under plaintiff’s contract new claims first accrued with respect to 1962,1963, and 1964 (as well as 1965) no earlier than June 23, 1970, when plaintiff’s first (unrevised) final accounting for 1965 was filed. As stated, that was within the six years.</p>\n<p id=\"b903-8\">The accounting of June 23, 1970, was the first accounting covering the entire ten-year recapture period beginning January 1, 1956, and ending December 31, 1965. <em>Oceanic I </em>held that until the end of the recapture period the amount of subsidy due plaintiff for that period was not fixed, because each amount apparently due theretofore was subject to adjustment on account of cumulative changes in the excess profits that might be earned over the recapture period.<footnotemark>6</footnotemark> Since recapture was based on <page-number citation-index=\"1\" label=\"808\">*808</page-number>cumulative profitability over the ten-year period, the amount of recapture allocated to any year in the final accounting for the year was subject to change on account of the financial results of subsequent years within the recapture period. A decline in profits in subsequent years might increase the amount of subsidy payable for prior years.<footnotemark>7</footnotemark></p>\n<p id=\"b904-4\">In recognition of this, Article 11-24 of the contract, which the court held in the prior <em>Oceanic I </em>case is controlling on when claims for unpaid subsidy accrue, provided for cumulative accounting covering the whole recapture period rather than discrete accounting for individual years:</p>\n<blockquote id=\"b904-5\">11-24. <em>Final Accounting and Adjustments. </em>There shall be a final accounting hereunder between the Operator and the United States as soon as practicable after the end of each calendar year * * *.</blockquote>\n<blockquote id=\"b904-6\">(a) If, at the time of such final accounting, there remains unpaid subsidy accrued hereunder with respect to operations during the then current recapture period in excess of any amount of the recapture accrual required by law to be withheld by the United States, the United States shall then pay the amount of such excess to the Operator.</blockquote>\n<p id=\"b904-7\">Under this provision, under <em>Oceanic I </em>final accountings were to be filed as soon as practicable after the end of each calendar year, and subsidy became payable at the time of such accounting. But also — and this is critical — the amount of subsidy payable upon each annual accounting was the “unpaid subsidy accrued hereunder with respect to operations during the then current recapture period * * This means that upon each annual accounting a new claim accrued for accumulated subsidy for all voyages between January 1, 1956, and the end of the period accounted for. Upon the final accountings for each year (1962, 1963, 1964, and 1965), new claims accrued for unpaid subsidy on voyages from January 1, 1956, through the end of 1962, 1963, 1964, and 1965, respectively.<footnotemark>8</footnotemark> This cumulative process continued until the final balance became determined by the last accounting for the recapture period.<footnotemark>9</footnotemark></p>\n<p id=\"b904-16\">Thus even if plaintiff could have brought an action for additional subsidy (including subsidy attributable to correction of its rates to reflect the cost of mixed crews) for 1962, 1963, and 1964 on the filing (in 1966) of the first annual accountings for those years, nevertheless plaintiff could also have brought a new action for the same years on the filing of the annual accounting for each subsequent year. That is, for example, for subsidy in respect of 1962 voyages and subsidy rates, actions accrued not only on the filing of the final accounting for 1962 but also on the filing of the final accounting for 1963, and again for 1964 and 1965. Therefore I agree with plaintiff that only with the termination of the recapture period did the accumulated subsidy payable (less recapture) become finally fixed, hence the annual accounting for 1965 fixed the date on which the last claim for the previous years accrued. Since that accrual was within six years, the action is timely.<footnotemark>10</footnotemark></p>\n<p id=\"b905-3\"><page-number citation-index=\"1\" label=\"809\">*809</page-number>Plaintiff next claims that the six-year statute of limitations is not applicable to its claims because the unlawful discrimination against plaintiff occurred within six years of the petition.</p>\n<p id=\"b905-4\">Plaintiff’s claim rests on both defendant’s breach of its agreement to determine subsidy rates that would place plaintiff on a parity basis with its foreign competitors and also defendant’s discriminatory application of the subsidy formula as between plaintiff and APL. In its latter aspect plaintiff claims that the claim involves additional acts by defendant — not merely the determination of plaintiff’s rates without allowance for the mixed crews, but also the separate determination of APL’s rates reducing the foreign costs on account of the mixed crews. ■ .</p>\n<p id=\"b905-5\">I am of the opinion that these new acts gave rise to an independent ground of recovery, based on section 603(b) of the statute, on the authority of <em>American President Lines, Ltd. v. United States, supra. </em>That claim did not accrue and could not have accrued until defendant did its discriminatory acts. They occurred when, having already determined plaintiff’s rates without reference to the costs of the mixed crews, defendant recognized those costs in determining APL’s rates. APL’s rates were determined on January 7, 1971, with the execution of addendum 162 incorporating those rates in APL’s contract.<footnotemark>11</footnotemark> That was the last event fixing liability and it occurred within six years of the petition.<footnotemark>12</footnotemark></p>\n<p id=\"b905-6\">This argument was submitted in plaintiff’s brief in this case. The majority opinion does not answer it in any way. I am in agreement with plaintiff in its interpretation of <em>American President Lines, Ltd. v. United States, supra, </em>and its application to the statute-of-limitations problem herein.</p>\n<p id=\"b905-7\">Plaintiff finally argues that the six-year statute of limitations was suspended owing to defendant’s concealment of its unlawful acts.</p>\n<p id=\"b905-11\">As the court recognized in <em>Japanese War Notes Claimants Ass’n v. United States, </em>373 F.2d 356, 358-59, 178 Ct.Cl. 630, 634, <em>cert, denied, </em>389 U.S. 971, 88 S.Ct. 466, 19 L.Ed.2d 461 (1967), and held again in <em>Spevack v. United States, </em>390 F.2d 977, 182 Ct.Cl. 884 (1968), the running of the statute of limitations is suspended when, even though an accrual date has been ascertained, defendant has concealed its acts with the result that plaintiff was unaware of their existence. <em>See, e. g., Bailey v. Glover, </em>88 U.S. (21 Wall.) 342, 22 L.Ed. 636 (1874); <em>Holmberg v. Armbrecht, </em>327 U.S. 392, 397, 66 S.Ct. 582, 90 L.Ed. 743 (1946); <em>Tomera v. Galt, </em>511 F.2d 504, 510 (7th Cir. 1975). In the case at bar, it appears those conditions occurred. Defendant concealed the acts giving rise to plaintiff’s claim so that plaintiff was unaware of their existence.</p>\n<p id=\"b905-12\">As plaintiff’s affidavits show, it did not know the true costs of the P&amp;O Line’s ships and did not know of defendant’s suppression of the cost of their mixed crews — hence had no inkling of its claim for additional subsidy — until January 1973. Defendant has not chosen to contradict these affidavits. At that time the Maritime Administration proffered a rate for 1969 accompanied (unlike all previous years’ rates) by a clear indication of the nationality of the crews on which the foreign cost was based; that rate reflected the mixed crew and was drastically higher than previous rates. That information caused plaintiff to inquire as to the basis of the previous years’ rates; its inquiries led in 1974 to the first firm knowledge of the existence of its claims.</p>\n<p id=\"b905-13\">From the records before us, especially the uncontradicted affidavits, plaintiff thus had no knowledge of its claim until well within <page-number citation-index=\"1\" label=\"810\">*810</page-number>the six-year period of limitations. From what appears in the record of the merits of the claim, it is apparent that its unawareness was due to defendant’s concealment of its acts. One need not catalogue in full the acts of concealment in which defendant engaged, because these are enumerated above, in earlier pages of this dissent. I find the same acts that should have avoided the rate addenda by reason of mistake, misrepresentation, and concealment also constituted concealment tolling the statute.</p>\n<p id=\"b906-4\">\n<em>Recapitulating, I find that, among other things, defendant concealed the assumptions on which its calculations were based. MARAD kept from plaintiff studies that had informed defendant that all of the P&amp;O Line’s ships but one were manned by mixed crews, that the wages of these British ships declined between the 1960 and the 1961 rates owing to the mixing of their crews, and that the subsistence rates of the mixed crews were lower than those of the all-British crews. MARAD also withheld the information that the staff had decided not to reflect these lower costs in its determination for 1961 and subsequent years, that the staff had decided to use all-British costs and 1960 base wages for 1961 rates as more “realistic,” and that it relied for support upon the Maritime Subsidy Board’s determination respecting man-for-man manning in the 1958 rates. Defendant concealed the elements of its computations, substituting the note “Confidential” for subtotals that it had agreed to provide; the absence of these subtotals hampered plaintiff’s efforts to deduce the basis of defendant’s rate determinations. Defendant met plaintiff’s inquiries for details of its calculations by the response that this information was unavailable because confidential.</em>\n</p>\n<p id=\"b906-5\">All these acts of defendant were acts of concealment, as well as being the very acts that made defendant’s rate determinations arbitrary and capricious, and hence actionable. Without this information plaintiff had no basis for asserting its claim for revision of the rates; it had no way of knowing that the rates were based on something other than a fair and reasonable estimate of the P&amp;O Line’s costs — no way of knowing, in short, that it had been injured. Without this knowledge it had no reason to consider bringing an action. Under the settled rule the statute was therefore suspended until at least 1973 when plaintiff was first placed on inquiry as to the existence of its injury.</p>\n<p id=\"b906-7\">For the reasons above stated, I believe plaintiff should be allowed its claims for all the years 1962, 1963, 1964, 1965, 1966, 1967, and 1968.</p>\n<footnote label=\"1\">\n<p id=\"b895-10\">. In the early part of the majority opinion it is observed:</p>\n<blockquote id=\"b895-11\">“The parties are eager to resolve this case without trial. Both have moved for summary judgment, each asserting that no material issues of fact are in dispute. Numerous exhibits and affidavits have been supplied. <em>Still, the record does not illuminate the facts to the extent trial might have. </em>But we agree with the parties that the facts before us permit resolution of the case without remanding for proceedings in the trial division.” [Emphasis supplied.]</blockquote>\n<p id=\"b895-12\">Perhaps there should have been a preliminary trial before a trial judge but once it is decided that the summary judgment route is proper, then the above observation of cloudy facts does not permit a disregard of uncontradicted material facts or exhibits presented by the parties. It is mandatory that all relevant and material exhibits attached or submitted with motions for summary judgment be fully considered. Not only is it mandatory that all relevant material and exhibits be considered, but for purposes of ruling on a motion for summary judgment any factual question must be viewed in the light most favorable to the party against which judgment is being granted. <em>See </em>6 Moore’s Federal Practice fl 56.15[3] (2d ed.) and cases cited therein. Because of the large number of exhibits submitted by plaintiff, the majority may have overlooked CASL-related exhibits 48, 49, and 50. I consider these three exhibits submitted by plaintiff crucial to this case. These three exhibits represent more than an informal agreement between MARAD and CASL. It was a modification, addressed to all subsidized operators, of the following clause in the MARAD Manual of General Procedures for Determining Operating-Differential Subsidy Rates, Preface and General Provisions (page iii), which provides:</p>\n<blockquote id=\"b895-13\">“The subsidized operator shall make every reasonable effort to obtain and submit to the Board-Administration foreign cost data useful for calculating operating-differential subsidy rates. Where an operator finds that the collection and submission of such data can be more efficiently and economically performed by group representation (such as the Labor-Management Maritime Committee) it may do so.”</blockquote>\n<p id=\"b895-14\">The modification made is stated in plaintiffs exhibit 48, Circular Letter No. 4-62, dated April 4, 1962, from MARAD to all subsidized operators:</p>\n<blockquote id=\"b895-15\">“ * * * In this connection, <em>you should continue to observe the present policy of not making a request for information from foreign flag operators whose home offices are within the area of one of our Foreign Maritime Representatives, unless </em>such <em>requests are closely coordinated with the Foreign Maritime Representative. </em>Strict adherence to this policy must be observed in order not to jeopardize the existing relationships between the Foreign Maritime Representative and the foreign flag operators within his area of responsibility. [Emphasis supplied.]</blockquote>\n<p id=\"b895-17\">Exhibit 49 is a letter dated January 28, 1963, from CASL to MARAD, agreeing to the modification:</p>\n<blockquote id=\"b895-18\">“At the January CASL Meeting, Member Lines agreed to authorize the Maritime Administration’s furnishing certain U. S. cost data to foreign competitors or associations, as outlined in the form prepared by you, copy of which is enclosed.</blockquote>\n<blockquote id=\"b895-19\">“CASL’s authorization is given under the following terms and conditions:</blockquote>\n<blockquote id=\"b895-20\">“(1) That MARAD furnish to CASL data from the foreign competitors or associations comparable to that given to the foreign competitors or associations, subject to the condition that U. S. costs would not be supplied unless requested by the foreign competitors or associations.</blockquote>\n<blockquote id=\"b895-21\">“(2) MARAD would advise the foreign competitors or associations that such data would be given to the U. S. operator through CASL.</blockquote>\n<blockquote id=\"b895-22\">“(3) <em>CASL Lines agree not to go directly to the foreign source to verify the information but to work through MARAD. </em>[Emphasis supplied.]</blockquote>\n<blockquote id=\"b895-23\">“(4) Under the arrangement described in No. 3, CASL would be free to query MARAD as to details of the foreign data which would clearly not be considered <em>confidential, </em>and MARAD would attempt to obtain such details and furnish them to CASL. [Emphasis supplied.]</blockquote>\n<blockquote id=\"b895-24\">“(5) CASL’s authorization for the release of the information would not be irrevocable, but could, at some later date, be withdrawn.”</blockquote>\n<p id=\"b895-25\">Exhibit 50 (page 1) is another circular letter, dated June 13, 1963, from MARAD to all subsidized operators, stressing the importance of the modification:</p>\n<blockquote id=\"b895-26\">“Subject: Circular Letter No. 4-62 dated April 4, 1962</blockquote>\n<blockquote id=\"b895-27\">“Your attention is invited to the subject Circular Letter in which this office requested that the obtaining of any foreign cost information by subsidized operators’ representatives in foreign countries should be closely coordinated with our Foreign Maritime Representative.</blockquote>\n<blockquote id=\"AkO5\"><page-number citation-index=\"1\" label=\"800\">*800</page-number>“It has come to our attention that some subsidized operators’ representatives has [sic] not been advised of the provisions of this Circular Letter.”</blockquote>\n<p id=\"b896-7\">Exhibit 50 (page 2) is Revised Circular Letter No. 4-62, dated September 26, 1963, again requesting subsidized operators to follow the modification strictly:</p>\n<blockquote id=\"b896-8\">“Your earnest efforts in meeting these responsibilities are to the best interest both of the Government and of yourselves. In this connection, <em>you should continue to observe the present policy of closely coordinating with the Foreign Maritime Representatives all requests for information from foreign flag operators whose home offices are within their respective areas. This policy should be strictly observed in order not to jeopardize the existing relationships between the Foreign Maritime Representative and the foreign fíag operators within his area of responsibility.” </em>[Emphasis supplied.]</blockquote>\n<blockquote id=\"b896-9\">I quote from these CASL-related exhibits in detail because these exhibits clearly show MARAD in 1962 decided that MARAD should get the foreign cost information and not the subsidized lines. Plaintiff and other CASL members were kept in the dark and affirmatively ordered not to seek the foreign information. I cannot think of a more arbitrary order. It virtually amounted to a blindfold on CASL members. Plaintiff was a CASL member. MARAD openly admits this arrangement with CASL members. It warned CASL members to follow this blinding rule.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b896-12\">. As stated in the early part of this dissenting and concurring opinion, I am of the opinion that plaintiffs claim for higher rates for all the years 1962, 1963, 1964, 1965, 1966, 1967, and 1968 should have been allowed for the reasons stated in this dissent. It is my view that the problem of lack of knowledge of foreign rates was a single continuing problem and it should not have been segmented as the majority did. The majority simply ignored some of the major issues raised by the plaintiff in its attempt to simplify the case by presenting only segments of the entire problem caused by the lack of knowledge of foreign costs. The majority, in allowing higher rates for 1966-68, in a brief <page-number citation-index=\"1\" label=\"801\">*801</page-number>discussion in part IV(B) of its opinion (consisting of only five paragraphs), but denying the higher rates for 1962-65 in part IV(A) of its opinion (eight paragraphs), divides the years involved into two groups as if two separate problems were involved. This division with contrary results created a strange situation and caused the majority to comment self-consciously that there is no anomaly in the contrary results after such a division.</p>\n<p id=\"b897-6\">I am of the opinion that an inexplicable anomaly was created. The majority cannot completely explain the anomaly because both periods 1966-68 and 1962-65 were based on the actions of the same Subsidy Board under the same statute, same contract, same CASL blindfolding agreement, same fiduciary and confidential relationship, same excuses of the Board of confidential information, same denial to plaintiff of any information MARAD had, same nondisclosure of staffs case, same denial of right to know as adjudged in the <em>MooreMcCormack </em>case, same public interest right in plaintiffs favor which cannot be waived or lost by acquiescence, same sticking by the Board to the man-for-man concept, and other circumstances more fully explained in this dissenting and concurring opinion. These circumstances and conditions made it difficult for the majority to single out any particular year or series of years. For example, defendant does not dispute the existence of confidential or fiduciary relationships. The subsidy contracts and statute gave MARAD the power and means to take undue advantage and influence over the subsidized shipowners during all the years 1962 to 1968. On questions of misrepresentation by nondisclosure, this relationship once established is of great importance. The majority found on the basis of this relationship a “lack of good faith” in the non-disclosure of the cost information about P&amp;O Orient Lines only with relation to the 1966-68 rates. I point out in this dissenting and concurring opinion continuous confidential and fiduciary relationships for 1962-68 and various misrepresentations by MARAD continuously during 1962-68. The whole subject of foreign cost in this case as in <em>Moore-McCormack (supra, </em>413 F.2d at 585, 188 Ct.Cl. at 672), is <em>“complex and abstruse, with a very large number of variables and nuances \" </em>(emphasis supplied) and the subsidy determinations for 1962-68 were in this case as stated in <em>Moore-McCormack (Id., </em>413 F.2d at 585, 188 Ct.Cl. at 673, 413 F.2d at 585):</p>\n<blockquote id=\"b897-9\">«* * * it was indeed a <em>‘game of blind-man’s buff, in which like Samson the unsighted owners had to contend with open-eyed opponents. </em>As Judge Tamm recently put it, speaking of a closely analogous situation in the operating-subsidy field: “The backwardness of [the Maritime Subsidy Board’s] administrative procedure is appalling.’ American <em>Mail Line, Ltd. </em>v. <em>Gulick, </em>133 U.S.App.D.C. 382, 411 F.2d 696, 704 (1969).” [Footnote omitted; emphasis supplied.]</blockquote>\n<p id=\"b897-10\">This latter backwardness charge is a serious one with which the majority in effect agrees for the years 1966-68 by its findings. It is significant that the charge is aimed at the very Maritime Subsidy Board which decided the rates for all the years 1962-65 in this case. The subject of controversy in <em>American Mail Line </em>was a 1965 memorandum decision of the Subsidy Board. We are also concerned in this case with three decisions of the same Subsidy Board in the same year 1965 covering rates for 1962-65. In <em>Moore-McCormack, </em>this court in one bold stroke held the determinations in issue therein invalid and sent the entire case back to the Board. I am of the opinion that the majority here should have followed <em>Moore-McCormack </em>for all the years 1962-68, and not only 1966-68. The majority simply created an inexplicable anomaly. The blindfolding of CASL members mentioned in footnote 1 is equivalent to the “game of blindman’s buff’ mentioned in the above quotation from <em>Moore-McCormack. </em>Judge Davis in <em>Moore-McCormack </em>held <em>‘‘that the Board’s procedures have been so defective as to constitute a gross abuse of discretion and thus to invalidate its determinations </em>” <em>(Id., </em>413 F.2d at 587, 188 Ct.Cl. at 675; emphasis supplied). A careful reading of Judge Davis’ opinion in <em>Moore-McCormack </em>and the decision of the Court of Appeals, District of Columbia Circuit, in <em>American Mail Line, Ltd. v. Gulick, supra, </em>makes the majority’s anomaly inexplicable. The Subsidy Board clearly operated during all the years 1962-68 on defective procedures under the circumstances presented in this dissenting opinion. I cannot dismiss this unlawfulness lightly for 1962-65.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b901-13\">. Nor did plaintiffs letter of acceptance for the years 1966-68 contain a reservation clause in regard to subsequent years similar to that in letters of acceptance for 1962, 1963, and 1964. Plaintiffs Exhibit 25.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b902-5\">. In <em>Oceanic I </em>this court stated as follows:</p>\n<blockquote id=\"A0P\">“A claim against the United States first accrues on the date when all the events have occurred which fix the liability of the Government and entitle the claimant to institute an action. <em>Empire Institute of Tailoring, Inc. v. United States, </em>142 Ct.Cl. 165, 167 (1958), 161 F.Supp. 409, 410; <em>Cosmopolitan Manufacturing Co. v. United States, </em>156 Ct.Cl. 142, 297 F.2d 546, 547 (1962). Therefore, where a claim is based upon a contractual obligation of the Government to pay money, the claim first accrues on the date when the payment becomes due and is wrongfully withheld in breach of the contract. <em>Smith Courtney Co. v. United States, </em>46 Ct.Cl. 262, 265-266 (1911); <em>Cannon v. United States, </em>137 Ct.Cl. 104, 107 (1956), 146 F.Supp. 827, 829. <em>Of course, in determining when money becomes due and payable under a contract, it is necessary to ascertain the nature of the agreement that the parties have made on this point. Manufacturers Aircraft Association, Inc. v. United States, </em>77 Ct.Cl. 481, 522 (1933); <em>Austin Engineering Co., Inc. v. United States, </em>88 Ct.Cl. 559, 562 (1939).” [Footnote omitted; emphasis supplied.] [165 Ct.Cl. at 225.]</blockquote>\n<p id=\"b902-12\">Therefore the contract terms are critical. The Final Accounting and Adjustments clause in <em>Oceanic I </em>was identical to that in the present case. The payments in advance on account clause (75 percent of estimate), recapture, reserve funds, intercoastal shipping, and other clauses in <em>Oceanic I </em>were also the same. The majority’s interpretation of the Final Accounting and Adjustments clause departs from this court’s interpretation in <em>Oceanic I. </em>I am of the opinion that the departure of the majority suffers from a fallacy of simplism. Accounting relative to profits, rates, and subsidy of shipowners involved in trades like the <em>Mariposa </em>and <em>Monterey </em>were engaged in the present case is complex by the very nature of the voyages and the complexity of ocean-going vessel accounting. The complexity is furthered by the fact that in the West Coast-Australia run the ships involved were also engaged in intercoastal trade (between the West Coast and Hawaii, American Samoa, and other island possessions of the United States). The present contract provides for these stops. Gross revenues from <page-number citation-index=\"1\" label=\"807\">*807</page-number>the entire voyage are proportioned by a formula provided in the contract so that the inter-coastal trade run gross revenue so proportioned may be subtracted to determine any subsidy payments. The contract provides for these built-in complexities as well as all other usual vessel accounting complexities. Rate making in any form involving these vessels is inherently complex with one rate making at times overlapping into another rate making. In other words, one set of complexities was piled on another set of complexities. And one set of complexities may require years to determine, such as freight rates on intercoastal runs. Complexities and inherent delays require flexible accounting procedures. The contract in this case makes provision for liberal advance payments of subsidies, recapture, reserve funds, intercoastal allowances, and other clauses in addition to the subsidy to aid the shipowner in competing against foreign carriers. The majority must admit that accountingwise it is complex. The parties therefore agreed to a flexible “Final Accounting and Adjustments” clause. The clause is lengthy but it is designed to take care of complexities of the shipping business and to help the shipowners in their competition against foreign carriers. This was the intent of Congress and I believe the Final Accounting and Adjustments clause should be read with the said Congressional intent in mind, as this court did in <em>Oceanic l </em>The majority in the present case failed to do this. Its interpretation defeats the flexibility required in contracts designed to carry out the ship subsidy program Congress intended. I am of the belief that the majority view of narrow interpretation of the contract’s “Final Accounting and Adjustments” clause is contrary to the basic intent of Congress — to help these shipowners.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b903-10\">. Under Article I-24 of the contract at bar a final accounting consists not only of plaintiffs filing but also of the Maritime Administration’s adjustment of the figures on audit. Plaintiffs filing for 1965 was not approved until October 20, 1970, but since even the filing occurred within six years of the action we may assume for argument that the claim accrued at the time of filing.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b903-11\">. As the court observed in the prior <em>Oceanic I </em>case, this contingency was due to section 606(5) of the Merchant Marine Act, 1936, and Article II-28 of plaintiff’s contract, which provided that if plaintiffs profits averaged more than 10 percent per annum on capital over the ten-year recapture period, the subsidy payable was to be reduced in the amount of the excess profits.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b904-8\">. Thus, for example, assuming for argument that when in 1966 plaintiff filed its first annual accounting for 1962 a claim accrued for subsidy, nevertheless that claim was defeasible in case recapture of excess profits earned later should alter the balance of the account.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b904-9\">. Each claim, of course, was for the balance remaining after deduction of sums received on the prior account.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b904-10\">. In the prior <em>Oceanic I </em>case, the court did not have to consider whether a new claim accrued each year until the end of the recapture period because the claim there concerned unpaid subsidy for the last year of a recapture period (ended December 31, 1947) only. But Article 11-24 of the contract, which under the court’s reasoning is controlling, compels the conclusion that subsidy years are not accounted for separately — it plainly states that each year of a recapture period entails a new claim for the entire recapture period to date.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b904-20\">. In <em>Pacific Far East Line, supra, </em>this court held that because the recapture obligation was subject to change continually, the plaintiff had no obligation to invoke within the time specified in a regulation an administrative remedy for excessive withholding of recapture (underpayment of subsidy). <em>Id., </em>394 F.2d at 1005, 184 Ct.Cl. at 197-198. By the same reasoning, plaintiff did not have to bring its action here until the recapture contingency was eliminated.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b905-8\">. At the earliest, the discrimination occurred in June 1970 when APL and the Maritime Administration agreed on the foreign flag manning of APL’s ships.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b905-9\">. In the previous <em>Oceanic I </em>case, the discriminatory acts occurred before the plaintiff’s final accounting and more than six years before the petition in that case. Hence the discrimination, although essential to the accrual of the claim, was not the last event that fixed defendant’s liability in that case. Here the discrimination was the last event.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}