{
  "casebody": {
    "data": "<casebody firstpage=\"719\" lastpage=\"724\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b777-11\">AIRLINE MAINTENANCE LODGE 702, INTERNATIONAL ASSOCIATION OF MACHINISTS AND AEROSPACE WORKERS, Plaintiff-Appellant, v. Donald L. LOUDERMILK, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b777-13\">No. 30789.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b777-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b777-16\">June 21, 1971.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b778-12\"><page-number citation-index=\"1\" label=\"720\">*720</page-number>Joseph P. Manners, Miami, Fla., Plato E. Papps, Washington, D. C., Richard M. Gale, Manners &amp; Amoon, Miami, Fla., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b778-13\">Richard L. Horn, Allan Milledge, Mil-ledge &amp; Horn, Miami, Fla., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b778-14\">Before WISDOM, BELL, and AINS-WORTH, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b778-15\">BELL, Circuit Judge.</author>\n<p id=\"b778-16\">This is an appeal from an order of the district court dismissing the union’s action to collect a fine imposed upon defendant, a union member, pursuant to the union constitution. Loudermilk, the defendant, was fined for “dual unionism”; and he refused to pay the fine. The district court granted defendant’s motion for summary judgment, holding that the defendant’s behavior was protected by the free speech provision of the Labor-Management Reporting and Disclosure Act (LMRDA), § 101(a) (2), 29 U.S.C.A. § 411(a) (2) (also known as the Landrum-Griffin Act).<footnotemark>1</footnotemark> For reasons set out below, we affirm.</p>\n<p id=\"b778-17\">Defendant is an employee of Eastern Airlines and became a member of plaintiff union on August 28, 1959 by virtue of a union shop agreement between the union and Eastern Airlines. Such an agreement is authorized by § 2 Eleventh of the Railway Labor Act, 45 U.S.C.A. § 152 Eleventh.<footnotemark>2</footnotemark></p>\n<p id=\"b779-3\"><page-number citation-index=\"1\" label=\"721\">*721</page-number>In 1963, defendant joined and became president of the local of a rival union, Aircraft Mechanics Fraternal Association (AMFA). In August of 1967, there was a representation election for the bargaining unit of aircraft mechanics working for National Airlines. Defendant was active in this election and the pre-election activities on behalf of the AMFA, which narrowly lost the election to the plaintiff IAM.</p>\n<p id=\"b779-4\">As a result of these endeavors on the part of defendant in favor of the rival union, he was tried by the Trial Committee of plaintiff union and was found guilty of dual unionism. He was fined $500 and refused to pay. In-1968, the union filed an action in the Dade County Small Claims Court to collect the fine and defendant removed the action to the federal district court. That court dismissed the cause on the ground that the court had no authority to enforce the fine.</p>\n<p id=\"b779-5\">On appeal, we vacated and remanded the cause to the district court because of inadequate briefs and inadequate consideration by the district court. Airline Maint. Lodge 702, Intern. Assoc. of Machinists and Aerospace Workers v. Loudermilk, 1970, 5 Cir., 426 F.2d 802. On remand, the district court granted defendant’s motion for summary judgment, holding that although a validly imposed fine pursuant to a union constitution is judicially enforceable, the fine here was not validly imposed since the charge of dual unionism arose out of activities protected by the free speech provision of the LMRDA, 29 U.S.C.A. § 411(a) (2), supra. The issue on appeal is whether the union was due to collect the fine imposed under the circumstances here on a union member, for dual unionism without running afoul of the free speech provision of the Act.</p>\n<p id=\"b779-10\">First of all, there is no dispute over the nature of the defendant’s conduct, or over the fact that it violated the union constitution. There is a dispute, however, as to whether the union shop provision of the Railway Labor Act permits any disciplinary fine if membership is compelled under a union shop clause. The case of Railway Employes’ Dept., American Federation of Labor, Intern. Assoc. of Machinists v. Hanson, 1956, 351 U.S. 225, 235, 76 S.Ct. 714, 100 L.Ed. 1112, suggests that no disciplinary fine is permissible under that section. Two other Supreme Court cases, Scofield v. NLRB, 1969, 394 U.S. 423, 89 S.Ct. 1154, 22 L.Ed.2d 385, and NLRB v. Allis-Chalmers Mfg. Co., 1967, 388 U.S. 175, 87 S.Ct. 2001, 18 L.Ed.2d 1123, suggest to the contrary. Since we ground our decision on a narrower basis, we pretermit decision on the question whether a disciplinary fine is allowable under § 2 Eleventh of the Railway Labor Act, 45 U.S.C.A. § 152 Eleventh, supra.</p>\n<p id=\"b779-11\">We come then to the free speech provision of the LMRDA, § 101(a) (2), 29 U.S.C.A. § 411(a) (2), Fn. 1, supra, which was added to the LMRDA from the floor. It thus lacks the informative legislative history usually provided by committee hearings and reports. However, it is clear from the terms of the statute that a union member has the right to free speech inside or outside of the union meeting subject to three limitations: (1) reasonable rules pertaining to the conduct of meetings; (2) reasonable rules as to the responsibility of ev<page-number citation-index=\"1\" label=\"722\">*722</page-number>ery member toward the union as an institution; and (3) reasonable rules requiring members to refrain from conduct interfering with the union’s performance of its legal or contractual obligations.</p>\n<p id=\"b780-4\">The scope of the second limitation, and its possible application to rules proscribing dual unionism, has not been defined by the courts in the context of the imposition of a fine. And it is clear that our decision in this case depends upon the ambit of the union’s prerogative under this saving clause: “ * * * to adopt and enforce reasonable rules as to the responsibility of every member toward the organization as an institution.” <footnotemark>3</footnotemark></p>\n<p id=\"b780-5\">The only holding which touches on the point in question seems to be Sawyers v. Grand Lodge, International Ass’n of Machinists, E.D.Mo., 279 F.Supp. 747. There the district court upheld the expulsion of union members on a charge of dual unionism arising out of an effort to break away a local from the international. The district court makes the flat statement that “* * * the advocation of dual unionism is not protected either under Title I, LMRDA, or § 7, NLRA.” 279 F.Supp. at 756. This statement is, of course, limited to the facts of the case and the remedy selected by the union trial committee: expulsion and not the imposition of a fine as here.</p>\n<p id=\"b780-6\">In NLRB v. International Moulders and Allied Workers Union, Local No. 125, 7 Cir., 1971, 442 F.2d 92, the court upheld a Board decision that a union violated § 8(b) (1) (A) of the National Labor Relations Act, 29 U.S.C.A. § 158(b) (1) (A),<footnotemark>4</footnotemark> in imposing a fine for circulating a petition to decertify the union. This decision is based on the finding that the fine was not a defensive measure for the union’s protection as expulsion would be but punishment which discourages the right of access to the Board.</p>\n<p id=\"b780-11\">This approach is in line with the decision of the Board in Tri-Rivers Marine Engineers Union (United States Steel Corporation), 189 NLRB No. 108, filed April 16, 1971. There the Board drew a distinction between a fine and expulsion. The union member was charged with dual unionism in soliciting support for an outside union to replace the incumbent union. The Board concluded that there was no difference in principle between a decertification effort and a union replacement effort and that a fine was not defensive in the sense of preserving the union as expulsion would be but interfered with rights accorded under § 8(b) (1) (A) of the Act. The union was directed to rescind the fine but the threat of expulsion was held not vio-lative of the Act.</p>\n<p id=\"b780-12\">These authorities may be considered in light of a body of case law having its genesis in Salzhandler v. Caputo, 1963, 2 Cir., 316 F.2d 445, and which suggests the approach to applying the free speech provision of the statute. In <em>Salzhandler, </em>the Second Circuit held that § 411(a) (2) protects a union member from union discipline when the member makes libel-lous statements regarding the handling <page-number citation-index=\"1\" label=\"723\">*723</page-number>of union funds by union offices. Therefore, any provision of the union consti- - tution which make such criticism punishable whether libellous or not, is unenforceable; and any union member disciplined under such a provision has a right of action against the union under § 102 of the Act, 29 U.S.C.A. § 412.<footnotemark>5</footnotemark> Also, the court held that Salzhandler’s expression of views did not come within either of exceptions in the proviso to § 411(a) (2), supra.</p>\n<p id=\"b781-4\">On the general purpose of the statute, the court said:</p>\n<blockquote id=\"b781-5\">“The LMRDA of 1959 was designed to protect the rights of union members to discuss freely and criticize the management of their unions and the conduct of their officers. The legislative history and the extensive hearings which preceded the enactment of the statute abundantly evidence the intention of the Congress to prevent union officials from using their disciplinary powers to silence criticism and punish those who dare to question and complain.” (footnote omitted) 316 F.2d at 448-449.</blockquote>\n<p id=\"b781-6\">Subsequent cases have expanded the <em>Salz-hancHer </em>rationale to cover officers who supported an unsuccessful candidate in a union election,<footnotemark>6</footnotemark> a union member who urged fellow members not to pay dues,<footnotemark>7</footnotemark> plus numerous instances of slanderous or libelous speech.<footnotemark>8</footnotemark></p>\n<p id=\"b781-7\">It is thus reasonably clear that the courts have looked upon the free speech provision of the LMRDA as a codification of some of our most basic liberties and the substantive rights conferred by that section have been broadly construed. As Judge Godbold stated for the court in the <em>Nix </em>case, supra, Fn. 8:</p>\n<blockquote id=\"b781-15\">“The courts * * * have substantially shaped the Bill of Rights into a guarantee of union democracy, with the right of free speech enjoying a particularly favored position.” 415 F.2d at 217.</blockquote>\n<p id=\"b781-16\">The rights of a union member under this statute must be balanced against the right preserved to the union to make rules as to the responsibility of the member toward the union as an institution, and this balancing process must rest on the facts. Loudermilk was compelled to join plaintiff union under the union shop agreement between Eastern and plaintiff IAM. Some years later he joined and became president of a rival union. He was fined for supporting the rival union, albeit in connection with displacing IAM at another airline. IAM did not choose to expel him or to bar him from meetings and the like, defensive actions which would have protected IAM.<footnotemark>9</footnotemark> Rather, IAM sought to compel his allegiance by the imposition of a fine.</p>\n<p id=\"b781-17\">We think this exceeded the authority of the union under the circumstances here which involve compulsory membership under a union shop agreement coupled with the free speech overtones which are inherent in undertaking stemming from dissatisfaction with one union and action seeking to displace that <page-number citation-index=\"1\" label=\"724\">*724</page-number>union with another. As the district court said with respect to this factor:</p>\n<blockquote id=\"al5-dedup-0\">“The Court has the responsibility of balancing the defendant’s individual interest against that of the union. If the plaintiff could impose a judicially collectible fine upon a union member who had become satisfied with the union’s representation and sought to replace it with a rival, it could effectively eliminate all criticism of its policies and foreclose any challenge of its right to represent its members. I believe such a result would be inconsistent with the intent of Congress at the time that it passed the Bill of Rights.”</blockquote>\n<p id=\"Aqe\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b778-9\">. Every member of any labor organization shall have the right to meet and assemble freely with other members; and to express any views, arguments, or opinions ; and to express at meetings of the labor organization his views, upon candidates in an election of the labor organization or upon any business properly before the meeting, subject to the organization’s established and reasonable rules pertaining to the conduct of meetings: <em>Provided, </em>That nothing herein shall be construed to impair the right of a labor organization to adopt and enforce reasonable rules as to the responsibility of every member toward the organization as an institution and to his refraining from conduct that would interfere with its performance of its legal or contractual obligations.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b778-19\">. Eleventh. Notwithstanding any other provisions of this chapter, * * * any carrier or carriers as defined in this chapter and a labor organization or labor organizations duly designated and authorized to represent employees in accordance with the requirements of this chapter shall be permitted—</p>\n<blockquote id=\"b779-6\"><page-number citation-index=\"1\" label=\"721\">*721</page-number>(a) to make agreements, requiring, as a condition of employment, that within sixty days following the beginning of such employment * * * all employees shall become members of the labor organization representing their craft or class: <em>Provided, </em>that no such agreement shall require such condition of employment with respect to employees to whom membership is not available upon the same terms and conditions as are generally applicable to any other member or with respect to employees to whom membership was denied or terminated for any reason other than the failure of the employees to tender periodic dues, initiation fees, and assessments (not including fines and penalties) uniformly required as a condition of acquiring or retaining membership.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b780-7\">. Whether a rule forbidding dual unionism would be a reasonable rule under the proviso is a subject of disagreement <em>among the </em>commentators. Professor Archibald Cox suggests that such a rule would be reasonable, in Internal Affairs of Labor Unions Under the Labor Reform Act of 1959, 58 Mich.L.Rev. 819, 834 (1960). For an opposite view, see C. Summers, The Law of Union Discipline: What the Courts Do in Fact, 70 Yale L.J. 175, 190 (1960).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b780-9\">. It shall be an unfair labor practice for a labor organization or its agents—</p>\n<blockquote id=\"b780-13\">(1) to restrain or coerce (A) employees in the exercise of the rights guaranteed in section 157 of this title * * * § 157:</blockquote>\n<blockquote id=\"b780-14\">“Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection, and shall also have the right to refrain from any or all of such activities. * * * ”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b781-8\">. “Any person whose rights secured by the provisions of this subchapter have been infringed by any violation of this sub-chapter may bring a civil action in a district court of the United States for such relief (including injunctions) as may be appropriate. * * * ”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b781-9\">. Grand Lodge of Intern. Assoc. of Machinists v. King, 335 F.2d 340 (9 Cir., 1964).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b781-10\">. Farowitz v. Associated of Musicians of Greater New York, 330 F.2d 999 (2 Cir. 1964).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b781-18\">. Fulton Lodge No. 2 of International Ass’n of Machinists and Aerospace Workers, A.F.L.-C.I.O. v. Nix, 415 F.2d 212 (5 Cir., 1969); Giordani v. Upholsterers Intern. Union of N.A., 403 F.2d 85 (2 Cir., 1968); Intern. Bro. of Boilermakers, Iron Ship Builders, Blacksmiths, Forgers and Helpers v. Rafferty, 348 F.2d 307 (9 Cir., 1965); Cole v. Hall, 339 F.2d 881 (2 Cir., 1965).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b781-19\">. Under § 2 Eleventh of the Railway Labor Act, supra, fn. 2, loss of membership for any reason other than the payment of dues, assessments and initiation fees cannot effect the employee’s job.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}