{
  "casebody": {
    "data": "<casebody firstpage=\"84\" lastpage=\"86\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b142-15\">ALASKA AIRLINES, INC., Appellant, v. NORTHWEST AIRLINES, INC., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b142-17\">No. 24434.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b142-18\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b142-19\">June 4, 1971.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b143-11\"><page-number citation-index=\"1\" label=\"85\">*85</page-number>Mark C. McClanahan (argued), Grant T. Anderson (argued of King, Miller, Anderson, Nash &amp; Yerke, Portland, Or., J. B. Bradley, of Robertson, Monagle, Eastaugh, Annis &amp; Bradley, Juneau, Alaska, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b143-12\">Robert Boochever (argued), of Faulkner, Banfield, Boochever &amp; Doogan, Juneau, Alaska, William G. Becker, Jr., of Shanley &amp; Fisher, Newark, N. J., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b143-19\">Before: ELY and KILKENNY, Circuit Judges, and LINDBERG, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b143-13\"> Honorable William J. Lindberg, United States District Judge, District of Washington, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b143-20\">PER CURIAM:</author>\n<p id=\"b143-21\">An airplane owned and operated by the appellant (Alaska) crashed during an attempted landing at an airfield on Shemya Island, Alaska. The air facility was operated by the appellee (Northwest) under a lease agreement made between it and the Government of the United States.<footnotemark>1</footnotemark> Alaska sued Northwest, claiming that the latter was negligent in the operation of the airport facility and that such negligence was the proximate cause of the disaster. While Alaska sought to prove that Northwest was negligent in several particulars, its principal contention was that certain necessary lighting was inoperative at the time of the attempted landing. The trial extended over a period of approximately four weeks, and the District Court, sitting without jury, made factual findings which were adverse to the appellant in all respects. It was found, <em>inter alia, </em>that all of Northwest’s lighting equipment was fully operative immediately before and at the time of the crash. It was further determined that Alaska had not fulfilled its burden to establish that Northwest was negligent or that any act or omission on the part of Northwest contributed as a proximate cause of the accident.<footnotemark>2</footnotemark> The evidence <page-number citation-index=\"1\" label=\"86\">*86</page-number>was expertly presented, and the trial was carefully and fairly conducted by the district judge. The critical findings of fact are supported by substantial evidence. Accordingly, the judgment must be, and it hereby is,</p>\n<p id=\"b144-4\">Affirmed.<footnotemark>3</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b143-14\">. The crash gave rise to previous litigation in our court. See Northwest Airlines, Inc. v. Alaska Airlines, Inc., 351 F.2d 253 (9th Cir. 1965).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b143-15\">. In making its findings, the District Court doubtless took into account evidence of certain facts which strongly indicated that the crash resulted from pilot error. It was proved, for example, that the plane was overloaded and that at the time of the landing, Alaska’s pilot had not slept, except perhaps in the airplane, for a period of almost twenty-nine hours. There was testimony that the plane’s landing lights were on, indicating that the ship had descended below the weather ceiling, which was between two hundred and four hundred feet. The control tower had warned the pilot during the plane’s approach that the plane was some thirty to forty feet below the normal glidepath and should be elevated. There is a reasonable inference that the pilot either disregarded these warnings or was not able to lift his heavily loaded plane enough. Thus, the aircraft crashed into , <page-number citation-index=\"1\" label=\"86\">*86</page-number>an embankment at the head of the runway, approximately nineteen feet below the runway’s elevation. .</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b144-16\">. The briefs on this appeal, as is the record, are exceptionally voluminous. The appellant’s principal arguments challenge the correctness of the findings of fact. Only one of its other contentions is worthy of mention. That is the contention that the District Court erred in sustaining an objection to the appellant’s introduction into evidence of the whole of a certain investigative report. Inasmuch as this report contained significant conclusions, its rejection was proper, and even were it not so, the court’s ruling was not prejudicial. The appellant presented the same conclusions through the direct testimony of a witness, as we think was properly required so as to enable the appellee to challenge the conclusions through cross-examination.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}