{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"375\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b387-4\">A. LEVY, Complainant, <em>v. </em>THE LIVERPOOL &amp; LONDON &amp; GLOBE INSURANCE COMPANY, LIMITED, AND THE AUTOMOBILE INSURANCE COMPANY OF HARTFORD, CONNECTICUT, Dfts.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b387-7\">San Juan,</court>\n<p data-order=\"2\" data-type=\"court\" id=\"ANEJ\">Equity,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AOcY\">No. 1244.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b387-11\">Opinion filed April 12, 1924.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b387-12\"><em>Mr. Pedro 0. Quinones </em>and <em>Mr. E. B. 'Wilcox </em>for complainant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b387-13\"><em>Mr. Miles M. Martin </em>and <em>Mr. Hugh B. Francis </em>for defendants.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b387-14\">OdliN, Judge,</author>\n<p id=\"Auj\">delivered tbe following opinion:</p>\n<p id=\"b387-15\">By a motion to dismiss tbe bill filed in tbe above-entitled cause upon tbe ground that said bill fails to state facts sufii-<page-number citation-index=\"1\" label=\"370\">*370</page-number>cient to entitle tbe complainant to any relief, there being no equity stated in said bill, there arises a very interesting question which involves the construction of § 274 (h) of the Judicial Code, which provides that in all actions at law equitable defenses may be interposed by answer, plea or replication without the necessity of filing a hill on the equity side of the court. It is further provided in and by said section that the defendant shall have the same rights in such case as if he had filed a bill embodying the defense or the relief prayed for in such answer or plea; and that equitable relief respecting the subject-matter of the suit may thus he obtained by answer or by plea; and also that in case affirmative relief is prayed in such answer or plea, the plaintiff shall file a replication.</p>\n<p id=\"b388-5\">The matter has been ably and thoroughly argued by the respective counsel, but it seems to me that it is clearly the duty of this court to dismiss said hill of complaint, granting the motion filed by the counsel for the defendants.</p>\n<p id=\"b388-6\">It is quite clear that the filing of the hill in equity would he not only the proper proceeding, but even necessary if the practice to-day were the same as existed when the three cases were decided by the Supreme Court of the United States which are, first, Hartshorn v. Day, reported in 19 How. 211, 15 L. ed. 605; second, George v. Tate, reported in 102 U. S. 564, 26 L. ed. 232; and third, Robb v. Vos, reported in 155 U. S. page 13, 39 L. ed. 52, 15 Sup. Ct. Rep. 4. But it seems to me sufficient to observe that all 'of these three cases were decided before Congress enacted the Judicial Code, by which we are all controlled to-day. There are also interesting decisions by Federal judges who hold that where one of the defenses is a release alleged to have been executed by the plaintiff which the latter questions; <page-number citation-index=\"1\" label=\"371\">*371</page-number>or an award of arbitrators wbicb the plaintiff claims is not binding upon him; or where there is a dispute as to the effect of a clause in a contract for the construction of a railroad which provides that the estimate and classification of the work made by the engineers for the railroad shall be final and conclusive upon the contractors; and other defenses of this nature, they must be met by the suspension of the proceedings in the action at law until a separate and distinct bill in equity can be brought for the purpose of setting aside such release, or such award, or such estimate. Leading cases holding this doctrine are the following, to wit: Wood v. Chicago, S. F. &amp; C. R. Co. 39 Fed. 52; Robertson v. Scottish Union &amp; Nat. Ins. Co. 68 Fed. 173; and Levin v. Northwestern Nat. Ins. Co. 146 Fed. 76. But it will be observed with respect to these decisions that the first by Mr. Circuit Judge Thayer was rendered in 1889, the second by District Judge Paul in 1895, and.the third by Mr. Judge Reed sitting in the Circuit Court of Iowa in 1906.</p>\n<p id=\"b389-5\">Coming now to the study of the effect which the enactment Df the Judicial Code had upon the question of pleading and practice, the writer of this opinion found himself embarrassed by his inability to find any decision of the United States Supreme Court which would be conclusive, in view of the fact that there is a distinct and marked difference of opinion touching the proper practice as found in the attitude of the judges of the circuit court of appeals for the second circuit and the judges of the circuit court of appeals for the first circuit. One of the most interesting decisions upon this subject which has •been cited by counsel in the present proceeding is found in the case of Keatley v. United States Trust Co. 161 C. C. A. 304, 249 Fed. 296, which was decided by the judges of the second <page-number citation-index=\"1\" label=\"372\">*372</page-number>circuit in 1918, which was an action at law brought by Neatly against the executors of the will of a person by the name of Wronkow, and the executors as their defense relied upon a certain release. A dispute arose as to whether this release was or was not binding upon the plaintiff. The trial judge directed a verdict for the defendants upon the ground that the release was a complete bar. The ruling of the trial judge was sustained by Judge Ward and by Judge Rogers, an elaborate dissenting opinion, however, being written by Mr. District Judge Learned Hand. In construing this provision of the Judicial Code, two of the judges sitting in the Federal court in New York city held that it was not the intention of Congress in such provisions to abolish all distinctions between actions at common law and suits in equity, and thereby to establish one proceeding for all cases of a civil nature; that the only case in which a plaintiff can obtain an equitable relief in an action at law is where a replication is required because of a prayer for affirmative relief in the answer or plea; and that where an answer did not pray for such relief but pleaded a release, which on its face would operate as a complete legal defense to the action, the plaintiff could not by filing a replication obtain a cancellation of such release, and that this could be done only by means of a bill in equity.</p>\n<p id=\"b390-5\">Now, of course if this Federal court in Porto Rico were attached to the second circuit, the only proper course for this court to take would be to follow the views of a majority of the judges sitting in the case of Keatley v. United States Trust Co. But this court in Porto Rico is attached to the first circuit, and my study of the two decisions which have been rendered by the Boston judges convinced me that the only proper course for this <page-number citation-index=\"1\" label=\"373\">*373</page-number>court to take is to dismiss tbe bill, allowing tbe complainant, Levy, to file a replication in tbe action at law to tbe plea or •pleas presented by tbe defendant insurance companies, setting up tbe award of tbe arbitrators, which award Mr. Levy claims is not binding upon him.</p>\n<p id=\"b391-5\">Tbe first of tbe two decisions last above referred to was rendered in tbe ease of Manchester Street R. Co. v. Barrett, reported in 265 Fed. 557, tbe opinion being written by Judge Anderson. Tbe case originated in tbe Federal court in New Hampshire. Tbe action was brought by Ellen Barrett as ad-ministratrix of tbe estate of William J. Allen, and she sought to recover damages for personal injuries which resulted in tbe death of Allen, who was a motonnan employed by tbe trolley company. Counsel for tbe Street Railroad Company filed a plea of tbe general issue, and also a special plea, setting up a release which bad been executed by Allen three months after tbe accident, and to this special plea Mrs, Barrett filed a replication based on two grounds: First, that tbe release was not tbe act of Allen, and second that tbe release was obtained by fraud. Tbe case was tried before the late Judge Edgar Aldrich after issue bad been joined on the replication, and tbe jury rendered a verdict for tbe plaintiff, which was followed by tbe Trolley Company carrying tbe case to tbe appellate court and tbe judgment was there affirmed. Judge Aldrich took tbe view that tbe Judicial Code provision for equitable defense at law should be construed so as to allow tbe plaintiff to show that a release might be invalid for fraud or incapacity, and would not operate as a bar to an action for damages until set aside by a bill in equity.</p>\n<p id=\"b391-6\">Tbe second case of tbe Boston court is that of Plews v. Bur <page-number citation-index=\"1\" label=\"374\">*374</page-number>rage, reported in 274 Fed. 881. Tbe decision iü. tbiis case also is written by Judge Anderson, Judge Bingham and Judge Johnson concurring, as they did in the ease of the Manchester Street R. Co. v. Barrett, last above mentioned. The decision in the case of Plews v. Burrage is comparatively a recent one', having been written in 1921. Plews had brought an action at law against Burrage and the trial judge sustained a demurrer filed by Burrage, whereupon Plews took a writ of error to the circuit court of appeals, and the decision of the trial judge was reversed and the case was remanded. All three judges held distinctly that under the provision of § 274 (b) of the Judicial Code where a legal defense is set up in the answer filed by the defendant in an action at law, the plaintiff by replication may meet it by an equitable reply. It is also decided that where the defendant pleads a release, the plaintiff, by replication may attack the settlement for fraud. The court plainly states that this provision of the Code while construed as permitting the plaintiff to meet a legal defense by an equitable reply, does not violate Amendment 7 of the Federal Constitution relative to jury trials, and that it is not invalid; there being no guaranty 'of permanent circuity of action. The court goes still farther and holds that in an action of this kind' where the defendant pleads a release and the plaintiff by replication alleges fraud and seeks -equitable relief, it is a matter of judicial discretion ' whether the issues involved in the équitable relief' should be submitted to a jury or be determined by the court; that where the issue is simple and eminently fit for submission, it should be left to the jury because the statute is remedial and should be liberally construed.</p>\n<p id=\"b392-5\">In view of the definite views so plainly and clearly set forth <page-number citation-index=\"1\" label=\"375\">*375</page-number>by tbe judges of tbe first circuit in tbe two cases last mentioned, there is of course notbing left for this court to do but to dismiss tbe bill in equity filed by Levy, but reserving to tbe latter tbe' right to file such replication as he may desire to tbe plea or pleas filed by tbe defendant insurance companies.</p>\n<p id=\"b393-5\">To this order and opinion counsel, for Levy except.</p>\n<p id=\"b393-6\">• Done and Ordered in open court at San Juan, Porto Rico, this 12th day of April, 1924.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}