{
  "casebody": {
    "data": "<casebody firstpage=\"33\" lastpage=\"42\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b53-9\">George Filisko et al. <em>v. </em>Bridgeport Hydraulic Company et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b53-10\">Cotter, C. J., Loiselle, Bogdanski, Longo and Healey, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b54-8\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>Argued April 4</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ae\">decision released August 29, 1978</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b54-10\"><em>J ohn J. Graubard, </em>with whom, on the brief, were <em>Emanuel Margolis </em>and <em>Howard C. Kaplan, </em>for the appellant (defendant town of Easton).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b54-11\"><em>Robert K. Lesser, </em>with whom, on the brief, was <em>Stanton H. Lesser, </em>for the appellees (plaintiffs).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b55-4\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>Loftgo, J.</author>\n<p id=\"AT\">The plaintiffs, George and Elizabeth Filisko, brought suit in three counts claiming damages for injury allegedly caused to their property by polluted water running from the defendant town of Easton’s refuse dump, across the defendant Bridgeport Hydraulic Company’s property, and onto the plaintiffs’ land. The first count of their complaint may be characterized as common-law nuisance; the second as a private right of action under General Statutes § 25-26, pertaining to the authority of the commissioner of environmental protection to regulate discharges of waste into the waters of this state; and the third as “inverse condemnation.” The case was tried to a jury and judgment was rendered upon a verdict solely against the town in the amount of $51,000. The questions presented by the town’s appeal to this court are whether (1) the evidence was sufficient as a matter of law to find the town liable; (2) certain evidence was properly admitted; and (3) the damages awarded were excessive.</p>\n<p id=\"b55-5\">Where a complaint is divided into counts and a general verdict is returned, if any of the counts are good it will be presumed that the damages were assessed as to that count and the verdict will be sustained. <em>Sheeler </em>v. <em>Waterbury, </em>138 Conn. 111, 114, 82 A.2d 359; <em>Ziman </em>v. <em>Whitley, </em>110 Conn. 108, 112, 147 A. 370. Since the plaintiffs assert that their first count of common-law private nuisance is the strongest in law and fact, we will examine the sufficiency of the evidence as to that count.</p>\n<p id=\"b55-6\">To establish a nuisance four elements must be proven: (1) the condition complained of had a natural tendency to create danger and inflict injury upon person or property; (2) the danger created <page-number citation-index=\"1\" label=\"36\">*36</page-number>was a continuing one; (3) the use of the land was unreasonable or unlawful; (4) the existence of the nuisance was the proximate cause of the plaintiffs’ injuries and damages. <em>Kostyal </em>v. <em>Cass, </em>163 Conn. 92, 99-100, 302 A.2d 121. Whether any of those essentials exist is ordinarily a question of fact. <em>Chazen </em>v. <em>New Britain, </em>148 Conn. 349, 355, 170 A.2d 891. There was abundant evidence from which the jury could have determined that the plaintiffs had proved the first three elements of their' ease. A few highlights will suffice to illustrate. The plaintiffs and their children moved into a new home in Easton in 1955, and constructed a pond on the premises in 1957. They used the pond and its environs for a variety of recreational activities with family and friends, such as picnicking, sunbathing, swimming, fishing, boating, ice skating and sledding. Beginning in 1968 and continuing until the time of trial in 1976, polluted water and materials regularly seeped into the pond, rendering it so unsightly and so redolent of “rotten eggs” that the plaintiffs stopped using the pond and filled in some of it every year. An interceptor ditch they dug in 1970 failed to cure the problem. The plaintiffs’ well was tested on several occasions and found to be contaminated by sewage-type bacteria; after 1969, the plaintiffs brought in bottled water for drinking and cooking.</p>\n<p id=\"b56-5\">In the opinion of qualified witnesses employed by the department of environmental protection, the pollution of the plaintiffs’ pond and well was attributable to conditions at the town’s refuse dump, located uphill of the plaintiffs’ property. Violating regulations of the department of health, the town consistently failed to spread, compact and cover the refuse daily. As a result pollutants infiltrated water collecting at the dump site. The polluted water <page-number citation-index=\"1\" label=\"37\">*37</page-number>seeped through, two earthen dams constructed and maintained by the town, the second built in 1968, and flowed across the Bridgeport Hydraulic Company’s property, on and below the surface, emerging on the plaintiffs’ low-lying property.</p>\n<p id=\"b57-5\">The town principally argues that the plaintiffs failed to offer sufficient evidence, such as “dye tests or other scientific proof,” that the nuisance at the dump was the proximate cause of the plaintiffs’ injuries. There is no merit to this claim. The plaintiffs’ expert witnesses testified that tests above and below the dam area indicated that surface waters and ground waters became contaminated by materials present in the dump. They observed and traced the flow of polluted water from the dam area to the plaintiffs’ property. The flow was so obvious, and the appearance and odor of the water on the plaintiffs’ property was so similar to that of the water at the dump, that it was deemed unnecessary to perform dye tests or other tests to identify the nature and source of the contaminants. We conclude there was ample evidence for the jury to find the town liable in nuisance.</p>\n<p id=\"b57-6\">Error has been assigned in the admission into evidence of two orders to the town to abate water pollution at the dump: a 1970 order from the water resources commission signed by the chairman of the commission, and a 1973 order from the commissioner of environmental protection signed by a deputy commissioner. There is no dispute that the orders qualified as business entries under General Statutes § 52-180, since they were made in the regular course of business, it was the regular course of business to make such orders, and the orders were made within a reasonable time after inspection <page-number citation-index=\"1\" label=\"38\">*38</page-number>of conditions at the dump. <em>Hutchinson </em>v. <em>Plante, </em>175 Conn. 1, 4, 392 A.2d 488; <em>Mucci </em>v. <em>LeMonte, </em>157 Conn. 566, 570, 254 A.2d 879. The town takes issue only with the admissibility of the statement contained in both orders that the town through its operations at the dump was “causing pollution to the waters of the State.”</p>\n<p id=\"b58-5\">We have said that for an item contained in a business record to be admissible under § 52-180 of the General Statutes, it must be based on the personal knowledge of the entrant or on the information of others with personal knowledge who are under a business duty to transmit such information to the entrant. <em>Hutchinson </em>v. <em>Plante, </em>supra; <em>Mucci </em>v. <em>LeMonte, </em>supra, 568-69. That requirement was satisfied in this case. The witness through whom the orders were offered, Roger Moore, was the state employee who actually made the investigations upon which the orders, which he wrote, were based. The finding of polluting conditions at the dump was derived from his personal observations and he had a business duty to transmit it to his employers. While conclusory in form, the finding of pollution was an opinion which either Moore or his superiors who signed the orders would be qualified to offer in testimony, and Moore did so testify. Cf. <em>Mucci </em>v. <em>LeMonte, </em>supra, 569. It is of no importance that the subordinate findings underlying Moore’s opinion did not appear in the orders. General Statutes § 52-180 directs that such circumstances may be shown to affect the weight of the evidence but not its admissibility. Moreover, Moore was available for cross-examination and defense counsel took full advantage of the opportunity. There was no error in admitting the orders into evidence.</p>\n<p id=\"b59-3\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>Another evidentiary claim arose when the plaintiffs called as a witness a real estate appraiser, Edwin Haflieh, to testify that, on the basis of an appraisal he had made three days before his testimony, the loss of the pond had reduced the property’s fair market value by $14,000. The town objected that Haflieh should not be allowed to testify because of the prejudicial failure of the plaintiffs’ counsel to comply with discovery rules. Pursuant to a pretrial motion for production, the plaintiffs’ counsel had revealed only that there was a report from another appraiser showing damages in the amount of $5000; no express disclosure that Haflieh would testify was made during trial. The plaintiffs’ counsel explained to the court that he had made a last-minute decision to have Haflieh appraise the property in order to present an up-to-date estimate of damages to the jury. The court found this to be the “saving feature” of counsel’s conduct and it permitted Haflieh to testify.</p>\n<p id=\"b59-4\">The court’s ruling and our review of it are governed by Practice Book, 1963, § 172A,<footnotemark>1</footnotemark> which imposes on counsel a continuing duty to disclose and provides that the court may impose sanctions for breach of that duty, such as exclusion of the <page-number citation-index=\"1\" label=\"40\">*40</page-number>evidence not disclosed. The decision rests within the sound discretion of the court. See <em>Kiessling </em>v. <em>Kiessling, </em>134 Conn. 564, 568, 59 A.2d 532. In view of the representation that Haflich had been hired and had performed his appraisal only a few days before he was called as a witness, we cannot say the court abused its discretion in allowing him to testify. We note also that the town did not request a continuance, as was its right under Practice Book § 172A, to prepare for cross-examination or to procure an independent appraisal.</p>\n<p id=\"b60-4\">The town finally argues that the $51,000 verdict was excessive and should be set aside, on two grounds. The first is that there was insufficient evidence to permit the jury to consider depreciation in fair market value as an element of damages. This claim rests on the distinction usually observed between permanent and temporary nuisances. A permanent nuisance has been said to be one which inflicts a permanent injury upon real estate; the proper measure of damages is the depreciation in the value of the property. <em>Stratford Theater, Inc. </em>v. <em>Stratford, </em>140 Conn. 422, 424, 101 A.2d 279; <em>Southern New England Ice Co. </em>v. <em>West Hartford, </em>114 Conn. 496, 507, 159 A. 470. A temporary nuisance is one where there is but temporary interference with the use and enjoyment of property; the appropriate measure of damages is the temporary reduction in rental value, not depreciation in market value. <em>Krulikowski </em>v. <em>Polycast Corporation, </em>153 Conn. 661, 670, 220 A.2d 444; <em>Nailor </em>v. <em>C. W. Blakeslee &amp; Sons, Inc., </em>117 Conn. 241, 246, 167 A. 548. Whether a nuisance is temporary or permanent is ordinarily a question of fact. <em>Southern New England Ice Co. </em>v. <em>West Hartford, </em>supra, 509.</p>\n<p id=\"b61-3\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>The town contends that the plaintiffs failed to prove that a permanent nuisance existed, and that it was therefore incumbent on them to prove loss to their land of <em>rental </em>value rather than fair <em>market </em>value. This claim has no merit. The jury heard evidence that pollution of the plaintiffs’ property had continued for eight years, up to the time of trial. The town has not referred us to any contrary evidence that, at the time the case was tried, conditions at the dump had improved or were likely to improve. It is too late for the town to claim on appeal that the dump was closed subsequent to the trial. The court charged the jury as to the definition of a temporary nuisance and a permanent nuisance, and the town has not claimed any error in the charge.</p>\n<p id=\"b61-4\">The town further argues that even if the jury could properly award $14,000 for depreciation in the value of the plaintiffs’ property, the only other items of special damages testified to were about $3000 for the costs of installing a water purification system, constructing an interceptor ditch, and filling in the pond, necessarily implying that the jury awarded approximately $34,000 to the plaintiffs for their physical discomfort and annoyance. While conceding that in a nuisance case the jury may properly consider discomfort and annoyance; <em>Herbert </em>v. <em>Smyth, </em>155 Conn. 78, 84, 230 A.2d 235; McCormick, Damages § 127, p. 514; the town maintains that an award of $34,000 is so grossly excessive that the verdict should be set aside.</p>\n<p id=\"b61-5\">As we have stated many times, the test of whether a verdict is excessive is not whether this court would have awarded more or less but whether the amount of the verdict falls within the necessarily <page-number citation-index=\"1\" label=\"42\">*42</page-number>flexible limits of fair and reasonable compensation or is so large as to offend the sense of justice and compel the conclusion that the jury was influenced by partiality, prejudice or mistake. <em>Armstrong </em>v. <em>Garneau, </em>163 Conn. 610, 611, 316 A.2d 511; <em>Gorczyca </em>v. <em>New York, N.H. &amp; H.R. Co., </em>141 Conn. 701, 703, 109 A.2d 589. The jury was presented with a volume of evidence regarding the annoyance, discomfort and inconvenience experienced by the plaintiffs during eight years of continuous pollution to their property. They lost completely the enjoyable uses for which they had built the pond. They were subjected to the sight of “big globs of brown-yellow gooey stuff” oozing onto their property, and to the constant odor of “rotten eggs” that was at times so powerful that they had difficulty sleeping. Their well became so contaminated that clothes weren’t clean after washing and they couldn’t use the water for drinking and cooking. “In the nature of things such damages are not susceptible of exact pecuniary computation and must be left largely to the sound judgment of the trier.” <em>Nailor </em>v. <em>C. W. Blakeslee &amp; Sons, Inc., </em>117 Conn. 241, 246, 167 A. 548; <em>Nair </em>v. <em>Thaw, </em>156 Conn. 445, 453, 242 A.2d 757.</p>\n<p id=\"b62-4\">The trial court heard the evidence and its refusal to set aside the verdict is entitled to great weight on appeal. <em>Camp </em>v. <em>Booth, </em>160 Conn. 10, 13, 273 A.2d 714. The verdict, although generous, was not so plainly excessive as to compel the conclusion that a lesser amount should be awarded as a matter of law.</p>\n<p id=\"b62-5\">There is no error.</p>\n<p id=\"b62-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b59-5\"> “[Practice Book, 1963] See. 172A. — continuing duty to disclose; failure to comply If subsequent to compliance with an order issued pursuant to See. 167 or Sec. 168 and prior to or during trial, a party discovers additional material previously requested or ordered subject to discovery or inspection, he shall promptly notify the other party, or his attorney, and the court of the existence thereof. If at any time during the course of the proceedings it is brought to the attention of the court that a party has failed to comply with See. 167, with See. 168 or with an order issued pursuant to Sec. 167 or 168, it may order such party to permit the discovery or inspection of materials not previously disclosed, grant a, continuance, prohibit the party from introducing in evidence the material not disclosed, or enter such other order as it deems appropriate.” Compare §§ 171 and 172 of the 1978 Practice Book.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}