{
  "casebody": {
    "data": "<casebody firstpage=\"610\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b634-9\">Jose DUTRA, a minor, by and through his Guardian, Commencement Bay Guardianship Services; and Misty M. Dutra, individually and as natural mother of Jose Dutra, Plaintiffs—Appellees, v. UNITED STATES of America, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b634-12\">No. 05-36146.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b634-13\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b634-14\">Argued and Submitted July 28, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ArUZ\">Decided Aug. 7, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b635-5\"><page-number citation-index=\"1\" label=\"611\">*611</page-number>John Charles Galbraith, Esq., James L. Holman, Esq., Tacoma, WA, for PlaintiffsAppellees.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b635-6\">Brian C. Kipnis, Esq., USSE — Office of the U.S. Attorney, Seattle, WA, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b635-8\">Before: WALLACE, WARDLAW, and FISHER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b635-9\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b635-10\">The United States appeals the district court’s judgment awarding damages in this Federal Tort Claims Act (FTCA) action brought by Jose Dutra, by and through his guardian, Commencement Bay Guardianship Services, and Misty Dutra, individually and as mother of Jose (“Appellees”), for injuries sustained during Jose’s delivery. The United States contends that the district court erred when it refused the government’s request to enter a judgment that provides for the periodic payment of Jose’s future economic damages, pursuant to Wash. Rev.Code § 4.56.260. We have jurisdiction under 28 U.S.C. § 1291, and we reverse and remand.</p>\n<p id=\"b635-11\">The district court erred in failing to apply § 4.56.260 after the United States requested it to do so. Here, the FTCA requires the district court to apply Washington law. <em>See </em>28 U.S.C. § 2674; <em>see also id. </em>§ 1346(b). Under Washington law, in certain personal injury actions for future economic damages, “the court or arbitrator <em>shall, </em>at the request of a party, enter a judgment which provides for the periodic payment ... of the future economic damages.” Wash. Rev.Code § 4.56.260(1) (emphasis added); <em>Cornejo v. State, </em>57 Wash.App. 314, 788 P.2d 554, 560 (1990). The United States properly invoked § 4.56.260 by stating in its trial brief, submitted several weeks before trial, “The United States respectfully requests that the court award future medical damages pursuant to Rev. C. Wash § 4.56.020 which provides for the award of future economic damages as follows,”<footnotemark>1</footnotemark> and then quoting the full text of § 4.56.260. The record belies Appellees’ contention that the United States requested the district court to impose a reversionary trust but did not invoke the Washington periodic payment statute. A reversionary trust is one possible mechanism to effectuate the periodic payment of future medical expenses; it is not an alternative remedy, nor is it inconsistent with § 4.56.260.</p>\n<p id=\"b635-15\">We reject Appellees’ argument that even if the United States properly invoked § 4.56.260, the statute is incompatible with federal law because the FTCA prohibits the United States from making periodic payments. The FTCA authorizes courts to craft remedies that approximate the results contemplated by state statutes, and nothing in the FTCA prevents district courts from ordering the United States to <page-number citation-index=\"1\" label=\"612\">*612</page-number>provide periodic payments in the form of a reversionary trust. <em>See </em>28 U.S.C. § 2674; <em>United States v. Olson, </em>— U.S. -, -, 126 S.Ct. 510, 513, 163 L.Ed.2d 306 (2005). Nor did the United States waive its right to invoke § 4.56.260, regardless of whether its estimation of the cost to fund Jose’s life care plan satisfied § 4.56.260(2)’s criteria for payment plan proposals. Until the district court requests proposals from each party, neither party is obligated to offer a proposal that complies with § 4.56.260(2).</p>\n<p id=\"b636-7\">After the United States requested that the district court apply § 4.56.260, the district court was required to solicit payment plan proposals from each party, <em>see </em>Wash. Rev.Code § 4.56.260(2); select and, if necessary, modify the proposal that “best provides for the future needs of the claimant,” <em>id.; </em>and “enter a judgment which provides for the periodic payment in whole or in part of the future economic damages,” <em>id. </em>§ 4.56.260(1). On remand, the district court is instructed to properly apply the statute.</p>\n<p id=\"b636-8\">REVERSED AND REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b635-12\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b635-13\">. Appellees do not challenge and the record supports the government’s claim that it intended to refer to § 4.56.260 and that its reference to § 4.56.020 was inadvertent, and that the district court understood the United States to be referring to § 4.56.260.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}