{
  "casebody": {
    "data": "<casebody firstpage=\"343\" lastpage=\"349\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b363-7\">State of Connecticut <em>v. </em>Harlis Miller</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b363-8\">King, C. J., Murphy, Alcorn, Comley and Coles, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b364-7\"><page-number citation-index=\"1\" label=\"344\">*344</page-number>Argued November 5, 1964</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ac2\">decided January 26, 1965</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b364-9\"><em>Herbert J. Bundock, </em>public defender, with whom was <em>G. Sarsfield Ford, </em>assistant public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b364-10\"><em>Otto J. Saur, </em>state’s attorney, with whom, on the brief, were <em>John F. McGowan </em>and <em>Joseph T. Gormley, Jr., </em>assistant state’s attorneys, for the appellee (state).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b364-11\">Comley, J.</author>\n<p id=\"Axt\">A jury found the defendant guilty of murder in the first degree with a recommendation that he be imprisoned for life in accordance with General Statutes §53-10 as it existed prior to its amendment by Public Acts 1963, Nos. 573 and 588. Because of the nature of the assignments of error, <page-number citation-index=\"1\" label=\"345\">*345</page-number>we are spared the necessity of recounting the details of a particularly revolting and atrocious crime.</p>\n<p id=\"b365-5\">As a background for the discussion of the defendant’s claims, it is sufficient to point out that from the evidence offered by the parties the jury could have found these facts: The victim of the murder was Isabel Sillan, who lived in a single-family house on a one-acre plot in a heavily wooded area of West-port,. On November 12, 1962, her husband, Pierre Sillan, Sr., had gone to his office in New York City and Mrs. Sillan was alone in the house with her daughter, Gail, who was fourteen years of age. The defendant had been engaged to work as a gardener at another residence in the neighborhood but, instead of reporting there, went to the Sillan home, where he had also worked several times in the past, and entered the house before 9 a.m. There followed, during most of the morning, a period of violence in which both women were attacked repeatedly in several different rooms. Gail, who survived, lost consciousness several times and was able to give only a fragmentary description of what happened. Toward the end of the morning, the defendant attempted to strangle both women with a clothesline. In the case of Mrs. Sillan, he was successful and she died. In the case of Gail, she lost consciousness but revived.</p>\n<p id=\"b365-6\">After an interval, the defendant wrapped Gail, who was dressed in a nightgown and bed jacket, in a blanket, carried her down to his automobile, and placed her on the floor in the rear of the car, with her hands and feet tied. After driving around for some time, he moved her to the trunk compartment and closed the lid. When it was just about dusk, he removed her from the trunk, placed her on the rear seat, and tied her hands behind her back and to the <page-number citation-index=\"1\" label=\"346\">*346</page-number>rear door handle of the car. He then left her to get a sandwich. He returned shortly and, after telling her that the sandwich would not be ready for half an hour, untied her, lifted up her nightgown and, in her language, “did something to her.” After-wards, he tied her up again in the same manner and left to get her a glass of water, for which she had asked. While he was gone, she managed to free herself and went to a nearby residence, from which the police were summoned. In the meantime, Sillan had returned from New York City and had found his wife’s body.</p>\n<p id=\"b366-5\">On the morning of Tuesday, November 13, the defendant and a woman with whom he had been living left Connecticut with the intention of going to Florida. They stopped at his mother’s house in Soperton, Georgia, where on November 16 he was arrested by the federal authorities and taken to the county jail at Augusta. On November 17, a county detective from the state’s attorney’s office in Bridgeport and a sergeant of the Westport police department talked with the defendant in the jail at Augusta. They also tallied to him the next day and, having discovered that his car had been left in Soperton, went to that town and examined it without a search warrant. The car was later returned to Connecticut and was examined by members of the Westport police department. Certain objects taken from the car were submitted to the state laboratory in Hartford for examination. Again, no search warrant was obtained. At the trial, testimony was admitted, over objection, concerning the results of the search of the car both in Georgia and in Connecticut, including the finding of human hair, identified as Gail’s, on the crank handle of a rear window and on the rear seat and floor, and the find<page-number citation-index=\"1\" label=\"347\">*347</page-number>ing of bloodstains on the cover of the rear seat, the blood being of the same type as Gail’s.</p>\n<p id=\"b367-4\">If this evidence was obtained as the result of an illegal search and seizure, the defendant’s objection to it should have been sustained. This is the doctrine of <em>Mapp </em>v. <em>Ohio, </em>367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081, which has superseded our earlier rule that such evidence was admissible even though illegally obtained. <em>State </em>v. <em>DelVecchio, </em>149 Conn. 567, 572, 182 A.2d 402; <em>State </em>v. <em>Carol, </em>120 Conn. 573, 575, 181 A. 714; <em>State </em>v. <em>Reynolds, </em>101 Conn. 224, 231, 125 A. 636. Not every search made without a warrant is illegal. For example, a search which is an incident to a lawful arrest is proper. <em>State </em>v. <em>DelVecchio, </em>supra, 573; <em>Draper </em>v. <em>United States, </em>358 U.S. 307, 314, 79 S. Ct. 329, 3 L. Ed. 2d 327. A search cannot be regarded as an incident to a lawful arrest where it is remote from it in either time or place. <em>Preston </em>v. <em>United States, </em>376 U.S. 364, 368, 84 S. Ct. 881, 11 L. Ed. 2d 777. Here, the first search of the defendant’s automobile was not made until two days after his arrest, and it was made in Soperton while the defendant was confined in Augusta. In no sense could it be regarded as incidental to his arrest, since it was remote from the arrest in both time and space.</p>\n<p id=\"b367-5\">Another example of a search without warrant which may be legal is a search with the full consent of the defendant. <em>State </em>v. <em>Hanna, </em>150 Conn. 457, 468-472, 191 A.2d 124. Such consent is regarded as a waiver of the constitutional protection, but, as pointed out in the <em>Hanna </em>case, the consent must be voluntary, and it must be affirmatively established by the state. The finding in the present case falls far short of this requirement. The police officer who made the first search in Georgia stated that he <page-number citation-index=\"1\" label=\"348\">*348</page-number>was not sure whether or not he had obtained permission to search the car, and the defendant denied that he consented to the search or to the removal of the car from Georgia to Connecticut.</p>\n<p id=\"b368-5\">We are thus constrained to hold that the admission of the evidence found in the car was erroneous. The question then remains whether the error may be regarded as harmless. Again, we are confronted by a recent decision of the United States Supreme Court which has modified the law of this state, <em>Fahy </em>v. <em>Connecticut, </em>375 U.S. 85, 84 S. Ct. 229, 11 L. Ed. 2d 171. In that case, there was an illegal search of the defendant’s automobile without a warrant and a seizure of certain articles found therein by the police. This court, however, held that a new trial was not required since, under the language of General Statutes § 52-265, we were “of the opinion that such errors have not materially injured the appellant.” <em>State </em>v. <em>Fahy, </em>149 Conn. 577, 588, 183 A.2d 256. The rationale of our decision, found on page 588, was that the improperly admitted evidence was, at most, cumulative and that, putting it aside, there was other overwhelming evidence of guilt. On appeal, the United States Supreme Court rejected this reasoning in the following language: “We find that the erroneous admission of this unconstitutionally obtained evidence at this petitioner’s trial was prejudicial; therefore, the error was not harmless, and the conviction must be reversed. We are not concerned here with whether there was sufficient evidence on which the petitioner could have been convicted without the evidence complained of. The question is whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction.” <em>Fahy </em>v. <em>Connecticut, </em>supra, 86. That is a very narrow test compared <page-number citation-index=\"1\" label=\"349\">*349</page-number>with the one heretofore followed in this state. Where a conviction depends upon the unanimous vote of twelve members of the jury, it would be a rare case where an appellate court could say that there was no reasonable possibility that a given piece of evidence did not contribute to the finding of guilty.</p>\n<p id=\"b369-5\">In the present case, Gail was the only witness to the murder and to the events of a day which would unsettle the mind and disturb the recollection of an older and more mature witness. It was to be expected that the state should seek such corroboration of her testimony as was available. The evidence produced as the result of the illegal search and seizure of the defendant’s car strongly fortified her credibility. Who can say that in the deliberations of the jury there is no reasonable possibility that this evidence did not contribute, in the thinking of one or more of the jurors, to the finding of guilt? The admission of the illegally obtained evidence is, therefore, reversible error.</p>\n<p id=\"b369-6\">The defendant also assigns as error the admission into evidence of a piece of rope found four days after the murder behind a bush next to the cellar entrance of the defendant’s apartment. It is sufficient to state that the defendant’s objection went to the weight, rather than to the admissibility, of the evidence.</p>\n<p id=\"b369-7\">The remaining assignments of error do not merit discussion.</p>\n<p id=\"b369-8\">There is error, the judgment is set aside and a new trial is ordered.</p>\n<p id=\"b369-9\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}