{
  "casebody": {
    "status": "ok",
    "data": "<html><body><casebody firstpage=\"369\" lastpage=\"377\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n\n<summary id=\"b377-6\">ERROR from the Circuit Court for the DiftricR of <em>Mafia-chufetts.</em></summary>\n<summary id=\"b377-7\">The Plaintiff in error was a native of Majfachufcits, formerly refident in <em>Bojlon, </em>where be contradled the debt in qucfiion to the Defendant in error, who was, alfo a native, and nad always continued a refident, of that ftate. Some years afterwards, the Plaintiff'in errror removed into <em>Pennfylvania-, </em>becaihe ai refident citizen of the ftate, took the benefit, of her bankrupt, law <em>(. </em>which, in its terms and operation, was analogous-to the bankrupt laws of- England) and duly obtained a certificate of'conformity from the c'ommiflioners.. Subfequent to this difi, charge, he returned, on a tranfient vifit, to'Bofion; and, being there arrefted by thq Defendant in error, for the old debt, he caufed the fuit to be removed from the State into the Circuit Court, and pleaded his certificate in bar to the adtion : but the court (confifting of Judge Iredell, and the Diftridf Judge) ever-ruled the plea, and gave judgment fór the Plaintiff below: whereupon the prefent wJit of error was brought.<footnotemark>*</footnotemark></summary>\n\n<attorneys id=\"b378-3\"><em>Ingerfoll </em>and Dallas,- for the Plaintiff in error.</attorneys>\n<summary id=\"Adh\"><em>Lewis </em>and-<em>E. Tilghman, </em>for the Defendant in error.<footnotemark>*</footnotemark></summary>\n\n\n<opinion><p id=\"b377-5\">Emory <em>versus </em>Grenough.</p><p id=\"b377-8\">The argument of the caufe had been confiderably advanced, •when a contagious fever made its appearance again <em>in.Pbila-' </em>delfhia, and the bufinefs of the court was unavoidably* fufpend-ed. But at <em>February </em>Term,' 1797, the court having decided, <page-number citation-index=\"1\" label=\"370\">*370</page-number>in thecafeof <em>Bingbamverfus Cabot, etal. </em>thatinorderto fuftain the jurifdiéton of the Federal Courtj it mull be fet forth in the procefs, that the parties are citizens of different ftates ; and that form having been-omitted in the prefent fu.it, this and fe-veral other writs of error were {truck off the docket.</p><p label=\"*\">\n\n</p><p id=\"b377-9\"> It appeared, during the difeuflion, that a great diverfiry exi-fted. in ’ the law and practice of the feveral States, upon this fubj^ct;- anil -that adeciiion, directly contrary to that of the Circuit Court of jyiaiiachlti fetts, had been given in the Circuit Court of Rhode llland, compeled p Judge <em>PVUfwi </em>and the Diftrict J udge,</p><p label=\"*\">\n\n\n\n<p id=\"b378-8\">It is not wondertul that we do not-iind any thing upon this fubjeft in the Roman law; when the government of the Roman people, was ex-: tended over a great part of the habitable'globe, the frequent conflift and contrariety-of laws could not occur; the rule was one and the fame.</p>\n\n\n\n\n<p id=\"b378-13\">rights of the other governments, or their citizens.</p>\n\n\n\n<p id=\"b379-6\">Whoev.cr makes a contsaét in any particular place, is fubjeéted to the laws of the place as a temporary citizen. '</p>\n\n\n\n<p id=\"b379-10\"><em>A </em>Batavian makes a will in Holland according to the law pf the place, under which the goods, fi’tuated and found in Friezeland are demanded oug(vt..the Judges of Friezeland to grant the demand founded upon the will made in Holland ? The laws of Holland cannot .bind the people of Friezeland, therefore to decide according to the firlt maxim, the .will would not be. good in-Frieielaml ; but by the third maxim its validity is fupported, and by that judgment is given in its favour. ButaFriffan <page-number citation-index=\"1\" label=\"372\">*372</page-number>makes a journey intoHoliaud,and 1 litre executes a will according to. the law of tli e place., Conti ary-to\" the law- of Friezeland, and -returns and dies there : Is the will good <em>i </em>it is good according tp the feCond maxim ¡'becaufe while he was in Holland, -though bur for a temporary piir-’ pofe^ he was bound by the law of the place, and an aft good; where 'done, ought r.ci prevail every where, according to the third maxim, and that, wiilhoiit any diftinftion between moveable and .immoveable ef-tate, and fo.thciuiy is praftifed. On the'Other hand, the Friziáñ makes-his will in his own .country, before a notary, with two witneffes, it is carried into Holland,- and. demand made of the goods found there : It will not be granted, becaufe not made .in a valid manner at itrft, being made contrary to the laws of the place. It Would be the\" fame thing if the’Batavian, was to make fuch a will in Friezeland, altliough-jii Holland'); woul.d have been good ; for it is true, that fuc-h a deed would; not be good in its commencement, for the.reafons juft Hated. .</p>\n\n\n\n\n\n\n<p id=\"b382-5\">In like manner if a Brabanter, who fliould marry under a difpenfation from the Pop.e within the prohibited degrees, fhould remo.ve hére, the •marriage would be confidered as valid: yet if a Frizian marries the daughter of his brother in Brabant,.and celebrates the nuptials there, returning here he would not be acknowledged as a married man,, becaufe, in this way our law might be eluded by. uad examples,, and this induces ' me to make an obfervation upon this point. It often happens,- that young people deiirous of forming improper connexions,- and to fanftion their illicit intercourfe with the ceremony of marriage', go into Eaft Friezeland, or. other places, in which the confentof curators or guardians is - not necéflary to marriage, according to the- Roman laws. There they celebrate marriage and prefencly return to their country— 1 think, that this is a manifell fraud or evaiion of- our'iaw, and therefore that the magiilrates here, are Bot obliged by the l^w of nations to acknowledge fuch marriages'or to hold them as vdlid ; efpecially-with refpeft to thofe^ who tranfgrefs and evade-their own laws knowingly' and intentionálly. Moreover, not- only, the contrail of marriage itfelf,. properly and regularly celebrated in one place, is good in all places, hut the rights and incidents which attend it where celebrated, attend it e-lfe— where. In'Holland married people have a communion of all their g.iods, uniefs it be oiherwife exprefsly covenanted by them.; this will )ie the effect, as to goods lituatcdin Friezeland, although there marriage only occalions a-common rifq'ue of profit and lofs,notof che goods thcmfelves; therefore the Frisians remain after the marriage each one, bothhulband and wife, feparate owners of their goods lituaced in Holland! When however the married couple -remove from the one Hate or.-province to ih.éother, whatever is afterwards-acquired or falls to either, is not iu common, but held by diftinft.right, and what was before made common between them, will be either in common or otherwife as they direft : as Sandius lays it down who tells us, B. a. dc is tit. 5. def. 10. there was a difpute among the learned doftors whether immoveable.goods, litu-ueJ in another country, were to be affected and regulated by the rules as we have laid it down.</p>\n\n<p id=\"b382-7\">The place, however, where 2he contraft is entered into, is not to be excluii veiycqulidered :*ifthe parties haclrin contemplation another place at'the time of the contraft, the laws of the latter, will be.pieferrcd iu the coiiftruftion of the contraft. - ■</p>\n\n\n\n\n\n\n<p id=\"b384-5\">There are perfons who utiderftand tliefe perfonal rights to the following extent, that whoever, in a certain place, is of full age, or a minor, a child-, or put'out of rhe controul of the father, will-enjoy’ the fame fights, anil be fubjeft-to the fame difabilities, as in the place where he became fuch a character, or was fo reputed ; and whether the fame thing would, or would not, have happened in his-own country,-ftill that the fame confequence neceiiarily follows* It appears to me, s that this is laying down, the rule too broad, and would fubjeft. ns to a f&gt;ur-thenfome'inconveni'enc by the laws of our neighbours. .An. example will make liie thing plain :'A child hot emancipated or exempted from the power of his Father, and who has nor ceafed to be one of his family* cannot make a wil 1 in <em>Fnexfand* </em>. Hc&gt;gocs <em>into-Holland, </em>and there makes a will—is it. valid ? I think it valid iu <em>Holland, </em>by. the fir ft and fecond rules, that the’ laws regulate as to all thofe .within its limits, nor is it rea fbnablc, that the people there,.refpeftinga.bufmefs done there, neglecting their own laws, ftiould judge according to the, law's of other people, £-⅛1 that-wil' would not be valid in <em>Frlezcland, </em>by the third rule, beca.ufc b”y thu-t-mc • <em>¿ </em>nothing would be more .eafy than to elude our laws, and our citizens might .elude them everyday. Bnt in other places out of <em>Frier,eland, </em>the will would be valid even where by their laws a child while one of the Father’s family could not make a will,, becauie there .Ibe reafon would'not apply, thaY their citizen had gone <em>to Holland </em>to elude-their law <em>hi ftaudem legis».</em></p>\n\n\n\n\n<p id=\"b385-7\">The fame rule held with regaid to the fucccffion to an inteftate eilate. ■—If the dcceafed was,Father of a family, whole property was in'diffe-■rei. provinces, as far as 1 efpccls the real eilate, it would defeend according to the laws of the place where iUuated ; but with refpeft to the per-fonal property^it vVoold go according to'thc la.w of the place where the-inteftate lived, ur.d of which lie was an'inhabitant—for which fee <em>¡ib. </em>¿p <em>Beds. Tit. </em>tí. <em>Dcf. y. </em>.</p>\n\n</p><p id=\"b378-5\"> The following extract from <em>Huierus </em>was tranflated for, and read in, this caufe and, I am perfuaded, that its infertion here will be approved by the profeffion.</p><p id=\"b378-6\">Huberus, 2 r&lt;¡/. <em>B. </em>i. <em>Tit. ¡ps 26.—“ </em>It often happens that contrails entered intoin one place, take effeft in different governments, orare.jiidi-pially decided upon in-other places, than thofe in which they were entered-into, <em>1</em></p><p id=\"b378-7\">.It is alfo well known, that when the Roman Empire was-deljroye.d, the Chriftian world was divided’ into \"many nations, not united under any common head, nor connefted. by any uniformity of regulations.</p><p id=\"b378-9\">However the fundamental fules by which this queftion ought to be decided, appear to be derived from the Roman law, although the inquiry itfelf appears t&lt; belong rather to the law of nations, than to the civil law ; as-what different nations obfe'rve between themfelves, it is Obvious forms the law Of nations.</p><p id=\"b378-10\">In order to render this yery jntricate-bnfiflefs plain and clear, we will lay down three maxims, which, being-fully eftabliihed, as-it appears to us they may eaiily\" be, the deduction of the confequences, neceffary to an entire underftanding of the fubjeft, will be of no great difficulty.They are thefe : ift. The laws of every empire have force within the’ limits of that government, and are obligatory upon all who are within its bounds.' '</p><p id=\"b378-11\">• 2d. All periods within the limits of a government are confidered as fubjefts, whether their refidence is permanept or temporary.</p><p id=\"b378-12\">• 3^- By the cotirtefy of nations, whatever laws qre carried into execution, within the limits of any government, are confidered as haying the .fame effeft every where', fo far as they do not occafion a prejudice, to the</p><p id=\"A3g\">It appears,-therefore, upon this occafion, that we ought to' confult, pot [he civil law'only; but what is to be inferred from the mutual cony venieftce, and the tacit confent of different people, becaufe as the laws of.one people cannot have any force ó» effeft directly with another peo.ple, fo, on the other-hand, nothing would be'-moieiqconvenient in the proinifcuous infercourfe and praftice of mankind, than that what was --Valid by the laws, -of one .place, lhould be rendered of no effeft elfe--where, by a diverlny of law, which is the reafqn of the third maxim,' of which heretofore no doubt appears to have «been entertained.</p><p id=\"b378-15\">• With refpeft to the . fecond maxim, fome have thought othei wife, who deny that foreigners are lubjeft to the law of the place.</p><p id=\"APm\">I acknowledge there are exceptions to the rule, which Twill notice hereafter;' bnt'this pqiition we hold as moll: certain, that whqíver'live within the bounds of a government, are to be accounted its fubjefts. This is evident front considering -the nature of,a republic, and the univerfal fuftom amtngall nations, of controuling all. thofe by their laws,: whq <page-number citation-index=\"1\" label=\"371\">*371</page-number>live ampng them, exemplified, as Grotius mentions, <em>2; c. u, </em>5. hi the inftance of perfonal arreft praftifed every where. ~</p><p id=\"b379-7\">Nor indeed are they fupported or juftified by any reafonj in compelling foreigners to abide by the decifions of the law where they happened to be, except on the general principle that the j urifdiétion of a government is confidered as competent to the controul of all thofe, who ate within its limits. •</p><p id=\"b379-8\">From.thefe confiderations the following polition arifes. All bufi-. nefs and tranfaélions in court, and out of court, whether teftamentary or other conveyances, or acts, which are regularly done according the law.of any particular place, are valid- even where a different law prevails, and where, had they been fo' tranfacted, they would not have been valid. On tne contrary, tranfaélions'and acts which are executed,' contrary to the laws of a country, ás they are void at firlt,.'never can' be good and valid, and this applies,' not only with refpect to thofe . who have their reiidcnce in-the place of the contract; but tliofe, who were there only occafiónally ; under this exception only, that if the rulers of another people would be affeéted by an'y peculiar inconvenience of an important nature, by giving this effeét.to- tranfaélions performed in another country, according to the laws of the place they are in, ftich particular place is not bound .to give effeét to thole proceedings, or to coniider them as valid within their j urifdiétion. • It is worth, wlüié 10 exemplify the. principle by examples and inftances.</p><p id=\"b379-9\">In Holland a laft will and tefta'uient may be made before a notary, and two witneffes : In Friezeland,jt is of no effeétunlefseltablilhed and ■ witneffed by feven witneffes. <em>,</em></p><p id=\"AUGE\">Wbat-we have laid with .refpeft to wills applies equally to conveyan-. ees to take effeft during th'e life of the grantor: Provided a cpintraftf is made accorcling to -the law of the. place, in which it is entered into; throughout, in court, and out of court, even in tbofe places where fuck a mode of contrafting is not allowed; ic w-ill be fupported. For example : In a certuin place particular kinds of mcrchanc'izé are prohibited, if fold there the contradi is void—but if the fame • merchandize were fold elfewhere, in a place,, where there was not any'prohibition, and a .fiil.t is brought in a place where they were prohibited,.the purehafer will be condemned'and the fuit maintained, becaufe the 'con'lraft was good'in its origin, where made. B.ut if the merchandize fo.ld in another'place, where they were .prohibited, were'delivered, the' purehafer Would not be condemned, becaufe it would'be contrary to the-law.and conveni-enee of the government where they were fold,-and an aftion|wo,uld not be countenanced wherever inftunted,-even to compel the delivery'; for, if on the delivery being'.made 'the purchSfcKsvonld nor páy'the price, -he xvould he bound, if at all, not by the coinraft, but that having got' the gopds pf;anóther, .it would be unreafónablé that he ihould-enrich him-felf at the expence and lofs of another. - '</p><p id=\"APD\">' The rule is equally applicable to adjudged cafes. <em>A </em>fentence pronounced in any-place, or a pardon granted by thole w ho had j urifdiftion, has equal effeft every where. Nor is it lawful for thc.magiftrates of'ano-thcr commonwealth, to profeedte, or fuffer to be profe,rated, a 'fecond time, one who has been abfolved or pardoned, although without a fufv ' Jieient reafon. ■ Still however under this exception, that no evident danger-or inconvenience refult from it to the other commonwealth, &gt;as an inftabce ‘within ourown memory may exemplify.. Titius having ftruck .a man on the head, on the-borders <em>the limits') </em>of Friezeland, who the following-night difcharged a great deal <em>of </em>blood at thendfe, and, after having fupped and drank heartily, died. Titiuscicaped into Tranfy Iva— nía. B.eing apprehended there as it appears voluntarily, lie wis tried and,acquitted, upon the fuggeftion'that the mail did not die of the wound. This fentence was fenc into Friezeland, and'he applied-for a dif-charge from' t.he profecution as having been acquitted.—Although-the manner of trial was not very exceptionable, yet the court of Friezeland was much difghfted at the idea of exenfing the delinquent, and giving effeft tw the foreign proceedings, although demanded by the TiaVity-lva-hians.; becaulc the flight into the neighbouring government-, 'a-lift the pretended procels appeared roo evidently calculated to elude the jurif-diftion of Friezeland ; which is the.exception under the third' maxim. The fame principle is obfervtd in judgments tefpefting civil matters as <page-number citation-index=\"1\" label=\"373\">*373</page-number>is evident front the following example within.our rriemory. A citizen of Harlem made a- contraft with one⅛ Groningen and fubmitted himfelf to the Judges of Groningen. Being cifbd by virtue of this fubmiflion, and not appearing he wasebndemned, as contumacious. Execution of tlic fenteuce. being demanded, it was doubted whether it ought tobe .granted in a Frizian court. The'reafon of'doubting was, that by force of the fubmiflion, if he was not'found in theforeign territory, they could riot proceed agaimt him as conrftmaciou's, as we {hall fee eifewhere : nor-vvitliouc prejudice to our jurifSietio'n and alfo of our citizens,- could ef-fetft be given to'fuch fentencei. However it was allowed at that time, - certairi magiftrates concurring, .that it ihould' not be permitted to the Frisians to examine by what principle ilie'fentence pafled at Gro-ningen could be juftifu-d, but only whether it was valid according to the lay.- of the place. Others were governed- by the .following reafon, .that tiie magistrate at.Harlem on requeft had. granted a-citation which he oiight rather not to have done, and the Amfterdam magiftrate denies the execution of the lenience pa.flcd againft .the abfent, being cited to the court of Friezeland by an gdidt founded on the terms of the fubmiflion arid condemned without being heard, and that fuch proceedings ought not to afíeft any one. With this opinion I'concur, on account of the re-ftriclion contained in the third axiom. . . ⅛</p><p id=\"b381-5\">Again: It liasbeen made a queftion, whether if a contradi is entered into at any fuppofed place, abroad., and an -a ilion is commenced with us, and .the rule was different here, and there, either in allowing'or denying the adlion, which law is to govern ?' Fo-inftance: A Frizian becomes a debtor ir. Holland on account of merchandize fold there, and is filed in. Friezeland after the expiiation of two yeai s ; the aril of limitation is pleaded which bars fuch-aclio.ns with us aliera'iap.fe-of two years ; the creditor replies that in Holland; wb-re the contract was made,, inch pie-feription and limitation do not exift * and' therefore is not to be u-iged againft him in this cafe. But it was olherwili: decided once between j uf— t:ce;BI;'clceiifeidt ag.iinft G. Y. and again between John JenolUn againft F. B. boih beforf the grpatholiday-s in 1680. Forphe Cone reafon,.if a debtor relrdent in Friezeland executed an jnftrumem in Holland before a magiftrate which may ihere'eu title him toan execution, but not by common right, no.execution can iflhe here', but the merits of\"Che original demand mnft be examined. The reafon js, that acls1 of limitation, and modes of execution, do not belong to the efleyce of the vomráiíh, but to the time and manner of bringingfnits, which is a-'diftim't thing, and therefore, ifis eitabliihed upon the bell ground, that in entering a judgment, the law of the place where it- is rendered, is to govern, although, it refpeits a contract made eifewhere—Sandhis B. 1. Tic. 12. Def. 5. where he fays that in the execution-of a fentence given abroad, the law of the. place, in which the execution is aiked, is to govern, not the law of the place, where the judgment was given.</p><p id=\"b381-6\">The contrail of matrimony jsalfo regulated .by the fame rules.' If it is regular and valid in that place where it was contracled and celebrated, it-i? binding every where, under the faille exception of not doing ■ prejudice ⅛ others—to.whi.A exception may be added, if ineeil fltould be permitted'any where, or marriage in the fcooud degree, which indeed is fearcely •fuppoiVibie. '■ ■ ' '</p><p id=\"b381-7\">In Friezeland matrimony is, when a man and woman agree to marry ‘and cohjmarily Hike e.aeh otiter.for mail and Wife, although no.ceremony .is perfomitd atlehurch. .</p><p id=\"b382-4\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>In Holland, matrimony cannot be contrafted in that manner. The F ri— zians, however, without doubt, enjoy-among the Hollanders the rights of married people, in the particulars of dower, jointure, the rights of children Co inherit the property of their parents, Src.</p><p id=\"b382-6\">The reafon of the. doubt was, that the Ipws of one cjommonwealth, cannot affect the integral parts, the territory of a-nother commonwealth; —to this two anfwers may be given. Eirlt, That it cannot be done by the immediate force and operation of á foreign law, but with the concurring coiifeni of the fupreme power in the other government, which gives an effectloforeign lawsexercifed upon property within ifs.own-jurildicci.on, w.ithoutany prejudicebeingreccived to its fovereignty or the rights of its, citizens, regarding the mutual convenience of the two nations or governments, which is the foundation of all thefe rules. The other\"an-l’wer is, ihat it is'nut fo much liy force of law, as by the confent of the parties reciprocally communicating their .rights to each other, by which means-a change,-or modification of property may arife, not lefs from matrimony than.any other contract!</p><p id=\"b382-8\">¿very one-is conlide-red as having contrafted in that place, in which he bound hijnfelf to pay or perform any citing ¿..21. <em>de. 0. &amp; </em>v/. and the place where matrimony is contrafted is not fo much the place where <page-number citation-index=\"1\" label=\"375\">*375</page-number>the ceremony is performed, • as where they expedí and intend to live and fettle. It happens daily, that men in Friezeland, natives or fojourn-ers, marry wives in Holland, which they immediately bring intoFrieze-land. And if at the time ot the marriage, they intended imme— diately-to let-tie in Friezeland, there will not in fuch cafe be a com'mu-nity of goods. Although they make no fpecial marriage contradi,’not the law. of Holland, but of Frieze!andrwill govern : thelatter, not the former, is the place f their contradi.</p><p id=\"b383-6\">There is a further application of the reliridlion fo often mentioned. The. effedls of a contradi entered into at any place, will be allowed according to the law <em>of </em>that place, in other countries, if no inconvenience re-fults therefrom to the citizens of that other country, with refpect to the law which they demand, and the fovereignty of thelatter place, is not bound, nor indeed can it fo far extend the law of another territory.' For example, the oldeft and firit <em>hypothecation {mortgage) </em>of a moveable, is to be preferred even againft a third pofleffor, by the law of Cajfar, and in Friezeland, not among the <em>Moravians- </em>therefore if any one upon inch an <em>Hypothecation </em>proceeds to'demand the article from a third perlón, he /hall not be heard, but his fuii rejected ; becaufe the right of the third perl'on to that chattel., '/hall not be taken away, by the law of another jiirifdiction or territory, t.ct us enlarge this rule to the following extent:</p><p id=\"b383-7\">If the law of the place i'n another government is contrary to the law . of our Hate, in which alfo a contradi is made, incotiliftent with a contract celebrated and made in another place, it is reafonable in fuch cafe, that we /hould obferve our own law, rather.than a foreign law. For example:</p><p id=\"AL\">In Holland, matrimony is contracted with, this agreement, that the wife /ball not be refpcnlible for the debts contracted by the hulband only; although this is a private contract, it is faid to he valid in Holland, to the prejudice of the creditors, with whom the husband ihall af-terwards contract debts, but in Friezeland fuch a kind ,of contract would not be binding unlefs publiflied, nor would ignorance of the 11c-eeflity ofmaking it public, be an excufe according to the law of Ctefar and equity. The hu/band contracts debts in Friezeland, and the wife is fued as jointly refpoñfible, and liable for one half,of the debt: She pleads her marriage contract—the creditors reply that this contract is contrary to the laws of Friezeland, becaufe not publiflied—and this is thé rule with us, wbere the marriage-was'contracted here ; as I lately gave my opinion when confulted upon the point. But thofe who con .'actecjjn Holland, and in vvhofe favour, the debts were contracted .there, were non-fuited, notwithftanding their fuit was brought in, Frjezeland, becaufe, as far as refpccted them, the, law of the- place,' where the marriage w!as contracted, not the laws of the two countries,, came into confiderarion. '</p><p id=\"b383-9\">From the rules laid down in the begihning, the foilo.wingaxiom may be deduced. Perfonal rights or difabilities obtained, or commubicated, by the laws of.^ny particular place,, are of a nature which actompanv, the perfon. wherever he goes, with this effect, t nit in all places, he either enjoys the immunities or exemptions;- or is fuhject to the difa-bilities inipofed by the law of the country where, they at any timehap-pen id be, on characters of that deferiptiuo</p><p id=\"b383-10\">Therefore, thofe who with us are under tutors or curators as young men, prodigals, married-women, are every where reputed, as perfons fubject to curators, and-whatever the law of anyplace conliders as the right or difabilities of pbrfonsof that defeription, they may fufferexercife and enjoy; hence, Jic who is cxcufed the confequences of crimes, or <page-number citation-index=\"1\" label=\"376\">*376</page-number>contracts on-account of his watn.hr age, in Friezeland, cannot majee binding contracts in Holland, and one declared, prodigal here, contracting elfewhere, will not be bound. .Again, .iu fome provinces,-one above? the age of twenty-one years, may- convey his real eftacY; fuch a per-lón may do the fame in thofe places where twenty-five is the period of full age* becauie whatever the laws and judicial proceedings in any place, decide as to their fubjects, other people allow to have the fame effect with them, unlefs a piejudice or incouveniouce, would reinlt to them, or their laws.</p><p id=\"b384-6\">The example I have given re.fpefts an aft prohibited at home on acj count of a. perfonal difability.—We will give another'.aft-allowed at home, but prohibited abroad, where done fome time fince decided fn our Supreme <em>Court—Rudolph .Monfema </em>aged 17 years and 14 days, was born, and lived at <em>Groningen, </em>after that .he went abroad to learn the bufi-nt Js of a Druggift, He made a will, which he might havem£cie iu <em>Fueziland, </em>but at <em>Gtoningcn, </em>fays <em>JX Nauta </em>the Reporter, it is not la\\\\ful'for an infant to.make a will under 20, or in the time of his laft illnefs, or fot more than half his patrimony* The-young man died of that iickncfs \\cn\\ingb'*, Father his heir, and leaving nothing to his Mother’s relations, w b contended that the will, was void as madcagainft the Jaw of the place. The heirs infilled thar a perform! quality accompanies the perfou every where,-and, as he could have made\"this will at home, he could make it abroad. Bnt it^was decided aipinft the will, although there was no ibtemion io avoid the law, but rhe judgment was not univerfajly approved <em>Nauta </em>him fe If diiWiing. ’ V/ V. 134. <em>An. </em>1643. <em>d. </em>27. <em>0&amp;1—</em></p><p id=\"b384-7\">The foundation of all this doftnne we have.laid, and we inlift upon 3?, is the iulijeclion that men owe’to the laws of ¿verv country within which they, are at any time from whence it follows, that an aft.'í.'ál’d or void, in its beginning, and where-it fm't. takes place, rnuft be the fame ^elfew here;</p><p id=\"b384-8\">But this ■ibfervatton .docs nor-apply equally to immoveable, property, fince it is. contideied not as depending sho.Tether upon the djy_ petition of eyerv mailer 01 owner of a famiiy--but the (iojiunanweaj th <page-number citation-index=\"1\" label=\"377\">*377</page-number>affixes certain rights as retailing from real property, ana is inter-elled in its difpofal ; nor could a nation without a great inconvenience fuller its ■real property to be.conveyed with thefe incident rights, by the laws of another country, and contrary to its own laws—therefore a <em>Frijian </em>having fields and bonfes in the province of <em>Groningen, </em>cannot makea will difpo-fing of them,becaufe it is prohibited there to make a will of real eilate; the <em>Frijian\\s.w </em>not aSefting lands Which conilitute integral parts of a foreign territory'.</p><p id=\"b385-6\">But this does not contradifl the rule, that we have before laid down, that ifa will is made accordingly to the ceremonies of the place, where the Teftator relides, tr will be good with refpeit to h's property in another.country, if a will could be made there, becaufe the diverfity of laws in that refpedl, does not affeit the foil, but direits the manner of making •the will, which, being righrlyvdohe, inay pafsreal eilate in another country, fofaras'may not interfere with any incidents, conneited with the • ownerihip of real-property in the country where it is liruated. This rule takes place in common conveyances—things annexed to the fjeehold in jo/VziAW,' fold in <em>Holland^ </em>in a manner prohibited in Frieze/and, but allowed in <em>Holland; </em>are well fold—corn growing in <em>Friczria/td </em>is fold in <em>Holland </em>according. to the Lulls, tts it is called, the faies are void, becaufe it is prohibited' <em>mFreixcUnJ, </em>Whether prohibited in <em>Holland </em>or hot, becaufe k is annexed ter rhe freehold^ and is a part-of it. ■</p><p id=\"b385-9\">. Thefe obfervations are of a natiire that require more full explanation, feeing there are not wanting writeis, who think othrrwife in lome particulars, Whom you will lee refpcCtfuily fpokenofby Sandium. in his reports of caufes ;.to which add-Kodenbergius treatife oflaws,-in the title wf the Marriage Contrail,”</p></opinion></casebody>\n</body></html>"
  }
}