{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"697\" lastpage=\"708\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b717-2\" pgmap=\"717\">Argued and submitted March 3, 2016,</otherdate><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A_V\" pgmap=\"717\">reversed and remanded September 13, 2017</decisiondate><parties data-order=\"2\" data-type=\"parties\" id=\"b717-3\" pgmap=\"717\">Jens JENSEN, Plaintiff-Appellant, v. HILLSBORO LAW GROUP, PC; and John Andon, Defendants-Respondents.</parties><p data-order=\"3\" data-type=\"court\" id=\"b717-7\" pgmap=\"717\">Washington County Circuit Court</p><docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AtSl\" pgmap=\"717\">C135194CV; A158221</docketnumber><citation data-order=\"5\" data-type=\"citation\" id=\"b717-8\" pgmap=\"717\">403 P3d 455</citation><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b717-12\" pgmap=\"717\">George W. Kelly argued the cause and filed the brief for appellant.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b717-13\" pgmap=\"717\">Kathryn Mary Pratt argued the cause and filed the briefs for respondents.</attorneys><judges data-order=\"8\" data-type=\"judges\" id=\"b717-14\" pgmap=\"717\">Before Ortega, Presiding Judge, and Lagesen, Judge, and Garrett, Judge.</judges> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b719-3\" pgmap=\"719\">ORTEGA, P. J.</author> <p id=\"b719-4\" pgmap=\"719\">Plaintiff Jens Jensen filed a complaint against defendants John Andón and the Hillsboro Law Group that included claims for negligence and breach of contract arising out of their representation of plaintiff in a legal matter.<footnotemark>1</footnotemark> Defendant moved for summary judgment on both claims and prevailed. We conclude that material issues of fact exist as to the limited issues that were fairly raised by defendant’s motion, and consequently reverse and remand.</p> <p id=\"b719-5\" pgmap=\"719\">We recount the facts from the summary judgment record, “viewing the facts and all reasonable inferences that may be drawn from them in the light most favorable to plaintiff, as the nonmoving party.” Lahn v. Vaisbort, 276 Or App 468, 470, 369 P3d 85 (2016) (internal quotation marks omitted). Plaintiff is the president of Durst-Pro-USA (DPU). DPU had an agreement for legal services with Bullivant Houser Bailey (Bullivant), which ultimately devolved into an attorney-fee dispute. In its effort to resolve that dispute, Bullivant sent a letter addressed to DPU and plaintiff requesting arbitration before the Oregon State Bar (OSB). Plaintiff, in response, sought legal advice from defendant, both personally and in plaintiff’s capacity as a representative of DPU. When plaintiff met with defendant, he told defendant that his goal was to be separated from the demand for arbitration, as he did not believe he should be part of Bullivant’s fee dispute with DPU.<footnotemark>2</footnotemark> Defendant advised plaintiff that, to extricate himself from arbitration, all he had to do was to decline his consent to arbitration and inform OSB and Bullivant that he was not a party to the claim. Plaintiff, it appears, did just that. As to DPU, defendant advised that it should consent to arbitration. DPU did so and was represented by defendant at the arbitration hearing.</p> <p id=\"b720-2\" pgmap=\"720\">In an email confirming representation, defendant wrote that he was “willing to represent Jens Jensen/Durst Pro USA in the fee dispute matter with [Bullivant],” and the written fee agreements listed “Jens Jensen” as the client. The record also contains bills directed to Jens Jensen for “Jensen - Civil Matter.”</p> <p id=\"b720-3\" pgmap=\"720\">Plaintiff appeared as a witness for DPU at the arbitration, with the understanding that he was not a party to the proceedings. Nevertheless, following the hearing, the arbitration panel issued a joint award against DPU and plaintiff.<footnotemark>3</footnotemark> Realizing that the award held him personally liable, plaintiff asked defendant to correct what he believed to be an error. Defendant refused, indicating that he represented only DPU, not plaintiff. Plaintiff then hired a different attorney to assist him in vacating the award against him, though it appears that those efforts ultimately were unsuccessful.</p> <p id=\"b720-4\" pgmap=\"720\">Plaintiff, acting pro se, then filed a complaint against defendant for negligence (legal malpractice) and breach of contract.<footnotemark>4</footnotemark> As to his negligence claim, plaintiff alleged that defendant had “acted unprofessionally, incompetently and negligently” and listed specific ways in which defendant had failed to represent him at the arbitration and in his communications with OSB. That is, plaintiff listed things that, in his view, defendant should have done to help him but did not, such as informing plaintiff that he would be appearing pro se at the arbitration hearing and alerting the arbitration panel that plaintiff was making a special appearance at the hearing. Further, plaintiff alleged:</p> <blockquote id=\"b720-5\" pgmap=\"720\">“After having been made aware of having been falsely convicted plaintiff* * * requested that defendant attempt to remedy what happened to plaintiff to be an error. [Defendant] refused.</blockquote> <blockquote id=\"b721-2\" pgmap=\"721\">“Defendants refused to act or take action on behalf of plaintiff.</blockquote> <blockquote id=\"b721-3\" pgmap=\"721\">“After first agreeing to represent plaintiff and subsequently agreeing to represent DPU defendants did not discuss with plaintiff any potential conflicts that could arise by representing DPU and plaintiff simultaneously.</blockquote> <blockquote id=\"b721-4\" pgmap=\"721\">“Defendants issued all billing and all invoices for all work performed for both DPU and plaintiff to plaintiff.</blockquote> <blockquote id=\"b721-5\" pgmap=\"721\">“[Defendant] failed [pjlaintiff when he assured [plaintiff that no other actions than not signing the Agreement to Arbitrate and informing [t]he Oregon State Bar, and [Bullivant], that [p]laintiff was not a party to the claim, was sufficient actions to sever [p]laintiff from the claim.</blockquote> <blockquote id=\"b721-6\" pgmap=\"721\">“[Defendant] did not inform the arbitrations panel that [p]laintiff was not part[y] to the agreement between DPU and [Bullivant].</blockquote> <blockquote id=\"b721-7\" pgmap=\"721\">“Defendants did not share any research, relevant statutes or case law with plaintiff prior to the hearing.</blockquote> <blockquote id=\"b721-8\" pgmap=\"721\">“Defendants failed to demonstrate the skill and care that a reasonable person can expect from an Oregon [a]ttorney under similar circumstances.</blockquote> <blockquote id=\"b721-9\" pgmap=\"721\">“As a result of [defendant’s] negligence [defendant] was unable to present the facts and the evidence and relevant law in an effective manner which the Arbitrations Panel could comprehend.”</blockquote> <p id=\"b721-10\" pgmap=\"721\">(Paragraph numbering omitted.) Plaintiffs breach of contract claim relied on those same allegations.</p> <p id=\"b721-11\" pgmap=\"721\">In support of his complaint, plaintiff attached a copy of the fee agreement between himself and defendant, email correspondence in which defendant agreed to represent “Jens Jensen/Durst Pro USA,” and a copy of the arbitration award holding plaintiff liable. He also attached a letter written by defendant in which defendant stated, in part: “Prior to the arbitration hearing * * *, I did not inform [plaintiff] that he was attending the hearing pro se[,]” and “Prior to the arbitration hearing * ⅜ *, I also did not discuss with [plaintiff] that I had informed the arbitration panel and the opposing attorney * * * that I would be representing solely [DPU] for the arbitration hearing.”</p> <p id=\"b722-2\" pgmap=\"722\">Defendant moved for summary judgment on both of plaintiffs claims, asserting three bases for the motion.<footnotemark>5</footnotemark> In asserting his first basis for summary judgment, defendant noted that “[a]n essential element of all legal malpractice claims is that plaintiff must plead and [prove] a breach of duty that runs from the defendant to the plaintiff.” He then asserted that he had not breached his duty of care to plaintiff when he “correctly advised [p]laintiff that by not signing and returning the arbitration agreement to the Oregon State Bar Fee Arbitration Program * * * [p]laintiff would not be a party to the arbitration initiation by [Bullivant].” In other words, defendant did not dispute that he and plaintiff had an attorney-client relationship or that he owed, at least initially, a duty of care to plaintiff. Rather, defendant’s argument focused on establishing that the legal advice he provided to plaintiff pre-arbitration had been accurate, pointing to case law and OSB rules. Defendant did not present expert testimony or affidavits, nor did he assert that plaintiff had the burden of presenting expert testimony to establish an issue of material fact on that issue.</p> <p id=\"b722-3\" pgmap=\"722\">As his second basis for summary judgment, defendant asserted that he did not owe plaintiff any duty of care during the arbitration proceedings because he and plaintiff did not have an attorney-client relationship at that time.<footnotemark>6</footnotemark> According to defendant, plaintiff had no expectation that he was defendant’s client at that time, and any “duty owed in preparation and conduct of the arbitration was owed to [DPU] and not [p]laintiff.”</p> <p id=\"b722-4\" pgmap=\"722(60) 723(31)\">Finally, as his third basis for summary judgment, defendant argued that plaintiff could not prove the total amount of economic damages alleged in the complaint. According to defendant, “[b]ecause [p]laintiffis alleged damages cannot be objectively verified they do not satisfy the definition of‘economic damages,”’ such that defendant was “entitled to judgment as a matter of law on these alleged damages as not compensable.” However, in his reply, defendant acknowledged that plaintiff could verify some of his economic losses, but that they did not exceed the mandatory $50,000 “arbitration cap.”</p> <p id=\"b723-3\" pgmap=\"723\">Plaintiff opposed defendant’s motion for summary judgment, asserting that defendant had failed to demonstrate that there were no genuine issues of fact, and the trial court held a hearing on the motion. At the hearing, defendant summarized his argument as follows:</p> <blockquote id=\"b723-4\" pgmap=\"723\">“*** [Defendant] was paid $175 to evaluate a case for [plaintiff]. It was a fee arbitration. There was a Motion to Compel, arbitration pending. [Defendant’s] initial advice was [that plaintiff] should attend and—and agree to participate.</blockquote> <blockquote id=\"b723-5\" pgmap=\"723\">“[Plaintiff] didn’t want to and eventually sent a letter to the Oregon State Bar saying, T don’t participate. I don’t agree to any of this.’ In fact, he did that several times.</blockquote> <blockquote id=\"b723-6\" pgmap=\"723\">“[Plaintiff] then authorized [defendant] to go ahead and represent [DPU] at the fee arbitration, which had agreed to the arbitration. And they went through, and there was an award done at the end.</blockquote> <blockquote id=\"b723-7\" pgmap=\"723\">“[Defendant] was not representing [plaintiff] at the arbitration. [Plaintiff] has agreed to that in his deposition. He has filed declarations with the Court that he had no intention of [defendant] representing him personally at the fee arbitration.</blockquote> <blockquote id=\"b723-9\" pgmap=\"723\">“And now, for the $175 [defendant] got paid, he’s being sued for $110,000, and saying, ‘You didn’t represent my interests at the arbitration.’</blockquote> <blockquote id=\"b723-10\" pgmap=\"723\">“[Plaintiff] has no expert witness. He also has damages that don’t belong, don’t meet the statutory limitation of $50,000. And his allegations all relate to the conduct at the arbitration, where my client wasn’t representing him.</blockquote> <blockquote id=\"b723-11\" pgmap=\"723\">“That’s our case.”</blockquote> <p id=\"b723-12\" pgmap=\"723\">(Emphasis added.)</p> <p id=\"b723-13\" pgmap=\"723\">The trial court granted defendant’s motion and issued a judgment of dismissal. Although she did not issue a written opinion, the trial judge addressed plaintiff on the record as to the basis for her ruling:</p> <blockquote id=\"b724-3\" pgmap=\"724\">“* * * [p] or Summary Judgment, I need to decide if there are any genuine issues of material fact.</blockquote> <blockquote id=\"b724-4\" pgmap=\"724\">“And that is based upon the Complaint[] * * *. Not what you think you’d be able to prove, but what, based on the Complaint that you filed and what the law is on those cases based on the Complaint and claims that you are seeking to prove.</blockquote> <blockquote id=\"b724-5\" pgmap=\"724\">“* * * [Y] ou need an expert. You need an expert to show that you would prevail in your legal malpractice case[]. You do not have one * * * to show to a jury that [defendant] did not exercise the standard of care needed * * *. You do not have enough * * * to go to a jury. You don’t.</blockquote> <blockquote id=\"b724-6\" pgmap=\"724\">“* * * Because I understand you believe you have enough to go to a jury, but you don’t for legal reasons, based on what you have claimed * * *. You don’t have a claim to go to a jury for breach of contract, either.”</blockquote> <p id=\"b724-7\" pgmap=\"724\">Plaintiff, now represented by counsel, challenges the court’s grant of summary judgment in favor of defendant. Plaintiff understands defendant’s motion as having raised two primary arguments: (1) that defendant never agreed to represent plaintiff personally, and (2) that the arbitration panel was mistaken in imposing a judgment against plaintiff personally and therefore the panel, not defendant, is responsible for any harm that plaintiff suffered. Plaintiff challenges both of those bases, contending that there are genuine issues of fact as to those issues. Further, plaintiff argues that the trial court “was wrong to require that plaintiff have an expert.” Citing ORCP 47 C, plaintiff contends that he was only required to produce evidence on issues “raised in the motion” and that defendant “nowhere mentioned the need for expert testimony.” As such, plaintiff contends, the court was wrong to grant summary judgment on that basis. Alternatively, plaintiff suggests that even if the court could consider the issue of expert testimony, this case does not require expert testimony to demonstrate that defendant acted negligently by failing to represent plaintiff at the arbitration.</p> <p id=\"b724-8\" pgmap=\"724(28) 725(137)\">Defendant counters that there is no dispute of fact “as to the scope of the attorney-client relationship as to the relevant periods of time” (Emphasis added.) Defendant notes that the accuracy of the legal advice that defendant actually provided to plaintiff is not disputed and that there also is no dispute that plaintiff did not instruct defendant to represent him at the arbitration hearing. Accordingly, defendant asserts that the fee agreements and emails between him and plaintiff do not raise an issue of fact as to whether defendant breached the standard of care by not representing plaintiff at arbitration. Further, defendant notes that the arbitration panel was responsible for any errors and that plaintiff was precluded from arguing that defendant should have anticipated that the arbitration panel would make those errors. Finally, defendant argues that, in all events, plaintiff would need an expert to establish that failing to anticipate errors of the arbitration panel constituted a breach of the requisite standard of care.</p> <p id=\"b725-3\" pgmap=\"725\">Before turning to the merits of the parties’ arguments, we first address the applicable legal and procedural standards that guide our analysis. “Under ORCP 47 B, a party against whom a claim is asserted may move, with or without supporting affidavits or declarations, for a summary judgment in that party’s favor as to all or any part thereof.” Two Two v. Fujitec America, Inc., 355 Or 319, 324, 325 P3d 707 (2014) (internal quotation marks omitted). Once a party has moved for summary judgment, “under ORCP 47 C, the party opposing summary judgment has the burden of producing evidence on any issue ‘raised in the motion’ as to which the adverse party would have the burden of persuasion at trial.” Id. (emphasis added). However, a party who opposes summary judgment has the burden of producing evidence that creates a material issue of fact only as to the issues raised in the motion. Id. at 326. “No genuine issue as to a material fact exists if, based upon the record before the court viewed in a manner most favorable to the [nonmoving] party, no objectively reasonable juror could return a verdict for the adverse party on the matter that is the subject of the motion for summary judgment” Id. at 324 (quoting ORCP 47 C (emphasis added)). Parties are expected to “frame and join issues consistently with that framework.” Id. at 326.</p> <p id=\"b725-4\" pgmap=\"725(34) 726(62)\">To prove a negligence claim in this context, plaintiff had to allege and prove “(1) a duty that runs from the defendant to the plaintiff; (2) a breach of that duty; (3) a resulting harm to the plaintiff measurable in damages; and (4) causation, i.e., a causal link between the breach of duty and the harm.” Stevens v. Bispham, 316 Or 221, 227, 851 P2d 556 (1993) (emphases in original).<footnotemark>7</footnotemark> Defendant’s motion was premised on the contention that plaintiff could not prove, at least in certain respects, three of those elements: duty, breach, and harm.</p> <p id=\"b726-4\" pgmap=\"726\">Defendant’s motion was very limited in scope. It argued first that defendant’s advice to plaintiff before the arbitration was correct, a point that plaintiff does not appear to dispute.<footnotemark>8</footnotemark> Defendant’s third argument initially challenged the lack of evidence to support plaintiffs claimed damages, but later conceded that there was some evidence to support plaintiffs damages claim; the trial court does not appear to have granted summary judgment on damages and the parties do not pursue that issue on appeal.</p> <p id=\"b726-5\" pgmap=\"726\">That leaves defendant’s second asserted basis for summary judgment, arguing that there was no issue of fact that he did not represent plaintiff at the arbitration itself, but rather represented only DPU, and that, consequently, defendant owed plaintiff no duty of care. The only evidence that defendant cited was plaintiffs deposition testimony that, in his opinion, defendant “did not represent [him] at the hearing, absolutely not” and that defendant was not there (at arbitration) to represent his interests. Defendant treats those statements as binding admissions that he did not represent plaintiff. However, defendant takes those statements out of context; rather plaintiff apparently meant to describe how he felt following the arbitration—that defendant hadn’t been looking out for his interests. Plaintiff, for his part, cited two fee agreements in which defendant agreed to represent “Jens Jensen,” as well as to some invoices directed to Jens Jensen for “Jensen - Civil Matter.”</p> <p id=\"b727-2\" pgmap=\"727\">We recently summarized the necessary legal basis for a determination that a lawyer-client relationship exists:</p> <blockquote id=\"b727-3\" pgmap=\"727\">“A lawyer-client relationship need not arise from an explicit contract but rather ‘may be inferred from the circumstances and the conduct of the parties.’ In re Wyllie, 331 Or 606, 615, 19 P3d 338 (2001); see also In re Bristow, 301 Or 194, 201, 721 P2d 437 (1986) (‘A lawyer-client relationship does not always arise, at its inception, from a formalized statement of terms and conditions.’). A lawyer-client relationship may exist when an attorney has performed services of the kind that are traditionally performed by lawyers, or where a putative client has intended that the relationship be created. In re Weidner, 310 Or 757, 768, 801 P2d 828 (1990).”</blockquote> <p id=\"b727-4\" pgmap=\"727\">Lahn, 276 Or App at 477.</p> <p id=\"b727-5\" pgmap=\"727\">As to the latter circumstance, the Supreme Court has concluded that</p> <blockquote id=\"b727-6\" pgmap=\"727\">“a putative client’s subjective, uncommunicated intention or expectation [of a lawyer-client relationship] must be accompanied by evidence of objective facts on which a reasonable person would rely as supporting existence of that intent; by evidence placing the lawyer on notice that the putative client had that intent; by evidence that the lawyer shared the client’s subjective intention to form the relationship; or by evidence that the lawyer acted in a way that would induce a reasonable person in the client’s position to rely on the lawyer’s professional advice.”</blockquote> <p id=\"b727-7\" pgmap=\"727\">Weidner, 310 Or at 770 (footnote omitted). As we further explained in Lahn,</p> <blockquote id=\"b727-8\" pgmap=\"727\">“[e]ven when the putative client has a subjective belief that a relationship has been established, ‘the putative client’s subjective belief must be accompanied by evidence that the lawyer understood or should have understood that the relationship existed.’ Wyllie, 331 Or at 615. The ‘reasonableness of the client’s expectation of representation becomes an issue only when the lawyer denies that the relationship existed at the relevant time.’ Crimson Trace Corp. v. Davis Wright Tremaine LLP, 355 Or 476, 488, 326 P3d 1181 (2014) (emphasis omitted).”</blockquote> <p id=\"b727-9\" pgmap=\"727(20) 728(27)\">Lahn, 276 Or App at 477-78. Consequently, to find that a lawyer-client relationship existed, it is necessary to show that (1) the client subjectively believed the relationship existed and (2) that that belief was objectively reasonable, such that the lawyer should have understood that the relationship existed.</p> <p id=\"b728-5\" pgmap=\"728\">Here, we disagree with defendant’s position that there was no triable issue of fact as to whether a lawyer-client relationship existed. The statements from plaintiffs deposition testimony do not establish, as a matter of law, that plaintiff at the time subjectively understood that defendant was not representing him personally, and defendant has not pointed to evidence that he communicated clearly that his duties to plaintiff were at an end following their first encounter. Further, as to the reasonableness of plaintiffs belief, the fee agreements and billing statements that are addressed to him and that refer to “Jensen - Civil Matter” at a minimum constitute evidence supporting a reasonable belief that defendant continued to owe him a duty to protect his legal interests apart from the interests of DPU. Accordingly, the award of judgment to defendant was error.<footnotemark>9</footnotemark> </p> <p id=\"b728-6\" pgmap=\"728\">Summary judgment is only appropriate where the nonmoving party has failed to establish that an objectively reasonable juror could rule in his favor “on the matter that is the subject of the motion for summary judgment.” Two Two, 355 Or at 324 (quoting ORCP 47 C). Because defendant did not demonstrate the absence of an issue of fact on the limited issues presented by his motion, the grant of summary judgment to defendant was in error.</p> <p id=\"b728-7\" pgmap=\"728\">Reversed and remanded.</p> <footnote label=\"1\"> <p id=\"b719-6\" pgmap=\"719\"> Although there are two defendants in this case, we hereinafter refer to a singular defendant, given that the case concerns Andon’s conduct.</p> </footnote> <footnote label=\"2\"> <p id=\"b719-7\" pgmap=\"719\"> In his declaration, plaintiff stated:</p> <blockquote id=\"b719-8\" pgmap=\"719\">“When I met with [defendant] *** my stated goal to [him] was to be separated from the demand for [a]rbitration. I knew that an employee of a corporation cannot be held responsible for actions taken on behalf of the corporation unless very special and serious circumstances exist.”</blockquote> </footnote> <footnote label=\"3\"> <p id=\"b720-6\" pgmap=\"720\"> It appears that the arbitration panel asserted jurisdiction over plaintiff due to his personal appearance at the hearing.</p> </footnote> <footnote label=\"4\"> <p id=\"b720-7\" pgmap=\"720\"> In general, “a client may seek to enforce an attorney’s express or implied promise to perform in accordance with the general standard of care under either a negligence theory, a contract theory, or both.” Yoshida’s Inc. v. Dunn Carney Allen Higgins &amp; Tongue, 272 Or App 436, 455, 356 P3d 121 (2015), rev den, 358 Or 794 (2016). For the purposes of this appeal, we do not draw a distinction between plaintiff’s claims, as they are based on the same allegations.</p> </footnote> <footnote label=\"5\"> <p id=\"b722-5\" pgmap=\"722\"> Plaintiff also moved for summary judgment but his motion was denied. The denial of that motion is not at issue in this appeal.</p> </footnote> <footnote label=\"6\"> <p id=\"b722-6\" pgmap=\"722\"> Defendant’s motion actually sought partial summary judgment on the second and third basis; however, given that the elements of duty and harm are dis-positive, we treat defendant’s request for partial summary judgment on those bases as alternative grounds for summary judgment.</p> </footnote> <footnote label=\"7\"> <p id=\"b726-6\" pgmap=\"726\"> In a breach of contract claim, the plaintiff must generally allege and prove “the existence of a contract, its relevant terms, plaintiffs full performance and lack of breach and defendant’s breach resulting in damage to plaintiff.” Slover v. State Board of Clinical Social Workers, 144 Or App 565, 570, 927 P2d 1098 (1996) (internal quotation marks omitted).</p> </footnote> <footnote label=\"8\"> <p id=\"b726-7\" pgmap=\"726\"> The allegations of the operative complaint do not focus on whether that pre-arbitration advice complied with the standard of care, but rather on defendant’s failure to take other actions to protect plaintiff from being held personally liable on Bullivant’s claims.</p> </footnote> <footnote label=\"9\"> <p id=\"b728-8\" pgmap=\"728\"> In granting summary judgment, the trial court appears to have inquired more generally as to whether plaintiff would be able to get to a jury on his claims, and concluded that, as to the issue of whether defendant acted consistently with the standard of care, plaintiff would not be able to get to a jury without an expert. However, plaintiffs need for an expert to establish compliance with the standard of care was not raised by defendant’s motion, which instead asserted that defendant did not owe any standard of care to plaintiff because his representation of plaintiff was at an end. Defendant’s passing assertion at oral argument that plaintiff lacked an expert did not place that additional issue involving the standard of care before the court for resolution. Consequently, plaintiff was not put on notice that he needed to establish that he was prepared to present such expert testimony or to contest that such testimony was needed. The record below might have developed differently if he had been. Cf. Eklof v. Steward, 360 Or 717, 736, 385 P3d 1074 (2016) (summary judgment would have been improper on an issue not raised in the summary judgment motion because the opposing party had no reason to adduce evidence on that issue).</p> </footnote> </opinion> </casebody> ",
    "status": "ok"
  }
}