{
  "casebody": {
    "data": "<casebody firstpage=\"91\" lastpage=\"92\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b107-3\">John M. Brower v. Andrew J. Edson.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b107-4\">\n<em>Gontributoi'y negligence.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b107-5\">In an action for damages by negligence a charge permitting the jury to consider the question whether plaintiff did not contribute thereto, is error where there is no proof that he did not exercise due care.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b107-6\">Error to Allegan.</summary>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"Apt\">Submitted Oct. 12.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AB\">Decided Oct. 19.</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b107-7\">Case. Plaintiff brings error.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AeY\">Reversed.</disposition>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b107-8\"><em>Jacob V. Rogers </em>for plaintiff in error.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AZo\">A charge is error if based on a hypothesis unsupported by evidence: <em>Chadwick v. Butler </em>28 Mich. 349; <em>Moynahan v. Connor </em>30 Mich. 136.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b107-9\"><em>Stafford </em>c6 <em>Tomlinson </em>for defendant in error.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b107-10\">Graves, J.</author>\n<p id=\"Ae7\">The ground of this action is that Edson undertook to have his horse serve Brown’s mare and that Edson managed his horse so unskilfully and negligently that the mare received an injury from the horse of which she died. Under the charge of the court the jury returned a verdict in favor of Edson.</p>\n<p id=\"b107-11\">The only conflict in the testimony was whether the entry was of the <em>anus </em>or not, the plaintiff’s testimony tending to show that it was, and that of defendant to show that it was not. All agreed that there were three leaps, but defendant and his witnesses testified that the first two were ineffectual and not followed by any penetration, whilst the last was entirely perfect and satisfactory. There was no room for saying that the plaintiff was guilty of contributory negligence, because there was no proof that he was negligent and the circumstances indicated that he used due care. Hence the matters for the jury to discuss <em>were </em>— First, whether the entry was of the anus, as claimed by the plaintiff; and if so, second, whether it was the result of negligence gr want of <page-number citation-index=\"1\" label=\"92\">*92</page-number>skill by the defendant; and if it was, then <em>third, </em>whether the mare’s death was caused thereby.</p>\n<p id=\"b108-4\">A n affirmative finding on these propositions would have entitled the plaintiff to a recovery of his just damages. The plaintiff’s requests were properly refused. The series of requests made by the defendant and given by the court, and a part of the general charge, were misleading, because they assumed that certain matters were pertinent which were not so, and that it was an open question on the testimony whether the plaintiff exercised due care.</p>\n<p id=\"b108-5\">The judgment must be reversed with costs and a new 'trial granted.</p>\n<judges id=\"b108-6\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}