{
  "casebody": {
    "data": "<casebody firstpage=\"285\" lastpage=\"292\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b303-9\">[Civ. No. 14243.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AXE\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AoV\">July 6, 1950.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b303-10\">Estate of JESSIE D. WALLACE, Deceased. RUSSELL J. WALLACE et al., Appellants, v. T. HUNTER WALLACE, as Trustee, etc., Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b304-7\"><page-number citation-index=\"1\" label=\"286\">*286</page-number>Gordon L. Byers and Franklin A. Dill for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b304-8\">Clark &amp; Morton for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b304-9\">DOOLING, J.</author>\n<p id=\"Ah_\">Jessie D. Wallace died testate on February 28, 1920, and a final decree of distribution was entered in her estate on August 22, 1921.</p>\n<p id=\"b304-10\">The testatrix left surviving her five brothers and sisters, to wit: Agnes I. Leggett, an appellant herein, T. Hunter Wallace, William Wallace, Jr. James H. Wallace, and Mary B. Wallace. Also surviving the testatrix were three nephews and one niece, to wit: Russell J. Wallace, appellant, son of James H. Wallace; and Martha T. Tenney, Donald H. Wallace and Robert Bruce Wallace, the children of T. Hunter Wallace.</p>\n<p id=\"b304-11\">By her will testatrix created a trust for the payment of income in the first instance to her surviving brothers and sisters. The will and the decree of distribution provide that in case of the death of a surviving brother or sister leaving issue, the part of said income so provided for the parent shall be paid to his issue. The brother James H. Wallace died in 1925, making this provision operative as to his son, the appellant Russell J. Wallace.</p>\n<p id=\"b304-12\">Mary B. Wallace died in 1937 and William Wallace, Jr. died in 1944, both without issue. It is the death of this brother and sister without issue which raises the questions of interpretation presented on this appeal.</p>\n<p id=\"b304-13\">The will provided for the contingencies which might arise upon the death of a brother or sister of testatrix without issue in the following language: <page-number citation-index=\"1\" label=\"287\">*287</page-number>in equal shares, unless the income from my estate has been reduced to such an extent that each brother and sister remaining would receive less than five hundred dollars a year, in which case such share of the income is to be divided among the surviving brothers and sisters equally, but, in ease such division results in a niece or nephew receiving more than a surviving brother or sister, the income is to be equally divided among <em>such niece or nephew </em>and the surviving brothers and sisters.” (Emphasis added.)</p>\n<blockquote id=\"b304-14\"><page-number citation-index=\"1\" label=\"286\">*286</page-number>“and, in case of the death of a sister or brother without issue, his or her share to be given to my niece and nephews</blockquote>\n<p id=\"b305-6\"><page-number citation-index=\"1\" label=\"287\">*287</page-number>The decree of distribution provides for the same contingencies as follows:</p>\n<blockquote id=\"b305-7\">“provided, further, that in case of the death of any one of said brothers and sisters without issue surviving, such deceased person’s share shall be paid annually to the niece and nephews of decedent, share and share alike (naming them) unless by such payments, the said annual income has been reduced to such an extent that each of said five brothers and sisters shall receive less than Five Hundred ($500.00) Dollars per year, in which event the share of such deceased brother or sister shall be divided annually among the surviving brothers and sisters of decedent, share and share alike; provided, finally, that, in ease such division of income results in any one of decedent’s said nephews and niece receiving more than a surviving brother or sister, then such income shall be paid annually to the survivors of the said brothers, sisters, <em>nephews and niece </em>of decedent, share and share alike.” (Emphasis added.)</blockquote>\n<p id=\"b305-8\">In the italicized words of the decree it has clearly departed from and misconstrued the italicized words of the will. The will provides that if any nephew or niece by the receipt of a portion of the share of a brother or sister dying without issue would receive more income than a surviving brother or sister, the income is to be divided between that nephew or niece (excluding the other nephews and niece) and the surviving brothers and sisters, while the decree includes the other nephews and niece among the persons who are to share in the division.</p>\n<p id=\"b305-9\">Unfortunately the contingency so provided for has arisen. There are, in addition to appellant Russell J. Wallace, two nephews and a niece now living, all the children of the brother, T. Hunter Wallace, also still living. Under the order of the court here appealed from, they are given an additional share of the income of the estate, by reason of the fact that appel<page-number citation-index=\"1\" label=\"288\">*288</page-number>lant Russell J. Wallace if he received the share of his deceased father, plus one-fourth of the shares of his deceased aunt and uncle would receive more than the income of the testatrix’ surviving brother and sister.</p>\n<p id=\"b306-5\">In this respect the order appealed from provides that whenever the share of a nephew or niece is in excess of the amount of the annual income payable to a surviving brother or sister “then the <em>entire amount of such annual income </em>is distributable by the trustee in equal shares to those of the following persons who are still living, said persons being T. Hunter Wallace, Agnes Leggett, brother and sister of said decedent, and Russell Wallace, <em>Donald Wallace, Robert Wallace, </em>three nephews of decedent, and <em>Martha Tenney, </em>niece of decedent. . . .” (Emphasis added.)</p>\n<p id=\"b306-6\">We have italicized certain words of the order to point up the two questions raised on this appeal: 1. What income is to be divided in case of the contingency therein provided for ? And 2. Are the other nephews and niece entitled to share in such division?</p>\n<p id=\"b306-7\">We first address ourselves to the question last stated. The will clearly excludes the other nephews and niece from a share in such division, and the decree as clearly and unambiguously includes them. Can we, under such circumstances, look to the will to contradict or impeach the decree in this respect ?</p>\n<p id=\"b306-8\">It is settled by a long line of authorities that under the doctrine of res judicata a will cannot be looked to for the purpose of impeaching or contradicting a plain and unambiguous provision in a decree of distribution, once the decree has become final. <em>(Estate of Loring, </em>29 Cal.2d 423 and cases cited at pp. 427-428 and 432 [175 P.2d 524]; <em>Estate of Van Deusen, </em>30 Cal.2d 285, 290 [182 P.2d 565] ; <em>Wells Fargo Bk. etc. Co. </em>v. <em>Superior Court, </em>32 Cal.2d 1, 9 [193 P.2d 721]; 11B Cal.Jur., Executors and Administrators, § 1296, p. 796 et seq.)</p>\n<p id=\"b306-9\">It is true that if the decree is ambiguous the will may be used to resolve the ambiguity <em>(Fraser </em>v. <em>Carman-Ryles, </em>8 Cal.2d 143, 146 [64 P.2d 397] ; <em>Clark </em>v. <em>Capital National Bank, </em>91 Cal.App.2d 865 [206 P.2d 16]), but while the decree before us may be ambiguous in other respects there is no uncertainty or ambiguity in the provision of the decree as to the parties who are to share in the division therein provided for. To requote that portion of the decree: “such income shall be paid annually to the survivors of the said brothers, sisters, nephews and niece. ...”</p>\n<p id=\"b307-5\"><page-number citation-index=\"1\" label=\"289\">*289</page-number>The will is referred to in the decree and appellants cite <em>Horton </em>v. <em>Winbigler, </em>175 Cal. 149 [165 P. 423], as authorizing a resort to the will in construing the decree because of the incorporation of the will in the decree by reference. In that case the will was used to supplement, but not to contradict or impeach, the terms of the decree. A plain and complete construction of a provision of a will in the distributive portion of the decree, even though erroneous, cannot under the doctrine of res judicata be contradicted by a reference to the will, or even its incorporation <em>in haec verba, </em>in the decree by way of recital. <em>(Estate of Norris, </em>78 Cal.App.2d 152, 159 [177 P.2d 299].) This is so because a plain and unambiguous direction for distribution in the decree is necessarily a judicial construction and enforcement of the provision of the will thereby construed.</p>\n<p id=\"b307-6\">Appellants further argue that the order is incorrect in providing that “the entire amount of such annual income” shall be distributed in equal shares to the brother and sister, nephews and niece. In this we agree with appellants. The entire clause of the decree of distribution here in question deals with the contingency which will arise if a brother or sister dies without issue and what shall he done with <em>the share </em>of that brother or sister. The portion of the decree of distribution in question first provides that in case of the death of a brother or sister without issue “such deceased person’s <em>share” </em>shall be paid to the niece and nephews. The decree then provides that in the event the surviving brothers and sisters are receiving less than $500 per year <em>the share </em>of such deceased brother or sister shall go to the surviving brothers and sisters. The decree finally provides for a third contingency “in case <em>such division </em>of income results in any one of decedent’s said nephews and niece receiving more than a surviving brother or sister, then <em>such income </em>shall be paid annually to the survivors of the said brothers, sisters, nephews and niece of decedent, share and share alike.”</p>\n<p id=\"b307-7\">To what does <em>“such </em>income” refer? The entire clause is dealing with the distribution of the income which before his death went to a brother or sister who has died without issue. Nowhere in the precedent part of the' clause was the decree dealing with the entire income of the trust. “Such” is a relative adjective referring back to and identifying something previously spoken of. It naturally, by grammatical usage, <page-number citation-index=\"1\" label=\"290\">*290</page-number>refers to the last precedent antecedent. (60 C.J. 988; 40 Words and Phrases, Perm, ed., 562.) In this respect it is equivalent to “said,” “aforesaid,” “afore-described” and “same,” as to all of which the same grammatical rule applies, i. e., in the absence of some controlling reason they refer to the last antecedent, (“said” 54 C.J. 1118; “aforesaid” 2 C.J.S. 1007; “afore-described” 2 Words and Phrases, Perm, ed. 678; “same” 56 C.J. 122-123.)</p>\n<p id=\"b308-5\">Here grammatical usage, which may be departed from where the obvious intent or purpose requires, conforms to the natural intent to be assigned to the testatrix and to the decree construing her will. She was here dealing with a single subject, the disposition of the income which would have gone to a deceased brother or sister who has died without issue. The decree first provides that that income, i. e., the deceased brother’s or sister’s share, shall go to the surviving nephews and niece. It next provides that that income, i. e., the deceased brother’s or sister’s share, shall go to the surviving brothers and sisters if their other income from the trust falls below $500 per year. In the third contingency—if the income to a nephew or niece exceeds that of a brother or sister by reason of “such division of income,” i. e., the payment to such nephew or niece of a share of a brother or sister dying without issue, “such income shall be paid annually to the survivors of the said brothers, sister, nephews and niece.”</p>\n<p id=\"b308-6\">Appellants argue that <em>“such </em>income” in the third contingency applies likewise to the <em>entire </em>share which would have gone to the brother and sister who have died without issue. On close analysis of this provision we have concluded that it more reasonably bears another construction.</p>\n<p id=\"b308-7\">In the second contingency the decree, when it clearly refers to the entire share which would have gone to such deceased brother or sister before his or her death, provides explicitly: “in which event the <em>share </em>of such deceased brother or sister shall be divided annually among the surviving brothers and sisters. ...” But 'for the third contingency the decree does not use the word “share.”</p>\n<p id=\"b308-8\">It turns to a new subject. It is no longer dealing with the entire share of a deceased brother or sister, but only with the portion of that entire share provided to be paid to a nephew or niece. If the payment of that portion of the deceased brother’s or sister’s share to a nephew or niece results in that nephew or niece getting more than a surviving brother or sister “such income” shall be divided equally between said <page-number citation-index=\"1\" label=\"291\">*291</page-number>brothers, sisters, nephews and niece. “Such income” refers to the “division of income” (the last antecedent) which results in the nephew or niece receiving more than the brothers and sisters, since the income from the deceased brother’s or sister’s share to that particular nephew or niece is the subject of this provision. It alone is the “such income” which is to be divided in order to equalize the payments.</p>\n<p id=\"b309-6\">The primary concern of the testatrix was with the income to go to her brothers and sisters, so that the brothers and sisters should be adequately provided for. Her secondary concern was that the share of a deceased brother or sister dying with issue should go to his issue. Her third concern was with the disposition of the share of a deceased brother or sister dying without issue. As to such share the testatrix primarily provided for its division among the nephews and niece. Having in mind adequate provision for surviving brothers and sisters, she provided that in case their income from the trust had fallen below $500 per year they should get the share of the deceased brother or sister dying without issue instead of the nephews and niece.</p>\n<p id=\"b309-7\">Having made these provisions the testatrix then desired to make sure that in no event would any nephew or niece receive more total income from the trust than a brother or sister. To accomplish this she made the provision, the counterpart of which in the decree we are called upon to interpret.</p>\n<p id=\"b309-8\">Considering the testatrix’ purpose as discoverable from the language of the decree the equalization which is thereby sought is concerned only with the particular income to the nephew which would result in the nephew receiving more than the surviving brother and sister. By dividing this income the payments are equalized so that the surviving brother and sister receive the same amount as the nephew who would otherwise receive more than they.</p>\n<p id=\"b309-9\">If the words “such income” are considered ambiguous, resort to the will is proper. <em>(Fraser </em>v. <em>Carman-Ryles, supra, 8 </em>Cal.2d 143; <em>Clark </em>v. <em>Capital National Bank, supra, </em>91 Cal.App.2d 865; <em>Horton </em>v. <em>Winbigler, supra, </em>175 Cal. 149.) .The will makes it clear that only income to the nephew or niece which would result in his receiving more than a brother or sister is to be divided, since no reference to the other nephews and niece occurs in that particular provision.</p>\n<p id=\"b309-10\">Under <em>Estate of Platt, </em>21 Cal.2d 343, 352 [131 P.2d 825], we are in nowise bound by the construction of the decree placed upon it by the trial court, since no extrinsic evidence was <page-number citation-index=\"1\" label=\"292\">*292</page-number>introduced. We are satisfied that only the income which would otherwise go to Russell J. Wallace hy reason of the death of Mary B. Wallace and William Wallace, Jr., is to he divided by reason of the provision of the decree of distribution here under consideration.</p>\n<p id=\"b310-4\">The order is reversed with costs to appellants.</p>\n<p id=\"b310-5\">Nourse, P. J., and Goodell, J., concurred.</p>\n<p id=\"b310-6\">A petition for a rehearing was denied August 5, 1950, and respondent’s petition for a hearing by the Supreme Court was denied August 31, 1950. Sehauer, J., voted for a hearing.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}