{
  "casebody": {
    "data": "<casebody firstpage=\"767\" lastpage=\"770\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b785-7\">[Civ. No. 4151.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AsJ\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8U\">Aug. 1, 1950.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b785-8\">SUBURBAN GAS SERVICE, INC. (a Corporation) et al., Respondents, v. FRED HIGGINS et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b786-4\"><page-number citation-index=\"1\" label=\"768\">*768</page-number>George W. Nilsson, John Neblett and Sarau, Adams, Neblett &amp; Sarau for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b786-5\">Oregon Smith for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b786-6\">BARNARD, P. J.</author>\n<p id=\"Ayj\">This is an application for a writ of supersedeas staying the enforcement of a preliminary injunction.</p>\n<p id=\"b786-7\">The Imperial Gas Company has been selling liquefied petroleum gas in the Hemet area of Riverside County for 23 years. From 1941 to 1945, E. D. Van Dorsten acted as its agent there. In 1945, Imperial appointed Van Dorsten as its distributor and sold to him certain equipment and a list of customers. The contracts provided that for 10 years he should act as sole distributor, and should buy gas only from Imperial; that if he violated the agreement Imperial might sell directly to, or serve, any customers in the area; and that a stated part of the purchase price need not be paid if he fully complied with the contracts.</p>\n<p id=\"b786-8\">Van Dorsten purchased only half of his gas from Imperial in 1948, less in 1949, and notice of default was given by Imperial. As a result of negotiations and $4,500 paid by Van Dorsten, a mutual release was executed in October, 1949, cancelling the 1945 contracts and completely releasing each party from all obligations or claims arising therefrom. Van Dorsten then sold his business to Suburban Gas Service, Inc., and Imperial began to solicit customers and sell gas in this area. <page-number citation-index=\"1\" label=\"769\">*769</page-number>Fred Higgins had begun to work for Van Dorsten, delivering gas to customers, about a year before the distributor contracts of 1945 were executed. He continued so to work until April, 1949, when he was discharged by Van Dorsten. Some six months later he began to work directly for Imperial.</p>\n<p id=\"b787-4\">An action was brought to restrain Higgins and Imperial from soliciting any customers served by Higgins while in the employ of Van Dorsten. After a hearing on an order to show cause, a preliminary injunction was issued containing two parts. The first part restrains Higgins from soliciting, or selling or delivering to, any customers served by him while employed by Van Dorsten. The second part restrains Imperial from using Higgins in any way in that connection, and also from otherwise dealing with, or accepting orders from, any customers who had ever been served by Higgins, regardless of any other circumstance or condition.</p>\n<p id=\"b787-5\">The defendants seek a stay pending their appeal. They argue that the injunction as issued would deprive Imperial of its right to do business in this area, which it never abandoned and which was fully restored by the mutual release wiping out any previous limitation thereon; that the respondents are not in court with clean hands since their claims are based upon a violation of contract; and that Higgins acquired no confidential information the use of which could be restrained.</p>\n<p id=\"b787-6\">A balancing of convenience or hardships is not the controlling test in a proceeding of this nature, and the respective rights of the litigants should be considered in view of either an affirmance or a reversal. <em>(Food &amp; Grocery Bureau </em>v. <em>Garfield, </em>18 Cal.2d 174 [114 P.2d 579].)  And where a different situation exists, as between two parts of a judgment, partial relief may be granted. <em>(Messenkop </em>v. <em>Duffield, </em>211 Cal. 222 [294 P. 715]; <em>Smith </em>v. <em>Smith, </em>18 Cal.2d 462 [116 P.2d 3].)</p>\n<p id=\"b787-8\">With respect to the first part of this injunction, the situation differs somewhat from that found in the ordinary cases of milk or laundry routes, and the like. For the first year Higgins worked substantially as a subagent of Imperial. His later work, for Van Dorsten as Imperial’s distributor, was also for the benefit of Imperial and in furtherance of the common purpose. Whether he should be enjoined at all is not only a close question but is the main one involved on the appeal, and one which may be controlling on the final trial of the action. <page-number citation-index=\"1\" label=\"770\">*770</page-number>In such a situation the discretion exercised by the trial court should not be disturbed on this proceeding.</p>\n<p id=\"b788-5\">A different situation appears with respect to the second part. It goes beyond anything in the complaint or the order to show cause and would largely, if not entirely, prevent Imperial from operating at all in that district pending a final decision. Imperial had operated there for 23 years, had never given up its right to sell its products there, any right of Van Dorsten to sell for it had been cancelled, and the rights now claimed are based upon Van Dorsten’s violation of his own agreement to act for Imperial. The circumstances are sufficient to justify a stay of that part of the judgment pending the appeal. <em>(Food &amp; Grocery Bureau </em>v. Garfield, 18 Cal.2d 174 [114 P.2d 579].)</p>\n<p id=\"b788-6\">It is therefore ordered that a writ of supersedeas issue commanding the respondents to refrain from making any attempt to enforce the second part of the preliminary injunction, as above described.</p>\n<p id=\"b788-7\">Mussell, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}