{
  "casebody": {
    "data": "<casebody firstpage=\"865\" lastpage=\"882\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b901-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b901-5\">Transit Corporation of Norfolk v. Four Wheel Drive Auto Company.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b901-6\">October 30, 1928.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b902-14\"><page-number citation-index=\"1\" label=\"866\">*866</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b902-15\"><em>W. R. Ashburn, </em>for the appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b902-16\"><em>R. M. Hughes, Jr., </em>for the appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b902-17\">Chinn, J.,</author>\n<p id=\"AVo\">delivered the opinion of the court.</p>\n<p id=\"b902-18\">This suit was brought, under section 5190 of the Code, by the Four Wheel Drive Auto Company (hereinafter referred to as complainant) against the Transit Corporation of Norfolk (hereinafter referred to as <page-number citation-index=\"1\" label=\"867\">*867</page-number>defendant) to enforce a written conditional sales contract, dated. September 9, 1925, reserving title to three motor basses sold by complainant to the defendant at a total purchase price of $9,869.14, of which the balance alleged to be due and unpaid under said contract is $4,781.26. The bill prays for a sale of said busses, application of the net proceeds to the debt alleged to be due, and a personal judgment against the defendant for any amount not realized through said sale.</p>\n<p id=\"b903-5\">Defendant filed its answer at the first August Rules following, in which it stated, as matter of defense, that before entering into any contract with complainant, defendant informed complainant’s agent that it desired motor bus equipment for operation in a particular territory and for certain purposes, fully disclosed the conditions under w'hich said equipment would be operated, and requested the complainant to furnish equipment suitable and fit for the purposes for which same was to be used; that complainant was a manufacturer and maker of motor bus equipment and its agent selected said m\\ptor busses, and induced defendant to purchase same upon the following express warranties and representations, which constituted the inducement and consideration for the defendant’s obligation to purchase them:</p>\n<blockquote id=\"b903-6\">“(1) That said motor busses and the material and equipment of which they are composed would be reasonably fit for the purpose for which defendant desired to purchase them.</blockquote>\n<blockquote id=\"b903-7\">“(2) That they were of good quality and were free from latent defects.”</blockquote>\n<p id=\"b903-8\">That, relying on these representations and warranties, defendant purchased said busses, and commenced to operate them over the routes for which they were purchased, but it soon developed that they were <page-number citation-index=\"1\" label=\"868\">*868</page-number>not reasonably fit for the purpose, and that the material of which they were composed was not of good quality and free from latent defects; that within a short time the said busses required the replacement of their most material parts, and their motors became totally unfit for service; whereupon defendant had to expend $4,120.98 to purchase and install new motors and other necessary parts in order to put said busses in the condition they should have been at the time plaintiff received them.</p>\n<p id=\"b904-5\">The answer sets forth an itemized statement of said expenditures, and prayed that said amount be set off against the balance due on the purchase price. There were no further proceedings in the case until October 11, 1926, when complainant filed the following motion in writing:</p>\n<blockquote id=\"b904-6\">“The complainant moves to reject the answer on the ground that it appears from complainant’s bill and the exhibit filed therewith that in the contract of sale on which this suit is based, ‘buyer agrees and acknowledges that the written contract covers all conditions and agreements between the parties that the loss, 'injury, or destruction of said car or cars shall not release said buyer.from payment as provided herein. Buyer hereby acknowledges receipt of and accepts the ear or cars, having first examined and tested the same and found same in sound and first class condition;’ so that under the said contract of suit there is not and cannot be any warranty, express or implied, outside of the terms of the said contract. And the answer of the defendant seeks to set up alleged parol or implied agreements of warranty in conflict therewith.”</blockquote>\n<p id=\"b904-7\">On November 11,' 1926, the court filed its written opinion sustaining the motion to reject said answer, on <page-number citation-index=\"1\" label=\"869\">*869</page-number>the grounds set forth in the motion in writing, and stating that, unless some other plea is put in, or amended answer prayed for, the defendant would be adjudged in default. Whereupon, the defendant asked leave to file an amended answer, and on December 4, 1926, tendered an amended answer and cross-bill, to which plaintiff objected on the ground that the same “sought to change essentially the grounds of defense taken in the original answer and to let in new facts and defenses wholly or chiefly dependent on parol evidence and designed to evade the justice of the ease, and set up new and ingeniously contrived defenses and subterfuges.”</p>\n<p id=\"b905-5\">On January 4, 1927, a decree was entered rejecting the original answer, in accordance with the opinion previously filed by the court, and also refusing to allow the amended answer and cross-bill previously tendered to be filed.</p>\n<p id=\"b905-6\">By decree entered March 22, 1927, judgment was given for the plaintiff in the sum of $4,781.26, with interest and costs, and the additional amount of $300.00, as attorney fee.</p>\n<p id=\"b905-7\">From the aforesaid decrees, defendant appeals. Apart from the allegations contained in the original answer filed by the defendant, the amended answer and cross-bill which was tendered and rejected by the court, states the following additional facts:</p>\n<p id=\"b905-8\">(1) That the true contract of purchase was made on July 17, 1925, when defendant signed a written order for the busses upon terms specified therein, and made a cash payment of $500.00; which contract contained specific warranties of quality, which were breached by the complainant.</p>\n<p id=\"b905-9\">(2) That the said contract was obtained by the fraudulent misrepresentations of complainant’s agent, <page-number citation-index=\"1\" label=\"870\">*870</page-number>that said busses were “the best on the market today for the class of work to be performed;” that they were fit for the purposes for which they were to be used, of good quality, and free from latent defects; and upon the false and fraudulent promise of said agent that a written warranty would be furnished the defendant to that effect.</p>\n<p id=\"b906-4\">(3) That the conditional sales contract of September 9, 1925, was signed after the busses were sent by the complainant to Hoover Body Works, at Hoover, Pa., to be equipped with the bodies thereon, but before they were actually delivered to the defendant, and was not intended to embody the true agreement as to the purchase of the busses, but simply to secure the balance of the unpaid purchase price.</p>\n<p id=\"b906-5\">(4) That the said equipment having proved to be defective and unfit for service, within ninety days after the delivery of the same to the defendant, complainant sent a representative from its factory to make an examination of them, and thereupon promised to replace defective parts and to put them in the condition they should have been at the time they were received, but failed to make good said promise; and, in order to use said busses and carry on its business, defendant was obliged to expend $4,120.98 for that purpose, as set forth in the original answer.</p>\n<p id=\"b906-6\">(5) That, in addition to the amount actually expended as aforesaid, defendant had sustained damage in loss of business, while said busses were out of commission, to the extent of $5,000.00.</p>\n<p id=\"b906-7\">The written order of July 17, 1925, filed with the amended answer, so far as pertinent, is as follows:</p>\n<blockquote id=\"b907-4\"><page-number citation-index=\"1\" label=\"871\">*871</page-number>“Date July 17, 1925.</blockquote>\n<blockquote id=\"b907-5\">“Enter order as follows, to be delivered at once f. o. b., Clintonville, Wis., according to following terms and specifications: ****** *</blockquote>\n<blockquote id=\"b907-6\">“3 chasis model (T) wheel base 175 W. B.......$8,925.00</blockquote>\n<blockquote id=\"b907-7\">“Tire equipment 34 x 7 rear extra.................... 187.50</blockquote>\n<blockquote id=\"b907-8\">“3 body equipment Grus air springs.. 525.00</blockquote>\n<blockquote id=\"b907-9\">“9,637.50</blockquote>\n<blockquote id=\"b907-10\">“Cash deposit............................................ 500.00</blockquote>\n<blockquote id=\"b907-11\">“9,137,50</blockquote>\n<blockquote id=\"b907-12\">“The above balance to be paid as follows, $2,837.50 (plus war tax) on delivery. Balance in twelve equal monthly payments. Payment in form of notes six per cent interest. Notes secured by reservation of title. Notes to be dated date of delivery at body builder.” *</blockquote>\n<blockquote id=\"b907-13\">“Warranty.</blockquote>\n<blockquote id=\"b907-14\">“We warrant the new motor trucks manufactured by us to be free from defects in material and workmanship, this warranty being limited to making good at our factory any parts thereof which shall within ninety days after delivery of the truck to the purchaser be returned to us with transportation prepaid, and which our examination shall disclose to our satisfaction to have been defective. We further warrant that the Four Wheel Drive principle, as applied in our trucks, will operate and wear successfully. * * * * * *.</blockquote>\n<blockquote id=\"b907-15\">“The foregoing obligation to make good any defective parts as herein provided is in lieu of all other warranties expressed or implied, and of all other obligations or liabilities on our part, and we neither assume nor authorize any other person to assume for us any other liability in connection with the sale of our trucks.”</blockquote>\n<p id=\"b907-16\">It is contended by complainant that the defendant is precluded by the terms of the conditional sales contract <page-number citation-index=\"1\" label=\"872\">*872</page-number>of September 9, 1925, from producing evidence of any prior agreement, written or verbal; tbe provisions of said contract relied on to sustain the contention being as follows:</p>\n<blockquote id=\"b908-5\">“Buyer agrees tbat tbe within contract covers all conditions and agreements between tbe parties, * * íjí JJ</blockquote>\n<blockquote id=\"b908-8\">“Tbis agreement shall apply to and bind tbe heirs, executors, administrators, successors and assigns of tbe buyer, and shall enure to the benefit of tbe seller, seller’s successors and assigns, and contains tbe entire agreement between tbe parties hereto, their agents or employees, either verbal or written.”</blockquote>\n<p id=\"b908-9\">In tbe case of <em>Luck </em>v. <em>Wood, </em>144 Va. 355, 132 S. E. 178, where tbe plaintiff claimed damages because of defendant’s breach of bis written contract to do certain specified work for tbe completion of a dwelling and to install a furnace therein, tbe property having been contemporaneously sold to plaintiff by defendant, Judge Prentis said:</p>\n<blockquote id=\"b908-10\">“In the case of <em>Portsmouth Refining Company </em>v. <em>Oliver Refining Company, </em>109 Va. 520, 64 S. E. 56, 132 Am. St. Rep. 924, where there was a sale of real estate and a contemporaneous written agreement providing, among other things, tbat tbe plant should be in good working condition when turned over to tbe vendee, tbis court sustained a substantial recovery for breach of tbis contemporaneous agreement, and thus clearly stated tbe rule:</blockquote>\n<blockquote id=\"b908-11\">“ ‘Where two papers are executed at tbe same time, or contemporaneously between tbe same parties, in reference to tbe same subject matter, they must be regarded as parts of one transaction and receive tbe same consideration as if their several provisions were in one and tbe same instrument.’ * * * *.</blockquote>\n<blockquote id=\"b909-4\"><page-number citation-index=\"1\" label=\"873\">*873</page-number>“TMs holding does not in the slightest degree impinge upon the parol evidence rule. Such evidence neither tends to contradict nor to vary the terms of the contract. It simply admits evidence of the entire contract in all of its several parts, as finally concluded, in order to determine the rights of the parties thereunder.”</blockquote>\n<p id=\"b909-5\">The written order filed with defendant’s amended answer specifically stipulates the terms ' upon which the busses were purchased, contains express warranties, and provides that the deferred payments were to be secured by reservation of title when the busses were delivered.</p>\n<p id=\"b909-6\">On the other hand, the conditional sales contract, the purpose of which was to secure the unpaid purchase money as contemplated by the original contract of purchase, although containing many lengthy and detailed provisions and stipulations for the protection of the seller, contains no warranty or other provision for the protection of the purchaser at all. We are, therefore, of the opinion that, in order to ascertain the true contract between the parties, and to determine their rights thereunder, the defendant is entitled to have the original order of purchase admitted in evidence and the two papers, which are parts of the same transaction, read together. Otherwise the complainant would be allowed to escape all responsibility for the express written warranties under which the busses were sold, if the same have, in fact, been breached. Hence, the provisions of the conditional sales contract above referred to and relied on by complainant, must be construed as applying only to the terms and conditions of that paper, and not to the agreement under which the busses were sold, in so far as the written warranties .contained in that paper are involved.</p>\n<p id=\"Ay8\">The defendant also contends that, notwithstand<page-number citation-index=\"1\" label=\"874\">*874</page-number>ing the aforesaid provisions of the contract of September 9, 1925, it has the right to produce parol evidence to show that it was induced to purchase the busses, and executed the papers referred to, through false and fraudulent representations on the part of complainant’s agent, as alleged in its amended answer. This position should be sustained. <em>White Sewing Machine Company </em>v. <em>Gilmore Furniture Company, </em>128 Va. 630, 105 S. E. 134, and cases therein cited.</p>\n<p id=\"b910-5\">It is insisted by complainant, however, that the defenses of fraud not having been set up in the original answer, it should not now be allowed, for the reason that it constitutes a new defense and is an after-thought and subterfuge. It is true that it may reasonably be assumed that counsel for the defendant was conversant with all the facts of the case when the original answer was prepared and nothing appears in the record to show why this defense was not made in the first instance. Neither does any reason appear why the original sales contract was not alleged and filed with the original answer, and yet that such a contract existed, as shown by the subsequent pleadings, appears to be a fact. It appears, however, that the original answer was filed at the first rules after the filing of the bill; that the amended answer was tendered with reasonable promptness after the court announced its decision on November 11th, and before the decree rejecting the original answer was entered; and that no evidence had been taken in the case.</p>\n<p id=\"b910-6\">There is no substantial inconsistency in the defenses set up by the two answers, the last filed being in effect only a more elaborate and detailed statement of the circumstances leading up to and surrounding the transaction, with the specific charge that the alleged representations made by complainant’s agent consti<page-number citation-index=\"1\" label=\"875\">*875</page-number>tuted fraud upon the defendant. Under the circumstances we cannot say that the defenses set up by the amended answer are not made in good faith, and are of the opinion that the defendant should be allowed to sustain the same by proper proof if it can.</p>\n<p id=\"b911-4\">In <em>Watson </em>v. Brunner, 128 Va. 600, 105 S. E. 97, the court said:</p>\n<blockquote id=\"b911-5\">“We have had occasion, time and again, to deal with the subject of amending equity pleadings, and many verbally differing statements of the rule relative to amendments will be found in the Virginia cases. No fixed and invariable rule has ever been formulated, and in the nature of things, since the exercise of the court’s discretion in each case rests upon the facts of that case, it follows that such a rule is incapable of establishment, but the general tendency is in the direction of increasing liberality in respect of allowing amendments, thereby enlarging the flexibility of judicial procedure to the end that substantial justice unembarrassed by technical niceties and meticulous refinements, may be readily afforded. This tendency is indicated by section 6104 of the Code of 1919, which provides that ‘in any suit, action, motion, or other proceeding, hereafter instituted, the court may at any time, in furtherance of j ustiee, and upon such terms as it may deem j ust, permit any pleading to be amended, or material supplemental matter to be set forth, in amended or supplemental pleadings. ****.’ This court has declared in <em>Standard Paint Company </em>v. <em>Vietor, </em>120 Va. 595, 91 S. E. 752, that this section should be liberally construed, and in <em>Tidball </em>v. <em>Shenandoah National Bank, </em>100 Va. 744, 42 S. E. 868, that ‘the rule as to amendments is not less liberal in equity than in law.’ ”</blockquote>\n<p id=\"b911-6\">“It is the settled policy of our law to allow amendments in pleading and to disregard defects in procedure <page-number citation-index=\"1\" label=\"876\">*876</page-number>which do not operate to the prejudice of the substantial rights of the opposite party.” <em>Carpenter </em>v. <em>Meredith, </em>122 Va. 446, 96 S. E. 635.</p>\n<p id=\"b912-5\">“Amendments are freely allowed and are to be favored when they promote the ends of justice. It would be a reproach to the administration of justice to permit a substantial right to be sacrificed to mere form which did not affect the rights of the parties, or a mode of procedure which could be readily changed without injury or injustice to anyone. The ends of justice should never be sacrificed to mere form or to too rigid adherence to rules of practice.” <em>DuPont </em>v. <em>Snead, </em>124 Va. 177, 97 S. E. 812.</p>\n<p id=\"b912-6\">“The trial courts must always permit amendments in f urtherance of j ustiee and upon refusal to do so such action may be reviewed by this court; but such amendments are not matters of right and should not be permitted to delay, impede, or embarrass the administration of justice.” <em>Richmond College </em>v. <em>Scott-Nuckols Co., </em>124 Va. 333, 98 S. E. 1.</p>\n<p id=\"b912-7\">There is nothing to indicate a purpose on the part of the defendant to cause delay, or that the complainant would have suffered any prejudice by allowing the amended answer to be filed. On the other hand, if the allegations of the answer are true, the furtherance of justice requires that the defendant should be permitted to make his legitimate defenses thereunder. ?;</p>\n<p id=\"b912-8\">For the foregoing reasons we are of the opinion that the decrees complained of should be reversed, and the case remanded, to be disposed of in accordance with the views herein expressed.</p>\n<p id=\"b912-9\">\n<em>Decrees reversed and remanded.</em>\n</p>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b913-4\"><page-number citation-index=\"1\" label=\"877\">*877</page-number>Christian, J.,</author>\n<p id=\"AB5\">dissenting:</p>\n<p id=\"b913-5\">The Four Wheel Drive Auto Company, the seller, brought suit in the Circuit Court of the city of Norfolk against the Transit Corporation of Norfolk, the purchaser, under section 5190 of the Virginia Code, to enforce its lien for the sum of $4,781.26 reserved upon three automobile <em>busses </em>in a certain conditional sales contract duly executed by the purchaser and recorded pursuant to section 5189.</p>\n<p id=\"b913-6\">The only defense made by the purchaser in its original answer was, in substance, that it was induced to purchase said busses upon the express representations and warranties: (a) “That said motor busses, and material and equipment of which they are composed would be reasonably fit for the purpose for which' defendant desired to purchase them,” and (b) “.That they were of good quality and were free from latent defects.”</p>\n<p id=\"b913-8\">The first misrepresentation and warranty alleged to have been made by plaintiff was made prior to the order for the busses, and was entirely verbal. When the order for the busses was given on July 17, 1925, that order read: “Enter order as follows, to be delivered at once f. o. b. Clintonville, Wisconsin, according to following terms and specifications.” No general warranty was contained in said order, nor was the representation and warranties set forth in the answer mentioned or hinted at in that order.</p>\n<p id=\"b913-9\">The law conclusively presumes that said written order contained all the terms, conditions and warranties of sale and parol evidence is not admissible to contradict, vary or add to the written contract. This, is what is known as the parol evidence rule of law, and is nowhere more rigidly adhered to than in Virginia.</p>\n<p id=\"b913-10\">The case of <em>White Sewing Machine Company </em>v. <em>Gilmore Furniture Company, </em>128 Va. 630, 105 S. E. 134, <page-number citation-index=\"1\" label=\"878\">*878</page-number>did not in any way modify that wise and well established rule of law. There were no warranties or representations as to the character or quality of the sewing machines in that case. The agent who sold them to the Gilmore Company, as an inducement to purchase same, promised that the sewing machine company would send men into the territory of the purchaser to advertise the sewing machines to the retail trade and thereby they would be sold more rapidly. This was never done. The court held that agreement collateral to the purchase and that the parol evidence rule did not apply-</p>\n<p id=\"b914-5\">The order of July 17, 1925, was only an executory contract to purchase the busses according to the terms and specifications set forth. On the reverse side thereof was a warranty against defective material and workmanship; but this warranty was limited to making good at the factory any parts thereof, which shall be returned to the factory within ninety days after delivery. “We further warrant that the four wheel drive principle, as applied in our trucks, will operate and wear successfully.” The parties to this order not relying upon the parol evidence rule of law further provided therein: <em>“The foregoing obligation to make good any defective parts as herein provided is in lieu of all other warranties, expressed or implied, and of all other obligations or liabilities on our part, </em>and we neither assume nor authorize any other person to assume for us any other liability in connection with the sale of our trucks.”</p>\n<p id=\"b914-6\">The Transit Corporation did not claim in its answer that there was any defect in the material or workmanship of any of the parts, nor was the seller asked to make good the same. It alleged that the motors in said trucks were defective and insufficient to drive the trucks and it was compelled to substitute Continental <page-number citation-index=\"1\" label=\"879\">*879</page-number>motors therefor, and it sought to recover the cost of said Continental motors and damages for said substitution.</p>\n<p id=\"b915-4\">The Transit Corporation overlooked the fact that this suit was brought upon the executed contract of sale, and that the general rule of law and reason is, that where an executory contract of sale or order is followed by a subsequent executed contract or deed, <em>in the absence of fraud or mistake, </em>the executed contract or deed operates as a satisfaction and discharge of the executory contract, and <em>the rights of the parties rest solely on the executed contract or deed. </em>This is not a case where the order and bill of sale were contemporaneous and can be so construed together.</p>\n<p id=\"b915-5\">After the original answer was stricken out, under the above general rule of law, the Transit Corporation tendered an amended answer in which it was alleged that it executed the conditional sales contract dated September 9, 1925, upon the fraudulent representation that the sole effect of said contract was to secure the deferred payments due the seller, and that the covenants and agreements therein contained were non-effective. That is that the conditional sales contract was not of any force or effect, except to secure the balance due and that the covenants and agreements were meaningless; and that the seller would furnish it a letter to that effect which it never did.</p>\n<p id=\"b915-6\">The conditional sales agreement recites: “That.the seller in consideration of the payments, agreements and conditions contained herein which on the part of the buyer are to be made, done and performed has this day delivered and agreed to sell and the buyer this day agreed to buy from the seller, but upon the conditions hereinafter recited to the buyer the following described truck or trucks manufactured by the seller” <page-number citation-index=\"1\" label=\"880\">*880</page-number>etc. “The buyer agrees and acknowledges that the within contract covers all the conditions and agreements between the parties.” “The buyer hereby acknowledges receipt of and accepts the car or cars, having first examined and tested the same and found same in sound and first-class condition.” The conditional sales contract concludes in this language: “This agreement *****' contains the entire agreement between the parties hereto, their agents and employees, either verbal or written.”</p>\n<p id=\"b916-4\">The Transit Corporation as part of the consideration for the sale and delivery of the trucks covenants and agrees that they were in first-class condition, and therefore were without defects; and that there were no agreements or warranties which were not contained in the contract sued upon. Thus the parties by express agreement made the parol evidence rule of law part of the contract of sale and delivery. It solemnly agreed that the order had been satisfied and discharged, and <em>its rights rested solely upon the conditional sales contract.</em></p>\n<p id=\"b916-5\">In <em>Slaughter </em>v. <em>Smither, </em>97 Va. 202-205, 33 S. E. 544, Judge Harrison states the general principle of the parol evidence rule and its reasons as follows:</p>\n<blockquote id=\"b916-6\">“The general principle that evidence of a contemporaneous parol agreement is not admissible to vary or contradict the terms of a valid written instrument, except in cases of fraud or mistake, is so familiar and well established that citation of authority in its support would seem to be superfluous. It is a principle founded in wisdom, and cannot be too carefully guarded. Upon its enforcement the certainty and sanctity of written contracts depend, and its violation would be destructive of the most solemn transactions of life. This court has so often, inelaborate opinions, discussed this subject, and adhered without variation <page-number citation-index=\"1\" label=\"881\">*881</page-number>to the rule of evidence adverted to, as an established axiom of our jurisprudence that nothing further can be added without useless repetition. See <em>Towner </em>v. <em>Lucas, </em>13 Gratt. (54 Va.) 705; <em>Woodward Baldwin Co. </em>v. <em>Foster, </em>18 Gratt. (59 Va.) 200; <em>Martin </em>v. <em>Lewis, </em>30 Gratt. (71 Va.) 672 [32 Am. Rep. 682]; <em>Bank </em>v. <em>Walton, </em>96 Va. 435 [31 S. E. 890].”</blockquote>\n<p id=\"b917-5\">The answer of the Transit Corporation cannot be \"brought within the principle of <em>Whitaker </em>v. <em>Lane, </em>128 Va. 317, 104 S. E. 252, 11 A. L. R. 1157, because it admits that the conditional sales contract took effect at its execution as to part thereof.' The supreme court in its last announcement on this subject in the ease of <em>Continental Trust Company </em>v. <em>Witt, </em>139 Va. 467, 124 S. E. 268, held where the instrument is in fact delivered as a valid binding obligation, for any moment of time, •and parol evidence is sought to be introduced to show an agreement made before or at the time of delivery by the obligee to release the obligor from his liability under the terms of the instrument, the parol evidence rule is applicable and such evidence is inadmissible. <em>Crafts </em>v. <em>Broadway National Bank, </em>142 Va. 702, 128 S. E. 364.</p>\n<p id=\"b917-6\">The Transit Corporation recognized the force and binding effect of the parol evidence rule of law, but in its answer undertook to take its case out of that rule by alleging that the parol agreement was fraudulent. This cannot be done.</p>\n<p id=\"b917-7\">That proof of the violation of an alleged contemporaneous parol agreement does not establish fraud in the procurement of the written contract is well established in Virginia, as was said in <em>Towner </em>v. <em>Lucas, </em>13 Gratt. (54 Va.) 705-716:</p>\n<blockquote id=\"b917-8\">“It is reasoning in a circle to argue that fraud is made out when it is shown by oral testimony that <page-number citation-index=\"1\" label=\"882\">*882</page-number>obligee, contemporaneously with tbe execution of a bond, promised not to enforce it. Sueb a principle would nullify the rule, for conceding tbat sueb an agreement is proved or any other contradicting tbe written instrument, tbe party seeking to enforce tbe written agreement according to its terms, would always be guilty of fraud. Tbe true question is, was there such agreement? And this can only be established by legitimate testimony. For reasons founded in wisdom, and to prevent fraud and perjuries, tbe rule of tbe common law excludes such oral testimony of tbe alleged agreement; and as it cannot be proved by legal evidence, tbe agreement itself in legal contemplation cannot be regarded as existing in fact. Neither a court of law or of equity can act upon tbe hypothesis of fraud where there is no legal proof of it.”</blockquote>\n<p id=\"b918-5\">I wrote tbe opinion in this case affirming the decree of tbe trial court, but my brethren did not concur therein, because they thought tbe question should have been presented to a jury, and tbat tbe order should be construed with tbe conditional sales contract. Tbe order and conditional sales contract are not contemporaneous so cannot be construed together.</p>\n<p id=\"b918-6\">Every State is prohibited by tbe Constitution of tbe United States from passing any law violating tbe obligation of a contract, and I think this principle applies to courts. Tbe effect of tbe majority opinion in my judgment authorizes tbe Transit Corporation to violate its solemn and plainly expressed contract and abolishes tbe parol evidence rule of law and I cannot concur therein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}