{
  "casebody": {
    "data": "<casebody firstpage=\"75\" lastpage=\"84\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b89-3\">In re Exemption from Taxation: Chase, Appellant, <em>v. </em>Board of Tax Appeals et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b89-4\">[Cite as Chase v. Bd. of Tax Appeals, 10 Ohio App. 2d 75.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b89-9\">(No. 27737</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aag\">Decided April 20, 1967).</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b89-11\"><em>Messrs. Daus, Bchwenger &amp; Kottler, Mr. Rarry Kottler, Mr. David B. Shillman </em>and <em>Mr. Renry duLaurence, </em>for appellant Reah E. Chase.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b89-12\"><em>Messrs. Falsgraf, Kundtz, Reidy &amp; Bhoup, Mr. Robert J. Bhoup </em>and <em>Mr. Rarry J. Lehman, </em>for appellee, Cleveland-Metropolitan Housing Authority.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b89-13\"><em>Mr. John T. Corrigan, </em>prosecuting attorney, <em>Mr. </em>George. <em>W. Leddon </em>and <em>Mr. A. M. Braun, </em>for Ralph J. Perk, county auditor.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b89-14\">Silbert, J.</author>\n<p id=\"AIp_\">This is an appeal on questions of law from a decision of the Board of Tax Appeals sustaining the exemption of the various properties of the Cleveland Metropolitan Housing Authority from real estate taxation.</p>\n<p id=\"b90-3\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>The relevant facts involved herein are as follows: The Cleveland Metropolitan Housing Authority, a nonprofit organization, came into existence pursuant to the Housing Act of 1933. See, Section 3735.01 <em>et seq., </em>Revised Code. It thereafter acquired various parcels of land in the city of Cleveland upon which it constructed low-rent housing units. Each of these projects was built and paid for, in their entirety, from the sale of bonds, and the projects are maintained from the proceeds of rents and charges against the inhabitants. The housing units are leased to private individuals and their families— the determination of who the occupants shall be remaining in the Housing Authority — under conditional one-year leases at rentals not to exceed eighty percent of “the private rents at which a substantial supply of decent, safe and sanitary housing is available.”</p>\n<p id=\"b90-4\">In 1964 the Cuyahoga County Auditor, in conformance with past practice, listed all the real property of the Cleveland Metropolitan Housing Authority on the tax-exempt list. Thereupon, complainant-appellant, Reah Chase, pursuant to Section 5715.27, Revised Code, filed several complaints contesting the validity of these exemptions. By agreement of counsel and with the approval of the Board of Tax Appeals, two of these complaints (involving Woodhill Homes Estate and Carver Park Estate) were selected to resolve all the issues presented and were consolidated for hearings. Hearings were held before the Board of Tax Appeals and on November 29, 1965, the board entered its findings that “the real property herein involved is property of a housing authority created and organized under and by the provisions of the housing authority law and is entitled to tax exemption under the specific provisions of Revised Code Section 3735.34 and Section 5709.10,” and held that “the complaints are therefore denied and the Cuyahoga County Auditor is instructed to retain the subject real property upon his list of real property exempted from taxation for the tax year 1964.” Thereupon, an appeal was taken to this court.</p>\n<p id=\"b90-5\">Appellant contends that the following questions of law are presented herein:</p>\n<p id=\"b90-6\">1. Are the properties owned and operated by the Cleveland <page-number citation-index=\"1\" label=\"77\">*77</page-number>Metropolitan Housing Authority public property used exclusively for a public purpose, so as to be exempt from taxation under the provisions of Section 5709.10, Revised Code?</p>\n<p id=\"b91-4\">2. Are Sections 3735.34 and 5709.10, Revised Code, unconstitutional and void as violative of Section 1, Article IV and Section 2, Article XII of the Constitution of Ohio, as being a legislative declaration of fact which usurps the judicial function of fact finding?</p>\n<p id=\"b91-5\">3. Does the attempt to exempt from taxation the properties of housing authorities contravene the provisions of Section 2, Article I of the Constitution of Ohio (the “equal protection” clause) ?</p>\n<p id=\"b91-6\">Narrowly construed, the issue in this case involves only the validity of the exemption of the Cleveland Metropolitan Housing Authority from real property taxation granted by the provisions of Sections 3735.34 and 5709.10, Revised Code. However, a correct determination of the question can be arrived at only by viewing this issue in its context as only a part of the larger problem of the evolution of, and the conflict surrounding, the power of the Ohio Legislature to exempt real property from taxation. To achieve this perspective, the history of Section 2 of Article XII of the Ohio Constitution must first be briefly explored.</p>\n<p id=\"b91-7\">Under the Ohio Constitution of 1802 the only limitations on the taxing power were a prohibition against poll taxes and the requirement of equal protection of the laws. <em>Hill </em>v. <em>Higdon </em>(1855), 5 Ohio St. 243, 245; see <em>Zanesville </em>v. <em>Richards </em>(1855), 5 Ohio St. 589, 592-593. In all other respects the authority of the Legislature was absolute. However, in 1851, legislative discretion in matters of taxation and exemption therefrom was drastically restricted — the strongest of such curbs being contained in Section 2 of Article XII, wherein it was provided that <em>all </em>real and personal property shall be taxed, but burying grounds, public school houses, houses used exclusively for public worship, institutions of purely public charity, and public property used exclusively for any public purposes could be exempted from taxation. See, Ohio Constitution of 1851, Section 2, Article XII.</p>\n<p id=\"b91-8\">In 1931, these restrictions on the powers of the Legislature <page-number citation-index=\"1\" label=\"78\">*78</page-number>were modified by the adoption of the “classification amendment” which was intended to provide for a more flexible system of taxation. <em>Cleveland </em>v. <em>Board of Tax Appeals </em>(1950), 153 Ohio St. 97, 119, overruled in part in <em>Denison University </em>v. <em>Board of Tax Appeals, </em>2 Ohio St. 2d 17. Under the amendment Section 2 of Article XII was changed to its present form which reads, in relevant part, as follows:</p>\n<blockquote id=\"b92-4\">“No property, taxed according to value, shall be so taxed in excess of one per cent of its true value in money for all state and local purposes, * * *. Land and improvements thereon shall be taxed by uniform rule according to value. All bonds * * # shall be exempt from taxation, <em>and without limiting the general power, </em>subject to the provisions of Article I of this Constitution, <em>to determine the subjects and methods of taxation or exemptions therefrom, </em>general laws may be passed to exempt burying grounds, public school houses, houses used exclusively for public worship, institutions used exclusively for charitable purposes, and public property used exclusively for any public purpose, # # *.” (Emphasis added.)</blockquote>\n<p id=\"b92-5\">In <em>State, ex rel. Struble, </em>v. <em>Davis </em>(1937), 132 Ohio St. 555, the Ohio Supreme Court in discussing this amendment stated at page 560:</p>\n<blockquote id=\"b92-6\">“Thus, while the uniform rule was retained as to real estate, full and complete plenary power to otherwise classify property for taxation and determine exemptions therefrom apparently was restored substantially as it had existed under the provisions of the Constitution of 1802.”</blockquote>\n<p id=\"b92-7\">However, partly because the <em>Struble case </em>involved personal property only, some confusion and conflicting opinions have resulted over the period of the past three decades. Compare, You<em>ngstown Metropolitan Housing Authority </em>v. <em>Evatt, Tax Commr. </em>(1944), 143 Ohio St. 268, 274; <em>Cleveland </em>v. <em>Board of Tax Appeals </em>(1950), 153 Ohio St. 97, overruled in part in <em>Denison University </em>v. <em>Board of Tax Appeals, 2 </em>Ohio St. 2d 17, with <em>Carney </em>v. <em>Ohio Turnpike Commission </em>(1958), 167 Ohio St. 273, 278 (Taft, J., concurring); <em>Cleveland </em>v. <em>Board of Tax Appeals </em>(1950), 153 Ohio St. 97, 116 (Taft, J., dissenting). For further history and discussion of these divergent opinions, see <page-number citation-index=\"1\" label=\"79\">*79</page-number>Schnell, “Real Property Tax Exemptions in Ohio — A Review-And Critique,” 17 Western Reserve Law Review 824 (1966); Caren, “Constitutional Limitations on the Exemption of Real Property from Taxation,” 11 Ohio St. Law Journal 207 (1950); Note, “Tax Exemption: Real Property Used For Public Purposes,” 19 Ohio St. Law Journal 503 (1958).</p>\n<p id=\"b93-4\">Nevertheless, in the recent case of <em>Denison University </em>v. <em>Board of Tax Appeals </em>(1965), 2 Ohio St. 2d 17, the Supreme Court of Ohio appears to have conclusively settled this question. Paragraph three of the syllabus in that case states:</p>\n<blockquote id=\"b93-5\">“By reason of the amendment of Section 2 of Article XII of the Ohio Constitution effective in 1931 the General Assembly now has a power to determine exemptions from taxation that is limited only by the provisions of Article I of the Ohio Constitution. (S<em>tate, ex rel. Struble, </em>v. <em>Davis et al., Tax Comm., </em>132 Ohio St. 555, approved and followed; paragraph two of the syllabus in <em>City of Cleveland </em>v. <em>Board of Tax Appeals, </em>153 Ohio St. 97, overruled.) ”</blockquote>\n<p id=\"b93-6\">Consequently, it is apparent that it is now established in Ohio that the General Assembly has plenary power to select subjects for exemption, see <em>Philada Home Fund </em>v. <em>Board of Tax Appeals </em>(1966), 5 Ohio St. 2d 135, 147 (Schneider, J., dissenting) , limited only by the provisions of Article I of the Ohio Constitution and it is not confined to the specified classes enumerated in the proviso of Article XII, Section <em>2, i. e.,“ * *' * </em>burying grounds, public school houses, houses used exclusively for public worship, institutions used exclusively for charitable purposes, and public property used exclusively for any public purpose.” <em>State, ex rel. Struble, </em>v. <em>Davis </em>(1937), 132 Ohio St. 555, 560; <em>Carney </em>v. <em>Ohio Turnpike Commission </em>(1958), 167 Ohio St. 273, 277 (Taft, J., concurring); <em>Cleveland </em>v. <em>Board of Tax Appeals </em>(1950), 153 Ohio St. 97, 115 (Taft, J., dissenting); <em>Skirvin </em>v. <em>Board of Tax Appeals </em>(1951), 155 Ohio St. 590, 592 (Taft, J.). For similar results in other states, see Annotation, 61 A. L. R. 2d 1031, 1068-1072 (1958); 51 American Jurisprudence 509, Taxation, Section 503 and 1966 Supplement, p. 34.</p>\n<p id=\"b93-7\">With this rule in mind, an examination of Section 5709.10, Revised Code, demonstrates that the Legislature has specifically <page-number citation-index=\"1\" label=\"80\">*80</page-number>exempted from taxation the class “# * * property of housing authorities created and organized under and for the purposes of Sections 3735.27 to 3735.50, inclusive, of the Revised Code * * #.” Therefore, if this exemption does not violate Article I of the Ohio Constitution, it follows that it was within the Legislature’s power to grant. <em>Denison University </em>v. <em>Board of Tax Appeals </em>(1965), 2 Ohio St. 2d 17; <em>State, ex rel. Struble, </em>v. <em>Davis </em>(1937), 132 Ohio St. 555, 560.</p>\n<p id=\"b94-4\">Section 2 of Article I of the Ohio Constitution, the “equal protection” clause, has long been recognized as a restriction on the taxing powers. <em>State, ex rel. Hostetter, </em>v. <em>Hunt </em>(1937), 132 Ohio St. 568, 577-578; <em>National Tube Co. </em>v. <em>Peck, Tax Commr. </em>(1953), 159 Ohio St. 98, 107. However, neither the state nor federal constitutional guarantees of equal protection prevent the classification of property for purposes of taxation. <em>State, ex rel. Lampson, </em>v. <em>Cook, Aud. </em>(1932), 44 Ohio App. 501, 513; <em>Clark </em>v. <em>Cincinnati </em>(1954), 99 Ohio App. 152, 156, affirmed, 163 Ohio St. 532 (1955); <em>Chalker, Admr., </em>v. <em>Birmingham &amp; Northwestern Ry. Co. </em>(1918), 249 U. S. 522, 526; 51 American Jurisprudence 230, Taxation, Section 173. Furthermore, the Legislature has broad discretion in determining appropriate classifications, <em>Graf </em>v. <em>Warren, Aud. </em>(1967), 10 Ohio St. 2d 32, 39; <em>Clark </em>v. <em>Cincinnati, </em>supra, and so long as such classification is reasonable and operates equally upon all members of the class, it will be upheld. <em>Allied Stores of Ohio, Inc., </em>v. <em>Bowers, Tax Commr. </em>(1959), 358 U. S. 522, 526-528; <em>State, ex rel. Struble, </em>v. <em>Davis, supra, </em>at 561; 51 American Jurisprudence 225, Taxation, Section 169, and page 235, Section 176. In many other states it has been held that the granting of the tax exemption to the properties of a housing authority does not deny the equal protection of the laws, see 51 American Jurisprudence 558, Taxation, Section 568, and 1966 Supplement page 48; <em>State, ex rel. Grubstein, </em>v. <em>Campbell, Tax Assessor </em>(1941), 146 Fla. 532, 1 So. 2d 483; <em>Housing Authority of Dallas </em>v. <em>Higginbotham </em>(1940), 135 Tex. 158, 143 S. W. 2d 79; <em>Webster </em>v. <em>Frankfort Housing Commission </em>(1943), 293 Ky. 114, 120, 168 S. W. 2d 344, and in the Ohio case of <em>Skirvin </em>v. <em>Board of Tax Appeals </em>(1951), 155 Ohio St. 590, 591, the only objection raised by the majority relates <page-number citation-index=\"1\" label=\"81\">*81</page-number>to Section 2 of Article XII of the Ohio Constitution and not to Article I. This court can see nothing arbitrary, oppressive or capricious, see 51 American Jurisprudence 236, Taxation, Section 176, about the legislative formation of a class “property of housing authorities” and furthermore, we see no reason to disagree with the above-cited decisions. Consequently, we determine and therefore hold that the grant of tax exemption to the class “property of housing authorities” contained in Section 5709.10, Revised Code, is a reasonable classification for tax exemption purposes and in no way violates Article I of the Ohio Constitution.</p>\n<p id=\"b95-4\">In light of this court’s holding the resolution of complainant-appellant’s other questions of law (No. 1 and No. 2) is unnecessary to a decision in this case and need not be decided. However, since they raise important questions of public interest and because of the prior Ohio Supreme Court decisions in <em>Columbus Metropolitan Housing Authority </em>v. <em>Thatcher </em>(1942), 140 Ohio St. 38; <em>Dayton Metropolitan Housing Authority </em>v. <em>Evatt, Tax Commr. </em>(1944), 143 Ohio St. 10; and <em>Youngstown Metropolitan Housing Authority </em>v. <em>Evatt, Tax Commr. </em>(1944), 143 Ohio St. 268, we shall briefly review their applicability.</p>\n<p id=\"b95-5\">In her brief, complainant-appellant’s basic contention is that since the housing units are leased to low income individuals for residential purposes and hence the general public does not have access thereto or an individual benefit therefrom, but instead is unequally burdened by a disproportionate share of the cost of such projects, this automatically makes this not “public property used exclusively for public purposes” under the terms of Section 2 of Article XII of the Ohio Constitution. However, a review of the cases decided under Section 2, Article XII, quickly reveals a decided trend toward a liberal construction of this phrase and its requirements. Although the earlier cases adopted a relatively restrictive view, <em>e. g., Dayton Metropolitan Housing Authority </em>v. <em>Evatt, supra, </em>at page 28; <em>Youngstown Metropolitan Housing Authority </em>v. <em>Evatt, supra, </em>at page 278, the later eases reveal that a “public benefit” interpretation of Section 2, Article XII, presently prevails. See, <em>Graf </em>v. <em>Warren, Aud. </em>(1967), 10 Ohio St. 2d 32; <em>Cleveland </em>v. <em>Carney </em><page-number citation-index=\"1\" label=\"82\">*82</page-number>(1961), 172 Ohio St. 189; <em>Carney </em>v. <em>Ohio Turnpike Commission </em>(1958), 167 Ohio St. 273; <em>Cleveland </em>v. <em>Board of Tax Appeals </em>(1958), 167 Ohio St. 263. This movement is in accord with a general trend in Ohio to relax the concepts of “public purpose” and “public use,” see, <em>e. g., State, ex rel. Allerton Parking Corp., </em>v. <em>Cleveland </em>(1965), 4 Ohio App. 2d 57, 64-67, affirmed, 6 Ohio St. 2d 165 (1966), and is in accord with the trend in the great majority of other jurisdictions regarding the definitions of “public property” and “public purpose.” See, Annotation, 133 A. L. R. 365 (1941). The fact that only a portion of the public will be directly benefited by low cost housing facilities, or that some will be benefited in a greater degree than the public generally, does not govern in determining whether a housing authority serves a public purpose so as to authorize the exemption of its property from taxation. <em>Edwards </em>v. <em>Housing Authority of Muncie </em>(1939), 215 Ind. 330, 336, 19 N. E. 2d 741; <em>State, ex rel. Porterie, Atty. Genl., </em>v. <em>Housing Authority of New Orleans </em>(1938), 190 La. 710, 748, 182 So. 725; <em>Laret Investment Co. </em>v. <em>Dickmann </em>(1939), 345 Mo. 449, 455, 134 S. W. 2d 65.</p>\n<p id=\"b96-4\">In <em>Dornan </em>v. <em>Philadelphia Housing Authority </em>(1938), 331 Pa. 209, 200 A. 834, the Supreme Court of Pennsylvania stated at page 221:</p>\n<blockquote id=\"b96-5\">“Thus, the fact that the dwellings cannot and will not be occupied by all, but only by a few of the public having the prescribed qualification of poverty, is wholly lacking in legal significance, because the same may be said as to jails, poorhouses, and indeed many other institutions which are necessarily confined to a use, voluntary or involuntary, by certain selected portions of the population. An occupancy by some may promote, or even be vital to, the welfare of all. Nor is importance to be ascribed to the circumstance that some persons — the tenants — will from time to time receive more benefit from the use of the dwellings than the general public. The same observation would apply to hospitals and schools.”</blockquote>\n<p id=\"b96-6\">\"When dealing with constitutional phrases such as “public property” and “public use” we must remember that if these phrases are to be anything more than frozen abstractions embedded in the rock of past generations, they must be amenable <page-number citation-index=\"1\" label=\"83\">*83</page-number>to the expansion necessary to meet the exigencies of the present. As Mr. Justice Holmes has stated: “A word is not a crystal, transparent and unchanging, it is the skin of a living thought and may vary greatly in color and content according to the circumstances and time in which it is used.” <em>Towne </em>v. <em>Eisner </em>(1918), 245 U. S. 418, 425.</p>\n<p id=\"b97-3\">Finally, complainant-appellant’s reliance on various cases involving charitable and educational institutions, <em>e. g., Denison University </em>v. <em>Board of Tax Appeals </em>(1962), 173 Ohio St. 429, and <em>Philada Home Fund </em>v. <em>Board of Tax Appeals </em>(1966), 5 Ohio St. 2d 135, to demonstrate that if property is leased for private housing it cannot qualify for tax exemption, is misplaced. These cases involve the definitional questions of whether a residential use is a charitable or educational purpose under Sections 5709.-12 and 5709.07, Revised Code, whereas the instant case involves the specific exemption of Metropolitan Housing Authority property under Section 5709.10, Revised Code. Even if this were not so, we could not apply mere mechanical rules to insignificant features or parts to determine whether the use of the whole is for a public purpose. There can be no question that the provision of low cost housing for substandard income groups is a valid public purpose. Low cost housing developments provide decent, safe and sanitary housing for low income families who would otherwise be unable to afford such facilities. Furthermore, such developments help to eliminate crime, disease, immorality and juvenile delinquency that thrive in slum areas, thus helping to bring about numerous other direct and indirect benefits to the community at large — any and all of which are more than sufficient to support a valid finding of public purpose.</p>\n<p id=\"b97-4\">In her question of law number 2, appellant contends that the provisions of Sections 3735.34 and 5709.10, Revised Code (wherein it is stated that property of metropolitan housing authorities is public property used exclusively for a public purpose), are unconstitutional as violative of Section 1, Article IV, and Section 2, Article XII of the Ohio Constitution as being a legislative declaration of fact which usurps the judicial function of fact finding. This contention, however, cannot be supported for several reasons. Firstly, since the Legislature <page-number citation-index=\"1\" label=\"84\">*84</page-number>possesses plenary power to grant exemptions to reasonable classifications of real property, the question in the instant case is moot and immaterial. Secondly, under this court’s view of “public property” and “public purpose,” the same results are achieved and hence no valid objection can be raised regarding a superfluous legislative declaration.</p>\n<p id=\"b98-4\">For the foregoing reasons, we determine and therefore hold that the decision of the Board of Tax Appeals sustaining the exemption from taxation of the property of the Cleveland Metropolitan Housing Authority is neither unreasonable nor unlawful, and it is therefore affirmed.</p>\n<p id=\"b98-5\">\n<em>Decision affirmed.</em>\n</p>\n<judges id=\"b98-6\">Corrigan, P. J., and Skeel, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}