{
  "casebody": {
    "data": "<casebody firstpage=\"526\" lastpage=\"547\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b546-8\">Equitable Life Assurance Society of United States v. Amanda M. Ellis.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b546-10\">No. 2215.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AR8\">Decided June 5, 1912;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ar-C\">January 8, 1913.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b546-11\">1.—Life Insurance—Forfeiture—Waiver.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b546-12\">On the issue of waiver of the forfeiture of a life insurance policy by non-payment of annual premium, the manner of dealing by the insurer with a previous default, evidencing a purpose to maintain the insurance in force even at some breach of its rules and general policy, may be considered in determining the effect of its action in regard to the forfeiture in question and its waiver. (P. 532.)</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b546-13\">2.—Same.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b546-14\">Where an insurance policy is, by its terms, forfeited on failure of the insured to pay the annual premium on the stipulated day, time .of payment is of the essence of the contract, and default therein works a forfeiture unless there be a waiver or estoppel by the conduct of the insurer. (P. 536.)</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b546-15\">3.—Same.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b546-16\">The provision for forfeiture of a policy for non-payment of the premium is for the benefit of the insurer and may be waived by it; and no act of the insured is necessary to make such waiver effectual, as in case of estoppel. (Pp. 536-539.)</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b547-2\"><page-number citation-index=\"1\" label=\"527\">*527</page-number>4. —Same.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b547-3\">Waiver of the forfeiture of a policy of insurance will result, in the absence of any agreement to that effect, from negotiations or transactions with the insured, after knowledge of the forfeiture, by which the insurer recognizes the continued validity of the policy or does acts based thereon. (Pp. 536, 537.)</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b547-4\">5. —Same.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b547-5\">Evidence considered, in case of a life insurance policy forfeited by its terms for non-payment of annual premium, consisting of correspondence and negotiations ending in an offer to keep the insurance in force by means of a loan on the value of the policy, which, though not accepted by the insured, who met his death by violence on the day it was received, is held to furnish evidence of waiver of the forfeiture by the insurer sufficient to support a submission of that issue to the jury and a finding of such waiver. (Pp. 530-540.)</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b547-6\">6. —Same—Reinstatement—Conditions.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b547-7\">An absolute and unconditioned offer to reinstate a forfeited policy on. certain payments by insured, is not to be referred to a conditional right given the insured by the terms of the policy to reinstatement on satisfactory proof of good health at the time, nor to be taken as an offer subject to such condition. (P. 538.)</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b547-8\">7. —Waiver—Estoppel.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b547-9\">. Waiver of forfeiture is unilateral, being wholly the act of the party entitled to insist on or to waive the right thereto. No act of the opposite party is necessary to make it complete; nor is it necessary that it rest on new agreement, or be supported by a consideration, or by estoppel. And where made on condition of some future payment or adjustment by the other party it does not cease to be effective until such party has failed to meet the condition within the time limited or within a reasonable time. (Pp. 538, 539.)</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b547-10\">8. —Insurance—Agency—Authority of Officers.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b547-11\">The superintendent of extensions and loans upon policies, in charge of that department at the home office of an insurance company and giving instructions observed by local agents in that department, had authority to bind the company as to the terms upon which a forfeited policy would be reinstated and used as the basis of a loan for payment of its premiums. A stipulation in the policy that it could not be varied except by certain other officers was not conclusive. (Pp. 540, 542.)</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b547-12\">ON MOTION FOR REHEARING.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b547-13\">9. —Waiver of Forfeiture—Demand of Premium.</headnotes>\n<headnotes data-order=\"22\" data-type=\"headnotes\" id=\"b547-14\">Mere demand of the payment of an overdue premium will not constitute a waiver of forfeiture by its non-payment. But negotiations here considered are held to constitute more than a mere demand, to propose terms of reinstatement, and to afford evidence of a continued recognition of the validity of the policy by treating it as a basis of loans. (P. 544.)</headnotes>\n<headnotes data-order=\"23\" data-type=\"headnotes\" id=\"b547-15\">10. —W aiver—Condition—Compliance.</headnotes>\n<headnotes data-order=\"24\" data-type=\"headnotes\" id=\"b547-16\">The fact that the insurer insisted on a cash payment as necessary to entitle the insured to a loan on his policy to complete the payments in addition thereto necessary to its reinstatement, and that such payment was not made by insured, did not prevent such offer from furnishing evidence of a waiver of the forfeiture by recognition of the continued validity of the policy. The question of waiver is to be distinguished from that of reinstatement, and if the latter • was prevented by the sudden death of insured before a reasonable time to comply with the terms of insurer’s offer, the waiver might be effective though the reinstatement was not carried out. (Pp. 544, 545.)</headnotes>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b547-17\">Error to the Court of Civil Appeals, Third District, in an appeal from Travis County.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b548-2\"><page-number citation-index=\"1\" label=\"528\">*528</page-number>Mrs. Ellis sued the insurance company and had judgment. It was affirmed on appeal by defendant, who thereupon obtained writ of error.</summary>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b548-3\"><em>Templeton, Ogden, Brooks &amp; Napier, </em>for plaintiff in error.</attorneys>\n<p data-order=\"28\" data-type=\"legal\" id=\"A8H3\">The undisputed evidence showing that the deceased, Caswell G. Ellis, failed to pay the third annual premium due on said policy and that by the terms thereof it became and was by said Society forfeited for such non-payment, and there being no evidence of a waiver of such forfeiture, the plaintiff was not entitled to recover and a verdict should have been instructed for the defendant. The non-payment of the premium <em>ipso facto </em>forfeited the policy of insurance: Insurance Co. v. Bradley, 98 Texas, 230; Insurance Co. v. Manning, 38 Texas Civ. App., 498; Insurance Co. v. Hicks, 37 Texas Civ. App., 424; Insurance Co. v. Reppond, 81 S. W., 1012; Laughlin v. Association, 8 Texas Civ. App., 448; Insurance Co. v. Lewis, 187 U. S., 351; Insurance Co. v. Pendleton, 112 U. S., 696.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b548-4\">On the question of waiver: Insurance Co. v. Harris, 94 Texas, 34; FitzMaurice v. Insurance Co., 84 Texas, 61; Insurance Co. v. Reppond, 96 S. W., 779; Insurance Co. v. Chowning, 8 Texas Civ. App., 455; Fraternal Union v. Hurlock, 33 Texas Civ. App., 78; Cowan v. Insurance Co., 37 Texas Civ. App., 430; Insurance Co. v. Bradley, 98 Texas, 230; Insurance Co. v. Bissell, 86 S. W., 814; Association v. Pike, 76 S. W., 774; Moore v. Association, 42 Texas Civ. App., 366; Thompson v. Insurance Co., 92 S. W., 1099; United States v. Bosterick, 94 U. S., 65; Insurance Co. v. Lewis, 187 U. S., 335; Thompson v. Insurance Co., 104 U. S., 252; Insurance Co. v. Savage (Ky.), 63 S. W., 278; Insurance Co. v. Meyers (Ky.), 59 S. W., 31; Insurance Co. v. Price (Ky.), 77 S. W., 385; Frazer v. Insurance Co., 45 Atl., 1046; Insurance Co. v. Ragsdale, 29 S. E., 328; Lantz v. Insurance Co., 21 Atl., 80; 1 Beach on Modern Law of Contracts, sec. 711; 17 Am. &amp; Eng. Enc. of Law, p. 7.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b548-5\">Under the terms of the policy neither the cashier, Wyman, nor the superintendent, Brophy, was authorized to waive the provisions of said policies in reference to a forfeiture for the non-payment of premiums when due, and therefore the letters in reference to said premium were not binding upon the society so as to constitute a waiver of the forfeiture. Insurance Co. v. Harris, 94 Texas, 34; FitzMaurice v. Insurance Co., 84 Texas, 61; Insurance Co., v. Fletcher, 117 U. S., 530; Insurance Company v. Lewis, 187 U. S., 335.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"Aguf\">The letters offered with reference to the first and second premiums had no relation to the third premium and in no way proved or tended to prove a waiver of the third annual premium and therefore should have been excluded as immaterial and irrelevant. Thompson v. Insurance Co., 104 U. S., 259; Insurance Co. v. Chowning, 8 Texas Civ. App., 455; Smith v. Insurance Co., 63 Fed., 769.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"AKE\">A demand for the payment of a premium <em>that was not in fact paid, </em>would constitute no waiver, <em>to hold otherwise would he going contrary to the plainest principles of right and justice. </em>Sullivan v. Insurance Co., 29 S. E., 41; McCoskey v. Hamilton, 34 S. E. (Ga.), 111; Association v. Brown, 103 Ga., 383 ; Watrous v. Insurance Co., 35 Iowa, <page-number citation-index=\"1\" label=\"529\">*529</page-number>532; McGeadie v. Insurance Co., 23 Can. S. C., 148; Boman v. Insurance Co., 2 T. &amp; C., 265; Insurance Co. v. Berlin, 101 Fed., 673; Lynn v. Insurance Co., 78 Mo. App., 192; Becker v. Insurance Co., 165 Fed., 816; Jewett v. Insurance Co., 112 N. W., 734; Cohen v. Insurance Co., 67 Texas, 329-330.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b549-3\"><em>Alexander Graves, John G. Sullivan, James H. Robertson, Robertson &amp; Robertson, </em>and <em>B. </em>D. <em>Tarlton, </em>for defendant in error.</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"AvB\">Default waived regardless of policy restrictions to the contrary. N. Am. Acc. Assn. v. Bowen, 102 S. W., 163; Stewart v. Union Life Ins. Co., 155 N. Y., 263; Renier v. Insurance Co., 74 Wis., 89; James v. Met. Life Ins. Co., 148 Mo., 10-13; German Ins. Co. v. Gray, 43 Kan., 502; Life Ins. Co. v. Norton, 96 U. S., 240; Springfield Steam Laundry Co. v. Insurance Co., 151 Mo., 90; Farnum v. Phoenix Ins. Co., 83 Cal., 261; Life Ins. Co., v. Koehler, 149 Ill., 517; Insurance Co. v. Hart, 149 Ill., 525; Niagara Ins. Co. v. Lee, 73 Texas, 646; Orient Ins. Co. v. McNight, 197 Ill., 190; Morrison v. Ins. Co., 69 Texas, 363; Washington Life Ins. Co. v. Berwald, 72 S. W., 436; Insurance Co. v. Fitzgerald, 1 Texas, App. C. C., sec. 1345; Insurance Co. v. Unsell, 144 U. S., 439.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b549-4\">As to waiver generally, after default. Life Ins. Co. v. Palmer, 81 Ill., 95; Life Ins. Co. v. Anderson, 77 Ill., 378; Crescent City Ins. Co. v. Griffin &amp; Shook, 59 Texas, 513; Roby v. Insurance Co., 120 N. Y., 517; Goodwin v. Life Ins. Co., 73 N. Y., 490; Cohen v. Insurance Co., 67 Texas, 326; Insurance Co. v. Wolfe, 95 U. S., 326; Kerr on Insurance, sec. 135; May on Insurance, secs. 502, 361; 25 Cye., 866, 867; 19 Amer. and Eng. Enc. of Law (2d ed.), 55; Joyce on Insurance, vol. 2, sec. 1356; Sweetzer v. Insurance Co., 117 Ind., 100; Griffin v. Prudential Ins. Co., 43 App. Div. (N. Y.), 499; DeFresse v. National Life Ins. Co., 136 N. Y., 144; Beach on Law of Insurance, vol. 2, secs. 769, 753, 756, 768; Insurance Co., v. Doster, 106 U. S., 82 Mutual, etc. Assn. v. Beatty, 93 Fed., 752; Hastings v. Life Ins. Co., 138 N. Y., 470; Bacon on Ben. Soc. and Life Ins., vol. 2, secs. 361, 362; Hastings v. Life Ins. Co., 138 N. Y., 473; Helm v. Life Ins. Co., 61 Pa. St., 107; Insurance Co. v. Moray, 96 U. S., 544; Seamans v. Insurance Co., 1 McCrary, 511, 513; Pendleton v. Life Ins. Co., 7 Fed., 173; Turner v. Insurance Co., 16 Fed. 457; Thompson v. Insurance Co., 104 U. S., 252; Spoeri v. Insurance Co., 39 Fed., 752; Insurance Co. v. McElroy, 83 Fed., 638; Delleber v. Insurance Co., 76 N. Y., 565; Nashville Assn. v. Jones, 84 Ky., 115; Johnson v. Southern Mutual Co., 79 Ky., 403; Home Protection Ins. Co. v. Avery, 85 Ala., 48; Mobile Life Ins. Co. v. Pruett, 14 Ala., 487; Gold Life Ins. Co. v. Garnary, 74 Ga., 51; Mutual Life Ins. Co. v. Ummerman, 119 Ill., 329; Home Ins. Co. v. Meyer, 93 Ill., 276; Towle v. Insurance Co., 9 Mich., 219; McCable v. Insurance Co., 47 L. R. A., 641; Alexander v. Continental Ins. Co., 67 Wis., 422; Nat. Mut. Ben. Assn. v. Jones, 84 Kan., 110; Mueller v. Grand Grove, etc., 67 Minn., 236; Murray v. Home Ben. Assn., 90 Cal., 402; McMahon v. Lodge, 52 S. W., 389; Clevenger v. Life Ins. Co., 3 N. W., 317; Critchett v. Am. Ins. Co., 5 N. W., 547; Appleton v. Insurance Co., 59 N. H., 545; American Ins. Co. v. McCrea, 41 Am. Rep., 653; McNally v. <page-number citation-index=\"1\" label=\"530\">*530</page-number>Phoenix Ins. Co., 137 N. Y., 396; Binninghoff v. Insurance Co., 93 N. Y., 495; James v. Insurance Association, 49 S. W., 978; Phoenix Ins. Co. v. Hart, 149 Ill., 525; Insurance Co. v. Eggleston, 96 U. S., 572; Insurance Co. v. Norton, 96 U. S., 235; Insurance Co. v. McGuire, 51 Ill., 347; Crescent Ins. Co. v. Griffin &amp; Shook, 59 Texas, 510; Titus v. Insurance Co., 81 N. Y., 419; Green’s Case 1 Croke, 3; Ward v. Day, 4 Best &amp; Smith, 335; Doe v. Meux, 4 Born &amp; Cress, 606; Beach on Insurance, sec. 753; Mutual Society v. Schwartz, 13 Atl., 769; New Eng. Life Ins. Co. v. Springgate (Ky.) 112 S. W., 681; Missell v. Globe, etc., Ins. Co., 76 N. Y., 115; Chicago Life Ins. Co. v. Warner, 80 Ill., 410; Murry v. Life Ins. Co., 90 Cal., 406; Washburn v. Insurance Co., 143 Ala., 485; 25 Cyc., 869; N. Am. Acc. Assn. v. Bowen, 102 S. W., 163; Insurance Co. v. Lee, 73 Texas, 646; Stewart v. Life Ins. Co., 155 N. Y., 263; James v. Life Ins. Co., 148 Mo., 10; Springfield Laundry v. Insurance Co., 151 Mo., 90; Morrison v. Insurance Co., 69 Texas, 363; Renier v. Dwelling House Insurance Co., 74 Wis., 89; Insurance Co. v. Gray, 43 Kan., 502; McCorkle v. Assurance Assn., 71 Texas, 155; Insurance Co. v. Perkey, 89 Texas, 604; Insurance Co. v. Norton, 96 U. S., 240; Farnum v. Insurance Co., 83 Cal., 261; Life Ins. Co. v. Koeler, 149 Ill., 514; Orient Ins. Co. v. McKnight, 197 Ill., 190; Insurance Co. v. Fitzgerald, 1 Texas App. C. C., sec. 1345; Insurance Co. v. Unsell, 144 U. S., 439; Richardson v. Insurance Co., 18 S. W., 165; Cohen v. Insurance Co., 67 Texas, 326; Crescent Ins. Co. v. Griffin &amp; Shook, 59 Texas, 510; Insurance Co. v. Reppond, 10 Texas Court Rep., 785; Insurance Co. v. Moriarty, 37 S. W. Rep., 631; Insurance Co. v. O’Neal, 38 S. W. Rep., 64; Assurance Co. v. Munger, 49 S. W. Rep., 274-5; Insurance Co. v. Doster, 16 Otto (U. S.), 82, 27 L. Ed., 66; Titus v. Insurance Co., 81 N. Y., 419.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b550-4\">No forfeiture until election by defendant before death: McMaster v. Insurance Co., 183 U. S., 25; Hanley v. Insurance Assn., 69 Mo., 380; Fireman’s Ins. Co. v. Sholom, 80 Ill., 560; Phoenix Ins. Co. v. Holcom, 57 Neb., 622; Pilkington v. Insurance Co., 55 Mo., 176; Springfield Co. v. Insurance Co., 151 Mo., 98; Hamilton v. Home Ins. Co., 94 Mo., 368; Insurance Co. v. Norton, 96 U. S., 240-244; Life Ins. Co. v. Palmer, 81 Ill., 95; Life Ins. Co. v. Anderson, 77 Ill., 378; Crescent City Ins. Co. v. Griffin &amp; Shook, 59 Texas, 513.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b550-5\">Court could not construe the voluminous correspondence, but properly left its effect to the jury. Talliferro v. Cundiff, 33 Texas, 416; Taylor v. McNutt, 58 Texas, 71; Mass v. Hilsey, 60 Texas, 438; Smith v. Assn., 43 S. W. Rep., 829; Etting v. Bank, 11 Wheaton (U. S.), 59; Thompson Oh Charging the Jury, 18, 19; West v. Smith, 101 U. S., 270; Boreda v. Lilshe, 62 U. S., 146; Iasigi v. Burin, 58 U. S. 183; see note following 69 Am. Dec., 459; Boweda v. Silsbee, Law Ed. Bk. 16, p. 93.</p>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b550-6\">Mr. Justice Phillips</author>\n<p id=\"AeJ\">delivered the original opinion of the court and that upon motion for rehearing.</p>\n<p id=\"b550-7\">This was a suit in the trial court by Amanda M. Ellis against The Equitable Life Assurance Society of the United States to recover upon a policy of life insurance in the sum of $25,000.00 issued by the <page-number citation-index=\"1\" label=\"531\">*531</page-number>defendant upon the life of Caswell G. Ellis, on April 16, 1904, the annual premium upon which matured on March 24th of each year. Ellis was shot on May 1, 1906, and died from his wound the following day. The annual premium which matured on March 24, 1906, had not been paid. The policy contained the following provision: ‘ ‘ This policy shall lapse and together with all premiums paid thereon shall forfeit to the Society on the non-payment of any premium when due,” which, in connection with Ellis’ failure to pay the premium due March 24, 1906, was pleaded by the company as a bar to recovery. The plaintiff met this defense with a plea to the effect that by a course of negotiation had by the company with Ellis concerning this premium and its payment that continued down to and including May 9, 1906, which will be referred to hereafter, the forfeiture of the policy under the foregoing provision had been waived by the com-, pany. The issue of waiver was resolved in favor of the plaintiff in the trial court by the verdict of the jury, and the judgment of that court has been affirmed by the Court of Civil Appeals. The principal question presented to us is whether there is any evidence in the record that supports the jury’s finding upon this issue, the other being a similar question with respect to the authority of the agents of the company to bind it by their conduct, which is the dependence in the case of the plaintiff upon the main issue.</p>\n<p id=\"b551-3\">This policy, payable to his mother, and another of like amount, payable to his wife, were originally issued to Ellis by the company through its general agents at San Antonio, Texas, Marks &amp; Plummer. During 1905 W. H. Bourke was the cashier of the company at San Antonio, in the office of Marks &amp; Plummer. During 1906 Jas. H. Wyman was such cashier at Austin in the office of R. H. Baker, the general manager of the company at that time for the larger part of the State of Texas. The contract between the company and Marks &amp; Plummer provided that the company should have the right to appoint a cashier for their office and business, and it is to be inferred that Bourke served as cashier in the San Antonio office under such appointment or employment. Wyman served as cashier at Austin under direct employment by the company. As cashiers in these respective offices Bourke and Wyman attended to the collection of premiums. The cashier always handled loans on policies in the Austin office. In 1906 Gerald F. Brophy was the company’s superintendent of its Extension and Loan Department in its general-offices in the City of New York. In the conduct of the business of the Austin office applications for loans upon policies and for extensions in the payment of premiums, were referred by that office to the superintendent of the Extension and Loan Department, who gave instructions with reference thereto to the cashier, which were acted upon by him.</p>\n<p id=\"b551-4\">In addition to the provision above noted the policy contained the following provisions:</p>\n<p id=\"b551-5\">“3. Grace in the Payment of Premiums.</p>\n<p id=\"b551-6\">1 ‘ Should default be made at any time hereafter in the payment of any premium due upon this policy as herein provided, the Society <page-number citation-index=\"1\" label=\"532\">*532</page-number>will waive such default and accept the payment of said premium, provided the amount thereof, with interest thereon at five per cent per annum from the date of default, be tendered to it within thirty days after such default.”</p>\n<p id=\"b552-4\">“V. Reinstatement.</p>\n<p id=\"b552-5\">“Should this policy lapse by reason of the non-payment of any premium, it may be reinstated at any time upon the assured furnishing evidence of good health satisfactory to the Society, and the pay- . ment of all arrears and any indebtedness to the Society, under this contract existing at the date of lapse, with interest thereon at five per cent per annum.”</p>\n<p id=\"b552-6\">“XIV. Policy and Application the Entire Contract.</p>\n<p id=\"b552-7\">“This policy and the application therefor, taken together, constitute the entire contract, which cannot be varied except in writing by one of the following executive officers of the Society, at its home office in New York, viz.: The President, one of the Vice Presidents, the Secretary, the Assistant Secretary, the Comptroller, the Actuary, the Assistant Actuary, the Treasurer, the Auditor, the Associate Auditor, the Recorder, the Registrar or the Assistant Registrar.”</p>\n<p id=\"b552-8\">While under the policy, as will be observed from one of the provisions above quoted, a grace period of thirty days after the default in the payment of the premium that matured March 24, 1906, could have been availed of by Ellis as a matter of right, he did not make the payment within such period, and the policy thereupon lapsed according to its terms. A further period of thirty days was provided in the policy, as will be also noted, not of grace, but within which by permission of the company the policy might be reinstated, even after lapse through a failure to pay any premium, upon evidence of good health satisfactory to the company being furnished and the payment of all arrears and any indebtedness with interest; but nothing was done by Ellis to invoke a reinstatement of the policy under this provision, and no reference to it appears to have been made in any of the negotiations between him and Wyman, the cashier of the Austin office, after the default in the payment of the premium due March 24, 1906, had occurred.</p>\n<p id=\"b552-9\">The question before us upon the issue of waiver must be determined solely by the conduct of the company, or its agents acting within the scope of their authority, in relation to the 1906 premium, but as evincing the company’s attitude toward this risk and, as we view it, a purpose to maintain this insurance in force even at some breach of its rules and some sacrifice of its general policy, its'action, through its cashier, Bourke, in respect to the 1905 premium may be looked to as helpful to a clear grasp of the issue and not without influence in its true solution. When that premium matured the company first granted an extension to August 22, 1905, upon Ellis’ payment of the cost of the term rate for that period. Ellis did not meet the balance of the premium due at this new maturity, however. But on a subsequent date, after he had notified Bourke that he would <page-number citation-index=\"1\" label=\"533\">*533</page-number>transfer his insurance to another company unless he was permitted to pay as he had proposed the amount required for another extension, he was granted such further extension or a reinstatement of both policies, contrary to the rules of the company but pursuant to its instructions, as a special concession, according to Bourke’s statement in one of his letters, whereby both policies were extended in force to December 22, 1905. Neither did he make the payment required and due on or by this last named date. He only remitted it on that date by mail from his home. It was not possible for the remittance to have been received at the San Antonio office, to which it was sent, until the next day at least; but it was nevertheless accepted and duly applied by the company without protest so far as is disclosed by the record.</p>\n<p id=\"b553-4\">We will here summarize what occurred with respect to the 1906 premium. A written notice that that premium would be due on March 24, 1906, was received by Ellis on February 16, 1906, containing the following clause: “Unless the premium then due shall be paid to said Society or to the duly appointed agent or person authorized to collect such premium by or before the day it falls due, the policy and all payments thereon will be forfeited and void.” While the letter is not set forth in the record it appears from a- letter of Wyman as cashier to Ellis, of April 3, 1906, that on March 30, Ellis had written a letter to Baker, the General Manager, making application for a loan on both his policies. This reply of Wyman enclosed a loan agreement to be duly executed, stated that the loan value of each policy was $575.00, and notified Ellis that a remittance by him of $356.50 would be necessary to complete the transaction, it being evident that the loan applied for by Ellis was for the purpose of paying the premiums on both policies that matured March 24. Ellis replied to Wyman’s letter on April 5th. He stated that he thought there must be some mistake about the matter; that he wanted the date of payments set up just nine months, that is, from March 24th to December 24th, and desired to make the payment in such way as would bring that about; that the loan value of $575.00 of each of the policies, as stated by Wyman, was in excess of the amount of the premiums for the nine months period, and that the amount of the cash payment requested by Wyman and the loan value of the policies would be $57.00 in excess of the year’s premium. He requested that the matter be gone over again and that he be further advised. He wrote Wyman on April 11th referring to the previous correspondence and stating that he had received no reply to his letter. Wyman wrote him on the 12th of April enclosing a copy of his letter of the 3rd of April. Ellis acknowledged receipt of this letter on April 15th, advising that he had received Wyman’s original letter of April 3rd and had replied to it, which he supposed Wyman had not received, and he enclosed a copy of his reply to Wyman’s letter of April 3rd. Wyman acknoweldged receipt of this letter on April 16th, stating that he had not received Ellis’ letter of April 5th. He advised that the transaction would have to be arranged as stated in the previous letter, as a loan on the policies could not be made unless the premiums were paid for three full years. Ellis replied to this letter on April 18th, saying <page-number citation-index=\"1\" label=\"534\">*534</page-number>in effect that he could not understand why it was necessary for him to pay nearly $400.00 more than he wanted, which he was not prepared to do, in view of the fact that the policies had a loan value of $150.00 in excess of the amount of the loan he desired, evidently referring to the -cost of carrying the policies to December 24th, that is for nine months; that the proposal of Wyman would still make the premiums fall due on March 24th, the very thing he desired to get away from. He expressed his willingness to execute his note secured by the policies for the amount of the premiums from March 24th to December 24th, with five per cent interest, and requested an early reply. While. Wyman had twice theretofore written Ellis that it would be necessary for the full yearly premium to be paid, completing the payment in full of three annual premiums, in order for the loan to be obtained, on April 19th in reply to- Ellis’ letter of April 18th he advised him that he was taking the matter up with the home office and would write him as soon as he received reply.. In this letter he called Ellis’ attention to the fact that his thirty days of grace under the policies expired the following Tuesday, and that in order for him to be fully protected he should sign an enclosed request for extension of thirty days, and should remit $61.00 to cover the term rate for that time, which he stated would be held in the Austin office in suspense until the matter was adjusted. It appears that Ellis did not reply to this letter, and on May 1st Wyman wrote him another letter stating that he had heard nothing from him; that as he had previously advised he had written the home office in reference to the loan; and that the company could not at that time grant a loan unless the premiums were paid carrying the policies in force until March 24, 1907. He further expressed the hope that Ellis would remit the amount necessary to complete the transaction, and in-as-much as the premiums were then past due it would be necessary for him to add five per cent interest to the premiums from March 24th, the date of their maturity. He requested a reply by return mail. Ellis replied to this letter under date of May 2nd, as follows: “I fully note the contents of yours of the 1st, which is about what I expected.”</p>\n<p id=\"b554-3\">The next and last letter in the correspondence between Wyman and Ellis, as shown by the record, was the following:</p>\n<blockquote id=\"b554-4\">“Austin, May 9th, 1906.</blockquote>\n<blockquote id=\"b554-5\">“Mr. C. G-. Ellis, Sartartia, Texas.</blockquote>\n<blockquote id=\"b554-6\">“Dear Sir:—Your letter of the 5th inst. has been forwarded to me from San Antonio, as you will see by the enclosed envelope. I am sorry I did not make the. matter plain to you in reference to the loan on your policies.</blockquote>\n<blockquote id=\"b554-7\">“You will see by referring to the policies themselves that three full years’ premiums must be paid before a loan can be obtained. That is the reason why we are compelled to ask you for a remittance to complete the loan transaction. We cannot grant you a loan on the policies to pay the premiums for nine months—it is necessary to pay the premiums carrying policies in force from March, 1906, to March, 1907, in order to secure the loan. In other words, we cannot make <page-number citation-index=\"1\" label=\"535\">*535</page-number>you a loan on the policies unless the premiums for three years are paid. The Society is willing to lend you $1,159.00 on the policies to apply towards the payment of premiums due a short time ago.</blockquote>\n<blockquote id=\"b555-3\">“Very truly yours,</blockquote>\n<blockquote id=\"b555-4\">“(Signed) James H. Wyman, Cashier.”</blockquote>\n<p id=\"b555-5\">If Ellis wrote Wyman a letter hearing date of May 5th, which is apparently referred to in the above letter, it- does not appear in the record. It is urged by the company that this reference was to Ellis’ letter of April '5th, which has been already noted,- but which it appears Wyman replied to on April 16th, acknowledging receipt of a copy of it, and stating that he had not received the original. In connection with Wyman’s letter to Ellis of April 19th, in which it was stated that he was taking up the matter of the loan with the home office, it appears that Wyman on the same date wrote Brophy, at New York, the superintendent of the Company’s Loan and Extension Department, in reference to the loan, though the letter is not shown in the record, On April 25th, Brophy replied to Wyman as follows:</p>\n<blockquote id=\"b555-6\">“New York, April 25, 1906. -</blockquote>\n<blockquote id=\"b555-7\">“Mr. dames H. Wyman, Austin, Texas.</blockquote>\n<blockquote id=\"b555-8\">“Dear Sir: Your letter of the 19th inst., in regard to policies Nos.. 1324813 and 1324814—Ellis—is received and carefully noted. We find that these policies were issued in March, 1904, so that only two full years’ premiums have been paid on each. We could not, therefore, consider the matter of a loan unless premiums are paid for another full year on each policy, thereby completing the three years’ payments which must be made before the contracts become entitled to any surrender value. Much as we would like to assist you in retaining this business on the books, we are unable to extend the desired aid in this instance for the reasons above explained. Provided that the premiums are paid to March 24, 1907, a loan for $575 could be granted on the security of each contract; in fact, it would not be necessary for Mr. Ellis to actually pay these premiums in order to obtain the loans. It is possible for us, as you are aware, to complete the loans, applying the proceeds in payment of the premiums, but we cannot undertake these transactions unless the balance required to close the deal is forwarded to us together with the policies and necessary loan agreements. Regretting our inability to serve you, we remain,</blockquote>\n<blockquote id=\"b555-9\">“Very truly yours,</blockquote>\n<blockquote id=\"b555-10\">“Gr. F. Brophy, Superintendent.”</blockquote>\n<p id=\"b555-11\">Wyman’s letter to Ellis on May 9th, above set out, was evidently written pursuant to Brophy’s letter to him, as it proffered to make Ellis the loan in the same terms as Brophy expressed it. It was for all practical purposes but a repetition to Ellis of Brophy’s letter, amounting in effect to a direct proposal to Ellis from the Company’s superintendent of the Loan and Extension Department to make the loan, and it may be regarded as expressly authorized by that official of the company.</p>\n<p id=\"b556-3\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>The thirty days of grace within which Ellis could as a matter of right have prevented a lapse of the policy by the payment of the premium expired April 23rd. Brophy’s letter was written April 25th, two days after the policy according to its terms had lapsed, as Brophy must have known. The case is therefore resolved into one where with a policy lapsed and forfeited according to its provisions, a general officer of the company, of Brophy’s rank and authority, proposes to make a loan to the assured to enable him to pay the accrued premium, with the policy as the sole security, and affording security to the company only because it would possess a loan value of $575.00 upon the payment of $178.25, which proposal is communicated by mail by an accredited local representative, in line with his duties, to the insured two days before he is wounded and three days before his death, and doubtless only received by him on the day he was shot; and the effect of such action is to be weighed and determined accordingly.</p>\n<p id=\"b556-4\">The law plainly is that when a policy of insurance provides the premium shall be paid on or before a stipulated day or the policy shall become forfeited and void, time becomes of the very essence of the contract, and a failure to so pay the premium determines it; but concurrent with this principle is always the qualification that this. is so, unless there be a waiver or estoppel. We fully subscribe to the doctrine that in such cases the forfeiture occurs ipso facto, and no act of the company need be done either to declare it or enforce it. But of equal force and dignity is the further fundamental principle that a provision for forfeiture for non-payment of premiums when due, is for the benefit of the insurer, and may be waived by it. No act need be done to declare the forfeiture, but some act may be done that will waive it, is the comprehensive rule, wherein both principles are blended and harmonized so that right shall be preserved and hardships may be averted. The law is not unmindful that the nature of men is such that not always do they stand unyielding and relentless in the assertion of their rights. It will not hesitate to enforce them, even in hard cases and An the face of a harsh consequence, but it never discourages a generous impulse or imposes a restraint upon magnanimous conduct. Those chapters in the ancient annals of the law that are marked with the rigor and severity of a strict application of the doctrine of forfeitures are not the proudest in our history, and have inspired no tribute for the enlightened thought of a more tolerant time. And it is not to be wondered that in the humane progress of the law the doctrine of waiver, as applied to forfeitures, soon grew up and has become established as a fundamental principle. While it is a maxim that forfeitures are odious, the law is not eager to relieve against them; it takes no initiative, and in itself presents no remedy against the contract the parties have themselves made. But it is not, and should not be, slow to give effect to conduct reasonably indicative of an intention to forego the advantage of a forfeiture and relinquish its result. Hence the holding that it will seize upon slight circumstances as evidence of such intention, and the further settled rule, that in our opinion controls this case, that a waiver of the forfeiture of a policy of insurance will result, in the absence of <page-number citation-index=\"1\" label=\"537\">*537</page-number>any agreement to that effect, from negotiations or transactions with the insured, after knowledge of the forfeiture, by which the insurer recognizes the continued validity of the policy or does acts based thereon. Joyce on Insurance, sec. 1353; Titus v. Insurance Co., 81 N. Y., 419; Hollis v. State Ins. Co., 65 Iowa, 450.</p>\n<p id=\"b557-3\">Applying this established rule to the facts of this case, it cannot be doubted that the letter of May 9,1906, written to Ellis by Wyman, the cashier of the company’s Austin office, following and pursuant to Brophy’s letter to him, affords sufficient evidence upon the issue of waiver to support the jury’s determination of that issue in favor of the plaintiff in the case.</p>\n<p id=\"b557-4\">At the time of both Brophy’s letter to Wyman, of April 25, 1906, and Wyman’s letter to Ellis, of May 9,1906, as we have before stated, the period of grace provided in the policy had expired. By its own terms it was a lapsed policy, and subject to revival only through the means of the other provision in it with reference to reinstatement, under which, as a matter of concession by the company, it might have been reinstated by Ellis’ furnishing evidence of good health satisfactory to the company and his payment of all arrears and indebtedness due it with interest, which would have been tantamount to the issuance of new insurance:</p>\n<p id=\"b557-6\">As such reinstatement was purely optional with the company, at the time these letters were written, Ellis stood divested of any right under the contract that he could have enforced, and the continuance of his insurance was dependent entirely upon the will or disposition of the company. With this as his position and- such the status' of his insurance, we find the company through these agents, on May 9,1906, again proffering to make him a loan upon his policies whereby the premium might be eared for, as it had theretofore offered to do. The security that it proposed to take for the loan was only that afforded by the policies themselves. If recognized and treated as existing and valid policies they were capable of possessing a certain present loan value and would attain such value upon the payment before stated. If they were forfeited policies in the eyes of the company, they were without any validity and could not be made to possess any value for any purpose, unless their reinstatement was first accomplished which was not proposed or even suggested. It is unbelievable that this company would have been offering to make a loan and take as security for it something that it recognized and held to be defunct and void and incapable of possessing any value. It is more reasonable, as well as more consistent with its previous attitude toward the insurance and its previous conduct in relation to it, to believe that in repeating this offer on May 9,1906, it recognized the policies as still valid and therefore convertible into a loan value; and that notwithstanding their lapse according to their terms and the accrual of the forfeiture, it desired to be understood as willing to forego its right of forfeiture and continue the policies in force as security for its loan and as protection upon Ellis’ life.</p>\n<p id=\"b557-8\">If this action amounted to recognition upon the part of the company of the continued validity of the policies or was equivalent to an act based thereon, it was legitimate evidence of waiver. If the pro<page-number citation-index=\"1\" label=\"538\">*538</page-number>posal to make the loan at such a time and under such circumstances was not in recognition by the company that the policies still possessed life and virtue, its action must be regarded as without reason and barren of any purpose. The conclusion is inevitable that it was a recognition of the continued validity of the policy in this suit, and we so hold.</p>\n<p id=\"b558-3\">It is urged by the learned counsel for the company that this proposal to make the loan and all offers made by Wyman after April 23, 1906, the expiration of the period of grace provided in the policy, must be construed as having relation to a reinstatement of the policy under the reinstatement provision, and having been made on condition that Ellis would comply with that provision by furnishing evidence of good health satisfactory to the company. But this would attach a condition that the proposal itself did not impose. There is no suggestion in either letter written by Wyman to Ellis after April 23, 1906, that Ellis would first have to comply with that provision, or that the policy would first have to be reinstated under it. In neither letter is there any reference at all to that provision. Nor in Brophy’s letter is there any such suggestion or reference. The proposal was absolutely unconditional, except with respect to the payment by Ellis of the amount required “to complete the transaction,” and is not open to other construction.</p>\n<p id=\"b558-4\">The identical offer had been made before the expiration of the period of grace and before the policy had lapsed, and in the renewed offer of May 9th there is nothing to indicate that the status of the policy in the estimate of the company was in any respect different from its status during the period, of grace. It was .then recognized by the company as an existing policy, and as the letter precludes the view that the attitude of the company toward it had undergone any change, it must be held that on May 9th the company still recognized it as an existing policy.</p>\n<p id=\"b558-5\">It was forcibly einphasized in argument by counsel that Ellis was at no time misled by the company, and although the company was endeavoring in this negotiation to provide a way for the continuance of the insurance, at no time did he comply with any of its proposals, but at all times refused to act upon any of them. That he was not misled at any stage of the negotiation would be a' conclusive argument were the question before us merely one of estoppel. But the question here is one of waiver, and it was not necessary for- Ellis to have been misled for a waiver of the forfeiture to be accomplished. The issue .of waiver is not to be determined by what Ellis did or omitted to do. It should be considered only in the light of what the company did. Ellis had no power to waive the forfeiture, and . his conduct or mental condition could have had no probative force upon the question as to what the company did or intended to do, or upon the effect to be given its action. It alone had the power to waive. Its action alone could constitute a waiver. Waiver is essentially unilateral in its character; it results as a legal consequence from some act or conduct of the party against whom it operates; no act of the party in whose favor it is made is necessary to complete it. It need not be founded upon a new agreement, or be supported by a <page-number citation-index=\"1\" label=\"539\">*539</page-number>consideration; nor is it essential that it be based upon an estoppel. It is certainly true that this insurance would not have continued in force indefinitely without Ellis’ payment of the premium, or its adjustment in some manner satisfactory to the company; but it can .not be doubted that he was entitled to a reasonable time after his receipt of the letter of May 9th within which to either pay the premium or adjust it in the way the letter proposed. If he had failed to do so within such time, the right still inhered in the company to declare and enforce the forfeiture, notwithstanding it had theretofore waived it.</p>\n<p id=\"b559-3\">The waiver was completed by the act or conduct of the company that constituted it. It was operative for a reasonable time thereafter, and during such period, within which Ellis had the right to avail himself of it and adjust the premium in the manner proposed, the policy would be considered as existing and in force.</p>\n<p id=\"b559-4\">But it seems to us that additional force and effect are given to the conduct of the company, and particularly to its act in again proposing to make the loan in the letter of May 9th, by the very refusal theretofore of Ellis to comply with any of its former offers. It showed that the company did not accept what it here characterizes as a stubborn refusal by Ellis to accept its previous offers, hut in the fact of such refusal it continued its tender of the loan with the policies as security. It is hardly in position to invoke in aid of its defense Ellis’ refusal to accede to the terms of its previous offers, when hard upon his failure to adjust the premium as it had theretofore proposed and with knowledge of that fact clearly in its possession and only recently renewed, it again, on May 9th, repeated its proposal to make the loan upon the policies on the same terms that it is said Ellis had theretofore rejected. What the company now relies upon as perverseness on Ellis’ part only serves to emphasize its own action in the face of it. That under such circumstances it renewed its offer to make a loan upon the policies only tends to more strongly evidence a desire upon its own part to maintain the insurance in force, and to more clearly indicate that it did not consider the policies were void, but was withholding its right to enforce the forfeiture in order that they might be continued in force for the purpose of affording security for the loan.</p>\n<p id=\"b559-5\">An unanswerable test of the whole question is: If Ellis, within a reasonable time after his receipt of the letter of May 9th had made the remittance requested and delivered his note with the policies as Security, as proposed, would the company have accepted such adjustment in full settlement of the premium <em>Í </em>That it would have done so it seems to us is plain from the very terms of Brophy’s and Wyman’s letters. It is fair to infer that it would have done what it had just said it was willing to do. And both letters stated that it was willing to complete the transaction in this way and upon these terms. As the question of waiver is to be determined by the company’s conduct and not by any failure of Ellis to act in the premises, if the company would have so accepted the proposed payment and note within a reasonable time after May 9th in settlement of the premium, that the transaction was not so completed by Ellis did not <page-number citation-index=\"1\" label=\"540\">*540</page-number>relieve its act of its -force as an affirmative evidence of waiver, or at least as tending to establish it. Under any view it cannot be said that Ellis had reasonable opportunity to act upon the offer as thus renewed in the letter of May 9th, for he was shot on the day it was doubtless received, and died the next day. At the time of his death the offer of the company to accept this policy as security for a loan sufficient to cover the premium upon Ellis’ payment of $178.25, was still an open one; and if it was, the policy cannot be said to have been forfeited and void.</p>\n<p id=\"b560-3\">That the evidence was sufficient to show authority in Wyman to' make the proposal contained in the letter of May 9th is, in our opinion, also clear. Brophy’s letter of April 25th fully authorized Wyman’s letter of May 9th, and the latter may be considered as Brophy’s act, as we have above stated. Brophy was the superintendent of the department of the company at its home office that dealt with the extension of premiums and loans upon policies. Such matters were referred to him; his instructions upon them were observed by local agents; and his act must be held as that of the company. The limitation in the policy that it could not be varied except by certain officials other than Brophy, was not conclusive. Niagara Ins. Co. v. Lee, 73 Texas, 646.</p>\n<p id=\"b560-4\">The case has commanded and has received our earnest and careful consideration. It involves a large amount, which this company should not be required to pay if this policy was not in force at the time of the death of the insured. It is clearly liable, however, under its contract if it had waived the forfeiture. Our decision upon the question only gives that effect to its own acts that in our opinion the law plainly imparts to them. The trial court has resolved the issue. There was evidence adduced that supports its judgment, and it should stand.</p>\n<p id=\"b560-5\">The judgment of the District Court and that of the Court of Civil Appeals are accordingly affirmed.</p>\n<p id=\"b560-6\">Opinion filed June 5, 1912.</p>\n<p id=\"b560-7\">Associate Justice Dibrell, being disqualified, did not sit in the ease or participate in its decision.</p>\n</opinion>\n<opinion data-order=\"39\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b560-8\">ON MOTION FOR REHEARING.</p>\n<p id=\"b560-9\">The correctness of the opinion in its statement of the record has been challenged by the motion and written argument on rehearing in two particulars. It is said that the record does not disclose that any special concession was made by the company to Ellis in respect to the 1905 premium, and that the statement in the opinion, in effect, that the company’s action, through its cashier, Bourke, in relation to that premium evinced, as we viewed it, a purpose to maintain the insurance in force even at some breach of its rules and some sacrifice of its general policy, was unwarranted, because after he had defaulted in the payment of that premium Ellis was required to reinstate the policy as provided by its terms, that is by furnishing a certificate of good health. It is true that finally in November of 1905, after Ellis had failed to pay the premium upon August 22nd, the date of its extended maturity, the reinstatement of the policy was <page-number citation-index=\"1\" label=\"541\">*541</page-number>thus effected and the maturity of the premiums extended to December 22nd, but the following features of the record justify all that was said in the opinion in respect to this matter:</p>\n<p id=\"b561-4\">1. After the original extension of the premium from March 24th to August 22nd and Ellis’ default in its payment on that date, a further extension was granted to December 22nd, notwithstanding Bourke declared in his letter of August 21st that an extension for six days from August 22nd was “longer than the Society usually grants.”</p>\n<p id=\"b561-5\">2. Although the premium was due on August 22nd and the policy was subject to forfeiture if it was not paid on that date, Bourke, according to this same letter, extended it “to give time to receive the remittance, ’ ’ which he was urging Ellis to make.</p>\n<p id=\"b561-6\">3. While Bourke was insisting that it was necessary for the remittance to be in his hands before he could take up with the home office the matter of the further extension that Ellis had requested, when Ellis in his letter of August 31st threatened to take out his insurance in another company, Bourke, according to his letter of September 5th, referred the matter to the home office without having received any remittance.</p>\n<p id=\"b561-7\">4. Bourke’s declaration in his letter of September 22nd that the company had informed him of its willingness “to make a special concession in this case,” although “contrary to its rules.” Conceding that this related to a reinstatement of the policy based upon a showing of good health, it is plain from this statement that under the existing circumstances the company regarded a reinstatement of the policy even on that condition as a special concession and as contrary to its rules.</p>\n<p id=\"b561-8\">5. Although under the extension granted to that date tne premium was due on December 22nd, and the policy was subject to forfeiture if not then paid, Bourke received and applied without question Ellis’ remittance for the premium that could not have reached the San Antonio office before December 23rd.</p>\n<p id=\"b561-9\">Further it is said that we should correct the' statement in the opinion, that Wymán’s letter to Ellis of May 9th was written pursuant to Brophy’s letter to Wyman of April 25tli, in which connection it is urged that Ellis was advised on May 1st of Brophy’s reply of April 25th to Wyman’s letter. This is a strained criticism of the opinion for it is not there said that Ellis was not advised until May 9th of Brophy’s reply to Wyman’s letter. On the contrary the opinion states fully the contents of the May 1st letter from Wyman to Ellis. Wyman’s letter to Ellis of May 9th was correctly referred to as having been written pursuant to Brophy’s letter, for it expressed an offer of the company to make a loan on the policies exactly as Brophy had therein authorized.</p>\n<p id=\"b561-10\">We have carefully reviewed the several assignments of error in the light of all that has been said in the motion and written argument, and remain of the opinion that the case should be decided as it was upon the original hearing. We confined the discussion in the opinion principally to the question of waiver because we regarded it as the real question in the case and considered that none of the assign<page-number citation-index=\"1\" label=\"542\">*542</page-number>ments relating to the charge of the court and the admission of testimony was well taken. The charge of the court was more favorable to the insurance company than the law demanded, as it required the jury to find more than was necessary to entitle the plaintiff to a verdict. The correspondence relative to the 1905 premium was admissible as tending to show the company’s attitude toward the risk as revealed by its action in respect to the payment of that premium. In this sense it was probative upon the question of the company’s purpose and intent in its negotiation with Ellis respecting the payment of the 1906 premium, and it was therefore proper for the jury to consider it in determining whether such negotiation amounted to a waiver of the forfeiture. The question of Wyman’s authority to make Ellis the proposal of a loan upon the policies that was made in the letter of May 9th, is disposed of by Brophy’s having authorized such an offer in his letter to Wyman of April 25th. And that the company was bound by Brophy’s act does not admit of question. He was a general official of the company, in charge of its loan and extension department at its headquarters in New York. To him loans and • extensions were referred; he had undoubted general authority in all such matters; his authorization to Wyman of the proposal that Wyman made to Ellis was clearly within the scope of his powers; and his act may, therefore, be regarded as the act of . the company itself.</p>\n<p id=\"b562-3\">It is not necessary' to a re-exámination of the position of the plaintiff in error on the question of waiver as elaborated in the motion and argument for rehearing, to here re-state in full what occurred between its agents and Ellis in regard to the premium for the year 1906. It matured on March 24th. It was not paid on that date, nor within the thirty days of grace provided by the policy. While the policy was subject to reinstatement thereafter upon payment of the premium with interest and upon proof of good health satisfactory to. the company, no effort was made by Ellis to thus reinstate it, nor in all the negotiation that transpired in respect to the matter was there any suggestion .by the company of any necessity for such reinstatement. The negotiation between Ellis and the company in regard to the 1906 premium on both policies began on February 16th and ended with Wyman’s letter of May 9th. Ellis was shot on May 11th and died the following day. The last word in the negotiation was the concluding sentence in Wyman’s letter of May 9th: “The Society is willing to lend you $1,159.00 on the policies to apply toward the payment of the premiums due a short time ago.”</p>\n<p id=\"b562-4\">In previous letters Wyman had stated that the loan value of the policies was $1,150.00 if the premiums for three years, that is including those for 1906, were paid, and had insisted that Ellis should remit $356.50 to complete the loan transaction that was pending, which amount together with the loan value of the policies would cover the premiums for the full year, $1,449.00, and interest for one year. Throughout the negotiation Ellis was insisting that he did not wish to borrow an amount necessary to cover the premiums for a full year, but that he desired the maturity of the premiums set up for nine months, or from March to December, and his letters indicate that <page-number citation-index=\"1\" label=\"543\">*543</page-number>he considered that this might be done without the payment of any amount in cash, inasmuch as the amount he wanted to borrow on the policies as security was only the amount of the premiums for nine months, which was less than the stated loan value of the policies. He had declined to consummate the transaction as Wyman had proposed, which evidently furnished the occasion of Wyman’s referring the matter to Brophy at the home office in his letter of April 19th, which we erroneously stated in the opinion was not in the record. That letter submitted Ellis’ proposal, as previously made to Wyman, as apparently the only way by which Ellis could continue with the company as a policy holder, and stated that Mr. Baker, the general manager, was very anxious to have the policies kept in force as they were large policies and Ellis was a well known man. Brophy replied, in his letter of April 25th, which is copied in the opinion. However considered, Brophy’s letter and Wyman’s letters of May 1st and May 9th establish beyond doubt:</p>\n<p id=\"b563-3\">1. A willingness on the part of the company to loan Ellis $1,150.00 upon the security of the policies upon his payment of $356.50, at a time when, according to its present contention, the policies stood forfeited and dead because of Ellis’ default in the payment of the premiums at maturity and the expiration of the period of grace provided by the policies;</p>\n<p id=\"b563-4\">2. An authorized communication to Ellis at such a time and under such conditions, following a negotiation for a satisfactory adjustment .of the premiums that had extended over a period of nearly two months, of an unconditional offer by the company to make him such a loan, with the policies as security, upon such terms;</p>\n<p id=\"b563-5\">3. Such offer so made <em>St </em>such time in the face of his previous refusal to complete the loan transaction upon these terms, and notwithstanding Wyman must have known that by his not having made the remittance of $61.00 to cover the term rate for thirty days from April 24th, the date of the expiration of the period of grace, as requested in Wyman’s letter of April 19th, he had failed to do that which Wyman had urged as necessary to maintain the policies in force after the expiration of the days of grace for a period within which this offer was made.</p>\n<p id=\"b563-6\">Under Brophy’s proposal as embodied in his letter of April 25th it will be observed that Ellis’ payment of the premiums for 1906 was not required to close the transaction. It was only required that he pay the difference between the amount of the premiums and the loan value of the policies, with interest for one year, or the sum of $356.50. The policies, themselves, through their value as security, were recognized as capable of providing the remaining $1,150.00 necessary to complete the payment of the premiums for the year.</p>\n<p id=\"b563-7\">The province of this court did not extend to a trial of the question of waiver on its merits. Applying what we regarded a settled principle of law, that in a case of this character a waiver of a forfeiture may result from negotiations or transactions with the insured, after knowledge of the forfeiture, by which the insurer recognizes the continued validity of the policy or does acts based thereon, our holding was that this record warranted the submission of the issue to the jury <page-number citation-index=\"1\" label=\"544\">*544</page-number>and was sufficient to support its finding. It is now urged that Brophy’s letter to Wyman expressed nothing more than a willingness of the company to accept the premium, and Wyman’s letters of May 1st and May 9th amounted at most only to a demand for the premium, and it is sought to analogize the ease with those holding that a mere demand for an overdue premium, not accompanied by its payment, does not operate to waive a forfeiture resulting from default in the payment. But these letters are not subject to this characterization. Wyman’s letter to Brophy, as it plainly discloses, was for the purpose of ascertaining whether the company would consent to loan Ellis on the policies an amount equal to the premiums for nine months without requiring a cash payment, in accordance with Ellis’ proposal. It stated in effect that only by such adjustment could Ellis be continued as a policy holder, and admits of the construction that Mr. Baker, the general manager, desired that Ellis’ request be acceded to. While the purpose of the entire negotiation was to provide means to pay the premiums either for nine or twelve months, the subject of Wyman’s letter was not immediately the premiums themselves or their payment, but the basis upon which the loan might be arranged. The subject matter of Brophy’s reply was likewise the basis or condition on which the company was willing to make the loan. It did not deal with the premiums at all except as related to the loan and the provision.the loan would afford for their payment.</p>\n<p id=\"b564-3\">The same may be said of Wyman’s letter of May 9th. That letter does not bear the semblance of a demand for the premiums. It was but a re-statement of the terms upon which the loan would be granted, and closed with an offer from the company to make a loan of a given amount upon the policies as security. °</p>\n<p id=\"b564-4\">Great stress is laid upon the fact that the constant announcement of the company to Ellis was that at all events the payment by him of $356.50 was necessary; and it is argued .at length that as he failed to make such payment, no waiver could possibly result. But this proposition confuses what was necessary to complete the loan with what is required to complete a waiver. Undoubtedly the payment of that amount was required by the company according to these letters before it would make the loan, but is it true that the completion of the loan transaction was essential before a waiver of the forfeiture could result? The company was under no compulsion not to recognize and treat the policies as valid unless this amount were paid. It may have intended all the while, as it evidently did, to require this payment before consummating the loan, but in the negotiation it may still have regarded the policies as valid and capable of affording security for it. The question is, did its offer to make the loan with the policies as security, even on condition of this payment, afford evidence that it recognized the policies as still unforfeited ? Or to narrow the question somewhat it may be stated: Was this payment a condition of its recognition of the continued validity of the policies, or merely a condition of its willingness to make the loan? No letter in the correspondence indicates that it regarded the policies as forfeited. No mention is made at any time after March 24th that such was their status. They continued down to May 9th to be the basis of the nego<page-number citation-index=\"1\" label=\"545\">*545</page-number>tiation of the loan. If they were forfeited and dead and so recognized by the company, is it reasonable to suppose that on April 25th, after the expiration of the period of grace, Brophy would have proposed that if Ellis would pay $356.50 the company would advance upon them $1,150.00 wherewith to pay the premiums, or that on May 9th Wyman would have written, “the Society is willing to lend you $1,150.00 on the policies to apply toward the payment of the premiums due a short time ago?” In the estimate of the company they were then either forfeited or in force. They had no middle status. As the company itself regarded them up to the time of Ellis’ death so the law ought to regard them, and as these letters furnish evidence that down to May 9th the company recognized them as existing policies and so dealt with them in the negotiation with Ellis respecting the loan, it was but proper that the jury should determine the issue.</p>\n<p id=\"b565-4\">The whole argument of the plaintiff in error falls under the weight of its contention that what was meant in these proposals was that Ellis should first reinstate the policies by furnishing proof of good health satisfactory to the company, and only in such event were the policies to be accepted as security. Such reinstatement accompanied by a payment of the premiums with interest, was a method of restoration provided by the policies themselves. The company certainly did not intend to base a loan upon policies that no longer possessed life or virtue. It therefore must have intended that they should be restored by this method of reinstatement, or else in proposing to make the loan upon them as security it must have regarded them as still in force. There is no escape from one or the other of these conclusions. If it did not intend that they should first be reinstated, it must have recognized their continued validity; otherwise, it stood in the position of proposing to make the loan upon policies that were forfeited and dead. As neither Brophy’s nor Wyman’s letter imposed their reinstatement as a condition of the loan and contained no suggestion, even, that their reinstatement was necessary, it follows inevitably, at all events, that the jury was at liberty to regard the terms in which the offer of the loan was made as a recognition by the company that the policies were still in force, and to treat its act as an election to waive the forfeiture.</p>\n<p id=\"b565-5\">Our holding upon the original hearing was and still is that it was possible for the company to waive the forfeiture of these policies without the payment by Ellis of a consideration, and irrespective of a technical estoppel. The right of forfeiture was exclusively for the benefit of the company. It was at liberty to dispense with it without being paid to do so. If it elected to forego its right of forfeiture and maintain the policies in force, in the language of the law it became estopped to assert the forfeiture as a defense, but in order for it to waive the advantage that it possessed in virtue of the right to forfeit it was not absolutely essential that Ellis, be misled. If it desired and intended to relinquish its right to forfeiture, it ought not to be held that its power to do so was entirely dependent upon a showing -that Ellis was in some way deceived. The sounder rule is that in such a case a waiver of a forfeiture may result from unequivocal acts by which, after knowledge of the forfeiture, the insurer recognizes the <page-number citation-index=\"1\" label=\"546\">*546</page-number>continued validity of the policy, or does\" some act based thereon. Upon this subject in 25 Cyc. of Law and Procedure, 858, it is said: “While it is sometimes said as to waiver as well as estoppel that there must be reliance by the insured on any waiver of forfeiture or other cause of invalidity, the weight of authority is in accord with the rule that any conduct on the part of the company inconsistent with its reliance on a breach will be a waiver of the breach irrespective of any consideration or technical estoppel.”</p>\n<p id=\"b566-3\">In Hollis v. Insurance Company, 65 Iowa, 458, a leading authority on the same question, it is said:</p>\n<p id=\"b566-4\">‘ ‘ The general doctrine of the instructions is that if defendant, with full knowledge of the facts out of which the forfeiture of the policy arose, neglected to declare its intention of insisting on the forfeiture, but, by its acts, recognized and treated the policy as a valid and subsisting contract between it and plaintiff, and induced him to act in that belief, it is precluded now from insisting on the forfeiture. This doctrine is excepted to by defendant. Its position is that, to constitute a waiver of the provisions of the policy providing for the forfeiture, the acts relied on must be attended with such equitable circumstances as would create an estoppel; and, as plaintiff was not induced by the acts in question to in any manner change his position with reference to the subject of the negotiation, and as the‘acts were done after the forfeiture occurred, they do not create an estoppel. We think, however, that this position is not tenable. The principle on which the waiver of a forfeiture has been maintained in such cases is undoubtedly similar to that of estoppel. It was so held by this court in Viele v. Germania Ins. Co., 26 Iowa, 9. But we think it is not true that such waiver can be created only by such acts or conduct as would create a technical estoppel. Neither forfeitures nor estoppels are favored by the law, and it follows necessarily from this consideration that the waiver of a forfeiture may be sustained by circumstances which do not present the strong equities which would be required to create an estoppel. When plaintiff asserted a claim under the policy for the loss, and defendant was informed of the facts out of which the forfeitures grew, it had the right at once to treat the contract as at an end. If it had elected simply to remain silent, perhaps a waiver could not have been inferred from its silence. But if, with the knowledge of the circumstances, it continued to treat the contract as of binding force, and induced plaintiff to act in that belief, the rule holding that it thereby waived the forfeiture is a very just one. We think, therefore, that the general doctrine of the instructions is correct, and it is well sustained by the authorities. ’ ’</p>\n<p id=\"b566-6\">We quote as follows from Queen Insurance Co. v. Young, 86 Ala., 430: “Conditions in a policy of insurance, limiting or avoiding liability, are strictly construed against the insurer, and liberally in favor of the assured. Though a waiver may be in the nature of an estoppel, and maintained on similar principles, they are not convertible terms. The courts, not favoring forfeitures, are usually inclined to take hold of any circumstances which indicate an election to waive a forfeiture. A waiver may be created by acts, conduct, or declarations, insufficient to create a technical estoppel. If the com<page-number citation-index=\"1\" label=\"547\">*547</page-number>pany, after knowledge of the breach, enters into negotiations or transactions with the assured, which recognize and treat the policy as still in force, or induces the assured to incur trouble or expense, it will-be regarded as having waived the right to claim the forfeiture.” In addition to the authorities cited in the opinion, this view is sustained by the following cases: Georgia Home Ins. Co. v. Moriarity, 37 S. W., 628, in which writ of error was refused by this court; Knickerbocker L. Ins. Co. v. Norton, 96 U. S., 234; Oakes v. Insurance Co., 135 Mass., 249; Georgia Home Ins. Co. v. Kinnier’s Admr., 28 Grat., 88.</p>\n<p id=\"b567-4\">The motion for rehearing is overruled. .</p>\n<p id=\"b567-5\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b567-6\">Opinion filed January 8, 1913.</p>\n<p id=\"b567-7\">Mr. Justice Hawkins not sitting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}