{
  "casebody": {
    "data": "<casebody firstpage=\"1358\" lastpage=\"1360\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1416-12\">UNITED STATES of America, Plaintiff-Appellee, v. Clyde Kingsley PATTERSON, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1416-14\">No. 71-1229</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Apka\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1416-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1416-16\">Aug. 25, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1417-9\"><page-number citation-index=\"1\" label=\"1359\">*1359</page-number>Louis Francis Ray, Jr. (Court Appointed), Holsberry, Emmanuel, Sheppard, Mitchell &amp; Condon, Pensacola, Fla., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1417-12\">William Stafford, U. S. Atty., J. Worth Owen, Asst. U. S. Atty., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1417-13\">Before BELL, AINSWORTH and GODBOLD, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1416-8\"> [1] Rule 18, 5th <em>Cir.; See </em>Isbell Enterprises, Inc. v. Citizens Casualty Co. of New York et al., 5 Cir. 1970, 431 F.2d 409, Part I.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1417-14\">PER CURIAM:</author>\n<p id=\"b1417-15\">Appellant, an alien, was convicted in the United States District Court for the Northern District of Florida of unlawful reentry into the United States after deportation, in violation of 8 U.S.C. § 1326. His defense was that he was within the exception to § 1326 in that the Attorney General of the United States had expressly consented to his reapplying for admission to this country.</p>\n<p id=\"b1417-16\">On voir dire outside the presence of the jury, appellant testified that the Attorney General had given consent by a letter to appellant, which appellant stated was in his personal effects in North Carolina. Appellant acknowledged that he had not attempted by either telephone or correspondence to locate the person having his personal effects and obtain the letter from him. His explanation was that for him to do so would, in some fashion not spelled out, breach the anonymity of various persons who were, in appellant’s opinion, privileged to have their identities unrevealed. This was an unacceptable explanation for appellant’s failure to produce the original of the alleged letter. IV Wigmore, Evidence, (3d ed.) § 1192 et <em>seq. </em>Appellant may not complain of the court’s limiting his efforts to establish by cross examination of a government witness the possible existence of a copy of the alleged letter in government files — a copy the government certified did not exist — ■ because if a copy existed the “best evidence rule” barred him from introducing it. Consequently there was no evidence that appellant was within the exception of § 1326, and, in addition, the government introduced an official certificate of the nonexistence of such a letter, which stood unrefuted.</p>\n<p id=\"b1418-3\"><page-number citation-index=\"1\" label=\"1360\">*1360</page-number>Our conclusion on this issue makes it unnecessary to consider the contention of appellant that he was unduly restricted by the trial court into inquiry into the possible existence of a letter written by appellant to the Attorney General allegedly seeking the Attorney General’s consent to apply for reentry.</p>\n<p id=\"b1418-4\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}