{
  "casebody": {
    "data": "<casebody firstpage=\"465\" lastpage=\"467\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b535-8\">Douglas Joseph PETERSON, Plaintiff-Appellant, v. Bruce BABBITT, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b535-11\">No. 82-5814.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b535-12\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b535-13\">Argued and Submitted April 13, 1983.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AIc\">Decided June 14, 1983.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b535-24\">Jay R. Adkins, Asst. Atty. Gen., Phoenix, Ariz., for defendants-appellees.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b535-25\">Douglas Joseph Peterson, Goodyear, Ariz., for plaintiff-appellant.'</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b535-27\">Before KILKENNY, SKOPIL and FERGUSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b535-28\">PER CURIAM:</author>\n<p id=\"b535-29\">On behalf of himself and his minor children, Peterson filed a <em>pro per </em>42 U.S.C. <page-number citation-index=\"1\" label=\"466\">*466</page-number>§ 1983 complaint in the district court alleging that by denying him visitation rights with his children, the Department of Economic Security and other parties he also named as defendants, were depriving them of a fundamental liberty interest without due process of law, in violation of the First, Fifth, Eighth and Fourteenth Amendments of the United States Constitution. Peterson’s rights to visitation will be determined in an ongoing action currently pending before the Arizona court. Needless to say, Peterson can raise his constitutional claims in that proceeding. The children have been wards of that court since well before Peterson was charged with the crime of which he was convicted. He would have this court issue an <em>ex parte </em>order requiring a personal visit in prison by his children at least once a month. The district court <em>sua sponte </em>dismissed the complaint on the ground that state decisions regarding the welfare of children have been traditionally left to the state and to the state courts. <em>Cf. Lehman v. Lycoming County Children’s Services </em>Agency,-U.S.-, 102 S.Ct. 3231, 73 L.Ed.2d 928 (1982).</p>\n<p id=\"b536-6\">ISSUE</p>\n<p id=\"b536-7\">Did the district court properly dismiss Peterson’s § 1983 complaint?</p>\n<p id=\"b536-8\">STANDARD OF REVIEW</p>\n<p id=\"b536-9\">Considering the district court’s dismissal as an abstention, we review the record to determine whether there has been an abuse of discretion. <em>Pue v. Sillas, </em>632 F.2d 74, 78 (CA9 1980).</p>\n<p id=\"b536-10\">MERITS</p>\n<p id=\"b536-11\">The district court based its refusal to exercise jurisdiction on the well established principle that federal courts should decline jurisdiction of cases concerning domestic relations when the primary issue concerns the status of parent and child or husband and wife. <em>Buechold v. Ortiz, </em>401 F.2d 371, 372 (CA9 1986). <em>Cf. State of Ohio ex rel. Popovici v. Agler, </em>280 U.S. 379, 50 S.Ct. 154, 74 L.Ed. 489 (1930). Ever since <em>In re Burrus, </em>136 U.S. 586, 593-94, 10 S.Ct. 850, 852-53, 34 L.Ed. 1500 (1890), the federal courts have uniformly held that they should not adjudicate cases involving domestic relations, including “the custody of minors and <em>a fortiori, </em>rights of visitation.” <em>Hernstadt v. Hernstadt, </em>373 F.2d 316, 317 (CA2 1967); <em>see Csibi v. Fustos, </em>670 F.2d 134, 136-137 (CA9 1982); <em>Donnelly v. Donnelly, </em>515 F.2d 129, 130 (CA1 1975). For that matter, the whole subject of domestic relations and particularly child custody problems is generally considered a state law matter. <em>Csibi v. Fustos, supra, </em>670 F.2d at 136-137; <em>Tree Top v. Smith, </em>577 F.2d 519, 521 (CA9 1978).</p>\n<p id=\"b536-13\">The strong state interest in domestic relations matters, the superior competence of state courts in settling family disputes because regulation and supervision of domestic relations within their borders is entrusted to the states, and the possibility of incompatible federal and state court decrees in cases of continuing judicial supervision by the state makes federal abstention in these cases appropriate. <em>Moore v. Sims, </em>442 U.S. 415, 99 S.Ct. 2371, 60 L.Ed.2d 994 (1979). True enough, the domestic relations exception has been narrowly confined. <em>Csibi v. Fustos, supra, </em>670 F.2d at 137. It is only in those cases most closely resembling historical ecclesiastic actions that have been considered absolutely outside the federal court jurisdiction. <em>Id. </em>These cases consist of those where a federal court is asked to grant a divorce or annulment, determine support payments, or award custody of children. There is no subject matter jurisdiction over these types of domestic disputes. <em>Id.</em></p>\n<p id=\"b536-14\">Here, Peterson would have the federal courts consider an issue of the proper care, custody and control of juveniles held in state custody. However, such matters have traditionally been left to the states. <em>L.H. v. Jamieson, </em>643 F.2d 1351, 1355 (CA9 1981). Because there is presently pending in the state court the issue of Peterson’s visitation rights, we will exercise our discretion and abstain. <em>See Csibi v. Fustos, supra, </em>670 F.2d at 137; <em>Bossom v. Bossom, </em>551 F.2d 474, 475 (CA2 1976). Whatever constitutional claims Peterson may propose he is at liberty to present to the Arizona state courts.</p>\n<p id=\"b537-3\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>CONCLUSION</p>\n<p id=\"b537-4\">We hold that the court did not abuse its discretion in dismissing the action and affirm its judgment.</p>\n<p id=\"b537-5\">IT IS SO ORDERED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}