{
  "casebody": {
    "data": "<casebody firstpage=\"219\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b227-4\">The Mayor, &amp;c. of the City of New York, plaintiffs, <em>vs. </em>Emanuel S. Baumberger, defendant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b227-6\">1. Any private individual who suffers, or is likely to suffer, such special damage from a public nuisance as cannot be compensated for in damages, may have an injunction against its continuance.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b227-7\">2. Any unlawful obstruction, that impedes the free use of a navigable river for purposes of navigation, is a public nuisance.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b227-8\">8. If a deposit in a navigable river of mash from a brewery, by the act of the defendant, creates a public nuisance by impeding navigation, and is especially injurious to the corporation of the city of New York, by preventing vessels coming up to its wharves, and thereby depriving it of dockage and \"wharfage, the corporation is entitled to an injunction; unless such deposit is made by its express or implied license.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b227-9\">4. In such a case the fact that the mash is carried to the river through a <em>sewer </em>constructed by the plaintiffs, with which the defendant has a license to connect a branch, does not make the deposit any the less the act of the defendant. <em>Per </em>Jones J.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b227-10\">5. Although a license, from the corporation to an individual, to connect a branch with a public sewer, gives him a right to the use of the sewer for all purposes for which it can properly and legitimately be used, its employment to carry off the refuse of a brewery is neither proper or legitimate.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b227-11\">6. Whatever may be the other purposes of a sewer, that of carrying off as useless and refuse stuff an article capable of being sold and consumed, and thus becoming a source of profit cannot be one. <em>Per </em>Jones, J.</headnotes>\n<p data-order=\"7\" data-type=\"headnotes\" id=\"b227-12\">(Before Jones, J. at special term,</p>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"AM0\">July —, 1867.)</decisiondate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b227-13\">Motion to vacate an order enjoining the defendant from discharging through a sewer constructed by the plaintiffs, the refuse of a factory of the former, by means of a branch of such sewer, connected with the works of the defendant.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b227-14\"><em>H. H. </em>Anderson, for the plaintiffs.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b227-15\"><em>I. T. Williams, </em>for the defendant.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b227-16\">Jones, J.</author>\n<p id=\"Akf\">I believe it to be now. well settled that any private individual who suffers such special damage from a <page-number citation-index=\"1\" label=\"220\">*220</page-number>public nuisance as cannot well be compensated in damages, máy have an injunction against the continuance of the nuisance. <em>(Wetmore </em>v. <em>Story, </em>22 <em>Barb. </em>414. <em>Davis </em>v. <em>The Mayor, &amp;c. </em>14 <em>N. Y. Rep. </em>526.) If, then, the deposit of the mash in question creates a public nuisance, and is especially injurious to the plaintiffs, and it is being deposited through the defendant’s act, the injunction should be retained, unless such deposit is with the express or implied license of the plaintiffs. Any unlawful obstruction that impedes the free use of a navigable river for the purposes of navigation is a public nuisance. The affidavits show that the deposit of the mash impedes the free use of the Hudson river for purposes of navigation, by diminishing the depth of water. The result of which diminution, at present, is that vessels of a size that were accustomed to navigate that part of the river, can no longer do so, and a continuance of such, deposit would gradually diminish the depth of water, so that as it diminished, the size of the vessels capable of navigating that part of the river would diminish, until, perhaps, finally, not even a row boat could navigate it. Such a deposit as this, if made without authority, would be a public nuisance. As the effect of this deposit would be to prevent vessels coming up to the plaintiffs’ wharf, thereby depriving the plaintiffs of dockage and wharfage, it is especially injurious to them, and that injury cannot well be compensated in damages. The affidavits leave no room for doubt that the deposit in question is formed of mash coming from the .defendant’s brewery. ' The fact that the mash is carried to the river through the sewer does not make the deposit any less the act of the defendant. The mode in which he gets it to the river makes no difference. It is immaterial whether he takes it there in carts, or runs it through a branch of the sewer into it, and then through the main sewer itself. If the defendant has no authority to make the deposit, <page-number citation-index=\"1\" label=\"221\">*221</page-number>and the plaintiffs have given him no license, this injunction must be retained. The defendant does not claim so to carry off such refuse under authority from the state, nor” any authority or license from the city, other than such as can be implied from the construction of the sewer, and the license given to him to connect by a branch with it. He claims this gives him a right to use the sewer for all purposes for which it can be properly and legitimately used. And if the plaintiffs have s&lt;p constructed it, that such use results in damage to them, it is <em>damnum absque injuria. </em>The first part of the claim is undoubtedly correct; upon the last part it is unnecessary to express an opinion, for I have come to the conclusion that the use the defendant is making of the sewer is not proper or legitimate. Sewers are constructed for the purposes of drainage, and to carry off dirty water, filth and refuse matter. <em>(Webster’s Dictionary.) </em>And such r'efuse matter must be such as is readily soluble by the ordinary action of the water remaining in the sewer. The mash in question is neither filth nor refuse water; it possesses value; other brewers make it a source of profit; they sell it, and their vendees have no difficulty in removing it without the aid of a sewer. Whatever other purposes a sewer may be intended to sub-serve, that of carrying off as useless and refuse stuff, an article, the sale of which is a source of profit, and which is usually sold and carried away to be made use of, cannot be one.</p>\n<p id=\"b229-5\">Injunction sustained, with $10 costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}