{
  "casebody": {
    "data": "<casebody firstpage=\"162\" lastpage=\"184\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b188-4\">467 A.2d 522</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A7K\">Johnny MITCHELL v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b188-6\">No. 1837,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AqBn\">Sept. Term, 1982.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b188-7\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Ajd\">Nov. 3, 1983.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b189-9\"><page-number citation-index=\"1\" label=\"163\">*163</page-number>Gary W. Christopher, Asst. Public Defender, with whom was Alan H. Murrell, Public Defender of Md., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b189-10\">Diane G. Goldsmith, Asst. Atty. Gen. with whom were Stephen H. Sachs, Atty. Gen. of Md., Kurt L. Schmoke, State’s Atty. for Baltimore City and Edwin 0. Wenck, Asst. State’s Atty. for Baltimore City on brief, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b189-11\">Argued before LISS, ADKINS and GETTY, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b189-12\">GETTY, Judge.</author>\n<p id=\"b189-13\">On June 15,1982, Johnny Mitchell (appellant) was convicted by a jury in the Circuit Court for Baltimore City of kidnapping, assault with intent to rape, first degree sexual <page-number citation-index=\"1\" label=\"164\">*164</page-number>offense and carrying a deadly weapon. The state, on the same day, moved for imposition of mandatory sentences. The court (Karwacki, J.) imposed sentence of twenty-five years for kidnapping; fifteen years, concurrent, for attempted rape; twenty-five years, concurrent, for first degree sexual offense; and three years, concurrent, on the deadly weapon count. The sentence on each count was expressed to be without parole.</p>\n<p id=\"b190-5\">Appellant raises five allegations of error, namely:</p>\n<blockquote id=\"b190-6\">1. Was appellant denied the right to counsel at critical stages of the trial?</blockquote>\n<blockquote id=\"b190-7\">2. Did the court’s refusal to grant a continuance to permit appellant to obtain a transcript of his preliminary hearing amount to an abuse of discretion?</blockquote>\n<blockquote id=\"b190-8\">3. Did the state establish the necessary criteria for imposition of a mandatory sentence pursuant to Article 27, Section 643B(c)?</blockquote>\n<blockquote id=\"b190-9\">4. Did the court err in imposing mandatory sentences on four separate counts of the same indictment?<footnotemark>1</footnotemark></blockquote>\n<blockquote id=\"b190-10\">5. Did the court err in imposing a mandatory sentence without possibility of parole upon conviction of carrying a deadly weapon?<footnotemark>2</footnotemark></blockquote>\n<p id=\"b190-11\">The victim testified that shortly after midnight on December 4,1980, she was waiting for a bus when a man whom she identified as appellant suddenly appeared with a knife and said: “Come with me now or I’ll kill you right here.” He forced her into the passenger’s seat of a car and drove away. <page-number citation-index=\"1\" label=\"165\">*165</page-number>As he drove he kept the knife at her throat, demanding that she have intercourse with him. She undressed at his direction, and when he discovered that she was menstruating he made her perform fellatio. Appellant, according to the victim, then permitted her to put on her slacks and coat.</p>\n<p id=\"b191-4\">They stopped at a house and as appellant placed a key into the door a woman inside opened the door and swung at appellant. At this time the victim turned and fled. Appellant grabbed the coat and the victim continued to run until she encountered two young men on the street. The two men took her to their house and permitted her to call the police. One of these men testified that he observed a person he thought to be appellant chasing the victim as she was running. Appellant’s wife testified that upon hearing appellant at the door she assumed he was bringing one of his girl friends to the house and struck him.</p>\n<p id=\"b191-5\">RIGHT TO COUNSEL</p>\n<p id=\"b191-6\">When the case was called for trial, defense counsel advised the court, “Mr. Mitchell informs me that I am no longer his lawyer.” Appellant explained that his consultations had been with present counsel’s partner and appellant did not believe that present counsel had become sufficiently familiar with the case in the two weeks devoted to preparing for trial. Appellant was particularly vexed by not having been furnished a transcript of his preliminary hearing which he contended would show that the prosecuting witness had been untruthful.</p>\n<p id=\"b191-7\">Counsel advised the court that he had listened to the full cassette recording of the preliminary hearing; that he took notes and advised appellant that the recorded testimony did not say what appellant purported it to say. At this juncture, the court denied appellant’s request for a postponement, and refused to order that the transcript be typed and <page-number citation-index=\"1\" label=\"166\">*166</page-number>brought to court for appellant’s use in the trial.<footnotemark>3</footnotemark> Noting that appellant’s initial counsel had not struck his appearance, the court ordered him to appear and advised appellant that both lawyers would be present to represent him and he could review the notes made by counsel who had listened to the District Court recording of the preliminary hearing.</p>\n<p id=\"b192-5\">After the jury was empaneled and sworn, and the prosecutor had made his opening statement, appellant advised the court, to wit:</p>\n<blockquote id=\"b192-6\">“Your Honor, I had time to think while we had the recess and my position still has not changed, I ask that this lawyer not represent me in this case. I am informing the Court that I dismissed him last week when we came out of court. I do not wish Mr. Friedman to represent me due to the way he treated me in this case. I ask the Court to appoint me a Public Defender. I ask the Court to have the State give me a transcript of my preliminary hearing. I do not know if I was supposed to have a preliminary hearing but I did have one. It was sworn in court and there were witnesses that were asked questions and I have asked for that and it has not been made available to me. I do not wish this man or his partner to represent me. That has not changed.”</blockquote>\n<p id=\"b192-7\">The court responded:</p>\n<blockquote id=\"b192-8\">“You have two choices. Either you fire both these lawyers, that is your right, but then you are representing yourself. You are not going to postpone this case for the appointment of any further counsel. Mr. Steinhorn advises me that he is fully prepared to try this case.”</blockquote>\n<p id=\"b192-9\">The court then proceeded with a waiver inquiry pursuant to Maryland Rule 723 c, which provides:</p>\n<blockquote id=\"b192-10\">“c. Waiver Inquiry.</blockquote>\n<blockquote id=\"b193-4\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>When a defendant indicates a desire or inclination to waive counsel, the court may not accept the waiver until it determines, after appropriate questioning on the record in open court, that the defendant possesses the intelligence and capacity to appreciate the consequences of his decision and fully comprehends:</blockquote>\n<blockquote id=\"b193-5\">1. The nature of the charges against him, any lesser included offenses, and the range of allowable penalties, including mandatory and minimum penalties, if any.</blockquote>\n<blockquote id=\"b193-6\">2. That counsel can render important assistance to him in determining whether there may be defenses to the charges or circumstances in mitigation thereof, and in preparing for and representing him at trial.</blockquote>\n<blockquote id=\"b193-7\">3. That even if the defendant intends to plead guilty, counsel may be of substantial assistance in developing and presenting information which could affect the sentence or other disposition.</blockquote>\n<blockquote id=\"b193-8\">4. That if the defendant is found to be financially unable to retain private counsel, the Public Defender or the court would, if the defendant wishes, provide counsel to represent him.”</blockquote>\n<p id=\"b193-9\">The colloquy between appellant and the court is as follows:</p>\n<blockquote id=\"b193-10\">THE COURT: I am convinced he is fully able to represent you and render effective assistance of counsel during these proceedings. However it is your right, an unalterable right to fire both these lawyers and represent yourself if you want. But before you do that let me tell you a couple of things.</blockquote>\n<blockquote id=\"b193-11\">You are facing some very serious time in this charge.</blockquote>\n<blockquote id=\"AqZ\">MR. MITCHELL: I know I am.</blockquote>\n<blockquote id=\"b193-12\">THE COURT: I assume you have no legal training, is that correct?</blockquote>\n<blockquote id=\"b193-13\">MR. MITCHELL: That’s true.</blockquote>\n<blockquote id=\"b193-14\">THE COURT: You are aware of the fact that your lawyer, who is trained to represent people in court knows <page-number citation-index=\"1\" label=\"168\">*168</page-number>that there are certain rules and laws which must be followed in the trial of a case which you are probably not familiar with.</blockquote>\n<blockquote id=\"b194-5\">MR. MITCHELL: I am aware of that, sir.</blockquote>\n<blockquote id=\"b194-6\">THE COURT: It is my judgment, which you can accept or not, that you would be at a great disadvantage to represent yourself.</blockquote>\n<blockquote id=\"b194-7\">MR. MITCHELL: I am aware of that.</blockquote>\n<blockquote id=\"b194-8\">THE COURT: But if you want to represent yourself, like if you want to take out your own appendix, you have a right to do it.</blockquote>\n<blockquote id=\"b194-9\">MR. MITCHELL: I do not want to represent myself.</blockquote>\n<blockquote id=\"b194-10\">THE COURT: And for that reason I am not going to grant a delay of this trial because we are already underway and as has been stated, the events talked about in this case occurred in December of 1980. We have got counsel here who are prepared to give you genuine and effective assistance of counsel and a delay to permit another lawyer into this case is not in the interests of justice in my judgment. For that reason I am not going to delay the trial. I will give you the right, if you insist upon it, to represent yourself. I will let these lawyers go home. So you can make that decision, if you want these lawyers to represent you or you want to represent yourself.</blockquote>\n<blockquote id=\"b194-11\">MR. MITCHELL: I ask you, give me a tape of the preliminary hearing.</blockquote>\n<blockquote id=\"b194-12\">THE COURT: We have been over that four times and I am not going to give you access to that tape. They are not available. Your lawyer has listened to those tapes.</blockquote>\n<blockquote id=\"b194-13\">MR. MITCHELL: I haven’t listened to them.</blockquote>\n<blockquote id=\"b194-14\">THE COURT: I know you haven’t. I know you haven’t.</blockquote>\n<blockquote id=\"b194-15\">MR. MITCHELL: Do I have the right to listen to them?</blockquote>\n<blockquote id=\"b194-16\">THE COURT: No.</blockquote>\n<blockquote id=\"b194-17\">MR. MITCHELL: I don’t have the right to listen to them?</blockquote>\n<blockquote id=\"b195-4\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>THE COURT: That’s what I say. What is your decision. Are you going to represent yourself or let these lawyers represent you?</blockquote>\n<blockquote id=\"b195-5\">MR. MITCHELL: I’ll try to represent myself, sir.</blockquote>\n<blockquote id=\"b195-6\">THE COURT: All right. Let me go over a few other things. Get your charging documents, Mr. Wenck.</blockquote>\n<blockquote id=\"b195-7\">MR. WENCK: Yes, sir.</blockquote>\n<blockquote id=\"b195-8\">THE COURT: How old are you, Mr. Mitchell?</blockquote>\n<blockquote id=\"b195-9\">MR. MITCHELL: 42.</blockquote>\n<blockquote id=\"b195-10\">THE COURT: How far did you go in school?</blockquote>\n<blockquote id=\"b195-11\">MR. MITCHELL: Two years of college.</blockquote>\n<blockquote id=\"b195-12\">THE COURT: You don’t have any difficulty reading and writing the English language do you?</blockquote>\n<blockquote id=\"b195-13\">MR. MITCHELL: No, sir.</blockquote>\n<blockquote id=\"b195-14\">THE COURT: Are you today under the influence of alcohol or any other type of drug?</blockquote>\n<blockquote id=\"b195-15\">MR. MITCHELL: No, sir.</blockquote>\n<blockquote id=\"b195-16\">THE COURT: Do you fully understand what has gone on here this afternoon?</blockquote>\n<blockquote id=\"b195-17\">MR. MITCHELL: No, sir.</blockquote>\n<blockquote id=\"b195-18\">THE COURT: By that you mean you don’t understand the legal technicalities or you disagree with the rulings, which is it?</blockquote>\n<blockquote id=\"b195-19\">MR. MITCHELL: I don’t understand the legal technicalities.</blockquote>\n<blockquote id=\"b195-20\">THE COURT: Okay. Were you employed prior to your arrest?</blockquote>\n<blockquote id=\"b195-21\">MR. MITCHELL: Yes, sir.</blockquote>\n<blockquote id=\"b195-22\">THE COURT: What kind of work did you do?</blockquote>\n<blockquote id=\"b195-23\">MR. MITCHELL: I’m a machinist working for Koppers.</blockquote>\n<blockquote id=\"b195-24\">THE COURT: You’re presently at Patuxent Institution as I understand it?</blockquote>\n<blockquote id=\"b195-25\">MR. MITCHELL: Yes, sir.</blockquote>\n<blockquote id=\"b196-3\"><page-number citation-index=\"1\" label=\"170\">*170</page-number>THE COURT: What kind of sentence are you serving?</blockquote>\n<blockquote id=\"b196-4\">MR. MITCHELL: What kind?</blockquote>\n<blockquote id=\"b196-5\">THE COURT: The length.</blockquote>\n<blockquote id=\"b196-6\">MR. MITCHELL: Twenty years.</blockquote>\n<blockquote id=\"b196-7\">THE COURT: Twenty years.</blockquote>\n<blockquote id=\"b196-8\">MR. MITCHELL: Out on parole three years when this incident came about.</blockquote>\n<blockquote id=\"b196-9\">THE COURT: Violated because of this incident?</blockquote>\n<blockquote id=\"b196-10\">MR. MITCHELL: No, sir, I have not been violated. I’m still technically on parole.</blockquote>\n<blockquote id=\"b196-11\">THE COURT: I see. But you’re an inmate at Patuxent?</blockquote>\n<blockquote id=\"b196-12\">MR. MITCHELL: Right now yes, sir.</blockquote>\n<blockquote id=\"b196-13\">THE COURT: Which is the sentence which you are being held for now?</blockquote>\n<blockquote id=\"b196-14\">MR. MITCHELL: The original twenty years.</blockquote>\n<blockquote id=\"b196-15\">THE COURT: For what?</blockquote>\n<blockquote id=\"b196-16\">MR. MITCHELL: The same type charge.</blockquote>\n<blockquote id=\"b196-17\">THE COURT: Same type as in this case?</blockquote>\n<blockquote id=\"b196-18\">MR. MITCHELL: Yes, sir. No, not exactly.</blockquote>\n<blockquote id=\"b196-19\">THE COURT: What is it?</blockquote>\n<blockquote id=\"b196-20\">MR. MITCHELL: Rape.</blockquote>\n<blockquote id=\"b196-21\">MR. WENCK: Rape.</blockquote>\n<blockquote id=\"b196-22\">THE COURT: In the first degree?</blockquote>\n<blockquote id=\"b196-23\">MR. WENCK: That was before this statute, Your Honor.</blockquote>\n<blockquote id=\"b196-24\">THE COURT: Now you are charged in this case with, listen to Mr. Wenck. What I want you to do is tell him the charges and the possible penalties.</blockquote>\n<blockquote id=\"b196-25\">MR. WENCK: Under Indictment 18127106, kidnapping two counts, one would merge, the maximum time exposure is thirty years under that. Under Indictment 18127107, the first count, assault with intent to rape, the second count, attempted rape in the first degree, you could receive possible fifteen years under the assault with intent to rape, but the <page-number citation-index=\"1\" label=\"171\">*171</page-number>third count is assault, first degree sexual offense, which has to do with the alleged forced fellatio, mouth to genital area with a man, that is a possible life incarceration. The fourth count is perverted practices. It would merge with the first degree sexual offense. The other one is common law assault. That would merge, so you are facing a possible life plus fifteen plus thirty, and under 18127108, that is deadly weapon, it has to do with carrying a concealed weapon, a knife. The maximum number of years is three years. You have possible sentencing enhancement. That is, you might be subject to the mandatory time under the Parole Statute of Maryland. You might be sentenced to a particular term of years without the benefit of parole.</blockquote>\n<blockquote id=\"b197-5\">MR. MITCHELL: May I ask a question.</blockquote>\n<blockquote id=\"b197-6\">MR. WENCK: Sure.</blockquote>\n<blockquote id=\"b197-7\">MR. MITCHELL: I was given to understand in order for them to implement that portion of the law you would have to inform me to that.</blockquote>\n<blockquote id=\"b197-8\">MR. WENCK: Inform you upon conviction of this. I would hand you a petition if you are convicted by this jury, then the first thing I will do after that, is hand you a mandatory sentencing petition, that is to put you on notice. I don’t have to do that beforehand because it would be premature.</blockquote>\n<blockquote id=\"b197-9\">MR. MITCHELL: Okay.</blockquote>\n<blockquote id=\"b197-10\">MR. WENCK: Have you got it?</blockquote>\n<blockquote id=\"b197-11\">MR. MITCHELL: Okay.</blockquote>\n<blockquote id=\"b197-12\">MR. WENCK: Have you got it?</blockquote>\n<blockquote id=\"b197-13\">MR. MITCHELL: I understand now.</blockquote>\n<blockquote id=\"b197-14\">MR. WENCK: Okay.</blockquote>\n<blockquote id=\"b197-15\">THE COURT: All right now: Those are the charges you are facing and the possible punishment. Do you understand those?</blockquote>\n<blockquote id=\"b197-16\">MR. MITCHELL: Yes, sir.</blockquote>\n<blockquote id=\"b198-4\"><page-number citation-index=\"1\" label=\"172\">*172</page-number>THE COURT: Okay. Now you understand counsel may be of important assistance to you in determining a defense to these charges, and the circumstances and mitigation thereof. Do you understand that?</blockquote>\n<blockquote id=\"b198-5\">MR. MITCHELL: I understand they could be important to me.</blockquote>\n<blockquote id=\"b198-6\">THE COURT: You also understand a lawyer can be important to you, even if you are convicted, in arguing at the time of sentencing as to what the sentence should be. Do you understand that?</blockquote>\n<blockquote id=\"b198-7\">MR. MITCHELL: Yes, sir.</blockquote>\n<blockquote id=\"b198-8\">THE COURT: Do you understand at the trial you have a right to call witnesses in your own behalf. You have a right to confront and cross examine the prosecution witnesses. You have a right to obtain witnesses by compulsory process, a right to require proof of the charges beyond a reasonable doubt. Do you understand counsel would be of assistance to you in enforcing these rights. Do you understand that?</blockquote>\n<blockquote id=\"b198-9\">MR. MITCHELL: Yes, sir.</blockquote>\n<blockquote id=\"b198-10\">THE COURT: Do you understand what you are telling me, notwithstanding all that knowledge, you are here today and you want to represent yourself?</blockquote>\n<blockquote id=\"b198-11\">MR. MITCHELL: No, sir. I am not telling you I want to represent myself.</blockquote>\n<blockquote id=\"b198-12\">THE COURT: What are you telling me?</blockquote>\n<blockquote id=\"b198-13\">MR. MITCHELL: I’m telling you to ask the Court to appoint me a Public Defender because I cannot afford to buy — to get another lawyer. I’m telling you, asking you to allow me to have the transcript of the preliminary hearing because this is a completely different story from what you will hear on this stand today.</blockquote>\n<blockquote id=\"b198-14\">THE COURT: All right. Now as to the first thing, the reason I am not appointing a Public Defender for you is that that would require a postponement of this trial again. There is no way a lawyer could be appointed today and could <page-number citation-index=\"1\" label=\"173\">*173</page-number>proceed today. He needs time to prepare. That would mean another delay in the trial.</blockquote>\n<blockquote id=\"b199-5\">MR. MITCHELL: Your Honor, it is being made to look I am the cause of this to be postponed. I am not the cause of this being postponed. I am informing you that I was locked up several weeks before the State ever brought charges against me the first time. That I came to court for this charge, on this charge—</blockquote>\n<blockquote id=\"b199-6\">THE COURT: I don’t think I want the jury to hear this. You better keep your voice down. If you want to yell, they will hear you.</blockquote>\n<blockquote id=\"b199-7\">MR. MITCHELL: The first time I came to court on this charge the case was postponed because my lawyer had not been able to talk with the witnesses. He had attempted to make contact with the witnesses and talk with Mr. Wenck and he was not able to do that until the day that I came to court. So it had to be postponed.</blockquote>\n<blockquote id=\"b199-8\">I came to court in front of you last week and as you well know, and you know what happened at that proceeding with a new lawyer, that I don’t want him to represent me. I did not pay him money to represent me. I do not want this man to represent me today because 1 don’t feel—</blockquote>\n<blockquote id=\"b199-9\">THE COURT: You understand why I can’t appoint a Public Defender because that person would not be ready to go. He wouldn’t be able to give you effective and genuine assistance of counsel.</blockquote>\n<blockquote id=\"b199-10\">MR. MITCHELL: The point I’m trying to make, it has not been my fault asking this thing be postponed so many times.</blockquote>\n<blockquote id=\"b199-11\">THE COURT: That is a matter of judgment but you understand that that’s the alternative you have. These men are ready to represent you today. Knowing everything I have explained to you now, which do you wish to do?</blockquote>\n<blockquote id=\"b199-12\">MR. MITCHELL: I’m trying to represent myself.</blockquote>\n<blockquote id=\"b199-13\">THE COURT: Here’s what I’m going to do. Advise the jury of this decision to discharge the two of you and I am <page-number citation-index=\"1\" label=\"174\">*174</page-number>going to tell them I’m requiring Mr. Steinhorn, as an officer of the court to stand by and sit on that front bench. The reason I’m doing that, Mr. Mitchell, is he is there as a resource to you if you have any questions during the course of this trial about what you do next or whatever you may ask him.</blockquote>\n<blockquote id=\"b200-5\">MR. MITCHELL: Then Your Honor, I believe it will go on record that he is my lawyer.</blockquote>\n<blockquote id=\"b200-6\">THE COURT: No, he is not your lawyer. I am going to make that very clear that you fired him as of right now. You can use him or not, the man is well trained in the practice of law. I just don’t believe you’re going to find— you’re going to need to have questions answered and this is a critical thing. I think it’s better to have him sit there. I will excuse Mr. Friedman since you want to fire him, too.</blockquote>\n<blockquote id=\"b200-7\">MR. MITCHELL: What I know, this Court’s not going to hear the complete story of this case. I know that.</blockquote>\n<blockquote id=\"b200-8\">THE COURT: Well I disagree obviously.</blockquote>\n<blockquote id=\"b200-9\"><em>* </em>* * sfc 5)s *</blockquote>\n<blockquote id=\"b200-10\">THE COURT: Members of the Jury, excuse the delay. Mr. Mitchell, the defendant in this case, has just informed the Court that he does not want the attorneys who have been representing him to continue to represent him and he is going to choose to represent himself in this case. That was the reason for the conference here at the bench. Notwithstanding his decision, with the clear understanding that Mr. Steinhorn and Mr. Friedman are no longer his attorneys, because Mr. Mitchell has no formal legal training of any kind, I have asked Mr. Steinhorn, who is an officer of this court, to just stand by and be available to Mr. Mitchell, should he have any questions about the procedure or things like that, he can consult with Mr. Steinhorn. So he will be sitting there. I want you to understand, as Mr. Mitchell has requested, I make it very clear to you that he is representing himself. Is that right, Mr. Mitchell?</blockquote>\n<blockquote id=\"b200-11\">MR. MITCHELL: That’s right, Your Honor.</blockquote>\n<p id=\"b201-4\"><page-number citation-index=\"1\" label=\"175\">*175</page-number>Appellant made an opening statement and cross-examined the prosecuting witness and Tony Dutton, Jr., who was a witness called by the state. At that point, appellant requested that Mr. Steinhorn be permitted to represent him for the remainder of the trial. The court granted the request.</p>\n<p id=\"b201-5\">Appellant suggests that the court committed the same error that emerged in <em>Howell v. State, </em>293 Md. 232, 443 A.2d 103 (1982); <em>State v. Renshaw, </em>276 Md. 259, 347 A.2d 219 (1975) ; and in <em>Wright v. State, </em>32 Md.App. 60, 359 A.2d 1 (1976) . The alleged error is that the trial court, in each of these cases, erroneously inferred from appellant’s request for new counsel that appellant desired to proceed without the assistance of counsel. A brief review of the cases cited is in order.</p>\n<p id=\"b201-8\"><em>Howell, </em>supra, involved a defendant who, without deviation, asserted that he wanted to be represented by counsel. Defendant, however, steadfastly refused to waive his right to be tried within 180 days required by Md.Rule 746. The trial court treated defendant’s refusal to acquiesce in a postponement as a waiver of his right to counsel. In reversing the convictions the Court of Appeals (Davidson, J.) stated that there was no express waiver of the right to counsel.</p>\n<p id=\"b201-9\"><em>Renshaw, </em>supra, dealt with a request on the morning of trial for new counsel. The trial court denied the request, but instructed the assigned public defender to remain with the defendant and render any assistance specifically requested by the defendant. The defendant elected to remain silent throughout the trial and did not participate therein. The Court of Appeals (Levine, J.) reversed the convictions holding that a request for different counsel is not a waiver of one’s Sixth Amendment right to the assistance of counsel. “Where there is no valid waiver of counsel, the court must ensure that the accused is represented even if he professes an unwillingness to have a lawyer.” <em>Renshaw, </em>276 Md. at p. 268, 347 A.2d 219, citing <em>McCloskey v. Director, </em>245 Md. 497, <page-number citation-index=\"1\" label=\"176\">*176</page-number>226 A.2d 534 (1967); <em>United States v. Dujanovic, </em>486 F.2d 182 (9th Cir.1973).</p>\n<p id=\"b202-5\">In <em>Wright, </em>supra, we reversed the guilty verdicts stating that after the trial court gave the defendant the option of proceeding with assigned counsel or representing himself, the court failed to conduct a waiver inquiry under Md.Rule 723. The request for different counsel was made at the conclusion of the state’s case and, thereafter, the defendant, at his request, conducted his own defense.</p>\n<p id=\"b202-6\">The cases relied upon by appellant differ in significant aspects from the present case. In <em>Howell </em>the defendant at all times insisted upon representation; in the present case appellant reluctantly chose to represent himself after being fully advised of the consequences of his decision pursuant to Rule 723. Appellant herein twice indicated that he did not want to represent himself and on two subsequent occasions indicated that he was representing himself, which he proceeded to do. The trial in <em>Howell </em>continued for four days with the defendant not being represented; whereas, counsel was available to the present appellant from the beginning of the trial and, at appellant’s request, conducted the defense during the close of the state’s case and throughout the appellant's presentation of his defense.</p>\n<p id=\"b202-7\"><em>Renshaw </em>tells us that where there is no valid waiver, the court must see that counsel is provided. The court advised counsel, in <em>Renshaw, </em>to do nothing unless requested by appellant. As a result, the defendant and counsel became mere spectators, and neither participated whatsoever in the trial. A different setting prevailed in the case before us. Appellant took on the responsibility of self-representation and threw in the towel when he realized he was going to get, at the very least, outpointed.</p>\n<p id=\"b202-8\">In <em>Wright, </em>the defendant did not receive the preliminary advice, under Rule 723, necessary to establish a knowing waiver. The present appellant was fully informed. We note that in <em>Howell </em>and Renshaw jeopardy had not attached when requests for other counsel surfaced. In <em>Wright, </em>and in <page-number citation-index=\"1\" label=\"177\">*177</page-number>the instant case, the timing of the requests, after the trial was under way, raised the additional specter of a claim of double jeopardy somewhere down the appellate line if a mistrial was granted.</p>\n<p id=\"b203-5\">We recognize that every defendant’s Sixth Amendment right to counsel must remain inviolate. At the same time, we cannot allow the judicial system to be brought to a grinding halt by a perversion of those rights through eleventh hour attempts to abort criminal trials. That the present appellant was seeking another postponement of his case is crystal clear. He complained in the first instance that his present counsel, who had interviewed him two weeks prior, was not the attorney he had employed. The court gave him the benefit of having both counsel present. He complained that he did not have a transcript of the preliminary hearing. He was afforded the opportunity to review counsel’s notes concerning that hearing. He refused to accept counsel’s representations to the court that the record did not support appellant’s version of what was said at the preliminary hearing. Had the court indulged appellant’s demand for a transcript, a postponement was inevitable. Confronted with the fact that his argument over counsel had been too successful, since he now had both at the counsel table, appellant consequently decided he did not want either.</p>\n<p id=\"b203-6\">Appellant contends that his election to represent himself was coerced; we disagree. The court required the trial to go forward; the election of either self-representation or continuing with experienced counsel was left to appellant. All of the hazards were explained to him. It matters not that his choice was reluctantly made. At appellant’s express request the jury was advised that counsel were not representing him. The court, however, explaining that counsel was learned in the law and, in all probability, would be helpful in answering questions that may arise, required one attorney to remain to assist appellant. In sum, appellant <page-number citation-index=\"1\" label=\"178\">*178</page-number>was allowed to represent himself with the assistance of counsel. Nothing more is required.</p>\n<p id=\"b204-5\">Appellant has not referred to <em>Meyer v. State, </em>49 Md.App. 300, 431 A.2d 738 (1981); we shall do so. In <em>Meyer, </em>the defendant insisted upon other counsel. The court permitted counsel to withdraw from the case prior to trial and indicated that the court itself would make appropriate objections, where necessary, for the defendant. Defendant did not agree to proceed without counsel and, as in <em>Renshaw, </em>remained silent. We reversed, citing <em>Renshaw, </em>i.e., no knowing waiver of the right to representation.</p>\n<p id=\"b204-6\">Speaking for the Court in <em>Meyer, </em>Judge Liss suggested that had the trial judge required counsel to assume his place at the trial table, notwithstanding defendant’s objection, to offer whatever legal assistance was proper, appellant’s refusal to accept the assistance might amount to a waiver of his Sixth Amendment right to counsel. In effect, Judge Karwacki followed this procedure by requiring counsel to remain to assist appellant. We conclude in the present case, however, that appellant effectively waived his right to counsel.</p>\n<p id=\"b204-7\">CONTINUANCE</p>\n<p id=\"b204-8\">The request in this case for a document that was not readily available was, in effect, a request for postponement. The request herein came on the day of trial. Appellant informed the court that he had paid for a transcript after the preliminary hearing, but it had not been furnished to him, because the District Court’s recording allegedly could not be located. One week before trial appellant learned that the recording had been located. The request for a continuance, however, was deferred until trial time.</p>\n<p id=\"b204-9\">The purpose of the transcript, according to appellant, was to show that the witnesses were untruthful. We interpret this to mean that he wished to use the transcript for impeachment purposes. His counsel, however, informed the court that he had listened to the tape and it did not support <page-number citation-index=\"1\" label=\"179\">*179</page-number>appellant’s recollection of the prior testimony. Counsel’s notes, recorded as he listened to the tape, were made available to appellant.</p>\n<p id=\"b205-5\">The court was fully aware that counsel knew the substance of the testimony taken at the preliminary hearing. The same counsel was required to remain in the courtroom to assist appellant. His ability to cross-examine, in the event of inconsistent testimony being offered at trial, was preserved.</p>\n<p id=\"b205-6\">The Court of Appeals has made it abundantly clear that the granting of a continuance rests within the sound discretion of the trial court and will not be disturbed on appeal absent an abuse thereof that is prejudicial to the defendant. <em>Jackson v. State, </em>288 Md. 191, 416 A.2d 278 (1980); <em>McKenzie v. State, </em>236 Md. 597, 204 A.2d 678 (1964); <em>Taylor v. State, </em>226 Md. 561, 174 A.2d 573 (1961); <em>Jackson v. State, </em>214 Md. 454, 135 A.2d 638 (1957), cert. denied, 356 U.S. 940, 78 S.Ct. 784, 2 L.Ed.2d 816 (1958); <em>Morris, Warden v. Slappy, </em>- U.S. -, 103 S.Ct. 1610, 75 L.Ed.2d 610 (1983).</p>\n<blockquote id=\"b205-7\">“To show an abuse of discretion and prejudice for failure to continue a case because of the absence of witnesses, the party requesting the continuance should show: that he had a reasonable expectation of securing the evidence of the absent witness or witnesses within some reasonable time; that the evidence was competent and material, and he believed that the case could not be fairly tried without it; and that he had made diligent and proper efforts to secure the evidence.” <em>Jackson, </em>214 Md. 454, 135 A.2d 638.<footnotemark>4</footnotemark></blockquote>\n<p id=\"b206-4\"><page-number citation-index=\"1\" label=\"180\">*180</page-number>We conclude that the trial judge did not abuse his discretion in denying a continuance until a transcript of the preliminary hearing could be obtained. The request was not timely, the substance of the testimony was already available, and appellant made only general allegations of the alleged falsity of the testimony adduced at the preliminary hearing. Compare <em>Roberts v. State, </em>53 Md.App. 257, 452 A.2d 1271 (1982).</p>\n<p id=\"b206-5\">MANDATORY SENTENCE</p>\n<p id=\"b206-6\">Mandatory sentencing came into being in Maryland by virtue of Chapter 253 of the Laws of 1975. As subsequently amended,<footnotemark>5</footnotemark> the present Art. 27, § 643B(a) provides that any person who has been convicted on two separate occasions of a crime of violence and who has served at least one term of confinement in a correctional institution as a result thereof, shall, upon being convicted a third time of a crime of violence, be sentenced to a term of imprisonment of not less than twenty-five years, no part of which may be suspended, and without eligibility for parole. Article 27, Section 643B(a) includes the crime of rape in the first degree and rape in the second degree as crimes of violence for purposes of mandatory sentencing.</p>\n<p id=\"b206-7\">In 1976 and 1977 the Maryland Legislature enacted further significant legislation codifying the law of rape and related sexual offenses. The new law treated sexual offenses on a gender-neutral basis and divided the crime of rape into two degrees <em>(Maryland Annotated Code, </em>Article 27, Sections 462-463). Statutory rape, prior to 1976, made it a felony to “carnally know and abuse any woman child under the age of fourteen years. ... ” Carnal knowledge of a female between the ages of fourteen and sixteen years was a misdemeanor.</p>\n<p id=\"b207-4\"><page-number citation-index=\"1\" label=\"181\">*181</page-number>Chapter 573 of the Laws of Maryland, as codified in 1976, provides:</p>\n<blockquote id=\"b207-5\">“Sec. 463 Second degree rape.</blockquote>\n<blockquote id=\"b207-6\">(a). What constitutes — A person is guilty of rape in the second degree if the person engages in vaginal intercourse with another person:</blockquote>\n<blockquote id=\"b207-7\">(3) Who is under fourteen years of age and the person performing the act is at least four years older than the victim.”</blockquote>\n<p id=\"b207-8\">The significant changes in the 1976 law relating to statutory rape (now second degree rape) are the inclusion of the four year age difference between the victim and the other party and the substitution of the words “vaginal intercourse” for “carnally know and abuse.”<footnotemark>6</footnotemark></p>\n<p id=\"b207-9\">Bearing in mind the above abbreviated outline of changes in the law of rape, we turn to appellant’s claim that one of his two prior convictions, upon which the state relied in seeking a mandatory sentence, is not a proper predicate for the imposition of a mandatory sentence under Article 27, Section 643B.</p>\n<p id=\"b207-10\">The conviction challenged herein arises from appellant’s guilty plea to a charge of statutory rape in Missouri on October 6, 1965. As it existed in 1965, the Missouri statute provided:</p>\n<blockquote id=\"b207-11\">“Every person who shall be convicted of rape, either by carnally and unlawfully knowing any female child under the age of sixteen years, or by forcibly ravishing any woman of sixteen years or upward, shall suffer death, or be punished by imprisonment in the penitentiary for not less than two years, in the discretion of the jury.” (Rev. StatMo., sec. 559.260 [1939]).</blockquote>\n<p id=\"b208-4\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>At the time sentence was imposed, appellant argued unsuccessfully that the Missouri conviction was not a crime of violence, because no force was used in the commission of the offense. Before us, appellant understandably abandons that argument and contends, for the first time, that what may have been statutory rape under the law of Missouri in 1965, may only amount in Maryland to a fourth degree sexual offense, which is not codified as a crime of violence, because intercourse with another aged fourteen or fifteen is not rape under our statute.</p>\n<p id=\"b208-5\">The state, citing <em>Md.Rule </em>1085, urges that we refuse to consider this argument raised for the first time on appeal. In <em>Temoney v. State, </em>290 Md. 251, 429 A.2d 1018 (1981), the Court of Appeals viewed issues of the state’s proof of a conviction of a crime of violence as involving a question of the legal sufficiency of the evidence. The state is understandably troubled, therefore, by our holding in <em>Butler v. State, </em>46 Md.App. 317, 416 A.2d 773 (1980), that the Double Jeopardy Clause as construed by the Supreme Court in <em>Burks v. United States, </em>437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978), precludes a remand to adduce additional evidence on a mandatory sentencing issue. In accord, <em>Myers v. State, </em>48 Md.App. 420, 427 A.2d 1061 (1981).</p>\n<p id=\"b208-6\">Admittedly, our acceptance of the issue on appeal redounds to the detriment of the state, because a remand for the purpose of adducing additional testimony as to the age of the victim in the Missouri case is precluded by our holding in <em>Butler. </em>The sentence imposed in this case is twenty-five years without parole. If the conviction in question does not amount to a crime of violence under our statute, a mandatory sentence would be patently unjust. We shall follow <em>Slye v. State, </em>42 Md.App. 520, 401 A.2d 195 (1979), and consider the issue.</p>\n<p id=\"b208-7\"><em>Temoney, Myers </em>and <em>Butler, </em>supra, involved, in each case, prior convictions in the District of Columbia on robbery charges. Under the District of Columbia Statute, unlike the law of Maryland, an act of violence or placing one in fear is <page-number citation-index=\"1\" label=\"183\">*183</page-number>not required in order to constitute the crime of robbery. Sec. 22-2901, District of Columbia Code (1973) defines robbery as:</p>\n<blockquote id=\"b209-5\">“22-2901. Robbery.</blockquote>\n<blockquote id=\"b209-6\">Whoever by force or violence, whether against resistance or by sudden or stealthy seizure or snatching, or by putting in fear, shall take from the person or immediate actual possession of another anything of value, is guilty of robbery....”</blockquote>\n<blockquote id=\"b209-7\">(emphasis supplied)</blockquote>\n<p id=\"b209-8\">The Court of Appeals in <em>Temoney </em>and this Court in <em>Butler </em>and <em>Myers </em>stated that while the defendant’s convictions in the District of Columbia <em>may </em>have been crimes of violence, whether they were in fact is not discernible from the evidence.</p>\n<p id=\"b209-9\">Likewise, in this case, whether or not the victim in the Missouri case may have been under fourteen years of age, which would be rape in this state, cannot be determined from the evidence. That conviction, therefore, is insufficient to support a mandatory sentence under the provisions of Section 643B(c). The state urges that we are placing unwarranted restriction on the enhanced punishment provisions and, further, that the state is being required to retry a defendant by introducing all evidence of his foreign conviction. We disagree.</p>\n<p id=\"b209-10\">The language used by the Legislature in enacting Article 27, Section 643B, shows an intent to limit the application of the law to crimes actually involving force or violence. Whether a criminal act constitutes a “crime of violence” must be measured against the Maryland statute, and it matters not whether the particular crime may be a violent act in the foreign state. Cutting cacti in California, uprooting the state flower (rhododendron) in West Virginia, or desecrating a confederate cemetery in Mississippi may be felonies punishable by imprisonment in those states. We, however, would not consider such acts as proper bases for <page-number citation-index=\"1\" label=\"184\">*184</page-number>mandatory sentencing — no matter how they are viewed by the several jurisdictions.</p>\n<p id=\"b210-5\">We suggest, that in every case in which the state intends to rely upon a foreign conviction of a crime for mandatory sentencing purposes, the state first determine that the crime committed elsewhere qualifies as a crime of violence under our statute. This inquiry involves some diligence, but less than that necessary for a retrial, as the state suggests. Our decision as to issue three renders issues four and five moot.</p>\n<p id=\"b210-6\">JUDGMENT OF CONVICTION AFFIRMED.</p>\n<p id=\"b210-7\">Sentence Vacated and Case Remanded for Imposition of a Proper Sentence.</p>\n<p id=\"b210-8\">Costs Assessed to Mayor and City Council of Baltimore.</p>\n<footnote label=\"1\">\n<p id=\"b190-12\">. The state concedes that, if the issue has been preserved for appellate review, under our holding in <em>Calhoun </em>v. <em>State, </em>46 Md.App. 478, 418 A.2d 1241 (1980), appellant is entitled to relief. Art. 27, § 643B(c) permits the imposition of only one mandatory sentence without the possibility of parole. <em>Calhoun, supra.</em></p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b190-13\">. The state concedes that, if the issue has been preserved for appellate review, appellant is entitled to relief. The crime of carrying a weapon openly with an intent to injure is not a “crime of violence” for which a mandatory sentence may be imposed under Art. 27, § 643B(a).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b192-11\">. In order to obtain a transcript of the preliminary hearing, the District Court recording must be sent to Annapolis for the preparation of a cassette from which a written transcript may be prepared.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b205-8\">. Appellant’s brief includes what purports to be a direct quotation from <em>Jackson. </em>The author of the brief, however, eliminated the words “of the absent witness” from the quotation and substituted therefor the word “evidence.” <em>Jackson </em>deals with <em>absent witnesses. </em>Even assuming that the absence of other <em>evidence </em>(not witnesses) justifies a continuance, the better practice is to state precisely and accurately the subject matter of a quote; not to tailor the same to fit the case before this Court or any court.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b206-8\">. <em>See </em>“Rape and Other Sexual Offense Law Reform in Maryland,” <em>University of Baltimore Law Review, </em>Vol. 7, 1977.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b207-12\">. Carnal knowledge and sexual intercourse are synonymous, both meaning actual contact of sexual organs of a man and woman and actual penetration. <em>Frank </em>v. <em>State, </em>6 Md.App. 332, 251 A.2d 249 (1969).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}