{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1157\" lastpage=\"1179\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  PROMPT STAFFING, INC. et al.\n  <br/>\n  v.\n  <br/>\n  UNITED STATES of America;\n </parties>\n <parties id=\"p-2\">\n  24 Hour Staffing Inc. et al.\n  <br/>\n  v.\n  <br/>\n  United States of America\n </parties>\n <docketnumber id=\"p-3\">\n  Case No 5:17-cv-00542-SVW-JEM\n  <br/>\n  2:17-cv-01696-SVW-JEM\n </docketnumber>\n <court id=\"p-4\">\n  United States District Court, C.D. California.\n </court>\n <decisiondate id=\"p-5\">\n  Signed May 8, 2018\n </decisiondate>\n <attorneys id=\"p-6\">\n  Joseph E. Mudd, Freeman Freeman and Smiley LLP, Irvine, CA, for Prompt Staffing, Inc. et al\n </attorneys>\n <attorneys id=\"p-7\">\n  Charles W. Parker, Benjamin L. Tompkins, Valerie L. Makarewicz, AUSA-United States Attorney Office, Los Angeles, CA, for United States of America.\n </attorneys>\n <p id=\"p-8\">\n  <strong>\n   Proceedings:\n  </strong>\n  FINDINGS OF FACT AND CONCLUSIONS OF LAW\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   STEPHEN V. WILSON, U.S. DISTRICT JUDGE\n  </author>\n  <p id=\"p-10\">\n   <strong>\n    I. Introduction\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   For twenty years, Joseph Byrne was the chess master behind a temporary-staffing agency empire. Byrne orchestrated a network of more than a dozen corporate entities that shielded his assets and allowed him to evade the IRS and avoid his personal tax liabilities.\n  </p>\n  <p id=\"p-12\">\n   Much of Byrne's success can be attributed to the control he exerted over a few women. Each of these women was a pawn that Byrne would convince to become \"Queen for a day\" at his agencies. Byrne would cajole them into forming temporary staffing agencies and act as the agencies' sole shareholders and officers. Then Byrne would continue to make pivotal business decisions and regularly take corporate funds for his own personal use, all while keeping his name off of corporate documents. Thus Byrne maintained control of the corporations and their assets, but the assets stayed out of the reach of his creditors, namely the IRS.\n  </p>\n  <p id=\"p-13\">\n   Byrne's story begins approximately twenty years ago when Byrne first inclined personal tax liabilities while doing business as Contract Personnel Services, a temporary staffing agency. Since then, Byrne's every move has been to shield his assets and ensure that they remain outside of the IRS's reach. Each time that trouble looms or Byrne's creditors come close to claiming their debts, Byrne clears the chess board, enlists one of his pawns to open a new staffing agency, and moves all the clients and resources to the new agency. Byrne's creditors are left to deal with a corporation that has no assets.\n  </p>\n  <p id=\"p-14\">\n   The lynchpin of Byrne's evasion was the interchangeability of each individual corporation. Byrne's staffing agencies operated as sister companies. The corporations effectively lived under one roof. What one corporation owned, they all owned. When one company lacked workers' compensation insurance, it would continue to conduct business as one of the sister companies that had insurance. If one of the directors was busy with a project, a director from one of the sister companies would step in to oversee collections. Because of how interchangeable the sister companies were and how easily they shared resources, no single company was all that important. What was important\n   was that Byrne's assets continued to flow into new companies, companies to which Byrne held no legal title despite holding all of the control. Because the creditors' claims were against Byrne personally, they could not access these transferred assets. Until recently, this system worked and Byrne continued to evade his creditors.\n  </p>\n  <p id=\"p-15\">\n   By 2017, the IRS had $1,574,410.08 in tax liens against Byrne. In February 2017, the IRS determined that Plaintiffs Prompt Staffing, Inc., 24 HR Personnel, Inc., 24 Hour Staffing, Inc., and TSC Staffing, Inc. (collectively \"Plaintiffs\") were acting as Byrne's nominees and alter egos. To satisfy a portion of the tax liens against Byrne, the IRS levied Plaintiffs' corporate bank accounts,\n   <footnotemark>\n    1\n   </footnotemark>\n   which were worth a total of $ 636,216.20. The present action arises from these levies.\n  </p>\n  <p id=\"p-16\">\n   The Plaintiffs brought this action alleging that the IRS's levies were wrongful because Plaintiffs were neither the nominees nor alter egos of Byrne. Instead, Plaintiffs claim that individual Plaintiffs Argelia Quezada and Edith Uribe, the corporations' purported sole shareholders and officers, are-and have always been-the true owners of the Plaintiff corporations. Defendant United States of America (\"Defendant\") argues that Plaintiffs are the nominees and alter egos of Byrne and that the IRS's levies were proper.\n  </p>\n  <p id=\"p-17\">\n   The Court finds that Byrne was at all times the de facto owner of the Plaintiff corporations and that the stock issued to Uribe and Quezada was fraudulently issued for the purpose of concealing Byrne's ownership; therefore, the Court holds that Plaintiffs are the nominees and alter egos of Byrne, and the IRS's levies were not wrongful.\n  </p>\n  <p id=\"p-18\">\n   <strong>\n    II. Factual Background\n   </strong>\n  </p>\n  <p id=\"p-19\">\n   <em>\n    a. Joseph Byrne\n   </em>\n  </p>\n  <p id=\"p-20\">\n   Byrne is an Irish native who has been involved with founding and operating temporary staffing agencies since at least the early 1990s. From 1998 to 2001, Bryne was the sole proprietor of a staffing agency called Contract Personnel Service. Dining its brief existence, Contract Personnel Service accumulated employment tax liabilities, for which Byrne was personally liable as the company's sole proprietor.\n   <em>\n    Prompt Staffing, Inc. et al v. United States of America\n   </em>\n   , 5:17-cv-00542-SVW-JEM, Dkt. 80, p.1; Dkt. 31, p. 8.\n  </p>\n  <p id=\"p-21\">\n   In October 2011, the IRS filed a third-party complaint in the Northern District of Texas against Byrne to reduce his outstanding tax assessments to judgment.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 31, p. 8. The district court entered judgement in favor of the United States and ordered Byrne indebted to the United States for taxes exceeding $1,500,000.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 31, p. 8.\n  </p>\n  <p id=\"p-22\">\n   <em>\n    b. Relevant Corporate Entities\n   </em>\n  </p>\n  <p id=\"p-23\">\n   Not all of the corporate entities discussed below are parties to this action. Only Prompt Staffing, Inc., 24 HR Personnel, Inc., 24 Hour Staffing, Inc., and TSC Staffing, Inc. are Plaintiffs. Although not Plaintiffs, S.C. Staffing, Inc., TSC Staffing Solutions, Inc., Courtesy Staffing, Inc., Ultimate Personnel, Inc., Jobsmetro.net, I Am World Missions, and Open Arms Community Church, all played a role in Byrne's temporary staffing empire.\n  </p>\n  <p id=\"p-24\">\n   <em>\n    i. S.C. Staffing, Inc. (\"S.C. Staffing\")\n   </em>\n  </p>\n  <p id=\"p-25\">\n   S.C. Staffing was formed on January 31, 2002. The corporation's Statement of Information from 2002 lists Byrne as its chief executive officer, secretary, chief financial\n   officer, and sole director.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 36, p. 11. In 2003, Plaintiff Argelia Quezada (\"Quezada\") took control of S.C. Staffing and became the sole officer and shareholder.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 80, p. 2. Quezada then transferred the stock to Carina Galvez (\"Galvez\") in 2008. Galvez acted as S.C. Staffing's sole officer and owner from 2008 until 2010, when S.C. Staffing ultimately filed for Chapter 7 bankruptcy.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 80, p. 2.\n  </p>\n  <p id=\"p-26\">\n   <em>\n    ii. TSC Staffing Solutions, Inc. (\"TSC Solutions\")\n   </em>\n  </p>\n  <p id=\"p-27\">\n   TSC Solutions was formed in 2002.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 80, p. 3; Dkt. 36, p. 22. According to its Articles of Incorporation, Byrne was TSC Solution's sole director.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 36, p. 22. At some point, Byrne transferred the entirety of the business to Quezada for no consideration.\n   <em>\n    24 Hour Staffing Inc et al v. United States of America\n   </em>\n   , 2:17-cv-01696-SVW-JEM, Dkt. 53, p. 6; Dkt. 81, p. 15. Quezada became the corporation's sole shareholder, officer, and director.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 80. But a 2005 filing still listed Byrne as one of four directors.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 36, p. 22.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-28\">\n   <em>\n    iii. Courtesy Staffing, Inc. (\"Courtesy\")\n   </em>\n  </p>\n  <p id=\"p-29\">\n   Courtesy formed on October 6, 2004.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 80, p. 2. It is unclear who the original owner was, but not too long after its formation, Quezada took over.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6. Quezada became the sole shareholder while Byrne participated in Courtesy's training and business operations.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6.\n  </p>\n  <p id=\"p-30\">\n   In 2008, two transfers of assets and ownership occurred with Courtesy. First, Quezada transferred Courtesy's stock and ownership to Galvez for no consideration.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6;\n   <em>\n    Prompt\n   </em>\n   , Dkt. 80, p. 2. Galvez become Courtesy's sole shareholder and owner.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6;\n   <em>\n    Prompt,\n   </em>\n   Dkt. 80, p. 2. During Galvez's ownership of Courtesy, Plaintiff Edith Uribe (\"Uribe\") joined the sales team of Courtesy's Rancho Cucamonga, CA, location.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 2.\n  </p>\n  <p id=\"p-31\">\n   Second, Quezada took Courtesy's most profitable location in Gardena, CA, and transferred ownership and operations of the office to TSC Solutions, discussed in the section above and previously owned by Byrne.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6. This transfer was also made for no consideration.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6.\n  </p>\n  <p id=\"p-32\">\n   A third transfer took place in 2010 when Quezada transferred the Gardena location and its customers from TSC Solutions to 24 Hour Staffing.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6. Again, this transfer was made for no consideration. The clients that 24 Hour Staffing obtained proved to be Courtesy's most profitable clients. They accounted for approximately $20,000,000.00 in gross annual revenue.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 6.\n  </p>\n  <p id=\"p-33\">\n   In 2011, Courtesy faced financial issues due to mounting workers' compensation claims from AIG.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 2. The business faced more difficulty when AIG sued Courtesy and levied Courtesy's bank accounts in early 2014.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 2. Courtesy subsequently filed for Chapter 7 bankruptcy in the first quarter of 2014.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 81, p. 15.\n  </p>\n  <p id=\"p-34\">\n   <em>\n    iv. 24 Hour Staffing, Inc., d.b.a. TSC Staffing, Inc.\n   </em>\n  </p>\n  <p id=\"p-35\">\n   24 Hour Staffing, Inc. (\"24 Hour Staffing\") formed on August 30, 2010, in the state of California.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 4. California Secretary of State's records list Quezada as the President, Chief Executive\n   Officer, Secretary, Chief Financial Officer, and sole director of 24 Hour Staffing.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 4. In 2010, Quezada transferred all of the customers from TSC Solutions to 24 Hour Staffing. Quezada eventually dissolved 24 Hour Staffing on June 19, 2017.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 4.\n  </p>\n  <p id=\"p-36\">\n   <em>\n    v. Prompt Staffing, Inc. (\"Prompt\") &amp; Ultimate Personnel, Inc. (\"Ultimate Personnel\")\n   </em>\n  </p>\n  <p id=\"p-37\">\n   Prompt and Ultimate Personnel both formed on February 11, 2011, with Uribe as their sole shareholder and officer.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 2. Uribe indicates that she opened Prompt and Ultimate Personnel with the intent of servicing some of the customers from Courtesy, owned by Quezada customers.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 2. From 2011 to 2012, Uribe took a portion of Courtesy's customers to Prompt without consideration.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 2. Prompt was also doing business as Courtesy during its first year of business. In 2014, Ultimate Personnel turned into 24 Hour Personnel Services, Inc.\n  </p>\n  <p id=\"p-38\">\n   <em>\n    vi. 24 HR Personnel Services, Inc. (\"24 HR Personnel\")\n   </em>\n  </p>\n  <p id=\"p-39\">\n   24 HR Personnel formed on April 28, 2014, with Uribe as its sole shareholder and officer.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53-1, p. 3. 24 HR Personnel took over Ultimate Personnel's business and operations.\n   <em>\n    24 Hour\n   </em>\n   , Dkt 53-1, p. 3.\n  </p>\n  <p id=\"p-40\">\n   <em>\n    vii. TSC Staffing, Inc. (\"TSC Staffing\")\n   </em>\n  </p>\n  <p id=\"p-41\">\n   TSC Staffing was formed on June 17, 2015, in Texas.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 14. Texas Secretary of State's records list Quezada as TSC Staffing's director.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 14. On June 17, 2015, TSC Staffing filed a \"Consent to Use of Similar Name\" document with the Secretary of State of Texas. The document stated that TSC Staffing Solutions, owned by Byrne, consented to the use of TSC Staffing, Inc., as the name of a filing entity in Texas for the purpose of submitting a filing instrument to the Texas Secretary of State.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 14. In 2016, TSC Staffing obtained clients from TSC Staffing Solutions without consideration.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p.\n  </p>\n  <p id=\"p-42\">\n   On January 27, 2017, TSC Staffing's charter was forfeited in Texas.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 14. TSC Staffing applied for reinstatement as a corporation in Texas on March 2, 2017.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 14.\n  </p>\n  <p id=\"p-43\">\n   <em>\n    viii. I Am World Missions\n   </em>\n  </p>\n  <p id=\"p-44\">\n   It is unclear when the I Am World Missions charity was formed. The \"About\" section of the I Am World Missions website lists Byrne as the corporation's founder and president.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 10; Exhibit 333. I Am World Missions held two business checking accounts with Bank of America. Uribe was a signatory on I am World Missions' Bank of America account, which she signed as president and secretary.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 11; Ex. 354.\n  </p>\n  <p id=\"p-45\">\n   <em>\n    ix. Open Arms Community Church\n   </em>\n  </p>\n  <p id=\"p-46\">\n   There is very little information about Open Arms Community Church. What is known is that Open Arms is a charitable organization located in Ireland.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 7. From 2011 to 2016, I Am World Missions and the various other corporations in this case sent significant payments to Open Arms Community Church.\n   <em>\n    See Prompt\n   </em>\n   , Dkt. 53, p. 11;\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59, p. 7-8.\n  </p>\n  <p id=\"p-47\">\n   <em>\n    x. Jobsmetro.net, Inc. (\"Jobsmetro.net\")\n   </em>\n  </p>\n  <p id=\"p-48\">\n   Jobsmetro.net formed on September 7, 2011, in the State of California. According to the corporate statements filed with the California Secretary of State, Uribe was registered as chief executive officer, secretary, chief financial officer, and sole director.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 12. Jobsmetro.net dissolved on June 8, 2017.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 12.\n  </p>\n  <p id=\"p-49\">\n   c.\n   <em>\n    History of Litigation\n   </em>\n  </p>\n  <p id=\"p-50\">\n   i. Texas Litigation\n  </p>\n  <p id=\"p-51\">\n   In August 2011, Byrne, Quezada, Sara Byrne (Joseph Byrne's niece), and the IRS, were involved in litigation in the United States District Court, Northern District of Texas, entitled\n   <em>\n    TSC Staffing Solutions, Inc. v. United States, et al.\n   </em>\n   , 4:11-CV-606-Y (N.D. Texas 2011).\n   <em>\n    Prompt\n   </em>\n   , Dkt. 31, p. 8.\n  </p>\n  <p id=\"p-52\">\n   Initially, TSC Solutions filed a quiet title lawsuit against the United States for two real properties in Texas. The United States counterclaimed against Plaintiff Quezada to foreclose on nominee liens on these two real properties. The United States also filed a third-party complaint against Byrne to reduce Byrne's unpaid Contract Personnel Service tax liabilities to judgment. The United States contended that the real property in question was held in nominee for the benefit of Byrne.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 31, p. 8.\n  </p>\n  <p id=\"p-53\">\n   On March 5, 2013, Byrne stipulated to an entry of judgement against him for the Contract Personnel Service tax liabilities.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 4;\n   <em>\n    see\n   </em>\n   Ex. 319. The total stipulated amount was $1,574,410.08.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 4;\n   <em>\n    see\n   </em>\n   Ex. 319.\n  </p>\n  <p id=\"p-54\">\n   On October 30, 2013, the Northern District of Texas found that the two real properties were owned by Quezada and Sara Byrne as nominees, transferees, or alter egos of Byrne.\n   <em>\n    Prompt.\n   </em>\n   Dkt. 53, p. 4. The District Court ordered that the IRS's nominee liens on these two real properties be foreclosed.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 4;\n   <em>\n    see\n   </em>\n   Ex. 318. The two real properties were sold, and in January 2014, the IRS applied the sales proceeds, which amounted to $322,039.69, to Byrne's tax liabilities.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 4.\n  </p>\n  <p id=\"p-55\">\n   ii. Present Litigation: Procedural History\n  </p>\n  <p id=\"p-56\">\n   On February 6, 2017, and March 8, 2017, IRS Officer C. Fox levied the Bank of America bank accounts of 24 Hour Staffing, 24 HR Personnel, Prompt Staffing, and TSC Staffing.\n   <em>\n    Prompt\n   </em>\n   , Dkt. 53, p. 4;\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 59; p. 4;\n   <em>\n    see\n   </em>\n   Exs. 205-208,\n   <em>\n    see also\n   </em>\n   Exs. 311-314.\n  </p>\n  <p id=\"p-57\">\n   The IRS received the following total amounts from the accounts:\n  </p>\n  <blockquote id=\"p-58\">\n   a. 24 Hour Staffing: $166,252.08.\n  </blockquote>\n  <blockquote id=\"p-59\">\n   b. 24 HR Personnel: $98,583.41 and $1,579.38\n  </blockquote>\n  <blockquote id=\"p-60\">\n   c. Prompt Staffing: $66,502.50 and $28,193.53\n  </blockquote>\n  <blockquote id=\"p-61\">\n   d. TSC Staffing: $275,105.30.\n  </blockquote>\n  <p id=\"p-62\">\n   On March 22, 2017, Plaintiffs Prompt Staffing, 24 Hour Staffing, TSC Staffing, 24 HR Personnel, Uribe, and Quezada, filed a complaint against the United States of America.\n   <em>\n    See Prompt\n   </em>\n   , Dkt. 1;\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 1. Plaintiffs claimed that the IRS had wrongfully levied their bank accounts to satisfy Byrne's employment tax liabilities. They dispute that they acted as the nominees or alter egos of Byrne and therefore seek return of the levied funds.\n  </p>\n  <p id=\"p-63\">\n   <strong>\n    III. Factual Findings\n   </strong>\n  </p>\n  <p id=\"p-64\">\n   a.\n   <em>\n    Witness Credibility\n   </em>\n  </p>\n  <p id=\"p-65\">\n   After closing arguments, the Court found on the record that the testimony of Plaintiffs' witnesses Byrne, Uribe, and Quezada was untruthful. Trial Tr., 98:11-15, Jan. 24, 2018. The Court instead found that the testimony of defense witness Galvez was truthful.\n   <em>\n    Id.\n   </em>\n   The Court also found that the testimony of defense witness, Tracy Ocampo, a 24 HR Personnel employee, was also truthful.\n  </p>\n  <p id=\"p-66\">\n   <em>\n    b. Sister Companies\n   </em>\n  </p>\n  <p id=\"p-67\">\n   Throughout the trial, the evidence showed that the Plaintiff corporations did\n   not operate as separate and distinct companies. Instead, as Galvez testified, the companies \"were all considered sister companies.\" Trial Tr., 16:5-6, Jan. 17, 2018. Galvez was Courtesy's sole shareholder and officer. The Court has already found Galvez's testimony to be credible.\n   <em>\n    See supra\n   </em>\n   Part III.a. Galvez testified that not only did she perform collections work for Courtesy, but that she did \"collections for all the sister companies.\" Trial Tr., 19:18-19, Jan. 17, 2018. Specifically, Galvez testified that if Quezada fell behind on her collections in Texas, Galvez and other employees would take care of Quezada's collections. Trial Tr., 28:7-13, Jan. 17, 2018. Galvez also testified that the reason why Prompt was doing business as Courtesy was because \"Prompt did not have any Workers' Comp[ensation] coverage; so they were using Courtesy's policy.\" Trail Tr., 31:21-23, Jan. 17, 2018.\n  </p>\n  <p id=\"p-68\">\n   Galvez testified that when Courtesy initially received the levy from AIG in 2012, Byrne and Uribe transferred all of Courtesy's customers to Prompt. Galvez further testified that in a discussion with Byrne, Uribe, and Quezada, Byrne stated that Ultimate Personnel would be formed \"to get around the AIG levy.\" Trial Tr., 25: 6-7, Jan. 17, 2018.\n  </p>\n  <p id=\"p-69\">\n   Based on Galvez's testimony, various e-mail correspondences\n   <footnotemark>\n    3\n   </footnotemark>\n   between employees of the companies, and the spreadsheet that was maintained for Byrne that contained every companies' bank account information\n   <footnotemark>\n    4\n   </footnotemark>\n   , the Court finds that the Plaintiff companies were sister companies. As sister companies, the Court finds that Plaintiffs shared resources and employees, and that this sharing enabled them to easily transfer assets and avoid liability to their creditors.\n  </p>\n  <p id=\"p-70\">\n   <em>\n    c. Byrne's Involvement in Plaintiff Corporations\n   </em>\n  </p>\n  <p id=\"p-71\">\n   The Court also found that \"Byrne did set up these various entities ... that all these companies and their successors, name changes and the like, were all really his, that he used these plaintiffs and others to be his stand-in, and it was all because he didn't want to show any assets because of his tax liabilities.\" Trial Tr., 98:16-21, Jan. 24, 2018. The Court's findings are supported by e-mail correspondences between the companies' employees, ATM withdrawals from company accounts by Byrne, faxed notes, checks from company accounts with memos written by Byrne, unaccounted petty cash transfers, and Plaintiffs' contributions to sham charities. Each of these supporting factors is explained in detail below.\n  </p>\n  <p id=\"p-72\">\n   <em>\n    d. E-mails\n   </em>\n  </p>\n  <p id=\"p-73\">\n   Defendant presented evidence of numerous e-mail correspondences to and from employees of Byrne's companies. The Court finds that all references to \"JB\" and \"Joe\" in the e-mails refer to Byrne. The Court further finds that these e-mails demonstrate that Byrne was in control of all the companies and all of their employees at all relevant times. Moreover, the Court finds that these e-mails also show that individuals like Uribe, Quezada, and Galvez, who held the title of owner for each corporation, were in fact not the true owners of these companies. The Court also finds that Byrne did not personally communicate with his employees via e-mail, but instead relied on specific individuals, like Quezada and Uribe, to communicate his messages and then relay any responses back to him. The Court's findings are based on the following emails:\n  </p>\n  <blockquote id=\"p-74\">\n   - November 17, 2014: From Vanessa Cabral at 24 HR Personnel to Quezada, Uribe, and other employees saying, \"Joe wants you all to have our insurance website.\"\n   <em>\n    See\n   </em>\n   Ex. 408.\n  </blockquote>\n  <blockquote id=\"p-75\">\n   - November 19, 2014: From Carol Rangel asking Quezada if she wants to speak to Byrne first about a rate increase before sending out any correspondence about the increase.\n   <em>\n    See\n   </em>\n   Ex. 402.\n  </blockquote>\n  <blockquote id=\"p-76\">\n   - January 23, 2015: From Vanessa Cabral at 24 HR Personnel to Quezada, Galvez, and others that states, \"Please see attached from joe.\" The attachment is of markup rates for active clients.\n   <em>\n    See\n   </em>\n   Ex. 402.\n  </blockquote>\n  <blockquote id=\"p-77\">\n   - February 19, 2015: From Tracy Ocampo to Galvez, Quezada, Uribe, and other employees stating, \"Hi Gals, JB has a little project going and is requesting following information from each Payroll admin.\" The e-mail asks each admin to send in information regarding: monthly rent payments for each office, all utility bills for January 2015, safety equipment for each office, and petty cash for each office.\n   <em>\n    See\n   </em>\n   Ex. 413.\n  </blockquote>\n  <blockquote id=\"p-78\">\n   - April 24, 2015: From Uribe to employees stating: \"As of Monday 4/27/2015[,] Joe does NOT want to see any of\n   <strong>\n    his\n   </strong>\n   SALES REPS listed on the Recruiting Floors...Unless its an Emergency you must contact JB and get permission to work in the office.\"\n   <em>\n    See\n   </em>\n   Ex. 403.\n  </blockquote>\n  <blockquote id=\"p-79\">\n   - December 22, 2015: From Adriana Ruiz at TSC Staffing to Quezada and Uribe stating, \"Per joe, please find here the information that was sent to Jessica/Rancho office.\"\n   <em>\n    See\n   </em>\n   Ex. 404. Uribe then forwarded the e-mail to other employees and wrote, \"READ BELOW FROM JOE.\"\n   <em>\n    Id.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-80\">\n   - November 7, 2016: From Mayra Rivera asking Uribe to show Byrne a handout regarding job fan signs for approval.\n   <em>\n    See\n   </em>\n   Ex. 401.\n  </blockquote>\n  <blockquote id=\"p-81\">\n   - November 30, 2016: From Carol Rangel asking Uribe to give to Byrne a request for approval from Pacifica Foods regarding a Christmas party gift raffle.\n   <em>\n    See\n   </em>\n   Ex. 400.\n  </blockquote>\n  <p id=\"p-82\">\n   <em>\n    e. ATM Withdrawals\n   </em>\n  </p>\n  <p id=\"p-83\">\n   From 2011 to 2015, $72,303 in cash was withdrawn via ATM from Prompt's Bank of America bank account.\n   <em>\n    See\n   </em>\n   Ex. 338. Almost every withdrawal was in the amount of $500.\n   <em>\n    Id.\n   </em>\n   Byrne claimed that he was the one making these ATM withdrawals to fund projects he was doing on behalf of Prompt. Yet Uribe claimed at trial that any time Prompt would receive credit/debit cards, the cards would be shredded. Uribe claimed that only the numbers assigned to the cards would be saved to be used for payments but that no physical ATM cards existed. Uribe further testified that she checked her companies' bank statements daily, but that she only checked the bottom line of each statement, and did not notice the frequent ATM cash withdrawals of $500 each. The Court already found the testimonies of Byrne and Uribe untruthful and therefore gives them little weight, especially in light of the frequency and visibility of the ATM withdrawals.\n   <em>\n    See supra\n   </em>\n   Part III.a.\n  </p>\n  <p id=\"p-84\">\n   When questioned about whether Byrne would get money from Courtesy, which was doing business as Prompt, Galvez testified that \"Byrne would get money all the time from Courtesy...He had an ATM debit card and he would go to the ATM daily and pull out $500.\" Trial Tr., 22:1-2, Jan. 17, 2018. The Court already found Galvez's testimony truthful.\n   <em>\n    See supra\n   </em>\n   Part III.a. Unlike Uribe, who claimed that she only checked the bottom line, Galvez testified that she checked the bank statements for all sister company bank accounts\n   <footnotemark>\n    5\n   </footnotemark>\n   daily and that \"every day there was $500 with an ATM transaction that was withdrawn from every account.\" Trial Tr., 22: 5-6, Jan. 17, 2018. Galvez further testified that the pin code for every company's ATM card was the same. She testified that \"every time we got a new ATM [card], it was handed immediately to Mr. Byrne.\" Trial Tr., 22: 14-15, Jan. 17, 2018. Galvez also testified that individuals like Quezada knew that Byrne was making these withdrawals with the company debit cards. Trial Tr., 22:20-21, Jan. 17,2018.\n  </p>\n  <p id=\"p-85\">\n   The Court finds that Byrne had unfettered access to these debit cards and control over cash withdrawals. The Court further finds that Byrne made these ATM withdrawals not for company projects, but for his own personal gain. There is no evidence in the record to indicate what possible personal projects Byrne was working on that would require a consistent withdrawal of $500. To the contrary, Galvez testified that there was no need for petty cash at a temporary staging agency, especially in those amounts.\n  </p>\n  <p id=\"p-86\">\n   <em>\n    f. Interchangeable Bank Accounts\n   </em>\n  </p>\n  <p id=\"p-87\">\n   Defendant presented evidence of a spreadsheet that was maintained by Sandra Herrera (\"Herrera\"), a Prompt employee, containing the bank account numbers, online IDs, and passcodes for all of the sister companies.\n   <em>\n    See\n   </em>\n   Ex. 405. Galvez testified that she heard Byrne instruct Herrera to maintain this spreadsheet and update it from time to time. Trial Tr., 38:20-22, Jan. 17, 2018. The Court already found Galvez's testimony truthful.\n   <em>\n    See supra\n   </em>\n   Part III.a. Galvez further testified that Herrera would email this spreadsheet to her and other employees so that they could deposit funds into the appropriate company accounts. Defendant also presented evidence of a separate spreadsheet, also maintained by Herrera, which contained the debit card numbers, security codes, and expiration dates of the Plaintiff corporate cards.\n   <em>\n    See\n   </em>\n   Ex. 405. The Court finds Byrne did in fact instruct Herrera to maintain these spreadsheets, and that the spreadsheets were sent to, and maintained by, employees of the sister companies.\n  </p>\n  <p id=\"p-88\">\n   <em>\n    g. Charitable Contributions\n   </em>\n  </p>\n  <p id=\"p-89\">\n   From 2013 to 2014, Plaintiffs collectively sent a total of $299,003.00 in checks drawn from their business accounts to the I Am World Missions charity.\n   <em>\n    See\n   </em>\n   Exs. 239, 335. I am World Missions then sent $233,600.00 to Open Arms Community Church.\n   <em>\n    See\n   </em>\n   Ex. 336. Quezada also sent a total of $13,743 directly from 24 Hour Staffing's bank account to Open Arms Community Church.\n   <em>\n    See\n   </em>\n   Ex. 238. Byrne denied accepting any personal payments to the I Am World Missions' bank account at trial. Yet defense witness Carol Rangel, a Courtesy employee, testified that she purchased a truck from Byrne and made payments for the truck to the I Am World Missions bank account on Byrne's instruction. Defendant presented evidence of checks from Rangel to I am World Missions with the memo: \"truck payment.\"\n   <em>\n    See\n   </em>\n   Ex. 414.\n  </p>\n  <p id=\"p-90\">\n   During closing arguments, the Court found that \"the charitable contributions [were] a farce...a total fabrication.\" Trial Tr., 98:22-23, Jan. 24, 2018. The Court still finds that Byrne directed the Plaintiffs to make these donations so that he could safely keep assets out of the IRS's reach. It is not believable that Uribe and Quezada, two Hispanic women who have no connection to Ireland other than their relationships with Byrne, would make substantial payments to a Christian charity that would then funnel those payments to a church in Ireland. Neither of the individual Plaintiffs was able to provide a plausible rationale for doing so. Thus, the Court finds that the donations to I Am World Missions and Open Arms Community Church were made under Byrne's instructions and for Byrne's benefit.\n  </p>\n  <p id=\"p-91\">\n   <em>\n    h. Checks\n   </em>\n  </p>\n  <p id=\"p-92\">\n   Defendant also presented evidence of checks that were sent from corporate accounts to Quezada. As with the e-mails (\n   <em>\n    see supra\n   </em>\n   Part III.c.i), the checks referenced \"JB\" and \"Joe\" in the memo line. The Court finds that all references to \"JB\" and \"Joe\" refer to Byrne. The Court also finds that despite the fact that the checks were drawn from the corporate bank accounts that Plaintiffs claim Byrne did not control, the checks were written at Byrne's discretion. The Court finds that the checks further show that Byrne was the true owner. The Court's findings refer to the following checks:\n  </p>\n  <blockquote id=\"p-93\">\n   - November 8, 2012: $1,200.00 drawn from TSC Staffing's general account and paid to the order of Argelia Quezada. The memo line reads: \"Merry Christmas from Joe.\"\n  </blockquote>\n  <blockquote id=\"p-94\">\n   - September 4, 2015: $2,000.00 drawn from TSC Staffing's general account and paid to the order of Victoria Salmeron. The memo line reads: \"Donation for team Angelyna from JB.\"\n  </blockquote>\n  <p id=\"p-95\">\n   <em>\n    i. Corporate Structure\n   </em>\n  </p>\n  <p id=\"p-96\">\n   Byrne used numerous corporations to shield his assets from the IRS. As the chart below shows, while Uribe and Quezada held bare title to these corporations, Byrne was at all times the de facto owner.\n  </p>\n  <pre id=\"p-97\">Courtesy - Formed In: - After 2004: Quezada - 2008: Quezada → Galvez 2004 is sole shareholder. (no evidence of - Filed for - 2008: Galvez is sole consideration) bankruptcy in shareholder and - 2008: Quezada takes 2014 officer. Gardena, CA office to TSC Solutions (no evidence of consideration) - 2011 - 2012: Uribe takes Courtesy's customers to Prompt and Ultimate Personnel (no evidence of consideration) Prompt - Formed in: - 2011: Uribe is sole 2011 shareholder and officer Ultimate - Formed in: - 2011: Uribe is sole - 2014: Uribe takes all Personnel 2012 shareholder and customers and assets to officer 24 HR Personnel (no evidence of consideration) 24 HR - Formed in: - 2014: Uribe is sole Personnel 2014 shareholder and officer TSC Staffing - Formed in: - Quezada is sole 2015 director, shareholder, and officer.</pre>\n  <pre id=\"p-98\"><strong><em>Corporation</em></strong> <strong><em>Formation &amp;</em></strong> <strong><em>Officers &amp; Directors</em></strong> <strong><em>Transfers &amp; Consideration</em></strong> <strong><em>Dissolution</em></strong> <em>S.C. Staffing</em> - Filed for - 2002: Byrne is CEO, - 2003: Byrne → Quezada 2002 CFO, Secretary, and (no evidence of - Filed for Sole Director consideration) Chapter 7 - 2003: Quezada takes - 2008: Quezada → Galvez Bankruptcy in: control and becomes (no evidence of 2010 sole officer and consideration) shareholder - 2008: Galvez - becomes sole officer and owner TSC - Formed in: - 2002: Byrne is sole - After 2002: Byrne → Solutions 2002 director. Quezada (no evidence of - After 2002: Quezada is consideration) sole shareholder, - 2015: Quezada takes officer, and director clients from TSC Solutions to TSC Staffing (no evidence of consideration)</pre>\n  <p id=\"p-99\">\n   <strong>\n    IV. Discussion\n   </strong>\n  </p>\n  <p id=\"p-100\">\n   The alter ego and nominee doctrines are common law, equitable devices.\n   <footnotemark>\n    6\n   </footnotemark>\n   Their purpose is to \"prevent debtors or taxpayers from evading liability\" by shielding property from collection through fake transfers of the property to another entity. Elliot,\n   <em>\n    supra\n   </em>\n   note 1, at *1. Both doctrines exist so that when a debtor transfers property to another entity, but continues to exercise ownership over that property, the law treats the debtor as the \"true owner of [that] property for liability purposes.\"\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-101\">\n   Despite their similarities, the alter ego and nominee doctrines are not the same. The nominee doctrine addresses the relationship between the taxpayer and the property sought to be accessed.\n   <em>\n    Id.\n   </em>\n   It asks whether the taxpayer treats the property as his own and enjoys the benefits of true ownership even though another entity holds legal title.\n   <em>\n    Id.\n   </em>\n   ;\n   <em>\n    see\n   </em>\n   <em>\n    Fourth Inv. LP v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"4057761\" index=\"0\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n    720 F.3d 1058\n   </extracted-citation>\n   , 1066 (9th Cir. 2013) (holding that \"[a] nominee is one who holds bare legal title to property for the benefit of another\")(citations omitted). Conversely, the alter ego doctrine examines the relationship between the taxpayer and the entity holding title to the property. Elliot,\n   <em>\n    supra\n   </em>\n   note 1, at *1. Alter ego focuses on whether the taxpayer's relationship to the title holder allows the taxpayer to retain the benefits of true ownership.\n   <em>\n    Id.\n   </em>\n   The fact that courts often lump their analysis of these two doctrines into one does not mean that the distinction between the two doctrines is obsolete. Each doctrine still requires its own analysis.\n  </p>\n  <p id=\"p-102\">\n   Despite their differences, both doctrines require the application of federal\n   and state common law. State law creates the property right\n   <footnotemark>\n    7\n   </footnotemark>\n   and federal law attaches consequences to that property right.\n   <em>\n    United States v. Craft\n   </em>\n   ,\n   <extracted-citation case-ids=\"354232\" index=\"1\" url=\"https://cite.case.law/us/535/274/#p278\">\n    535 U.S. 274\n   </extracted-citation>\n   , 278,\n   <extracted-citation case-ids=\"354232\" index=\"2\" url=\"https://cite.case.law/us/535/274/#p278\">\n    122 S.Ct. 1414\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"354232\" index=\"3\" url=\"https://cite.case.law/us/535/274/#p278\">\n    152 L.Ed.2d 437\n   </extracted-citation>\n   (2002). When attaching a tax lien to a property, a court's analysis requires two steps. First, the court looks \"to state law to determine what rights the taxpayer has in the property the Government seeks to reach[.]\"\n   <em>\n    Fourth Inv. LP\n   </em>\n   ,\n   <extracted-citation case-ids=\"4057761\" index=\"4\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n    720 F.3d at 1067\n   </extracted-citation>\n   (quoting\n   <em>\n    Drye v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"9476074\" index=\"5\" url=\"https://cite.case.law/us/528/49/#p58\">\n    528 U.S. 49\n   </extracted-citation>\n   , 58,\n   <extracted-citation case-ids=\"9476074\" index=\"6\" url=\"https://cite.case.law/us/528/49/#p58\">\n    120 S.Ct. 474\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9476074\" index=\"7\" url=\"https://cite.case.law/us/528/49/#p58\">\n    145 L.Ed.2d 466\n   </extracted-citation>\n   (1999) ). Second, if the court determines \"that the taxpayer has a property interest under state law, [it then] looks to federal law to determine whether the taxpayer's state-delineated rights qualify as 'property' or 'rights to property' within the compass of the federal tax lien legislation.\"\n   <footnotemark>\n    8\n   </footnotemark>\n   <em>\n    Drye\n   </em>\n   ,\n   <extracted-citation case-ids=\"9476074\" index=\"8\" url=\"https://cite.case.law/us/528/49/#p58\">\n    528 U.S. at 58\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9476074\" index=\"9\" url=\"https://cite.case.law/us/528/49/#p58\">\n    120 S.Ct. 474\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-103\">\n   Federal tax liens are also not limited to real property. \"The Supreme Court has interpreted [ 26 U.S.C.] section 6321 to apply to all property of a taxpayer, including property that is held by a third party as the taxpayer's nominee or alter ego.\n   <em>\n    Fourth Inv. LP\n   </em>\n   ,\n   <extracted-citation case-ids=\"4057761\" index=\"10\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n    720 F.3d at\n   </extracted-citation>\n   1066 (citing\n   <em>\n    G.M. Leasing Corp. v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"7552\" index=\"11\" url=\"https://cite.case.law/us/429/338/#p350\">\n    429 U.S. 338\n   </extracted-citation>\n   , 350-51,\n   <extracted-citation case-ids=\"7552\" index=\"12\" url=\"https://cite.case.law/us/429/338/#p350\">\n    97 S.Ct. 619\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"7552\" index=\"13\" url=\"https://cite.case.law/us/429/338/#p350\">\n    50 L.Ed.2d 530\n   </extracted-citation>\n   (1977) ). More specifically, other courts have held that the IRS may properly levy the bank accounts of a corporate entity as property when that entity is the nominee or alter ego of a taxpayer.\n   <footnotemark>\n    9\n   </footnotemark>\n  </p>\n  <p id=\"p-104\">\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=26%20U.S.C.%20%C2%A7%207426\">\n    26 U.S.C. § 7426\n   </extracted-citation>\n   (a)(1) provides in part that: \"If a levy has been made on property ..., any person (other than the person against whom is assessed the tax out of which such levy arose) who claims an interest in ... such property and that such property was wrongfully levied upon may bring a civil action against the United States ....\" To state a claim under § 7426, the plaintiff must show: 1) it has an interest in the property; and 2) the \"property was wrongfully levied upon\".\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=26%20U.S.C.%20%C2%A7%207426\">\n    26 U.S.C. § 7426\n   </extracted-citation>\n   (a)(1). A levy is wrongful if it was placed upon property in which the delinquent taxpayer has no interest.\n   <em>\n    Sessler v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"10517480\" index=\"16\" url=\"https://cite.case.law/f3d/7/1449/#p1451\">\n    7 F.3d 1449\n   </extracted-citation>\n   , 1451 (9th Cir.1993). Under Ninth Circuit law, when a Court determines whether there was an abuse of discretion by the agency, the Court should not inquire into the specific actions of the IRS in this action.\n   <em>\n    Flores v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"980184\" index=\"17\" url=\"https://cite.case.law/f2d/551/1169/\">\n    551 F.2d 1169\n   </extracted-citation>\n   (9th Cir. 1977). Rather the focus of the inquiry is on the ownership of the property based on the facts before the Court.\n   <em>\n    See\n   </em>\n   <em>\n    Garity v. United States\n   </em>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=46%20A.F.T.R.2d%20%28RIA%29%2080\">\n    46 A.F.T.R.2d 80\n   </extracted-citation>\n   -5143 (E.D. Mich. 1980). The opinions, conclusions and reasoning of IRS Revenue Officers who imposed the levies are irrelevant and unlikely to lead to relevant evidence. The review here is\n   <em>\n    de novo\n   </em>\n   based on the evidence before the Court, not just the information the IRS had in its possession at the time of levies.\n  </p>\n  <p id=\"p-105\">\n   In a wrongful levy action, Plaintiffs have the initial burden of proving title to the levied property.\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=26%20U.S.C.%20%C2%A7%207426\">\n    26 U.S.C. § 7426\n   </extracted-citation>\n   ;\n   <em>\n    Flores v. United States,\n   </em>\n   <extracted-citation case-ids=\"980184\" index=\"20\" url=\"https://cite.case.law/f2d/551/1169/\">\n    551 F.2d at 1175\n   </extracted-citation>\n   (9th Cir. 1977) ;\n   <em>\n    911 Management, LLC v. United States\n   </em>\n   , 657 F.Supp.2d at 1191 ;\n   <em>\n    Tri-State Equipment v. United States\n   </em>\n   ,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=79%20A.F.T.R.2d%20%28RIA%29%2097\">\n    79 A.F.T.R.2d 97\n   </extracted-citation>\n   -2502, *9 (E.D.Cal.1997). Once plaintiffs meet this initial burden, the United States must show that there is a nexus between the taxpayer and the property by a preponderance of the evidence.\n   <em>\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=79%20A.F.T.R.2d%20%28RIA%29%2097\">\n     Id.\n    </extracted-citation>\n   </em>\n   The United States may satisfy this burden by showing that a third party trust or entity is the alter ego or nominee of a taxpayer who is indebted to the United States for past taxes and penalties.\n   <em>\n    Id\n   </em>\n   ;\n   <em>\n    Flores v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"980184\" index=\"23\" url=\"https://cite.case.law/f2d/551/1169/\">\n    551 F.2d at\n   </extracted-citation>\n   1174-1176 n. 8 ;\n   <em>\n    Arth v. United States\n   </em>\n   , 735 F.2d at 1193. Plaintiffs bears the ultimate burden of proving that the property does not belong to the taxpayer.\n   <em>\n    Id\n   </em>\n   ;\n   <em>\n    Flores v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"980184\" index=\"24\" url=\"https://cite.case.law/f2d/551/1169/\">\n    551 F.2d at\n   </extracted-citation>\n   1175 ;\n   <em>\n    Arth v. United States\n   </em>\n   , 735 F.2d at 1193. Plaintiffs must establish in the end, that no reasonable juror could conclude that the money in the accounts levied upon belonged to the taxpayer.\n   <em>\n    911 Management, LLC v. United States\n   </em>\n   , 657 F.Supp.2d at 1193 ;\n   <em>\n    see also\n   </em>\n   <em>\n    Flores v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"980184\" index=\"25\" url=\"https://cite.case.law/f2d/551/1169/\">\n    551 F.2d at 1175\n   </extracted-citation>\n   (9th Cir. 1977).\n  </p>\n  <p id=\"p-106\">\n   <em>\n    a. Nominee Analysis\n   </em>\n  </p>\n  <p id=\"p-107\">\n   \"A nominee is one who holds bare legal title to property for the benefit of another.\"\n   <em>\n    Fourth Inv. LP\n   </em>\n   ,\n   <extracted-citation case-ids=\"4057761\" index=\"26\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n    720 F.3d at 1066\n   </extracted-citation>\n   (quoting\n   <em>\n    Scoville v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"11103866\" index=\"27\" url=\"https://cite.case.law/f3d/250/1198/#p1202\">\n    250 F.3d 1198\n   </extracted-citation>\n   , 1202 (8th Cir.2001) ). In\n   <em>\n    Fourth Inv. LP\n   </em>\n   , the Ninth Circuit provides the following six-factor test for district courts to consider when applying California nominee law:\n  </p>\n  <blockquote id=\"p-108\">\n   (1) whether inadequate or no consideration was paid by the nominees;\n  </blockquote>\n  <blockquote id=\"p-109\">\n   (2) whether the properties were placed in the nominees' names in anticipation of a lawsuit or other liability while the transferor remains in control of the property;\n  </blockquote>\n  <blockquote id=\"p-110\">\n   (3) whether there is a close relationship between the nominees and the transferor;\n  </blockquote>\n  <blockquote id=\"p-111\">\n   (4) failure to record the conveyances;\n  </blockquote>\n  <blockquote id=\"p-112\">\n   (5) whether the transferor retained possession; and\n  </blockquote>\n  <blockquote id=\"p-113\">\n   (6) whether the transferor continues to enjoy the benefits of the transferred property.\n   <footnotemark>\n    10\n   </footnotemark>\n  </blockquote>\n  <p id=\"p-114\">\n   Because no one factor is dispositive, courts are to weigh all of the factors to determine the ultimate issue of \"whether the taxpayer exercised active or substantial control over the property.\"\n   <em>\n    Fourth Inv. LP\n   </em>\n   ,\n   <extracted-citation case-ids=\"4057761\" index=\"28\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n    720 F.3d at 1070\n   </extracted-citation>\n   (citations omitted). Each factor is analyzed below.\n  </p>\n  <p id=\"p-115\">\n   <em>\n    i. Whether inadequate or no consideration was paid by the nominees\n   </em>\n  </p>\n  <p id=\"p-116\">\n   The facts of this case show numerous transfers of property, almost always for no consideration, to the same few individuals.\n   <footnotemark>\n    11\n   </footnotemark>\n   The most notable of these transfers\n   stem from Courtesy. Although it is unclear who initially formed Courtesy, Quezada took over shortly after Courtesy's formation and Byrne continued to remain in control. Despite Quezada's title as sole shareholder and owner of record, the Court already found that Byrne was Courtesy's\n   <em>\n    de facto\n   </em>\n   owner.\n   <em>\n    See supra\n   </em>\n   III.b.\n  </p>\n  <p id=\"p-117\">\n   In 2008, two important transfers occurred with Courtesy. First, Quezada transferred Courtesy's stock to Galvez. Second, Quezada took Courtesy's most profitable location in Gardena, CA, and operated it as TSC Solutions until 2010, when it became 24 Hour Staffing. There was no consideration made for any of these three transfers. Yet the customers Quezada acquired from Curtesy accounted for approximately $20,000,000.00 in gross annual revenue.\n  </p>\n  <p id=\"p-118\">\n   Also in 2008, Uribe began working at Courtesy's Rancho Cucomonga, CA office. But in 2011 she left Courtesy and formed Ultimate Personnel and Prompt. When she left, Uribe took Courtesy's profitable customers with her and did so for no consideration.\n  </p>\n  <p id=\"p-119\">\n   Previously, in 2002, Byrne traveled to Texas, set up TSC Solutions, and then transferred the Texas Corporation to Quezada for no consideration. Subsequently, in 2016, TSC Solutions transferred its customers to TSC Staffing for no consideration. Within each of the Plaintiff corporations, there are transfers of property and assets for no consideration.\n  </p>\n  <p id=\"p-120\">\n   <em>\n    ii. Properties placed in nominees' names in anticipation of litigation or other liability\n   </em>\n  </p>\n  <p id=\"p-121\">\n   When Byrne and Plaintiffs learned about the possibility of a judgment in favor of AIG for its levy on Courtesy, they transferred Courtesy's customers to Uribe's recently formed Prompt and Ultimate Personnel. Prompt and Ultimate Personnel took Courtesy's customers and revenue stream, and left AIG to collect against Courtesy. But Courtesy was without customers or revenue, it had stopped doing business, and ultimately fried for bankruptcy in 2014.\n  </p>\n  <p id=\"p-122\">\n   From 2011 to 2014, TSC Solutions was involved in the Texas litigation,\n   <em>\n    see supra\n   </em>\n   Section 2.c.i., which resulted in Byrne personally stipulating to tax liabilities of more than $1,500,000.00. Shortly after the stipulation, in 2015, Quezada incorporated TSC Staffing in Texas. Not only did TSC Staffing file a \"consent to use of similar name\" with consent from TSC Solutions, but it also took over TSC Solutions' operations without consideration and in anticipation of litigation.\n  </p>\n  <p id=\"p-123\">\n   <em>\n    iii. Relationship between the nominees and the transferor\n   </em>\n  </p>\n  <p id=\"p-124\">\n   The professional and personal relationships between Uribe, Quezada, and Byrne are extensive. Quezada has known Byrne for at least 17 years. They met in 2001 when Quezada worked at a different staffing agency.\n   <em>\n    24 Hour\n   </em>\n   , Dkt. 53, p. 1, 4. The facts indicate that Quezada and Byrne maintained continuous contact since then.\n  </p>\n  <p id=\"p-125\">\n   Professionally, Quezada has been involved in one way or another with most of Byrne's companies.\n   <footnotemark>\n    12\n   </footnotemark>\n   <em>\n    See supra\n   </em>\n   Part III.c.\n  </p>\n  <p id=\"p-126\">\n   (finding that Byrne is the true owner). And personally, there are numerous indicators that Byrne and Quezada were close to one another. There were bonus checks to Quezada with memos from Byrne.\n   <em>\n    See supra\n   </em>\n   Part III.c.v. (finding that Byrne sent personal checks to Quezada from company accounts). There are also Quezada's generous donations to Byrne's charities, namely, I Am World Missions and Open Arms Community Church.\n  </p>\n  <p id=\"p-127\">\n   Quezada-and her corporations-even purchased two houses in Texas for Byrne. Quezada purchased one house in the name of Sarah Byrne, Byrne's niece, who did not live in the United States. Quezada purchased the second home in her own name so that Byrne and Quezada would have a place to stay when they visited Texas. Both homes were the subjects of the Texas Litigation, where Byrne was found to be the\n   <em>\n    de facto\n   </em>\n   owner of each.\n   <em>\n    See supra\n   </em>\n   Part II.c.i.\n  </p>\n  <p id=\"p-128\">\n   While not as extensive, Uribe's relationship with Byrne dates back to at least 2008 when she began working for Courtesy. Despite Quezada and Galvez holding bare title, the Court already found that Byrne was Courtesy's true owner.\n   <em>\n    See supra\n   </em>\n   Part III.c (finding that Byrne is the true owner). The relationships between the nominees and Byrne were extensive and demonstrated that Byrne was in control of the nominees' offices and payroll and work.\n  </p>\n  <p id=\"p-129\">\n   <em>\n    iv. Whether the transferor retained possession\n   </em>\n  </p>\n  <p id=\"p-130\">\n   Byrne retained possession and control of the Plaintiff corporations and their assets. Uribe and Quezada simply held the bare title to the corporations. Byrne directed employees, approved company decisions, and maintained access to corporate assets. Byrne's attempts to separate himself and his possession of the Plaintiff corporations collapse under the weight of the evidence presented at trial.\n  </p>\n  <p id=\"p-131\">\n   First, there are the e-mails that reference Byrne and demonstrate that Byrne, not Quezada and Uribe, controlled daily operations. Byrne himself did not maintain an e-mail account; he would have employees communicate messages to and from him instead through email. For example, Byrne would approve corporate expenses, review payroll, and prohibit employees from occupying certain office areas and would have an employee sending an email confirming his approval-or disapproval-of each activity.\n   <em>\n    See supra\n   </em>\n   Part III.c.i;\n   <em>\n    see also\n   </em>\n   Exs. 400, 401, 402, 403, 404, 412.\n  </p>\n  <p id=\"p-132\">\n   Second, Byrne maintained every company's bank account information as well as a physical debit card. The spreadsheet that Herrera maintained for Byrne gave Byrne the ability to directly access every company's bank account. Moreover, Byrne frequently went to an ATM and made $500 withdrawals from corporate accounts. The money Byrne obtained was for his own personal benefit.\n  </p>\n  <p id=\"p-133\">\n   Third, Byrne would funnel money from the Plaintiffs to charities that his creditors could not reach. Plaintiffs would send money to I Am World Missions, which would then send money to Open Arms Community Church in Ireland. In order to avoid liability, Byrne had Rangel make personal payments to I Am World Missions instead of himself.\n  </p>\n  <p id=\"p-134\">\n   <em>\n    v. Whether the transferor continues to enjoy the benefits of the transferred property\n   </em>\n  </p>\n  <p id=\"p-135\">\n   Byrne's control of the Plaintiff corporations allowed Byrne to freely access and move their assets without the threat of triggering his tax liabilities. Because Byrne would ensure that assets were transferred in anticipation of litigation and liability, Byrne's companies remained viable. Byrne would either withdraw money from their company accounts or funnel it\n   through other means. How Byrne spent this money is irrelevant. What is clear is that Byrne continued to control the companies, benefit monetarily, and avoid liability.\n  </p>\n  <p id=\"p-136\">\n   vi.\n   <em>\n    Nominee Conclusion\n   </em>\n  </p>\n  <p id=\"p-137\">\n   The nominee analysis demonstrates that Byrne maintained substantial control over the Plaintiff corporations' bank accounts and that the corporations acted as nominees for Byrne's benefit. Byrne made all critical decisions, instructed employees, controlled corporate bank accounts, transferred property in anticipation of litigation, and freely shuffled hundreds of thousands of dollars for his own personal gain. There is no other plausible explanation for why an individual that does not hold any legal title or managerial position would have such vast and total control. Plaintiffs' contention that Byrne was a consultant that overstepped his authority is unsupported by the evidence and stems from self-serving statements of interest. Byrne's use of the Plaintiffs as nominees allowed him to insulate himself from tax liabilities and prosper. Byrne not only enjoyed the benefits of true ownership; Byrne was the true owner under a nominee analysis.\n  </p>\n  <p id=\"p-138\">\n   <em>\n    b. Alter Ego Analysis\n   </em>\n  </p>\n  <p id=\"p-139\">\n   Under the IRS' theory that Byrne acted as the alter ego for the Plaintiff corporation, the Court must first consider whether Byrne was the alter ego. If Byrne was the alter ego, then the Court must decide if the IRS can levy the corporations through piercing the veil. Thus, the Court first looks to California state law to determine the factors necessary to determine an alter ego relationship.\n   <em>\n    Towe Antique Ford Found.\n   </em>\n   , 999 F.2d at 1391. California alter ego law requires proving two elements: 1) a unity of interest and ownership between the corporation and the individual; and 2) if acts by the corporation are treated as acts of the corporation alone, an inequitable result will follow.\n   <em>\n    Mesler v. Bragg Mgmt. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"2011330\" index=\"29\" url=\"https://cite.case.law/cal-3d/39/290/\">\n    39 Cal.3d 290\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=216%20Cal.%20Rptr.%20443\">\n    216 Cal.Rptr. 443\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=702%20P.2d%20601\">\n    702 P.2d 601\n   </extracted-citation>\n   , 606 (1985).\n  </p>\n  <p id=\"p-140\">\n   <em>\n    i. The Alter Ego Relationship Existed Between Byrne and the Plaintiff Corporations\n   </em>\n  </p>\n  <p id=\"p-141\">\n   <em>\n    1. Unity of Interest\n   </em>\n  </p>\n  <p id=\"p-142\">\n   To determine whether a unity of interest exists under the alter ego doctrine, California courts consider the following list of non-exhaustive factors:\n  </p>\n  <blockquote id=\"p-143\">\n   [T]he commingling of funds and other assets; the failure to segregate funds of the individual and the corporation; the unauthorized diversion of corporate fluids to other than corporate purposes; the treatment by an individual of corporate assets as his own; the failure to seek authority to issue stock or issue stock under existing authorization; the representation by an individual that he is personally liable for corporate debts; the failure to maintain adequate corporate minutes or records; the intermingling of the individual and corporate records; the ownership of all the stock by a single individual or family; the domination or control of the corporation by the stockholders; the use of a single address for the individual and the corporation; the inadequacy of the corporation's capitalization; the use of the corporation as a mere conduit for an individual's business; the concealment of the ownership *985 of the corporation; the disregard of formalities and the failure to maintain arm's-length transactions with the corporation; and the attempts to segregate liabilities to the corporation.\n  </blockquote>\n  <p id=\"p-144\">\n   <em>\n    Johnson v. Serenity Transportation, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4226825\" index=\"32\" url=\"https://cite.case.law/f-supp-3d/141/974/#p984\">\n    141 F.Supp.3d 974\n   </extracted-citation>\n   , 984-85 (N.D. Cal. 2015) (citing\n   <em>\n    Digby Adler Grp. LLC v. Image Rent a Car, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4266402\" index=\"33\" url=\"https://cite.case.law/f-supp-3d/79/1095/#p1106\">\n    79 F.Supp.3d 1095\n   </extracted-citation>\n   , 1106-07 (N.D.Cal. 2015).\n   <footnotemark>\n    13\n   </footnotemark>\n   \"No single factor is\n   determinative,\" and courts must consider all the circumstances in deciding whether there is a unity of interest.\n   <em>\n    Gerritsen v. Warner Bros. Entm't Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4363477\" index=\"34\" url=\"https://cite.case.law/f-supp-3d/116/1104/#p1137\">\n    116 F.Supp.3d 1104\n   </extracted-citation>\n   , 1137 (C.D. Cal. 2015) (quoting\n   <em>\n    VirtualMagic Asia, Inc. v. Fil-Cartoons, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"977710\" index=\"35\" url=\"https://cite.case.law/cal-app-4th/99/228/#p245\">\n    99 Cal.App.4th 228\n   </extracted-citation>\n   , 245,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=121%20Cal.%20Rptr.%202d%201\">\n    121 Cal.Rptr.2d 1\n   </extracted-citation>\n   (2002) ). The analysis of the following factors leads the Court to conclude that there existed a unity of interest between Byrne and Plaintiff corporations.\n  </p>\n  <p id=\"p-145\">\n   a. Domination or control of the corporation\n  </p>\n  <p id=\"p-146\">\n   Byrne controlled every aspect of the Plaintiff corporations. Although Uribe and Quezada oversaw specific office locations and staff, Byrne always had the final say. For example, e-mails demonstrate that Byrne approved any major corporate decisions, such as rate increases for active clients. Byrne instructed employees to send him monthly payroll reports. Other evidence also showed that Byrne also instructed employees on minor, internal matters, like dress codes on casual Fridays or how many times a week the trash should be taken out. Byrne also approved posters and fliers for job fans. These instances only scrape at the surface of Byrne's domination and control. Plaintiffs also provided no evidence that Quezada or Uribe engaged in such decision-making at any point.\n  </p>\n  <p id=\"p-147\">\n   Byrne had access to all corporate bank accounts, debit cards, and checking accounts. Byrne drew checks from TSC Staffing's bank account and made them payable to Quezada for personal donations and Christmas bonuses. Byrne also visited ATMs regularly and made $500 withdrawals with company debit cards. Further, Byrne instructed Herrera to maintain spreadsheets that documented every company's bank account and financial information. There were also other instances of Byrne's control, like the $1,200 check drawn from TSC Staffing's bank account made payable to Quezada with \"MERRY CHRISTMAS FROM JOE\" included in the memo line and the check payment made on September 4, 2015, in the amount of $2,000 that read \"DONATION FOR TEAM ANGELYNA FROM JB.\" (Ex. 418.) Byrne asserted control over each of the individual corporations.\n  </p>\n  <p id=\"p-148\">\n   b. Concealment of Ownership\n  </p>\n  <p id=\"p-149\">\n   Byrne concealed his ownership in the Plaintiff corporations to protect his assets from the IRS. While Uribe and Quezada did more than hold bare legal title, their role was more akin to employees or office manager than owners.\n   <em>\n    See supra\n   </em>\n   Part III. The reason why Quezada and Uribe held legal title was so that Byrne could keep his personal tax liabilities detached from the Plaintiff corporations.\n  </p>\n  <p id=\"p-150\">\n   Byrne took every step he could to conceal his ownership. Beyond holding no title to the corporations, Byrne did not maintain an e-mail account, but instead relied on employees to communicate messages to and from him. When Byrne would want to move substantial assets, he would do so through other means. For example, Plaintiffs collectively funneled approximately $300,000.00 to I Am World Missions, which subsequently funneled a majority of that money to Open Arms Community Church, a charity Byrne supported. Each of these transfers or donations was done in Byrne's name.\n  </p>\n  <p id=\"p-151\">\n   c. Commingling of funds and other assets\n  </p>\n  <p id=\"p-152\">\n   Plaintiffs repeatedly comingled their funds and assets. Plaintiffs would pool\n   their funds together or transfer customers, funds, and specific office locations between companies. For example, when Quezada transferred Courtesy to Galvez, she gave the profitable Gardena, CA, office location to TSC Staffing. Moreover, when Courtesy encountered legal trouble because of the AIG levy, Uribe took most of Courtesy's customers to Prompt and Ultimate Personnel, effectively bankrupting Courtesy but ensuring the clients did not leave Byrne's conglomerate. Plaintiffs would also pool funds in the Jobsmetro.net account and collectively send monthly payments to I Am World Missions and Open Arms Community Church. In 2011, Courtesy also sent multiple checks to Prompt in amounts ranging from $10,000 to $20,000.\n   <em>\n    See\n   </em>\n   Ex. 411. Even though each corporation was technically separate from the others, the sister companies relied upon each other for business, used employees and funds interchangeably, and changed \"ownership\" without any trouble. Regardless, Byrne was always in the background controlling the operations.\n  </p>\n  <p id=\"p-153\">\n   d. The treatment by an individual of corporate assets as his own\n  </p>\n  <p id=\"p-154\">\n   Byrne also treated Plaintiffs' corporate assets as his own. From 2011 to 2015, Byrne used Prompt's debit card-which Uribe and Quezada claim did not exist-and withdrew $72,303 from Prompt's bank account. Byrne maintained all corporate debit cards and would make several withdrawals of $500 a week, sometimes daily. Byrne wrote multiple checks from TSC Staffing's account and personally sent the checks to Quezada for donations and Christmas bonuses. In February 2016, Byrne transferred $13,000 from Prompt's bank account to his personal account with no explanation. Plaintiffs could not provide the Court with a business reason for doing so. Byrne then used these funds to pay his personal taxes. The same day the funds were transferred, Byrne wrote checks to the IRS and the California Franchise Tax Board totaling $12,976. Byrne used the corporate assets as his own.\n  </p>\n  <p id=\"p-155\">\n   <em>\n    2. An Inequitable Result Will Follow Without This Holding\n   </em>\n  </p>\n  <p id=\"p-156\">\n   The purpose of the alter ego doctrine is to provide a remedy to creditors against individuals who improperly hide behind the corporate veil. When a corporation is used in bad faith to evade tax liabilities, as it is here, the alter ego doctrine permits reverse veil-piercing so that creditors can rightfully claim what they are owed. The Ninth Circuit, citing the California Supreme Court, stated that disregarding the corporate entity is appropriate when \" 'an adherence to the fiction of the separate existence of the corporation would, under the particular circumstances, sanction a fraud or promote injustice.' \"\n   <em>\n    Firstmark Capital Corp. v. Hempel Fin. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524831\" index=\"37\" url=\"https://cite.case.law/f2d/859/92/#p94\">\n    859 F.2d 92\n   </extracted-citation>\n   , 94 (9th Cir. 1988) (quoting\n   <em>\n    Wood v. Elling Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"2288528\" index=\"38\" url=\"https://cite.case.law/cal-3d/20/353/\">\n    20 Cal.3d 353\n   </extracted-citation>\n   , n. 9,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=142%20Cal.%20Rptr.%20696\">\n    142 Cal.Rptr. 696\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"40\" url=\"https://cite.case.law/citations/?q=572%20P.2d%20755\">\n    572 P.2d 755\n   </extracted-citation>\n   (1977). A finding of alter ego is bolstered when an individual uses a corporation in bad faith to evade a creditor because collecting the corporate assets provides an equitable remedy to the wronged creditor.\n   <em>\n    Mid-Century Ins. Co.\n   </em>\n   , 9 Cal. App. 4th at 1213,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=11%20Cal.%20Rptr.%202d%20918\">\n    11 Cal.Rptr.2d 918\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-157\">\n   Since Byrne first incurred tax liabilities as the sole proprietor of Contract Personnel Services, he used countless corporations. Every transfer and every newly incorporated temp agency permitted Byrne to evade his creditors. In short, Byrne has been lucky but he has also become more and more adept at moving pawns whenever necessary. He found a group of women he cajoled into becoming directors and shareholders, all while controlling the actual assets and management of each corporation. Byrne created the illusion that he was not the owner of the\n   Plaintiff corporations and then used Quezada and Uribe to hide behind this illusion. An equitable remedy is the necessary solution here. Allowing Byrne to hide behind the Plaintiff corporations and circumvent his tax liabilities would promote injustice. The Court finds that the Plaintiffs served as alter egos to Byrne.\n  </p>\n  <p id=\"p-158\">\n   ii.\n   <em>\n    The IRS Can Pierce the Corporate Veil to Access Plaintiffs' Levied Accounts\n   </em>\n  </p>\n  <p id=\"p-159\">\n   Federal tax liens may encumber property of a taxpayer's alter ego.\n   <em>\n    G.M. Leasing Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7552\" index=\"42\" url=\"https://cite.case.law/us/429/338/#p350\">\n    429 U.S. at 351\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"7552\" index=\"43\" url=\"https://cite.case.law/us/429/338/#p350\">\n    97 S.Ct. 619\n   </extracted-citation>\n   (1977). The IRS may levy the assets of an alter ego entity to collect a taxpayer's outstanding debt.\n   <em>\n    Towe Antique Ford Found. v. I.R.S.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11963972\" index=\"44\" url=\"https://cite.case.law/f2d/999/1387/#p1391\">\n    999 F.2d 1387\n   </extracted-citation>\n   , 1391 (9th Cir. 1993) (\"It is well settled that creditors can reach property which ostensibly belongs to a third party if that entity is the alter ego of the taxpayer.\") But in order to reach the property in this case, the IRS must pierce the corporate veil because the assets are held by Byrne's alter egos, the Plaintiff corporations. The Ninth Circuit has held that creditors can pierce the corporate veil of a \"dummy\" corporation operated by the owners in their personal capacities.\n   <em>\n    Laborers Clean-Up Contract Admin. Tr. Fund v. Uriarte Clean-Up Serv., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"587748\" index=\"45\" url=\"https://cite.case.law/f2d/736/516/#p523\">\n    736 F.2d 516\n   </extracted-citation>\n   , 523 (9th Cir. 1984).\n  </p>\n  <p id=\"p-160\">\n   While alter ego doctrine requires the application of federal and state law, state law only creates the property right. This Court has already used California's alter ego analysis to determine that Byrne had a property interest in the accounts levied by the IRS. Federal law, however, attaches the actual consequences to that property right.\n   <em>\n    United States v. Craft\n   </em>\n   ,\n   <extracted-citation case-ids=\"354232\" index=\"46\" url=\"https://cite.case.law/us/535/274/#p278\">\n    535 U.S. 274\n   </extracted-citation>\n   , 278,\n   <extracted-citation case-ids=\"354232\" index=\"47\" url=\"https://cite.case.law/us/535/274/#p278\">\n    122 S.Ct. 1414\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"354232\" index=\"48\" url=\"https://cite.case.law/us/535/274/#p278\">\n    152 L.Ed.2d 437\n   </extracted-citation>\n   (2002) (The federal tax lien statute itself \"creates no property rights but merely attaches consequences, federally defined, to rights created under state law.\") Federal law allows the IRS to pierce the corporate veil to access the levied funds. The use of alter ego doctrine-and thus reverse veil-piercing-is a consequence that is permissible under federal law. Because federal law allows for the reverse veil-piercing cause of action, the Court finds that it is a viable theory in this case.\n   <em>\n    Laborers Clean-Up Contract Admin. Tr. Fund v. Uriarte Clean-Up Serv., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"587748\" index=\"49\" url=\"https://cite.case.law/f2d/736/516/#p523\">\n    736 F.2d 516\n   </extracted-citation>\n   , 523 (9th Cir. 1984) (holding that creditors can pierce the corporate veil of a \"dummy\" corporation to access funds when the corporation was operated by the owners in their personal capacities).\n  </p>\n  <p id=\"p-161\">\n   Plaintiffs claim that outside reverse veil-piercing is a state law issue and that California does not recognize outside reverse veil-piercing as a viable theory of alter ego liability. First, the availability of outside reverse veil-piercing is determined by federal law; however, to the extent that this even could be a state law issue, the Court considers what the California Supreme Court would do. Because there is no California Supreme Court caselaw on this issue, the Court looks to decisions by the California Court of Appeals.\n  </p>\n  <p id=\"p-162\">\n   In\n   <em>\n    Postal Instant Press, Inc. v. Kaswa Corporation\n   </em>\n   , 162 Cal.App.4 1510,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=77%20Cal.%20Rptr.%203d%2096\">\n    77 Cal.Rptr.3d 96\n   </extracted-citation>\n   (Ct. App. 2008), the California Court of Appeals held that a creditor may not pierce the corporate veil in order to make the corporation pay for the debts of the shareholder. But\n   <em>\n    Postal Instant Press\n   </em>\n   specifically permitted the use of reverse veil-piercing by the IRS in federal tax lien cases. The court stated that although \"outside reverse piercing is a radical and problematic change in standard alter ego law,\" the problematic analysis is \"outside of federal tax cases.\"\n   <em>\n    Postal Instant Press\n   </em>\n   , 162 Cal. App. 4th at 1521-22,\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=77%20Cal.%20Rptr.%203d%2096\">\n    77 Cal.Rptr.3d 96\n   </extracted-citation>\n   . The court added an important footnote at that point, which specifies that\n   many courts, including the 9th Circuit, \"have permitted the United States to use a reverse piercing theory to recover a taxpayer's delinquent tax liability from the taxpayer's alter ego business entity.\n   <em>\n    E.g.,\n   </em>\n   <em>\n    Brownfield Inv. Corp., N.V. v. United States\n   </em>\n   ,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=1994%20WL%20362511\">\n    1994 WL 362511\n   </extracted-citation>\n   , 1994 U.S.App. Lexis 18331 (9th Cir. 1994) ;\n   <em>\n    Towe Antique Ford Foundation v. I.R.S.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11963972\" index=\"53\" url=\"https://cite.case.law/f2d/999/1387/#p1391\">\n    999 F.2d 1387\n   </extracted-citation>\n   , 1390-1391 (9th Cir. 1993).\"\n   <em>\n    Id.\n   </em>\n   at fn. 3 (cites to similar Fifth, Eighth, and Eleventh Circuit cases removed). The footnote continues: \"These cases recognize that 'reverse piercing is a well-established theory in the federal tax realm' that advances the policies of 'avoiding fraud and collecting delinquent federal taxes.'\n   <em>\n    U.S. v. Scherping\n   </em>\n   ,\n   <extracted-citation case-ids=\"11583960\" index=\"54\" url=\"https://cite.case.law/f3d/187/796/#p803\">\n    187 F.3d 796\n   </extracted-citation>\n   , 803, 804 (8th Cir. 1999).\"\n   <em>\n    <extracted-citation case-ids=\"11583960\" index=\"55\" url=\"https://cite.case.law/f3d/187/796/#p803\">\n     Id.\n    </extracted-citation>\n   </em>\n   Under\n   <em>\n    Postal Instant Press\n   </em>\n   , a California state case that Plaintiffs rely upon, reverse veil-piercing is permissible and even encouraged in federal tax cases.\n   <footnotemark>\n    14\n   </footnotemark>\n   Accordingly, the IRS can reverse pierce the corporate veil and levy the accounts of Byrne's alter ego corporations-under both state and federal law.\n  </p>\n  <p id=\"p-163\">\n   <strong>\n    V. Conclusion\n   </strong>\n  </p>\n  <p id=\"p-164\">\n   Although the Court need only reach either the nominee or alter ego analysis, under either analysis the IRS correctly levied the Plaintiff corporations' bank accounts to reach assets controlled by Joseph Byrne.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-167\">\n    The levies were on the following accounts: 24 Hour Staffing: $166,252.08.; 24 HR Personnel: $98,583.41 and $1,579.38; Prompt Staffing: $66,502.50 and $28,193.53; and, TSC Staffing: $275,105.30.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-168\">\n    It appears that there are at least two more TSC Solutions corporations, each of which operates in a different city. The Articles of Incorporation for TSC Staffing Solutions Dallas, Inc., and TSC Staffing Solutions Fort Worth, Inc., both list Byrne as their sole Director.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-169\">\n    <em>\n     See infra\n    </em>\n    Part III.c.i.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-170\">\n    <em>\n     See infra\n    </em>\n    Part III.c.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-171\">\n    Galvez testified that this includes, \"TSC Staffing, Ultimate Personnel, Courtesy Staffing, Prompt Staffing, and Skills Pro.\" Trial Tr., 22: 8-9. Jan. 17, 2018.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-172\">\n    William D. Elliot,\n    <em>\n     Fed. Tax Collect. Liens &amp; Levies,\n    </em>\n    ¶ 9.10 Nominee Liens and Alter Ego, 2018.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-173\">\n    Circuit courts uniformly hold that state law governs the nominee and alter ego doctrines.\n    <em>\n     See\n    </em>\n    <em>\n     Fourth Inv. LP v. United States\n    </em>\n    ,\n    <extracted-citation case-ids=\"4057761\" index=\"56\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n     720 F.3d 1058\n    </extracted-citation>\n    , 1067 (9th Cir. 2013) (rejecting the government's position that federal common law rather than state law governs the nominee doctrine);\n    <em>\n     see, e.g.\n    </em>\n    ,\n    <em>\n     Berkshire Bank v. Town of Ludlow\n    </em>\n    ,\n    <extracted-citation case-ids=\"3541269\" index=\"57\" url=\"https://cite.case.law/f3d/708/249/#p252\">\n     708 F.3d 249\n    </extracted-citation>\n    , 252 (1st Cir.2013) ;\n    <em>\n     Holman v. United States\n    </em>\n    ,\n    <extracted-citation case-ids=\"5861037\" index=\"58\" url=\"https://cite.case.law/f3d/505/1060/#p1067\">\n     505 F.3d 1060\n    </extracted-citation>\n    , 1067-68 (10th Cir. 2007) ;\n    <em>\n     Spotts v. United States\n    </em>\n    ,\n    <extracted-citation case-ids=\"1554053\" index=\"59\" url=\"https://cite.case.law/f3d/429/248/#p253\">\n     429 F.3d 248\n    </extracted-citation>\n    , 253 (6th Cir.2005) ;\n    <em>\n     Old W. Annuity &amp; Life Ins. Co. v. Apollo Grp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"6054409,3815306\" index=\"60\" url=\"https://cite.case.law/f3d/605/856/\">\n     605 F.3d 856\n    </extracted-citation>\n    , 861 (11th Cir.2010).\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-174\">\n    <em>\n     See also\n    </em>\n    <em>\n     Spotts\n    </em>\n    ,\n    <extracted-citation case-ids=\"1554053\" index=\"61\" url=\"https://cite.case.law/f3d/429/248/#p253\">\n     429 F.3d at 251\n    </extracted-citation>\n    (holding that \"before determining what, if any, federal tax consequences attach, we must first address the pertinent questions of state property law.\");\n    <em>\n     Towe Antique Ford Found. v. I.R.S.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11963972\" index=\"62\" url=\"https://cite.case.law/f2d/999/1387/#p1391\">\n     999 F.2d 1387\n    </extracted-citation>\n    , 1391 (9th Cir. 1993) (holding that courts \"apply the law of the forum state in determining whether a corporation is an alter ego of the taxpayer\").\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-175\">\n    <em>\n     See\n    </em>\n    <em>\n     911 Mgmt., LLC v. United States\n    </em>\n    ,\n    <extracted-citation case-ids=\"3773250\" index=\"63\" url=\"https://cite.case.law/f-supp-2d/657/1186/#p1188\">\n     657 F.Supp.2d 1186\n    </extracted-citation>\n    , 1188 (D. Or. 2009) (holding that IRS properly levied the corporate bank accounts of a property management company that was the nominee of taxpayers);\n    <em>\n     see also\n    </em>\n    <em>\n     Nassar Family Irrevocable Tr. v. United States\n    </em>\n    , No. 13 CIV. 5680 (ER),\n    <extracted-citation index=\"64\" url=\"https://cite.case.law/citations/?q=2016%20WL%205793737\">\n     2016 WL 5793737\n    </extracted-citation>\n    (S.D.N.Y. Sept. 30, 2016), aff'd in part, appeal dismissed in part sub nom.\n    <em>\n     United States v. Nassar\n    </em>\n    ,\n    <extracted-citation case-ids=\"12393343\" index=\"65\" url=\"https://cite.case.law/f-appx/699/46/\">\n     699 F. App'x 46\n    </extracted-citation>\n    (2d Cir. 2017) (affirming the district court's holding that the IRS properly levied bank accounts of a Trust that was found to be the nominee of the taxpayer).\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-176\">\n    <em>\n     See\n    </em>\n    <em>\n     Fourth Inv. LP\n    </em>\n    ,\n    <extracted-citation case-ids=\"4057761\" index=\"66\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n     720 F.3d at 1070\n    </extracted-citation>\n    (holding that the \"district court properly evaluated the Appellants' nominee status in light of the six-factor test set forth in\n    <em>\n     Spotts\n    </em>\n    and other federal cases\").\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-177\">\n    The Court acknowledges that there are certain transfers where there are simply not enough facts to determine whether or not consideration was paid, but these transfers are at best exceptions to the norm. And because when it appears that property transfers are part of a larger scheme to evade liability, the fact that one or more transfers were made for consideration holds little weight as it relates to ownership interest.\n    <em>\n     Fourth Inv. LP\n    </em>\n    ,\n    <extracted-citation case-ids=\"4057761\" index=\"67\" url=\"https://cite.case.law/f3d/720/1058/#p1066\">\n     720 F.3d at 1070-71\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-178\">\n    Quezada became a director at TSC Solutions early on in the company's formation around 2002 or 2003. Subsequently, she went on to take over Courtesy a few years later. Then, in 2008, she took the profitable Gardena, CA Courtesy office and operated it under TSC Solutions, and eventually under 24 Hour Staffing.\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-179\">\n    <em>\n     See, e.g.\n    </em>\n    ,\n    <em>\n     Daewoo Elecs. Am. Inc. v. Opta Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12267128\" index=\"68\" url=\"https://cite.case.law/f3d/875/1241/#p1250\">\n     875 F.3d 1241\n    </extracted-citation>\n    , 1250 (9th Cir. 2017) ; Salkin v. United Servs. Auto. Ass'n,\n    <extracted-citation case-ids=\"4194666\" index=\"69\" url=\"https://cite.case.law/f-supp-2d/767/1062/#p1066\">\n     767 F.Supp.2d 1062\n    </extracted-citation>\n    , 1066 (C.D. Cal. 2011) ;\n    <em>\n     Conde v. Sensa\n    </em>\n    ,\n    <extracted-citation case-ids=\"12273895\" index=\"70\" url=\"https://cite.case.law/f-supp-3d/259/1064/#p1069\">\n     259 F.Supp.3d 1064\n    </extracted-citation>\n    , 1069 (S.D. Cal. 2017) ;\n    <em>\n     In re Packaged Seafood Prod. Antitrust Litig.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12267627\" index=\"71\" url=\"https://cite.case.law/f-supp-3d/242/1033/#p1060\">\n     242 F.Supp.3d 1033\n    </extracted-citation>\n    , 1060 (S.D. Cal. 2017).\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-180\">\n    Plaintiffs also cite to a similar holding by a federal court in\n    <em>\n     U.S. v. Boyce\n    </em>\n    ,\n    <extracted-citation case-ids=\"4340240\" index=\"72\" url=\"https://cite.case.law/f-supp-3d/38/1135/\">\n     38 F.Supp.3d 1135\n    </extracted-citation>\n    (C.D. Cal. 2014), which found that outside reverse veil-piercing does not exist under California law-because of\n    <em>\n     Postal Instant Press\n    </em>\n    -and thus could not apply in federal cases either. Plaintiffs' reliance on\n    <em>\n     Boyce\n    </em>\n    is misplaced. The court in\n    <em>\n     Boyce\n    </em>\n    , while citing\n    <em>\n     Postal Instant Press\n    </em>\n    , ignored the dispositive footnote that removed federal tax lien cases from the analysis. Furthermore, that court ignored alter ego doctrine's purpose, which is to provide a remedy to creditors against individuals who improperly hide behind the corporate veil. Such an equitable remedy is encouraged by courts when, as is the case here, the corporate structure was used in bad faith. Equity would not be served by allowing California state law to circumvent the availability of a federal tax lieu as equitable relief.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}