{
  "casebody": {
    "data": "<casebody firstpage=\"449\" lastpage=\"451\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b477-5\">In the Matter of Jack Weiss, Respondent; Meyer Rubin, Doing Business under the Name of Parkside Meat Market, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b477-8\">Submitted October 5, 1943;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_1_\">decided December 8, 1943.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b477-14\"><em>Asher Zeide </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Aqko\">A judgment debtor in an action arising out of tort is not entitled to exemption from arrest priot to his actual arrest. <em>(Matter of Perine, </em>158 Misc. 597; <em>Matter of Berman, </em>244 App. Div. 95.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b477-15\"><em>Samuel Witte </em>and <em>Sidney Holtzman </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A7E\">The action in which appellant recovered judgment based upon fraudulent representations was upon contract within the meaning of the statute, article 4, section 101, of the Debtor and Creditor Law. <em>(Develin </em>v. <em>Cooper, </em>84 N. Y. 410.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b478-4\"><page-number citation-index=\"1\" label=\"450\">*450</page-number>Cokway, J.</author>\n<p id=\"Aj9\">This is an application under Debtor and Creditor Law, article 4, for the exemption from arrest of an alleged insolvent debtor. In order for the court to grant the application it was necessary that it be established to its satisfaction that the debt arose .upon a contract previously made by the petitioner. (Debtor &amp; Creditor Law, § 101.) In opposing the application, one of the creditors, Meyer Rubin doing business as Parkside Meat Market, made proof of the fact that his judgment was obtained in an action commenced in the Municipal Court of the City of New York upon an oral complaint which alleged: <em>“ </em>Action to recover the sum of $161.90 for fraud of the defendants, Jack Weiss and Nathan Reichman, in connection with the sale and delivery of meat products to Court House Griddle Corp. although duly demanded no part has been paid.” The petitioner Weiss was the only defendant served and, after trial before a court and jury, judgment was rendered against him. By that judgment it was provided “ that the plaintiff have execution therefor, against the property and person of the defendant, Jack Weiss.” It was following the entry of judgment and prior to arrest that petitioner made the application now before us.</p>\n<p id=\"b478-5\">In the schedule attached to his petition, required by Debtor and Creditor Law, section 102, petitioner listed Rubin as an unsecured creditor and asserted: “ This creditor recovered a judgment in the Municipal Court of the City of New York, Borough of Queens, Fifth District, on the 5th day of December, 1941, on a cause of action for alleged fraudulent representations in the sale of meat to Courthouse Griddle Shop, Inc., a corporation of which petitioner was a principal officer and agent.”</p>\n<p id=\"b478-6\">The question presented is whether it has been established that the debt to Rubin arose upon a contract. It seems to us that it has not. The petitioner was sued individually according to his own statement “ on a cause of action for alleged fraudulent representations in the sale of meat ” to a corporation of which he was an officer and agent. If the cause of action had been upon contract the corporation would have been the party defendant. The fraudulent representations to which petitioner refers must of necessity have been in connection with a contract made between persons other than petitioner. The oral <page-number citation-index=\"1\" label=\"451\">*451</page-number>complaint also indicates that. The words of the statute “ arising upon a contract previously made ” mean a debt created by contract even though fraud entered into the creation of the contract debt. That was the situation in <em>Develin </em>v. <em>Cooper </em>(84 N. Y. 410, 418.) There there was a contract made and a debt arising under it although the debtor had been guilty of fraud in contracting thp debt and incurring the obligation. That is not this case. Here the petitioner made no contract and no indebtedness by him arose by reason of any contract. Petitioner’s liability was in tort due to his fraud committed in connection with a contract made between two persons other than himself and to which he was not a party.</p>\n<p id=\"b479-5\">The orders should be reversed and the petition dismissed, with costs in all courts.</p>\n<p id=\"b479-6\">Lehman, Ch. J., Bippey, Lewis, Desmond and Thaoher, JJ., concur; Lottghran, J., concurs in result.</p>\n<p id=\"b479-7\">Orders reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}