{
  "casebody": {
    "data": "<casebody firstpage=\"308\" lastpage=\"309\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b332-8\">UNITED STATES of America, Plaintiff—Appellee, v. George Deshawn MOORE, a/k/a Shawn, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b332-11\">No. 05-5159.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b332-12\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b332-13\">Submitted: May 10, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b332-14\">Decided: June 1, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b332-16\">Paul G. Beers, Glenn, Feldmann, Darby &amp; Goodlatte, Roanoke, Virginia, for Appellant. John L. Brownlee, United States Attorney, Edward A. Lustig, Assistant United States Attorney, Roanoke, Virginia, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b332-17\">Before WILLIAMS, MICHAEL, and MOTZ, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b332-18\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b332-19\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b332-20\">PER CURIAM:</author>\n<p id=\"b332-21\">After a jury trial, George Deshawn Moore was convicted of one count of possession with intent to distribute five grams or more of cocaine, in violation of 21 U.S.C. § 841(a)(1) (2000), and one count of possession of a firearm in furtherance of a drug trafficking crime, in violation of 18 <page-number citation-index=\"1\" label=\"309\">*309</page-number>U.S.C. § 924(c)(1) (2000). On appeal, Moore contends the evidence was insufficient to support the firearm conviction. He also claims the district court erred in enhancing his offense level for obstruction of justice. Finding no reversible error, we affirm.</p>\n<p id=\"b333-5\">We will uphold a jury’s verdict if there is substantial evidence, taking the view most favorable to the government, to support it. <em>Glasser v. United States, </em>315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942). Substantial evidence is defined as “that evidence which ‘a reasonable finder of fact could accept as adequate and sufficient to support a conclusion of a defendant’s guilt beyond a reasonable doubt.’ ” <em>United States v. Newsome, </em>322 F.3d 328, 333 (4th Cir.2003) (citation omitted). We review both direct and circumstantial evidence and permit “the government the benefit of all reasonable inferences from the facts proven to those sought to be established.” <em>United States v. Tresvant, </em>677 F.2d 1018, 1021 (4th Cir.1982). In evaluating the sufficiency of the evidence, we do not review the credibility of witnesses and we assume the jury resolved all contradictions in the testimony in favor of the Government. <em>United States v. Romer, </em>148 F.3d 359, 364 (4th Cir.1998).</p>\n<p id=\"b333-6\">Giving the Government the benefit of all reasonable inferences, the evidence showed Moore sold drugs from the car James Moore was driving. The evidence further showed Moore was aware of the loaded firearms underneath his seat and such firearms were in close proximity to the crack cocaine, bundle of money and digital scale. Accordingly, we find there was sufficient evidence to support the finding Moore possessed the firearms in furtherance of a drug trafficking crime.</p>\n<p id=\"b333-7\">We review a district court’s factual findings supporting an enhancement for obstruction of justice for clear error. <em>United States v. Hughes, </em>401 F.3d 540, 560 (4th Cir.2005). We find the court’s finding that Moore testified falsely to material matters and that he could be prosecuted for perjury was sufficient when considered with the preceding statement by the Government concerning specific false testimony provided by Moore.</p>\n<p id=\"b333-9\">Accordingly, we affirm the convictions and sentence. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b333-10\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}