{
  "casebody": {
    "data": "<casebody firstpage=\"448\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b470-12\">UNITED STATES of America, Plaintiff-Appellee, v. Jorge Alberto ALVARADO-MOLINA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b470-15\">No. 06-2360.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b470-16\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b470-17\">July 15, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b471-6\"><page-number citation-index=\"1\" label=\"449\">*449</page-number>David C. Iglesias, U.S. Attorney, Roberto Ortega, Bill Pflugrath, Office of the United States Attorney, District of New Mexico, Albuquerque, NM, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b471-7\">Raymond P. Moore, Fed. Public Defender Temp., Lynn Hartfield, Office of the Federal Public Defender, District of Colorado and Wyoming, Denver, CO, for Defendant-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b471-8\">Before BRISCOE, EBEL, and MCCONNELL, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b471-9\">ORDER AND JUDGMENT<footnotemark>*</footnotemark></p>\n<author id=\"b471-10\">DAVID M. EBEL, Circuit Judge.</author>\n<p id=\"A6M\">Defendant-Appellant Jorge Alvarado-Molina (“Alvarado”) pled guilty to re-entering the United States illegally after a previous deportation. <em>See </em>8 U.S.C. § 1326(a)(l)-(2), (b)(2). The district court sentenced Alvarado to a 46-month term of imprisonment, at the bottom of the range prescribed by the U.S. Sentencing Guidelines (“Guidelines”). Alvarado challenged the substantive reasonableness of his sentence on appeal and we affirmed. <em>See United States v. Alvarado-Molina, </em>250 Fed.Appx. 905 (10th Cir.2007) (unpublished). Thereafter, the Supreme Court vacated our judgment and remanded the matter to us for further consideration in light of <em>Gall v. United States, </em>552 U.S. -, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007).</p>\n<p id=\"b471-15\"><em>Gall </em>reaffirmed that sentencing is a discretionary task; as such, the appellate courts “must review the sentence under an abuse-of-discretion standard.” <em>Gall, </em>128 S.Ct. at 597. The <em>Gall </em>Court also reiterated that <em>Rita v. United States, </em>551 U.S. -, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007), authorized the appellate courts to accord within-Guidelines sentences a presumption of reasonableness. <em>Gall, </em>128 S.Ct. at 597.</p>\n<p id=\"b471-18\">Here, the district court imposed a sentence at the bottom of Alvarado’s Guidelines range. Alvarado appealed, asserting that the court failed to give sufficient consideration to two factors that, in his estimate, warranted a below-Guidelines sentence. Having reviewed the record and <em>Gall, </em>we have identified nothing that persuades us that the district court abused its discretion in imposing the 46-month sentence. Moreover, there is nothing in the record that suggests that the district court failed to realize the extent of its discretion in sentencing Alvarado. As such, for the reasons set forth in our original order and judgment, <em>see </em>Appendix 1, we AFFIRM Alvarado’s sentence.</p>\n<p id=\"b471-19\">APPENDIX 1</p>\n<p id=\"b471-20\">UNITED STATES COURT OF APPEALS TENTH CIRCUIT</p>\n<p id=\"b471-21\">UNITED STATES OF AMERICA, Plaintiff-Appellee, <page-number citation-index=\"1\" label=\"450\">*450</page-number>v. JORGE ALVARADO-MOLINA, Defendant-Appellant.</p>\n<p id=\"b472-5\">ORDER AND JUDGMENT<footnotemark>*</footnotemark></p>\n<p id=\"b472-6\">Before BRISCOE, EBEL, and MCCONNELL, Circuit Judges.</p>\n<p id=\"b472-7\">Defendant-Appellant Jorge Alvarado-Molina (“Alvarado”) pled guilty to re-entering the United States illegally after a previous deportation. <em>See </em>8 U.S.C. § 1326(a)(l)-(2), (b)(2). The district court sentenced Alvarado to a 46-month term of imprisonment. Alvarado appeals, arguing that the sentence is substantively unreasonable. Specifically, Alvarado contends that the sentencing judge disregarded Alvarado’s rationale for re-entering the United States after remaining in Mexico for approximately five and a half years. Because we cannot say that the sentence imposed is unreasonable, we affirm.</p>\n<p id=\"b472-8\">I. Background</p>\n<p id=\"b472-9\">Alvarado, a Mexican citizen, originally entered the United States in 1990. After a few prior brushes with the law, he was arrested in March 1998 with 150 pounds of marijuana in the trunk of the car he was driving. Alvarado plead guilty to Conspiracy to Possess with Intent to Distribute Marijuana. Alvarado received a sentence of 27 months’ imprisonment, served his sentence, and was deported to Mexico in September 2000. In April 2006, U.S. Border Patrol agents apprehended Alvarado near Santa Teresa, New Mexico. Immigration records revealed that Alvarado had previously been deported and that he had not been granted permission to reenter the United States. As such, he was indicted for illegally re-entering the United States and pled guilty to the charge.</p>\n<p id=\"b472-13\">Alvarado’s presentencing report (“PSR”), prepared by the U.S. Probation Office, factored in Alvarado’s previous drug trafficking offense. <em>See </em>U.S.S.G. § 2L1.2(a) (base offense level); U.S.S.G. § 2L1.2(b)(l)(A)(i) (enhancement). The PSR also credited Alvarado for accepting responsibility for his action, <em>see </em>U.S.S.G. § 3.E1.1, because he had submitted a statement noting that he had reentered only because he had learned that his father was to undergo surgery in Phoenix. When combined with his criminal history category of III, Alvarado’s offense level provided for an advisory guideline sentencing range of 46 to 57 months in prison.</p>\n<p id=\"b472-14\">At his sentencing hearing, Alvarado assented to the PSR’s statement of facts.<footnotemark>1</footnotemark> The judge decided on a 46-month sentence, stating “I don’t see a basis under [18 U.S.C. § 3553(a) ] to vary from the guideline sentencing range.” In response, Alvarado’s counsel asked the judge to consider the fact that Alvarado had not <page-number citation-index=\"1\" label=\"451\">*451</page-number>reentered the United States earlier, after having been deported over five years beforehand. Alvarado also requested leniency, advancing his argument regarding his father’s surgery.</p>\n<p id=\"b473-6\">II. Discussion</p>\n<p id=\"b473-7\">We review a challenge to the sentence imposed by the district court for its “reasonableness.” <em>United States v. Booker, </em>548 U.S. 220, 261-62, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <em>United States v. Kristl, </em>437 F.3d 1050, 1053 (10th Cir.2006). The reasonableness inquiry encompasses “both procedural and substantive components.” <em>United States v. Cage, </em>451 F.3d 585, 591 (10th Cir.2006).<footnotemark>2</footnotemark></p>\n<p id=\"b473-8\">“A substantively reasonable sentence ultimately reflects the gravity of the crime and the § 3553(a) factors as applied to the case.” <em>United States v. Atencio, </em>476 F.3d 1099, 1102 (10th Cir.2007). Accordingly, we must simply ask whether the “sentence is reasonable in light of the factors set forth in 18 U.S.C. § 3553(a).” <em>United States v. Sanchez-Juarez, </em>446 F.3d 1109, 1114 (10th Cir.2006). We presume the sentence is reasonable if it falls within the sentencing guidelines range. <em>Kristl, </em>437 F.3d at 1054.<footnotemark>3</footnotemark></p>\n<p id=\"b473-9\">Alvarado argues that his sentence is substantively unreasonable because the district court failed to consider his reason for reentering the United States. <em>See </em>18 U.S.C. § 3553(a)(1) (instructing sentencing judge to consider offense and offender characteristics). However, the sentencing transcript shows that the judge listened to Alvarado’s two intertwined arguments at the hearing. More importantly, the judge had reviewed the PSR, which also highlights Alvarado’s story regarding his father’s surgery.<footnotemark>4</footnotemark> The PSR’s statement of the facts, to which Alvarado did not object, provides ample evidence that the sentence imposed was reasonable.</p>\n<p id=\"b473-16\">First, the PSR states that Alvarado had not had any contact with his father since he was an adolescent. Throughout the course of this case, Alvarado offered no evidence that would confirm his story about his father’s surgery.<footnotemark>5</footnotemark> Although the sentencing judge did not directly address the story, he likely discounted it-and reasonably so in our view. A defendant’s mere “say-so” regarding an illness in the family should not suffice to tilt the sentencing scales.</p>\n<p id=\"b473-17\">Alvarado also argues that the five-and-a-half-year hiatus that followed his prior deportation demonstrates that deterrence is not a grave concern in his case. <em>See </em>18 U.S.C. § 3553(a)(2) (instructing sentencing judge to consider basic aims of sentencing). However, Alvarado has been deported twice before. Given Alvarado’s apparent willingness to reenter and his criminal history, the sentencing judge’s decision to abide by the guidelines was reasonable.</p>\n<p id=\"A6c\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>III. Conclusion</p>\n<p id=\"b474-4\">Nothing Alvarado adduced persuades us that his case is outside the heartland of cases of similarly situated defendants. Because his sentence is not unreasonable, we AFFIRM.</p>\n<p id=\"b474-5\">ENTERED FOR THE COURT</p>\n<p id=\"aa2-dedup-0\">David M. Ebel Circuit Judge</p>\n<footnote label=\"*\">\n<p id=\"b471-11\"> After examining appellant's brief and the appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. <em>See </em>Fed. R.App. P. 34(a)(2) and 10th Cir. R. 34.1 (G). The case is therefore ordered submitted without oral argument. This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. It may be cited, however, for its persuasive value consistent with Fed. R.App. P. 32.1 and 10th Cir. R. 32.1.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b472-10\"> After examining the briefs and appellate record, this panel has determined unanimously to grant the parties' request for a decision on the briefs without oral argument. <em>See </em>Fed. R.App. P. 34(f) and 10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument. This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. It may be cited, however, for its persuasive value consistent with Fed. R.App. P. 32.1 and 10th Cir. R. 32.1.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b472-15\">. At sentencing, Alvarado did dispute the classification of his prior conviction, contending that it was for simple possession of marijuana and, thus, should not be considered a \"drug trafficking offense” for purposes of U.S.S.G. § 2L1.2(b)(l)(A)(i). Advised of this challenge at the sentencing hearing, the district court noted that \"no one simply possesses 150 pounds of marijuana without the intent to distribute it.” The district court also admitted as evidence Alvarado's guilty plea for this prior felony, which confirms that the offense was an aggravated felony.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b473-10\">. Because Alvarado has not challenged the procedural reasonableness of the sentence, we do not address that component of the inquiry.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b473-11\">. We may do so because the sentence rests on the reasoned judgment of both the Commission-as incorporated into the sentencing guidelines-and the sentencing judge. <em>See Rita v. United </em>States,-U.S.-, 127 S.Ct. 2456, 2463, 168 L.Ed.2d 203 (2007).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b473-18\">. Alvarado detailed the circumstances of his decision to reenter the United States as part of a submission that the Commission credited as an acceptance of responsibility. This acceptance of responsibility resulted in a three-point reduction in his offense level.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b473-19\">. Alvarado's counsel conspicuously avoided advancing this argument as well.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}