{
  "casebody": {
    "data": "<casebody firstpage=\"819\" lastpage=\"823\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b877-13\">DIXIE ELECTRIC MEMBERSHIP CORPORATION, Plaintiff-Appellant, v. CITY OF BATON ROUGE, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b877-15\">No. 29423.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b877-16\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b877-17\">Feb. 8, 1971.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b877-18\">As Amended on Denial of Rehearing March 29, 1971.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b878-12\"><page-number citation-index=\"1\" label=\"820\">*820</page-number>John Schwab, Theo. F. Cangelosi, Robert L. Cangelosi, Baton Rouge, La., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b878-13\">Joseph F. Keogh, Parish Atty., Edward V. Fetzer, Asst. Parish Atty., Baton Rouge, La., for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b878-14\">Before COLEMAN, INGRAHAM, and WILKEY<footnotemark>*</footnotemark>, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b878-20\"> Judge of the United States Court of Appeals for the District of Columbia, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b878-15\">COLEMAN, Circuit Judge:</author>\n<p id=\"b878-16\">This appeal presents solely the issue of whether a Louisiana public utility which has been granted a franchise by parish authorities to areas outside incorporated municipalities has a Constitutional right to expand its service in territory later annexed by a city. The United States District Court held in the negative and we affirm.</p>\n<p id=\"b878-17\">Under the provisions of Louisiana Revised Statutes 33:4361(1) Police Juries [the governing authority of the respective parishes] are authorized to grant franchises over the public places, roads, streets, and alleys of a parish <em>not within the limits of any municipality </em>(emphasis added) for the construction, maintenance, and operation of lines of poles and wire for the transmission of electric power.</p>\n<p id=\"b878-18\">The governing authorities of incorporated municipalities are vested with similar authority as to franchises within the corporate limits, Louisiana Revised Statutes 33:4401; Town of Coushatta v. Valley Electric Membership Corporation, La.App., 1962,139 So.2d 822.</p>\n<p id=\"b878-19\">Electric power co-operatives have a statewide franchise, Louisiana Revised Statutes 12:403. Such co-operatives are expressly exempt from the jurisdiction and control of the Public Service Commission, R.S. 12:426. The statewide franchise as to the construction, mainte<page-number citation-index=\"1\" label=\"821\">*821</page-number>nance and operation of electric transmission and distribution lines under and across all public thoroughfares (etc.) is subject, however, to the requirements in respect to the use of such thoroughfares and lands that are imposed by law, i. e. the police power of the municipalities, state highway department regulations, etc., La.R.S. 12:403(11).</p>\n<p id=\"b879-4\">In July, 1939, the Parish Police Jury of East Baton Rouge Parish, State of Louisiana, adopted an ordinance granting to the Dixie Electric Membership Corporation, its successors and assigns, a 99 year franchise to erect and maintain lines of poles and wires for distributing electric current along the public streets or highways of the Parish, <em>outside the corporate limits </em>of the City of Baton Rouge and the corporate limits of the Town of Zachary. These were the only municipalities in the Parish at the time and the Police Jury was without authority to issue such a franchise within the limits of any municipality, La.R. S. 33:4361, supra.</p>\n<p id=\"b879-5\">All went well until 1968. On November 27 of that year the City of Baton Rouge annexed into its corporate limits an area in East Baton Rouge Parish theretofore outside the city limits and served by Dixie Electric Membership Corporation under its Parish Franchise of 1939.</p>\n<p id=\"b879-6\">Dixie Electric applied to the Baton Rouge City Council for a franchise to service customers and members in the newly annexed area. After a public hearing called for the purpose of considering the proposed ordinance (granting the requested franchise) Dixie’s application was denied, with the proviso that Dixie should continue to have the right to serve those customers within the annexed area who were being served at the date of annexation.</p>\n<p id=\"b879-14\">Dixie filed suit in the United States District Court, federal question jurisdiction, complaining that the denial of the requested franchise violated rights guaranteed by the Constitution of the United States. Baton Rouge responded with a motion for summary judgment. Dixie Electric filed a cross motion for summary judgment. The District Court granted the motion on behalf of Baton Rouge and dismissed the complaint.</p>\n<p id=\"b879-15\">On this appeal, Dixie Electric contends that the action of the City of Baton Rouge impaired the obligation of its 1939 contract (franchise) in violation of Article I, § 10, of the United States Constitution. It further contends that such action deprived Dixie of vested property rights without due process of law, in violation of the Fifth and Fourteenth Amendments to the United States Constitution.<footnotemark>1</footnotemark></p>\n<p id=\"b879-16\">In a Louisiana case, this Court has specifically held that a public utility operating under a Parish franchise has no right to future growth within the area subsequently annexed by a municipality, Thibodaux v. Louisiana Power and Light Company, 5 Cir., 1967, 373 F.2d 870, cert. denied, 389 U.S. 975, 88 S.Ct. 476, 19 L.Ed.2d 468.</p>\n<p id=\"b879-17\">Dixie Electric argues, however, that Constitutional issues were neither raised nor decided in that case. Literally speaking, the contention is correct, but the trouble with it is that the prior state cases upon which we relied, did, upon full argument and submission, decide questions which, when applied, likewise settle the Constitutional issues.</p>\n<p id=\"b879-18\">In 1960, the Louisiana Court of Appeal held that:</p>\n<blockquote id=\"b879-19\">“Every right granted under the franchise by the police jury of the Parish of Lafourche was subject at that time <page-number citation-index=\"1\" label=\"822\">*822</page-number>to Act 105 of 1892 now LSA-RS 33:151 to 33:161, which was the law permitting municipalities to extend their boundaries.”</blockquote>\n<p id=\"b880-4\">City of Thibodaux v. Louisiana Power and Light Company, 126 So.2d 24, 33.</p>\n<p id=\"b880-5\">In 1961, the Louisiana Court of Appeal held:</p>\n<blockquote id=\"b880-6\">“In accordance with the history of the growth and expansion of towns and cities, the defendant knew that the area involved would likely be annexed to and become a part of the Town of Coushatta, and in such event, any franchise holders would have the authority to supply electricity to the inhabitants of the area so annexed. Clearly, the town has a right to withhold a franchise from defendant even though it was operating in the area in question before it was annexed.”</blockquote>\n<p id=\"b880-7\">Town of Coushatta v. Valley Electric Membership Corporation, 139 So.2d 822, 828.</p>\n<p id=\"b880-8\">In our <em>Thibodaux </em>case, supra, 373 F.2d 870, 874, we cited the above cases as authority for our decision.</p>\n<p id=\"b880-9\">See, also, Calcasieu Sanitation Service, Inc. v. City of Lake Charles, La.App., 1960, 118 So.2d 179.</p>\n<p id=\"b880-10\">Dixie relies on such cases as City of New Orleans v. Anderson, 1854, 9 La. Ann. 323, but they have clearly been superseded by the cases above cited.</p>\n<p id=\"b880-11\">Indeed, Dixie Electric must have thought so. When the City of Baton Rouge annexed the territory here in question Dixie applied to the municipal authorities for a franchise. This would have been a useless step if the Parish franchise of 1939 had been of continuing force and effect. The Parish franchise of 1939 had expressly excluded territory within the City of Baton Rouge and it was wholly silent as to future annexations. The Annexation Act of 1892 had attained the age of forty seven years. The Louisiana Courts had twice held and we had held that those accepting Parish franchises did so with knowledge of the right of municipalities to annex and thereafter to control the streets and other public thoroughfares within the annexed areas. The City of Baton Rouge has expressly affirmed the right of Dixie to continue to serve the customers it had on the date of annexation.</p>\n<p id=\"b880-13\">In the light of these considerations we are compelled to hold that Dixie has suffered no impairment of contract, neither has it been deprived of any property without due process of law.</p>\n<p id=\"b880-14\">Dixie Electric contends that a different result is required by the decision of the Supreme Court in Russell v. Sebastian, 1914, 233 U.S. 195, 34 S.Ct. 517, 58 L.Ed. 912. The facts in <em>Russell </em>were distinctly different to those here involved. In particular, the city attempted to deny the right of expansion to a utility already lawfully doing business in the municipality after the company had expended large sums in preparation for the expansion. Moreover, after the utility had begun its operations there was an attempt to change the rules of the game by an amendment to the California Constitution which could not be given retrospective effect so as to cause great financial loss to the utility.</p>\n<p id=\"b880-15\">The judgment of the District Court is Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b879-7\">. “No State shall * * * pass any * * * Law impairing the Obligation of Contracts * * * United States Constitution, Article I, Section 10.</p>\n<p id=\"b879-11\">“No person shall be * * * deprived of * * * property, without due process of law; nor shall private property be taken for public use, without just compensation. United States Constitution, Amendment 5.</p>\n<p id=\"b879-21\">“ * * * nor shall any State deprive any person of life, liberty, or property without due process of law * * * ” United States Constitution, Amendment 14.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"rehearing\">\n<p id=\"b880-16\">ON PETITION FOR REHEARING</p>\n<author id=\"A4p\">PER CURIAM:</author>\n<p id=\"b880-17\">We expressly note the argument of Dixie Electric Membership Corporation, advanced on both the original appeal and the petition for rehearing, that regardless of the provisions of the East Baton Rouge Parish franchise, it had a statewide franchise under the provisions of the Louisiana State statute, L.R.S. 12:403(11). Again, we decline to accept this argument. The necessity for the rejection is to be found in the reading of the statute itself:</p>\n<blockquote id=\"b880-18\">“(11) Construct, maintain and operate electric transmission and distribution lines along, upon, under and across all public thoroughfares, including without limitation, all roads, highways, streets, alleys, bridges and causeways, and upon, under and across all <page-number citation-index=\"1\" label=\"823\">*823</page-number>publicly owned lands, subject, however to the requirements in respect to the use of such thoroughfares and lands that are imposed by law; and, provided, that such construction and operation shall not interfere with the use and occupancy thereof, by other public utilities</blockquote>\n<p id=\"b881-5\">The petition for rehearing is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}