{
  "casebody": {
    "data": "<casebody firstpage=\"962\" lastpage=\"969\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1020-17\">BABDO SALES, INC., Plaintiff-Appellee, v. MILLER-WOHL COMPANY, Inc., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1020-19\">No. 465, Docket 35462.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1020-20\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1020-21\">Argued Feb. 18, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1020-22\">Decided April 2, 1971.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b1021-6\"><page-number citation-index=\"1\" label=\"963\">*963</page-number>Lumbard, Chief Judge, dissented and filed opinion.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1021-15\">George G. Gallantz, New York City (Proskauer, Rose, Goetz &amp; Mendelsohn, Neil E. Needleman, New York City, of counsel), for defendant-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1021-16\">John R. Hally, Boston, Mass. (E. Compton Timberlake, New York City, David M. Saltiel, Daniel C. Sacco, Nutter, McClennen &amp; Fish, Boston, Mass., of counsel), for plaintiff-appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1021-17\">Before LUMBARD, Chief Judge, and SMITH and FEINBERG, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1021-18\">J. JOSEPH SMITH, Circuit Judge:</author>\n<p id=\"b1021-19\">This is an appeal from the United States District Court for the Southern District of New York, Dudley B. Bonsai, Judge, from an order granting summary judgment in favor of plaintiff, Babdo Sales, Inc., in a declaratory judgment action brought to determine whether the plaintiff was entitled to the continued use and occupancy of certain departments of the defendant’s stores under contracts entered into by the two parties. The principal questions raised below are whether there was ever a binding leasing contract entered into by the parties and, if so, whether it is nevertheless unenforceable by virtue of the statute of frauds. The question on appeal is whether there was a genuine issue of material fact which made the grant of summary judgment improper. The jurisdiction of the district court was based on diversity of citizenship, and the parties are in agreement that New York law is controlling. We find that a genuine issue as to a material fact exists and reverse and remand for trial.</p>\n<p id=\"b1021-20\">Babdo Sales, Inc. is a corporation engaged in retail sale of stationery, records, novelties, and other merchandise which obtains licenses or leases from department stores to conduct business on their premises in return for a percentage of its gross sales. For some years the appellee had concededly valid written agreements with appellant and occupied space in a number of appellant’s stores throughout the country. In 1968 the parties entered into negotiations as to a lease in appellant’s new store <page-number citation-index=\"1\" label=\"964\">*964</page-number>soon to be opened in Springfield, Ohio. Agreement was reached as to the terms of this new lease, and at the same time the parties agreed to a renewal of the previously existing leases in eleven other stores until February 28, 1975 in consideration of an increase in rentals based on the terms of the Springfield negotiations.</p>\n<p id=\"AjG\">On February 12, 1969, Victor Fort-gang, a vice-president of appellant and the chief negotiator of the licensing agreements, sent an unsigned internal memorandum to the company’s assistant comptroller informing him as to the terms of the new agreements which would become effective on March 1, 1969.<footnotemark>1</footnotemark> Sometime thereafter in March or April the appellant sent to the appellee ten separate formal agreements and requested that they be signed and returned. These were dated February 28, 1969. On April 7, 1969 the appellant’s assistant comptroller sent appellee a letter entitled “Final Accounting under Existing Leases” setting forth the balance due to appellee under the terms of the previously existing leases which had been terminated as of March 1, 1969.<footnotemark>2</footnotemark></p>\n<p id=\"b1022-16\">In the meantime new management had taken over control of the appellant and decided that in the future the appellant would operate its own departments rather than license others, and the executives of appellant were instructed as to this policy in a memorandum dated May 5, 1969. The appellant never executed the ten letter agreements which had been signed by appellee and returned. Instead the appellant informed the appellee that it regarded the renewals as ineffective and that the existing licensing agreements would not be renewed upon their expiration. The appellee contends that binding agreements had been entered into and seeks a declaratory judgment to this effect.</p>\n<p id=\"b1022-17\">Once two parties have reached agreement on the material terms of a contract, it may or may not become binding at that point depending solely on the intention of the parties. Professor Corbin has noted:</p>\n<blockquote id=\"b1022-18\">One of the most common illustrations of preliminary negotiation that is totally inoperative is one where the parties consider the details of a proposed agreement, perhaps settling them one by one, with the understand<page-number citation-index=\"1\" label=\"965\">*965</page-number>ing during this process that the agreement is to be embodied in a formal written document and that neither party is to be bound until he executes this document. Often it is a difficult question of fact whether the parties have this understanding; and there are very many decisions holding both ways. These decisions should not be regarded as conflicting, even though it may be hard to reconcile some of them on the facts that are reported to us in the appellate reports. It is a question of fact that the courts are deciding, not a question of law; and the facts of each case are numerous and not identical with those of any other case. In very many cases the question may properly be left to a jury. 1 Corbin § 30.</blockquote>\n<p id=\"b1023-5\">See, Brassteel Mfg. Co. v. Mitsubishi International Corp., 21 Misc.2d 343, 192 N.Y.S.2d 200 (1959); Becker v. Peter A. Frasse &amp; Co., Inc., 255 N.Y. 10, 173 N.E. 905 (1930).</p>\n<p id=\"b1023-6\">In the present case the evidence strongly suggests that both parties considered the new leases binding and in force as of March 1, 1969. Thus the Fortgang memorandum of February 12, 1969 states: “We have today negotiated a new license agreement * * * the above agreement will be effective as of March 1, 1969.” Likewise the April 7, 1969 letter of the appellant’s assistant comptroller to appellee begins: “In accordance with our agreement, we are terminating your existing leases in the Welles Stores as of February 28, 1969 in order to initiate the new leases ás of March 1, 1969.”</p>\n<p id=\"b1023-8\">However, as Professor Corbin suggests, the question of intent in this situation is uniquely one of fact. Summary judgment is, of course, not to be used as a substitute for the trial of disputed issues of fact. As the Fifth Circuit has noted:</p>\n<blockquote id=\"b1023-9\">Summary judgment procedure is not a catch penny contrivance to take unwary litigants into its toils and deprive them of a trial, it is a liberal measure, liberally designed for arriving at the truth. Its purpose is not to cut litigants off from their right of trial by jury if they really have evidence which they will offer on a trial, it is to carefully test this out, in advance of trial by inquiring and determining whether such evidence exists. Whitaker v. Coleman, 115 F.2d 305, 307 (5 Cir. 1940). [See, Empire Electronics v. United States, 311 F.2d 175 (2d Cir. 1962)].</blockquote>\n<p id=\"b1023-11\">The appellant insists that the previous dealings of the parties clearly indicate their intention not to be bound in the absence of formal written and signed agreements. Miller-Wohl should have the opportunity to factually substantiate such claims in spite of the fact that the evidence thus far adduced strongly suggests the contrary. The use of summary judgment in this situation was, therefore, improper.</p>\n<p id=\"b1023-12\">Assuming that a binding oral agreement is found to exist, the next question, and the one dealt with extensively in the district court’s opinion, is whether the agreement is nevertheless void under the statute of frauds. Section 5-701(1) of the New York General Obligations Law provides:</p>\n<blockquote id=\"b1023-13\">Every agreement, promise or undertaking is void, unless it or some note or memorandum thereof be in writing, and subscribed by the party to be charged therewith, or by his lawful agent, if such agreement, promise or undertaking:</blockquote>\n<blockquote id=\"b1023-14\">(1) By its terms is not to be performed within one year from the making thereof or the performance of which is not to be completed before the end of a lifetime.</blockquote>\n<p id=\"b1023-15\">In applying the statute of frauds it is well to remember that the purpose of the statute is not to permit fraud to take place. As Professor Corbin has noted:</p>\n<blockquote id=\"b1023-16\">Such gain in the prevention of fraud as is attained by the statute is attained at the expense of permitting persons who have in fact made oral <page-number citation-index=\"1\" label=\"966\">*966</page-number>promises to break those promises with impunity and to cause disappointment and loss to honest men. It is this fact that has caused the courts to interpret the statute so narrowly as to exclude many promises from its operation on what may seem to be flimsy grounds. The courts cannot bear to permit the dishonest breaking of a promise when they are convinced that the promise was in fact made. 2 Corbin § 275.</blockquote>\n<p id=\"Aoc\">The appellee and the court below relied on the New York Court of Appeals decision in Crabtree v. Elizabeth Arden Sales Corp., 305 N.Y. 48, 110 N.E.2d 551 (1953) which stated:</p>\n<blockquote id=\"b1024-4\">The statute of frauds does not require the “memorandum * * * to be in one document. It may be pieced together out of separate writings, connected with one another either expressly or by the internal evidence of subject-matter and occasion.”</blockquote>\n<blockquote id=\"b1024-5\">* * # * * * None of the terms of the contract are supplied by parol. All of them must be set out in the various writings presented to the court, and at least one writing, the one establishing a contractual relationship between the parties, must bear the signature of the party to be charged, while the unsigned document must on its face refer to the same transaction as that set forth in the one that was signed. Parol evidence — to portray the circumstances surrounding the making of the memorandum — serves only to connect the separate documents and to show that there was assent, by the party to be charged, to the contents of the one unsigned. 305 N.Y. at 54-56, 110 N.E.2d at 553.</blockquote>\n<p id=\"b1024-6\">The district court correctly found that the signed letter of appellant’s assistant comptroller dated April 7, 1969 which included the reference to “our agreement * * * to initiate the new leases” was sufficient to come within the <em>Crabtree </em>requirement that the signed document “establish a contractual relationship between the parties” and that the unsigned documents of February 12th and the agreements dated February 28, 1969 set forth all the material terms of the contract.</p>\n<p id=\"b1024-9\">The appellant relies on the recent decision in Scheck v. Francis, 26 N.Y.2d 466, 311 N.Y.S.2d 841, 260 N.E.2d 493 (1970), where an attorney forwarded a cover letter together with formal documents for signature. Such reliance is clearly misplaced, for the Court of Appeals in <em>Scheck </em>based its holding that no binding agreement existed both on the fact that the evidence established that neither party intended to be bound until the formal written agreements were executed and that even if such an intention were found, the writings were on their face insufficient to satisfy the <em>Crabtree </em>requirements.</p>\n<p id=\"b1024-10\">Since 1953, the courts of New York, citing <em>Crabtree </em>extensively, have allowed litigants to satisfy the requirements of the statute of frauds with a confluence of memoranda. Clifford v. Carrols, New York Development Corp., 50 Misc.2d 741, 271 N.Y.S.2d 465 (1966) ; Sorge v. Nott, 22 A.D.2d 768, 253 N.Y.S.2d 546 (1964); Sokol v. Terry, 43 Misc.2d 168, 250 N.Y.S.2d 392 (1964); Monadnock Cutlery Co. v. Bernard Wasser, Inc., 35 Misc.2d 162, 232 N.Y.S.2d 196 (1962). The appellee here clearly satisfied the standards set forth in <em>Crabtree </em>and its progeny.</p>\n<p id=\"b1024-11\">Finally, appellant contends that even if the statute of frauds is satisfied as to the eleven stores where the previously existing leases were renewed, there is insufficient written memoranda to meet the statute’s requirements as to the new agreement regarding the Springfield store. The documents which set forth all the material terms of the agreements as required under <em>Crabtree </em>were the contract letters dated February 28, 1969. No such letter as to the Springfield store was ever sent to appellee. The only specific reference in the various writings to the Springfield store is in the Fortgang memo of February 12th. However, the basic terms covering the operations (except the percentage and fixed monthly rentals dealt with in the <page-number citation-index=\"1\" label=\"967\">*967</page-number>1969 negotiations) were and had been standard in all the agreements since 1966. The Fortgang memo clearly included the Springfield store number 812. Therefore, while the statute of frauds issue is a closer question with respect to the Springfield store, we are of the view that the district court was correct in finding sufficient memoranda to include it within the <em>Crabtree </em>formula given the factual circumstances of the concurrent relations between the parties. See, Stulsaft v. Mercer Tube &amp; Mfg. Co., 288 N.Y. 255, 43 N.E.2d 31 (1942).</p>\n<p id=\"b1025-5\">The judgment of the district court is therefore reversed and the case remanded for trial on the issue of contractual intent.</p>\n<p id=\"b1025-6\">The injunction entered in the district court <em>pendente lite </em>will remain in effect pending a final resolution of the issues in the district court.</p>\n<footnote label=\"1\">\n<p id=\"b1022-5\">. February 12, 1969</p>\n<p id=\"AsAa\">Memo: Shor</p>\n<p id=\"b1022-7\">We have today negotiated a new license agreement with Mr. Hy Weinberg of Babdo Sales, which will be as follows:</p>\n<p id=\"b1022-8\">1. All stationery is now rentable at 12% of sales and all records at 8% of sales.</p>\n<p id=\"b1022-9\">2. The minimum guarantees are to be increased to reflect increased percentages.</p>\n<p id=\"b1022-10\">[handwritten] 8,500 to 10,000 10,000 to 12,000</p>\n<p id=\"b1022-11\">3. We are to deduct earned percentage on a week-to-week basis.</p>\n<p id=\"b1022-12\">The above agreement will be effective as of March 1, 1969 and will run until February 28, 1975. New licensing agreements will go forward in about a week to replace those presently in effect. Agreements will cover all stores — 801 through 812.</p>\n<p id=\"b1022-13\">Victor Fortgang</p>\n<p id=\"b1022-14\">cc: Seslowe Nieman Jankell M. W. Tomber</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1022-19\">. Babdo Sales, Inc.</p>\n<p id=\"b1022-21\">59 East Cedar Street Newington, Connecticut</p>\n<p id=\"b1022-22\">Re: Final Accounting under Existing Leases</p>\n<p id=\"b1022-23\">Gentlemen:</p>\n<p id=\"b1022-24\">In accordance with our agreement we are terminating your existing lease in the Welles Stores as of February 28, 1969 in order to initiate the new leases as of March 1, 1969. We are attaching herewith a Final Accounting for each of the stores involved which shows our computations in arriving at the balance of additional rental due under the old leases. [there follow figures for the balance of rent due as to each of the stores]</p>\n<p id=\"AGz\">We hope you find this satisfactory to you.</p>\n<p id=\"A_2\">Very truly yours,</p>\n<p id=\"b1022-27\">Welles Department Stores (signed) M. Shor Assistant Comptroller</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b1025-7\">LUMBARD, Chief Judge</author>\n<p id=\"AuT\">(dissenting) :</p>\n<p id=\"b1025-8\">I dissent and vote to affirm the decision of the district court.</p>\n<p id=\"b1025-9\">I agree with the majority that the district court was correct in finding that there were sufficient memoranda to take all twelve of the new leasing agreements —including Springfield — out of the statute of frauds. Except for Springfield, the question is an easy one because there are a number of writings which refer to the new leases at the other eleven stores and describe their essential terms. When taken together, the Fortgang interoffice memorandum of February 12, 1969, the eleven letter agreements dated February 28, 1969, and the signed Shor letter to Babdo Sales of April 7, 1969 establish a contractual relationship between the parties, supply all of the material terms of the new leases, and are sufficient to take the eleven contracts out of the statute of frauds.</p>\n<p id=\"AGTU\">The statute of frauds with regard to the Springfield lease is more difficult due to the fact that the only specific written reference to that agreement was in the Fortgang memorandum which did not furnish many of the essential terms of the agreement but merely asserted that appellant had committed itself to twelve licensing agreements, including Springfield, which would be effective in a week. However, a close look at the history of the business relationship between the parties indicated that the Fortgang note was only a small part of the documentation and definition of the legal relationship between the parties at the Springfield store. The parties had done business for more than eight years, and since 1966 their license agreement for each individual store has been merely a restatement of the standard terms which apply at all of the other stores where Babdo Sales has leased space from Miller-Wohl. The standard terms are, in effect, “boiler plate” provisions and the record shows that the parties intended to apply these terms to Springfield as well as to their other stores.<footnotemark>1</footnotemark></p>\n<p id=\"b1025-20\">When Miller-Wohl’s Springfield store opened in March of 1969, Babdo Sales moved in and commenced its operations there. From that time the parties have applied the uniform provisions to their relationship in Springfield.<footnotemark>2</footnotemark> Since the parties have used the same standard terms in all predecessor license agreements since 1966 and the parties have applied them at Springfield, they should be treated as an integral part of the Springfield agreement despite the fact <page-number citation-index=\"1\" label=\"968\">*968</page-number>that there was no formal writing of these standard terms specifically for the Springfield store. When these uniform terms are read in conjunction with the Fortgang memorandum of February 12, 1969 they are sufficient to take the Springfield agreement out of the statute of frauds.</p>\n<p id=\"b1026-4\">While I agree with the majority’s treatment of the statute of limitations question, we part ways when they reach the conclusion that there is a disputed question of fact regarding the parties’ contractual intent which compels remand of the case to the district court. The district court carefully reviewed the pleadings, affidavits, and the deposition testimony and exhibits which were filed in connection with the respective motions for summary judgment. After having done this, Judge Bonsai determined that Miller-Wohl intended to be bound by the new leases and that Babdo Sales was entitled to summary judgment. His opinion of August 4, 1970, granting summary judgment to plaintiff, includes the following statement:</p>\n<blockquote id=\"b1026-5\">* * * Shor, an agent of defendant, indicated in his letter to plaintiff defendant’s assent to an existing oral agreement and that defendant had taken actions, terminating the old agreements, rendering final accountings thereunder, and initiating new ones, which in addition to the reference to ‘our agreement’ clearly show that defendant considered itself bound by the oral agreement.<footnotemark>3</footnotemark></blockquote>\n<p id=\"Au8S\">Appellant’s only argument to dispute its contractual intent to enter into the twelve new leases is the assertion that the parties never intended their agreements to be binding until they had been signed by both parties and that the new lease agreements of February 28, 1969 were not binding because they had not been signed by appellees. The evidence to the contrary is overwhelming. Appellants’ assertion that they did not intend to be bound until both parties had signed is contradicted by their own conduct, by the history of their prior business relations with Babdo Sales, and by the deposition statements of one of their important executives.</p>\n<p id=\"b1026-8\">Miller-Wohl must have believed that the new leases had taken effect on March 1, 1969 because it increased the rental payments as of that date to the new rates even though the formal license agreements dated February 28, 1969 had not yet been sent to appellees or signed by them. Moreover, prior to consummation of the 1969 negotiations the parties had an eight year history of business relations during which Babdo Sales began new operations and continued operations for months where formal agreements had not been drawn up or expired leases had not been renewed. In one instance Babdo Sales operated for more than one year in a Miller-Wohl store before any formal lease was drawn up or an expired lease was extended. Finally, Leonard L. Nieman, Miller-Wohl’s comptroller and one of its chief negotiators, admitted in his deposition that in a number of instances where license agreements with Babdo Sales had expired, the parties continued to operate after the formal expiration date and when extension agreements were finally drawn up, they were viewed as “a simple formalizing of something that had in fact taken place already.”</p>\n<p id=\"b1026-9\">An evaluation of the objective manifestations of appellant’s intent— their conduct as well as their correspondence — leads to the conclusion that the only doubt which they had regarding the validity of the new licensing agreements came as an afterthought when a <page-number citation-index=\"1\" label=\"969\">*969</page-number>new management took over control of Miller-Wohl and decided that in the future Miller-Wohl would operate its own departments rather than license others. The executives of appellant were instructed as to this new policy-in a memorandum dated May 5, 1969. Since the new leases took effect on March 1, 1969, the doubt as to their wisdom on the part of Miller-Wohl’s new management in April or May does not make the parties’ intent to enter into the new agreements a disputed issue of fact.</p>\n<p id=\"b1027-5\">After carefully considering the deposition statements, exhibits and testimony before him the district judge found no triable issues of fact, a proposition which was pressed upon him by both parties. Appellant clearly could not prevail at trial on the issue of its contractual intent unless it has some cogent new evidence on this point; but it makes no allegation that it has any such evidence. Under these circumstances, remanding this case only serves to prolong this litigation needlessly.</p>\n<p id=\"b1027-6\">I would affirm the judgment of the district court.</p>\n<footnote label=\"1\">\n<p id=\"b1025-10\">. The parties intended to apply the standard 1966 terms to the operations of the Springfield store. In 1969 they negotiated standard percentage and fixed monthly rentals to apply to Springfield as well as to the other eleven stores. As a result, the cost to Babdo Sales of occupying the Springfield store is determined on the same basis as at the other eleven stores.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1025-21\">. The amount of space which Babdo Sales has occupied at Miller-Wohl’s Springfield store is in the neighborhood of 1,800 square feet excluding the aisles and over 2,000 square feet when aisle space is included. The standard lease agreements for the past five years have provided for a 2,000 foot licensed area.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1026-6\">. Appellant does make the argument at one point that Shor was only a minor official of Miller-YYohl who had no authority to' bind the Company to the new leases. This argument is frivolous in view of the fact that both of appellant’s officers, Niemnn and Fortgang, instructed him to send the letter of April 7, 1969. Hotel Woodward Co. v. Ford Motor Co., 258 F. 322, 330 (2d Cir. 1919), same case The St. Paul, 271 F. 265 (2d Cir. 1921).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}