{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"145\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b162-2\">Argued and submitted April 29,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AdW\">reversed August 20, 2014</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b162-3\">STATE OF OREGON, <em>Plaintiff-Respondent, v. </em>AMBER LYNN AUSTIN, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b162-5\">Crook County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"Axb\">MI100579; A152155</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b162-6\">333 P3d 1224</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b162-10\">Lindsey Burrows, Deputy Public Defender, argued the cause for appellant. With her on the brief was Peter Gartlan, Chief Defender, Office of Public Defense Services.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b162-11\">Karla H. Ferrall, Assistant Attorney General, argued the cause for respondent. With her on the brief were Ellen F. Rosenblum, Attorney General, and Anna M. Joyce, Solicitor General.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b162-12\">Before Ortega, Presiding Judge, and DeVore, Judge, and Garrett, Judge.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b162-13\">DEVORE, J.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b163-3\"><page-number citation-index=\"1\" label=\"141\">*141</page-number>DEVORE, J.</author>\n<p id=\"b163-4\">Defendant was convicted of tampering with physical evidence, ORS 162.295, and appeals the judgment of conviction. She assigns error to the trial court’s denial of her motion for a judgment of acquittal. Defendant argues that there was insufficient evidence that she intended to tamper with evidence that was to be introduced in “an official proceeding which is then pending or to the knowledge of such person is about to be instituted,” as ORS 162.295 requires. We review challenges to the sufficiency of evidence to determine whether, viewing the evidence in the light most favorable to the state, a rational factfinder could find the elements of the offense beyond a reasonable doubt. <em>State v. Cunningham, </em>320 Or 47, 63, 880 P2d 431 (1994), <em>cert den, </em>514 US 1005 (1995). We reverse.</p>\n<p id=\"b163-5\">The facts are undisputed. Defendant petitioned for and was granted a temporary restraining order against her ex-boyfriend, Coffman. A hearing on whether to continue the order was scheduled for July 22, 2010. The day before the hearing, defendant reported to Officer Peterson that Coffman had violated the temporary order and that she wanted the order to be enforced by the police. In the course of her report, defendant told Peterson that Coffman had broken her lamp in the trailer where she and Coffman lived. Peterson arrived at the trailer a short while later, but no one was home. He peered into an open window and saw an undamaged lamp that matched defendant’s description, in the middle of the living room floor. Peterson took a photo of the lamp through the window. Later that day, the trailer park manager heard “a bunch of smashing and breaking” in the trailer, went to see what the noise was, and found defendant inside. Defendant told the manager that she was waiting for the police. She was “shocked” to learn that Peterson had already come and left. On July 26, Peterson returned to the trailer and saw that the lamp had been smashed on the living room floor.</p>\n<p id=\"b163-6\">Defendant was charged with initiating a false report, ORS 162.375, and tampering with physical evidence, ORS 162.295. As to tampering, the charging instrument alleged that defendant “unlawfully and knowingly [altered] physical <page-number citation-index=\"1\" label=\"142\">*142</page-number>evidence, to-wit: a lamp, thus impairing its veracity, with the intent that it be used in an official proceeding which to the knowledge of * * * defendant was about to be instituted, to-wit: arraignment.” Defendant opted for a bench trial and moved for a judgment of acquittal on both counts. Defendant argued, among other things, that there was no “official proceeding” that she knew was pending or about to be instituted, as required by ORS 162.295. Defendant pointed out that the state alleged “an arraignment” in the charging instrument but had not indicated whose arraignment was at issue. The state responded that defendant knew that there was an official proceeding the following day — the hearing on the restraining order — and that it was insignificant that the charging instrument “says arraignment” because “[a]ny official proceeding includes potential future proceedings.” The trial court denied the motion, determining that,</p>\n<blockquote id=\"b164-4\">“I think when you tamper with physical evidence * * * the issue is at the time you tampered with it * * * what was the intention. And * * * [an] arraignment is what happens to people after they’re charged with a crime. The initiating a report was to hold somebody in violation of a restraining order, which would have been a contempt, which would have been a proceeding for arraignment.</blockquote>\n<blockquote id=\"b164-5\">“The fact that the state later decided not to arraign somebody can’t be a defense to tampering with * * * physical evidence or they’d never be able to convict somebody of that because as soon as they decide they were tampering and that’s the only reason they had it charged, they wouldn’t bring the charge. You’d have a complete defense.”</blockquote>\n<p id=\"b164-6\">At the conclusion of trial, defendant was convicted of tampering with physical evidence and acquitted of initiating a false report.</p>\n<p id=\"b164-7\">On appeal, defendant reiterates her arguments that the state failed to provide evidence of a pending official proceeding or an official proceeding that was “about to be instituted.” Defendant argues that, as for an official proceeding “about to be instituted,” the plain text of ORS 162.295 requires imminency and defendant’s knowledge of a proceeding that is likely to occur. In her view, the text of the statute does not allow for a conviction based on an inference that <page-number citation-index=\"1\" label=\"143\">*143</page-number>defendant hoped that Coffman would be cited with contempt of the restraining order. Instead, she argues, the statute “excludes from its scope proceedings that are only a mere future possibility.” The state responds that the trial court properly denied defendant’s motion. The state argues that the statute should be satisfied because the evidence permits the inference that defendant intended Coffman to be prosecuted, albeit for a crime he did not commit. In the state’s view, the element involving an “official proceeding” would be satisfied if defendant believed or intended that the tampered physical evidence would be used in a proceeding.<footnotemark>1</footnotemark> This is so, the state believes, regardless whether a proceeding materializes. We cannot agree.</p>\n<p id=\"b165-4\">The statute on tampering with physical evidence provides, in relevant part, that</p>\n<blockquote id=\"b165-5\">“(1) A person commits the crime of tampering with physical evidence if, with intent that it be used, introduced, rejected or unavailable in an official proceeding which is then pending or to the <em>knowledge </em>of such person is <em>about to be </em>instituted, the person:</blockquote>\n<blockquote id=\"b165-6\">“(a) Destroys, mutilates, alters, conceals or removes physical evidence impairing its verity or availability; or</blockquote>\n<blockquote id=\"b165-7\">“(b) Knowingly makes, produces or offers any false physical evidence [.]”</blockquote>\n<p id=\"b165-8\">ORS 162.295 (emphasis added). The plain text of ORS 162.295 requires that — in absence of a pending proceeding at the time of the tampering — a person have “knowledge” of a proceeding that is “about to be instituted.” “Knowledge” of a proceeding that is “about to be instituted” is not the same as a hope for a proceeding to be instituted at some indefinite point in the future.</p>\n<p id=\"b165-9\">That plain meaning parallels the Supreme Court’s construction of related but differing text in a neighboring statute. In <em>State v. Bailey, </em>346 Or 551, 561, 213 P3d 1240 (2009), the Supreme Court construed ORS 162.285, involving witness tampering, and, in the discussion, compared <page-number citation-index=\"1\" label=\"144\">*144</page-number>the “official proceeding” element in ORS 162.295.<footnotemark>2</footnotemark>\n<footnotemark>3</footnotemark>The court observed that there was a “clear expression of legislative intent,” as to the requirement in the statute on the tampering with physical evidence that an official proceeding either be pending or about to happen at the time of the defendant’s conduct. <em>Id. </em>at 562. As the court explained, tampering with physical evidence “expressly provides that an official proceeding must be pending at the time of the tampering conduct or that, in the alternative, the person charged with tampering must know that an official proceeding is <em>about </em>to be instituted.” <em>Id. </em>at 561 (emphasis in original). The court distinguished that requirement from the differing language involving an “official proceeding” related to the crime of tampering with a witness, where it determined that the proceeding element could be satisfied by “the offender’s reasonable belief that a proceeding * * * <em>might commence in the </em>future.” <em>Id. </em>at 564 (emphasis added). Absent text like a proceeding “about to occur,” the court held that witness tampering can occur even when no proceeding is pending or imminent. <em>Id. </em>The statute punishes “conduct that was based on the offender’s reasonable <em>belief </em>that a proceeding either was underway or might commence in the future.” <em>Id?</em></p>\n<p id=\"b166-4\">In our case, the plain text of ORS 162.295 cannot be reconciled with the state’s argument that it sufficed that defendant intended that her accusation would result in a future contempt proceeding against Coffman. A “belief’ about a proceeding that “might” occur is not the same as “knowledge” of an actual proceeding that is “about to be instituted.” The state’s interpretation approaches the broader meaning that <em>Bailey </em>applied to the related, but distinguishable, witness-tampering statute. That broader meaning does not apply to the differing text here.</p>\n<p id=\"b167-3\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>We turn to whether a rational factfinder could find the elements of the offense beyond a reasonable doubt. <em>Cunningham, </em>320 Or at 63. Presumably, defendant called the police because she wanted to trigger a contempt proceeding for Coffman’s “violation” of the restraining order or to have Coffman cited for some other crime. She returned to the trailer and destroyed the lamp to support her accusation. Such facts leave no doubt as to defendant’s conduct. The evidence presented at trial, however, falls short of what is required by ORS 162.295. The state was required to show evidence that defendant destroyed the lamp with “intent that it be used, introduced, rejected or unavailable in an official proceeding which is then pending or to the knowledge of such person is about to be instituted.” ORS 162.295(1). “Knowledge” of an official proceeding that is “about to be instituted” cannot be merely desired or based on a defendant’s belief that a proceeding “might commence in the future.” <em>Cf. Bailey, </em>346 Or at 564. The imagined “arraignment” of defendant’s ex-boyfriend was not sufficient for the statute’s element. As a consequence, this evidence was insufficient to permit a reasonable juror to find the “official proceeding” element of the offense. The motion for a judgment of acquittal on the tampering charge should have been granted.</p>\n<p id=\"b167-4\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b165-10\"> The state does not argue, on appeal, that evidence of the hearing on the restraining order was sufficient to prove defendant had knowledge of an official proceeding pending or about to be instituted.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b166-5\"> The court observed that the text of the two statutes, ORS 162.285 and ORS 162.295, “are related not only by proximity in the Oregon Revised Statutes, but by history and subject matter.” <em>Id. </em>at 561 n 4.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b166-6\"> The court arrived at its conclusion by observing that ORS 162.285(l)(a) does not include the same express text of ORS 162.295 and noting that, “ [generally when the legislature includes an express provision in one statute and omits the provision from another related statute, we assume that the omission was deliberate.” <em>Id. </em>at 562.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}