{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"5\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b59-4\">L'URBAINE ET LA SEINE, and Saskatchewan Insurance Office, Appellants, v. Margie Pierson RODRIGUEZ For The Use and Benefit of Mary Janice Rodriguez, Appellee. Margie Pierson RODRIGUEZ, Individually and For The Use and Benefit of Mary Janice Rodriguez, Appellants, v. CROWN-ZELLERBACH CORPORATION (Gaylord Container Corporation) and Liberty Mutual Insurance Company, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b59-8\">No. 17541.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b59-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b59-10\">May 27, 1959.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b59-11\">Rehearing Denied June 29, 1959.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b60-17\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>J. Elton Huckabay, Baton Rouge, La. (Huckabay &amp; Wall, Baton Rouge, La., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b60-18\">H. Alva Brumfield, Baton Rouge, La., for Rodriguez.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b60-19\">Robert J. Yandaworker, Baton Rouge, La., for Crown-Zellerbach.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b60-20\">Taylor, Porter, Brooks, Fuller &amp; Phillips, Baton Rouge, La., for Crown-Zeller-bach Corp. and Liberty Mut. Ins. Co.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b60-21\">Before HUTCHESON, Chief Judge, and BROWN and WISDOM, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b60-22\">JOHN R. BROWN, Circuit Judge.</author>\n<p id=\"b60-23\">Janice Rodriguez, 15 years old, was a passenger on a westbound bus from Hammond to Baton Rouge, Louisiana. The bus stopped on her signal on the right (north) shoulder completely off the highway. She got out of the bus, walked along its off-highway side and when in the rear of it undertook to cross to the opposite (south) side of the highway. Luther Mitchell, driving a logging truck was eastbound. The truck was owned by Herbert Brown and then being used by W. A. Pope as a logging contractor in cutting, loading and hauling logs for the predecessor of Crown-Zellerbach Corporation (Gaylord). The Mitchell truck struck Janice Rodriguez when she was at a point near the center or just to the south of the center of the highway. By <page-number citation-index=\"1\" label=\"3\">*3</page-number>a general charge with specific questions,<footnotemark>1</footnotemark> Clegg v. Hardware Mutual Casualty Co., 5 Cir., 1959, 264 F.2d 152, the jury found for Janice Rodriguez against Mitchell and his Insurer appeals. The jury also found that Mitchell was an independent contractor and not an employee of Crown-Zellerbach (Gaylord), and Janice Rodriguez and her mother appeal from the judgment of dismissal.</p>\n<p id=\"b61-4\">Defendant Mitchell’s Appeal</p>\n<p id=\"b61-5\">This appeal is finally on the sufficiency of the evidence as we regard the objections to the charge as of no merit. One of such objections is the complaint on the substantive instructions on the Louisiana doctrine of last clear chance which the Judge submitted in almost the identical words first used by him in Brown v. Louisville &amp; N. R. Co., D.C.La. 1955, 135 F.Supp. 28, later approved by us, 5 Cir., 1956, 234 F.2d 204, and now regarded by Louisiana Courts as a classic statement, Ballard v. Piehler, La.App. 1957, 98 So.2d 273, 276. The contention is that the evidence as a matter of law was insufficient to show negligence on the part of Mitchell, but that if it were sufficient, the same evidence as a matter of law compelled a finding of contributory negligence of Janice Rodriguez as a proximate cause of her injuries.</p>\n<p id=\"b61-6\">Mitchell’s theory, set forth with great conviction by his counsel, is that he first knew the young girl was crossing the highway in the path of his truck when his truck was abreast the front end of the bus just then moving out onto the highway. The difficulty is that the theory and the proof to support it are quite different. From Mitchell himself, and from other witnesses offered by him, the jury could well conclude that Mitchell was guilty of primary negligence wholly apart from the <em>in extremis </em>urgency of the last few moments. Mitchell acknowledged that when his truck was 100 to 200 feet — indeed, perhaps as far as 300 to 400 feet — west of the bus, then completely stopped on the shoulder, he saw the girl alight from the bus and move swiftly toward the rear. As she proceeded the bus obscured his view of her further movements. He could not see what she was going to do and obviously did not know. Nonetheless he kept on. He did nothing. He did not reduce speed, and he could not sound a warning as his horn was out of order. He did nothing until abeam the front end of the bus, at which time his efforts to swerve were unavailing.</p>\n<p id=\"b61-8\">Under Louisiana law the jury could conclude that a prudent driver seeing all that Mitchell saw, knowing that he lacked the means of warning, would have taken suitable steps to make certain that his truck was under effective control in the event the young person, whose presence was known but whose movements were and would be momentarily invisible to him, should undertake to get out onto the highway.</p>\n<p id=\"b61-9\">In the final analysis the claim of contributory negligence as a matter of law is that the jury having found <page-number citation-index=\"1\" label=\"4\">*4</page-number>Janice guilty of contributory negligence, question No. 5, note 1, supra, the Louisiana doctrine of last clear chance was thereby invoked. That is decisive because a significant characteristic of the Louisiana doctrine is that the duty passes from plaintiff to defendant and back and forth as often and as many times as the physical situation rapidly changes to impose the duty to avoid damage on the party, whether plaintiff or defendant, who has the last means and opportunity of doing so. Mitchell reasons that the jury’s finding of contributory negligence must have related to Janice’s act in crossing out into the path of Mitchell’s truck from the rear end of the bus at the very time she did. On this assumption, both time and distance were too short for the truck to stop, and as between the two of them — Janice and the truck — she alone had the power, had she looked, as the Louisiana law required her to do, to avoid the damage. Hence she had the last clear chance.</p>\n<p id=\"b62-4\">But the jury verdict does not undertake to pinpoint precisely the time or nature of Janice’s negligence. By the jury’s failure to find that such contributory negligence was a proximate cause, the jury, under the instructions, apparently concluded that at that moment she was either unaware or need not have been aware that the oncoming truck would be unable to avoid hitting her. The jury had the right to accept the testimony of the bus driver as well as some witnesses offered by Mitchell that Janice was between 100 and 150 feet east of the bus at the time Mitchell’s truck came abreast the front end of the bus. We cannot say as a matter of law that a 15-year-old had to conclude that the truck was incapable of overcoming the peril to either one or both of them.</p>\n<p id=\"b62-5\">One difficulty in sustaining this theory necessarily based on precise times and the character of fault, is that the Court did not submit specific interrogatories on the elements of last clear chance as such. The plaintiff Rodriguez objected to the Court’s failure to do so, but Mitchell did not. Under the circumstances, issues not requested are deemed to have been found in support of the judgment. F.R.Civ.P. 49(a), 28 U.S.C.A. Certainly we cannot presume as a matter of law that findings in derogation of the judgment were or ought to have been made.</p>\n<p id=\"b62-7\">The Rodriguez Appeal</p>\n<p id=\"b62-8\">This cross appeal is urged because of the $63,814.33 verdict, note 1, supra, the Mitchell truck was insured for only $25,000. The plaintiff seeks to bring in others as Mitchell’s principal to expand the satisfaction. The effort is twofold: first, as a matter of law, Mitchell was an employee of Crown-Zellerbach (Gay-lord) ; and second, questions No. 7 and 8, note 1, supra, were erroneous in form with resulting and harmful confusion.</p>\n<p id=\"b62-9\"> We find it unnecessary to discuss the first in any detail. No motion for instructed verdict was ever made, so the matter is before us only to the extent to which a failure to grant a new trial because of this evidence would be a manifest abuse of discretion. Georgia-Pacific Corp. v. United States, 5 Cir., 1959, 264 F.2d 161, 165, note 5. No such showing is made. It was certainly not a master-servant relationship as a matter of law. On the contrary, from the standpoint most favorable to the plaintiff, the best that could be hoped for was a jury submission. And the jury, on that submission, concluded it was not one in fact.</p>\n<p id=\"b62-10\">Herbert Brown owned a number of trucks and engaged drivers such as Luther Mitchell. He had an arrangement with Pope who had a large number of truck owners and contractors performing this general work. Pope had a long-time arrangement with the predecessor of Crown-Zellerbach (Gaylord) who made timber leases with owners of timberland. Pope was paid a fixed price per unit of timber cut, hauled and loaded onto railroad ears. Crown-Zellerbach would mark the timber and would inspect afterwards. Pope would designate to the loggers such as Brown’s men the strip of timber to be cut and would go back in and give necessary instructions <page-number citation-index=\"1\" label=\"5\">*5</page-number>to make certain that the cutting was completed.</p>\n<p id=\"b63-5\">But none of these factors, ambiguous at best, in the elusive test of who has the right to control the manner and means of doing the work, lodged that right in Crown-Zellerbaeh (Gaylord) as a matter of law.</p>\n<p id=\"b63-6\">The second contention fares no better. In brief, it is claimed that question No. 7, note 1, supra, spoke in terms of servant which was not the test of the independent contractor vs. employee relationship, and question 8 was a damaging repetition of the same approach.</p>\n<p id=\"b63-7\"> But this is to read question 7 apart from the instructions as a whole. In the context of the charge, the term “servant” was a sort of shorthand symbol to be used depending on the conclusion reached by the jury on the facts in the light of the elaborate discussion of the traditional tests applied in Louisiana and elsewhere. The Judge was painstaking in both the discussion of the factors of direction and control and the tangible translation of jury conclusions into the precise verdict answer to be given depending on the jury decision. The Court was conscious of the difficulties inherent in assimilation and application of the substantive standards, and he pointed these problems out with clarity. To reduce the matter to its simplest form in terms of usage which the jury could more readily comprehend, the Judge, far from erring, displayed great resourcefulness in the flexible usefulness of a charge and verdict which gets the best out of a general charge and special issue verdict while overcoming or minimizing the shortcomings of each when used alone. F.R.Civ.P. 49 permits just such latitude. And such adaptation to the complexities of today’s multi-party, multi-claim litigation is to be encouraged. Clegg v. Hardware Mutual Casualty Co., 5 Cir., 1959, 264 F.2d 152. The limitation- — really no limitation at all — will be that of elemental fairness, complete and adequate instructions on the applicable principles of law to be followed, and intelligent understandable directions concerning the means of manifesting and recording the, alternative jury conclusions.</p>\n<p id=\"b63-9\">Question 8, note 1, supra, was in fact no repetition at all. On a charge and verdict constructed as it was, two things were essential before liability could be imposed against Orown-Zellerbach (Gaylord). The jury had first to determine that Mitchell was an employee of Crown-Zellerbach (Gaylord). This matter was submitted in question No. 7. But even an affirmative answer would not have supported a judgment as it was essential that Mitchell, as such employee, be then engaged in the course of his employment. That question was independent of the one of his status. It was proper to submit it separately and there was nothing misleading or confusing about the words used in that submission.</p>\n<p id=\"b63-10\">The result is that on both the appeal and cross appeal, the judgment of the District Court was correct.</p>\n<p id=\"b63-11\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b61-10\">. The verdict with the answers of the jury was in the following form:</p>\n<p id=\"b61-12\">“(1) Was Mitchell, the driver, negligent? Yes.</p>\n<p id=\"b61-13\">*f&gt;(2) If so, was that negligence a proximate cause of the accident? Yes.</p>\n<p id=\"b61-14\">“(3) Was Richard, the bus driver, negligent? No.</p>\n<p id=\"b61-15\">“(4) If so, was that negligence a proximate cause of the accident? No.</p>\n<p id=\"b61-16\">“(5) Was Janice Rodriguez negligent? Yes.</p>\n<p id=\"b61-17\">“(6) If so, was that negligence a proximate cause of the accident? No.</p>\n<p id=\"b61-18\">“(7) Was Luther Mitchell a servant of Gaylord [Crown-Zeller-bach] at the time of the accident? No.</p>\n<p id=\"b61-19\">“(8) If so, was he in the scope of his employment at the time of the accident? No.</p>\n<p id=\"b61-20\">“(9) What is the amount of Janice Rodriguez’s damages? $57,000.00</p>\n<p id=\"b61-21\">“(10) What is the amount of her mother’s damages? $ 6,814.33.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}