{
  "casebody": {
    "data": "<casebody firstpage=\"529\" lastpage=\"545\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b543-7\">HYAMS v. CALUMET &amp; HECLA MINING CO. et al. (two cases).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"Aoi\">(Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5z\">January 6, 1915.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b543-8\">Nos. 2422, 2423.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b543-9\">1. Corporations &lt;©=&gt;189—Duties of Majority Stockholder—Right of Minority Stockholder to Equitable Relief.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b543-11\">Independently of statute, one in control of a majority of the stock and of the board of directors of a corporation occupies a fiduciary relation towards the minority stockholders, and is charged with the duty of exercising a high degree of good faith, care, and diligence for the protection of their interests, and every act in his own interest to the detriment of the holders oí minority stock is a breach of duty and of trust, which entitles a minority stockholder to plenary relief in equity.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b543-12\">[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 700-722; Dec. Dig. &lt;©=&gt;189.]</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b543-13\">2. Corporations &lt;©=&gt;180—Purchase of Controlling Interest in Other Corporations.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b543-15\">In the absence of express statutory provision, a corporation has no power to purchase stock of other corporations for the purpose of control<page-number citation-index=\"1\" label=\"530\">*530</page-number>ling their management, and the fact that control is acquired under a statute giving such power does not change the fiduciary obligation which would otherwise exist on the part of a majority toward minority stockholders.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b543-16\"><page-number citation-index=\"1\" label=\"529\">*529</page-number>&lt;*^&gt;For other cases see same topic &amp; KEY-NUMBER in ail Key-Numbered Digests &amp; Indexes</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b544-4\"><page-number citation-index=\"1\" label=\"530\">*530</page-number>[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 665-673; Dec. Dig. @=&gt;180.]</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b544-5\">3. Corporations @=&gt;189—Suit by Minority Stockholder—Conditions Precedent.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b544-7\">In a bill in a federal court by a minority stockholder against the corporation and another corporation, which controls a majority of the stock of the first, and whose directors are also its directors, new equity rule 27 (198 Fed. xxv, 115 C. C. A. xxv) does not require an allegation that complainant made efforts to obtain action by the directors, where the relief sought would be detrimental to their interest as directors and stockholders of the controlling corporation.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b544-8\">[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 706-722; Dec. Dig. @=&gt;189.]</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b544-9\"><em>4. </em>Courts @=317—Jurisdiction of Federal Court—Diversity of Citizenship-Stockholder’s Suit.</syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b544-11\">In a suit by a nonresident minority stockholder against the corporation and another corporation, which controls the first, to enjoin threatened action due to such control, the fact that both defendants are corporations of the state of suit will not defeat the jurisdiction of a federal court on the ground of diverse citizenship, as under such circumstances both will be deemed antagonistic to complainant.</syllabus>\n<syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b544-12\">[Ed. Note.—For other cases, see Courts, Dec. Dig. @=&gt;317.</syllabus>\n<syllabus data-order=\"17\" data-type=\"headnotes\" id=\"b544-13\">■ Diverse citizenship as a ground of federal jurisdiction, see notes to Shipp v. Williams, 10 C. C. A. 249; Mason v. Dullagham, 27 C. C. A. 298.]</syllabus>\n<syllabus data-order=\"18\" data-type=\"headnotes\" id=\"b544-14\">5. Corporations @=&gt;189—Stockholder’s Suit—Evidence Considered.</syllabus>\n<syllabus data-order=\"19\" data-type=\"headnotes\" id=\"b544-15\">Evidence that a plan of operating in connection a number of copper mines and milling their ores, proposed by one of the owning corporations, which through stock purchases and by the aid of proxies controlled all the others and had elected a majority of their boards of directors from its own officers and directorate, would be detrimental to the stockholders of some of the companies and for the benefit of others of the companies in which the controlling company held larger interests, <em>held </em>sufficient to make a prima facie case, and in the absence of countervailing evidence to entitle a minority stockholder in the companies discriminated against to equitable relief, by requiring the election to represent the interests of such companies of directors who were not officers or directors of the controlling corporation.</syllabus>\n<syllabus data-order=\"20\" data-type=\"headnotes\" id=\"b544-16\">[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 706-722; Dec. Dig. @=189.]</syllabus>\n<syllabus data-order=\"21\" data-type=\"headnotes\" id=\"b544-17\">6. Corporations @=198—Stockholders—Control by Aid of Proxies.</syllabus>\n<syllabus data-order=\"22\" data-type=\"headnotes\" id=\"b544-18\">A control of a corporation, purposely gained and exercised by a minority stockholder with the aid of proxies of other stockholders, may have the same effect as a-control by actual stock majority.</syllabus>\n<syllabus data-order=\"23\" data-type=\"headnotes\" id=\"AxIE\">[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 767-776; Dec. Dig. @=&gt;198.]</syllabus>\n<syllabus data-order=\"24\" data-type=\"headnotes\" id=\"b544-21\">7. Corporations @=189—Suit by Minority Stockholder—Grounds.</syllabus>\n<syllabus data-order=\"25\" data-type=\"headnotes\" id=\"b544-22\">A minority stockholder may maintain a suit in equity in his own name for relief, where the board of directors or a majority of them are acting for their own interests and in a manner destructive of the corporation itself or of the rights of other stockholders.</syllabus>\n<syllabus data-order=\"26\" data-type=\"headnotes\" id=\"b544-23\">[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 706-722; Dec. Dig. @=189.]</syllabus>\n<syllabus data-order=\"27\" data-type=\"headnotes\" id=\"b544-24\">©s»For other cases see same topic <em>&amp; </em>KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</syllabus>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b545-3\"><page-number citation-index=\"1\" label=\"531\">*531</page-number>Appeals from the District Court of the United States for the Western District of Michigan; Clarence W. Sessions, Judge.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b545-4\">Suit in equity by Godfrey M. Hyams against the Calumet &amp; Hecla Mining Company and the Isle Royale Copper Company, and against the Calumet &amp; Hecla Mining Company and the Tamarack Mining Company. Decrees for defendants, and complainant appeals.</summary>\n<disposition data-order=\"30\" data-type=\"disposition\" id=\"ARb\">Reversed.</disposition>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b545-5\">J. G. Stone, of Houghton, Mich., and R. H. Person, of Lansing, Mich., for appellant.</attorneys>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b545-6\">T. N. Perkins, of Boston, Mass., for appellees.</attorneys>\n<p data-order=\"33\" data-type=\"judges\" id=\"b545-7\">Before WARRINGTON and KNAPPEN, Circuit Judges, and. SATER, District Judge.</p>\n<opinion data-order=\"34\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b545-8\">KNAPPEN, Circuit Judge.</author>\n<p id=\"AM5\">These appeals are from decrees in the respective causes dismissing the bills of complaint on final hearing on, pleadings and proofs. The important facts are these: '</p>\n<p id=\"b545-9\">In 1905 corporations organized under the Michigan mining law-were empowered to “subscribe for, purchase, own and dispose of stock in any company organized under * * * any * * * laws, foreign or domestic, for the purpose of mining, refining, smelting or manufacturing any or all kinds of ores or minerals.” P. A. Mich. 1905, No.. 105, pp. 153, 154. The Calumet &amp; Hecla Mining Company was incorporated in 1871 under the Michigan mining laws. Its mining operations were carried on in Houghton county, in the Upper Peninsula of' Michigan. Its mining properties were large and valuable, and its operations highly profitable. It was the largest copper producer in the lake region. After the passage of this statute, the bill for which was introduced at its suggestion, it entered upon a pronounced policy of expansion. It purchased a large acreage of land belonging to the Manitou and Erontenac Companies. During the same year, or the next, it bought large stock interests in the Superior, La Salle, and Gratiot Mining Companies, neither of which was then producing. During the-winter of 1906-07 it purchased a large amount of stock of the Osceola, Allouez, and Centennial Companies, and obtained from other stockholders in the Osceola Company sufficient stock proxies to enable it to-control the election of directors, and thus of officers of that company. In 1907 Albert S. Bigelow, who was the owner of a large stock interest in the Osceola, and held a small amount of stock in the Calumet &amp; Hecla, filed two separate bills in equity, alleging that the stock purchases so made by the Calumet &amp; Hecla were in violation of the federal Anti-Trust Act (Act July 2, 1890, c. 647, 26 Stat. 209 [Comp. St. 1913, §§ 8820-8830]), the Michigan statute against trusts and monopolies, as well as common-law prohibitions. The land purchases mentioned were-attacked as illegal, as being in excess of the acreage which the Michigan statutes permitted a mining company to hold. It was sought to restrain the Calumet &amp; Hecla from voting its Osceola stock and proxies-in the election of directors of that company. Decree was asked, vacating the alleged excessive land purchases, and enjoining the Calumet &amp; Hecla from purchasing, or voting stock of its own or soliciting proxies of other stockholders in other mining companies, as part of an al<page-number citation-index=\"1\" label=\"532\">*532</page-number>leged plan for obtaining the management and control of such companies, and from arranging for alleged contemplated joint operations between the Calumet &amp; Hecla, Allouez, Centennial, and Osceola Companies, including the joint use of shafts and the hauling, crushing, and smelting of the products of those mines by the railroads, stamp mills, or smelters of the Calumet' &amp; Hecla Company. In the opinion filed by the District Judge, upon application for preliminary injunction, in one of the Bigelow Cases, the claims of plaintiff therein and the relation of the various companies there involved are stated. Bigelow v. Calumet &amp; Hecla Min. Co. (C. C.) 155 Fed. 869. This court affirmed the 'decree of the Circuit Court (reported 167 Fed. 704), which dismissed the bills in the Bigelow Cases upon final hearing, and in so doing held valid the Michigan act of 1905 and the alleged excessive land purchases, and held that the Calumet &amp; Hecla thus had the statutory power to purchase and hold the stocks of other corporations there involved, including the power to vote the same to the extent of placing in the directories of such companies a majority of its own selection from its own board and officers, and that such action was not of itself illegal as a combination in restraint of trade or commerce, in violation of either the federal or state anti-trust laws, in the absence of evidence of an unlawful intent to so use such power as to bring about a prohibited restraint or monopoly, and that the burden of showing acts and circumstances establishing the fact that an unlawful result was contemplated, and would ensue unless checked was upon those asserting the illegality of the contract assailed. It was held that such burden had not been sustained. 167 Fed. 721, 727, 94 C. C. A. 13, and following.</p>\n<p id=\"Ak1\">The mines of the Calumet &amp; Hecla are upon' the Calumet conglomerate lode and the Osceola and Kearsarge amygdaloid lodes, which underline the surface in the order named. The conglomerate lode, upon the Calumet &amp; Hecla property, is the most valuable of the lodes, and by 1905 had been in considerable part worked out, and the life of the mine was known to the management to be limited, unless further use could be found for its large equipment and organization. This court found, as did the Circuit Court, that the controlling motive and purpose of the Calumet &amp; Hecla in acquiring its interests in the mining properties mentioned was to extend its industrial life, and keep up and increase, if possible, its production and net earnings, and that the evidence fairly negatived a design to stifle competition or create monopoly and “tó prejudice other stockholders generally of either company associated, or to interfere with the integrity of either company,” and that the evidence did not indicate any contemplated use of the facilities of the associated companies, “except upon terms and in manner mutually advantageous.” 167 Fed., at page 729, 94 C. C. A. 13. A common management with separate detailed organization was recognized as contemplated. After the termination of the Bigelow litigation, Bigelow and his associates, including the present plaintiff, made through the latter a sale to the Calumet &amp; Hecla of substantially all, and (with the exception of part of plaintiff’s holding in the Tamarack and Isle Royale) perhaps all of their holdings in the Osceola, Seneca, Tamarack, Ahmeek, Daurium and Isle Royale Companies; the last five <page-number citation-index=\"1\" label=\"533\">*533</page-number>named companies having been up to that time operated in connection with the Osceola under the Bigelow management.</p>\n<p id=\"b547-4\">Before the close of 1909 the Calumet &amp; Hecla, although a majority stockholder in but 5 of the 11 other companies,<footnotemark>1</footnotemark> was, with the aid of proxies, in the effective management and control of each of the 11. Nine of these were Michigan corporations; the Isle Royale being organized under the New Jersey statutes and the Gratiot being a Maine corporation. All but the La Salle, Seneca, Laurium, and Gratiot (and perhaps the Superior) were producers. In the spring of 1910, of the two gentlemen who were president and vice president, respectively, of the Calumet &amp; Hecla, one was president of each of the other 11 companies ; the other being vice president except where no such officer was had. All 12 companies had the same secretary and treasurer, and the same general manager. The Calumet &amp; Hecla had five directors, including its president, vice president, and general manager. The majority of the directors of each of the other 11 companies were directors of the Calumet &amp; Hecla. But one company had more than one director aside from the Calumet &amp; Hecla directors and officers. Three of the nine directors of the Allouez were independent; but its board included all five of the Calumet &amp; Hecla directors, together with its attorney.</p>\n<p id=\"b547-5\">In the spring of 1910, the president, vice president and general manager originated, and subsequently worked out, a plan for the virtual consolidation of the 1.2 companies, by an actual consolidation under the Michigan statute<footnotemark>2</footnotemark> of all but the Isle Royale and Gratiot (which, being nonresident corporations, could not come in under the statute), and the purchase of their properties by the consolidated company. The plan of consolidation naturally involved the valuing of each of the 12 properties as the basis for the allotment of stock in the consolidated company ; and this valuation involved the amount of rock minable in each property, the estimated cost per ton of operation, the estimated number of pounds of copper per ton of rock, and the estimated future value of copper. The three officers worked out by themselves the entire details of the plan, including valuations and the allotments of stock, without consulting any of the other directors or stockholders of any of the companies involved until the completed plan was laid before the directors’ meetings of the several companies in November of that year. The plan provided for issuing 400,000 shares of stock (par value of S25 each),<footnotemark>3</footnotemark> of which 240,000 shares were to go to the Calumet &amp; Hecla (170,834 shares representing its mines and 69,166 shares representing its holdings in the other companies), 62,607 shares to be left in the treasury for future requirements, and the remaining 97,393 shares to be divided among the remaining 11 companies, including the proposed allotment to the Isle Royale and the Gratiot on the purchase of their properties; the ratio of exchange of new stock for old rang<page-number citation-index=\"1\" label=\"534\">*534</page-number>ing from 2.40 in the case of the Calumet &amp; Hecla, through <em>22/u&gt;o </em>in the case of the Tamarack and 7/ioo in the case of the Isle Royale, down to <em>1/aoo </em>in the case of the Gratiot.</p>\n<p id=\"b548-4\">The plan as so worked out was presented to the directors of the Calumet &amp; Hecla at a meeting in Boston on November ISth, and a vote had that before further action be taken the Calumet &amp; Hecla join with the other companies in the employment of a competent person to investigate, check up, and verify the relative valuations of the several properties and the distribution of stoilc On the next day similar action was taken, at the same place, by the boards of directors of each of the 11 other companies. A week later the various boards of directors voted to engage in the joint employment of a given engineer. On December 14th (21 days after his employment) the engineer reported, approving the plan as previously formulated by the three officers (including their valuations and allotments of stock), unless in one comparatively unimportant particular. Two days later the engineer’s report was adopted, and on December 22d notice of special stockholders’ meeting of each of the interested companies was called for March 7th then next, the notice being accompanied by a copy of. the circular letter sent to the Calumet &amp; Hecla stockholders which set out the plan in full (and to which was appended a copy of the engineer’s report), as well as a special circular, addressed to the stockholders of the respective companies, recommending the consolidation, and including a statement of the supposed special advantages of the consolidation to such company. These notices were accompanied by forms of proxies running to certain officers of the Calumet &amp; Hecla, with request for their execution and return by stockholders approving the plan and unable to be present. Before these stockholders’ meetings were held, four separate suits were begun by stockholders (including plaintiff) in the Osceola and Ahmeek to enjoin the consolidation. Pending the suits, voting upon the plan by the stockholders was permitted, and by a majority vote of the stockholders of all the companies except the Laurium the proposed consolidation was finally approved. The Laurium stockholders by informal vote favored the consolidation, but pending the suits the consolidation was abandoned, and the abandonment was effected by an adverse vote of the Laurium stockholders, had November 16, 1911 (the Calumet &amp; Hecla held 84 per cent, of the Laurium stock), in pursuance of express action of the Calumet &amp; Hecla board of directors; no other of the interested companies having so voted. The expenses of the proposed consolidation were apportioned between the 12 companies.</p>\n<p id=\"b548-5\">Immediately upon the abandonment of the consolidation plan, the management adopted a radical change in the milling arrangements of the Superior, Isle Royale, Tamarack, Allouez, and Centennial. The plan and conditions which gave rise to it are these: The Osceola, Allouez, Tamarack, and Centennial mines are adjacent to each other. The Osceola and Tamarack stamp mills are on the west shore of Torch Lake, in a southerly direction from the mines, and adjoin each other. They have a certain mutuality of riparian rights for the dumping of sands, and own together the stock of a pumping and electrical company, which supplies the stamp mills of both mining companies. The Cen<page-number citation-index=\"1\" label=\"535\">*535</page-number>tennial and Allouez rock was stamped at the Point Mills, on the north shore of Portage Lake (about 8 miles further south than the Tamarack mills), involving a rock haul of 21 miles in the case of one and of 18 miles in the case of the other. The Point Mills are owned by the Lake Milling, Smelting &amp; Refining Company, whose stock was owned by the Centennial and Allouez in equal proportions. The Tamarack had two stamp mills, and it is claimed that, in view of its decreasing production, it needed hut one. The Isle Royale mine and mills are on the south side of Portage Lake, several miles northwest of Point Mills, and southwest of the Tamarack mines. Its mill is about 1% miles from its mine; its rock being transported over its own railroad. Its increasing production, if continued, would seem to require more stamping facilities. The Superior mine is in the vicinity of the Isle Royale. It was beginning to produce, was without milling facilities and needed them.</p>\n<p id=\"b549-4\">The plan was to have the Allouez and Centennial rock stamped at the Tamarack mills, instead of at the Point Mills, thus saving a haul of 8 miles in each case, and to stamp the Superior rock and the surplus of the Isle Royale at the Point Mills. This involved building a spur line from the Superior mine to the Isle Royale railroad, a contract between those two companies for the hauling of Superior rock over a portion of the Isle Royale railroad, and the hauling of Isle Royale rock from its own road several miles to the Point Mills; also the purchase by the Isle Royale Company of an amount of stock in the L. M. S. &amp; R. Co., supposed to carry with it the right to the use of two “heads,” the sale by the Tamarack to the L. M. S. &amp; R. Co. of one of its mills and a portion of its interest in the pumping and electrical company, and the further equipment by the L. M. S. &amp; R. Co. of the Point Mills and the Tamarack mill, to meet the increased use to which its mills were to he put in the milling of Isle Royale and Superior rock, as well as the rock of an outside company (the Hancock); the means for such improvements to be derived from a stock increase and stock sale to the Superior, Isle Royale, and Hancock. The Isle Royale directors voted to contract with the Superior for transporting its rock, and to buy a portion of the L. M. S. &amp; R. Co. stock. The Tamarack directors voted to sell part of its mill and part of its pumping and electrical stock, and a meeting of the Tamarack stockholders was called to vote on the selling proposition. No question seems to have been intended for submission to the Isle Royale stockholders.</p>\n<p id=\"b549-5\">Thereupon plaintiff filed the present hills, one in his capacity as Isle Royale stockholder, the other as a stockholder in the Tamarack. The bills charge an original and continuing intention on the part of the Calumet &amp; hieda, in obtaining such corporate control, to destroy the existence of the Isle Royale and Tamarack as corporations and to absorb their properties, and attack both the attempted consolidation and the proposed milling plan as fraudulently unfair to the Isle Royale and Tamarack and their stockholders. The bills also make further charges of fraudulent mismanagement not necessary to here set out. The acts charged are alleged to violate both the state and federal anti-trust acts. Perpetual injunction is asked against the voting by the Calumet <page-number citation-index=\"1\" label=\"536\">*536</page-number>&amp; Hecla of stock in the Tamarack and Isle Royale, respectively, so held by it or controlled through proxies, for the election of officers or directors óf the Calumet &amp; Hecla to be directors of the Tamarack and Isle Royale respectively, and from voting such stock of the Tamarack and Isle Royale, respectively, for the purpose of placing the Calumet &amp; Hecla in control of boards of directors of the Tamarack and Isle Royale, or for the purpose of maintaining the Calumet &amp; Hecla in such control. The're was also a prayer for general relief.</p>\n<p id=\"b550-4\">It follows from the Bigelow decision, that the Michigan statute of 1905 empowered the Calumet &amp; Hecla to buy and own stock interests in the Tamarack and Isle Royale, .as well as in the other companies involved, for the purpose of controlling those companies also, in the sense in which stockholders control corporate administration,' and to vote such stocks and employ such proxies of other stockholders for the election of Calumet &amp; Hecla directors as Tamarack and Isle Roj^ale directors and as directors of the other companies in question; and if the Bigelow decision is to be followed, we must hold that no violation of the anti-trust laws, state or federal, results from the mere stock ownership and stock voting in question, and the existence of practically common boards of directors, of general officers, and a common manager for all the companies, including the facts that salaries of officers and manager are apportioned by the boards of directors between the various companies, and that charges for services performed by the Calumet &amp; Hecla to the other companies are determined by a common management. We also think that no stifling of competition is created by the method in which sales of copper produced by the different companies was made and controlled by the Calumet &amp; Hecla management. The evidence shows that purchasers as a rule designate the brand of copper desired; that no two companies make the same brand, except as the Tamarack, Ahmeek, and Osceola make a brand known as the “Tamarack-Osceola”; and that the cases in which the management is left to determine what company shall make a given sale are unsubstantial and insignificant. We also think the evidence fails to show any improper curtailment of production, actual or intended, or disregard of proper economies therein.</p>\n<p id=\"b550-5\">Since this case was submitted to us for decision, Congress has passed “an act to supplement existing laws against unlawful restraints and monopolies, and for other purposes” (Act No. 212, approved October 15, 1914, 38 Stat. 730, c. 321), the seventh section of which forbids, within certain limitations, the acquisition by .any corporation engaged in commerce of the stock in whole or in part of another corporation likewise engaged in commerce, “where the effect of such acquisition <em>may be </em><footnotemark><em>4</em></footnotemark><em> </em>to-substantially lessen competition between the corporation whose stock is so acquired and the corporation making the acquisition, or to restrain such commerce in any section or community, or tend to create a monopoly of any line of commerce.” Section 8 provides that after two years from date of the approval of the act “no person at the same time shall be a director in Any two or more corporations, any one of which has capital, surplus, and undivided profits aggregating more <page-number citation-index=\"1\" label=\"537\">*537</page-number>Ilian one million dollars, engaged in whole or in part in commerce, * * * subject to the act to regulate commerce, * * * if such corporations are, or shall have been theretofore, by virtue of their business and location of operation, competitors, so that the elimination of competition by agreement between them would constitute a violation of any of the provisions of any of the anti-trust laws.” We have not had the benefit of the views of counsel upon this statute, but we assume that section <em>7 </em>is not intended to be retroactive, and that it is thus unnecessary to consider what would otherwise be its effect upon thfe Michigan statute as construed in the Bigelow Cases. And as section 8 of the recent federal statute is not yet operative, we shall disregard that statute, so far as’concerns present and direct effect upon the Michigan statute. We therefore consider the Bigelow decision applicable to the instant case.</p>\n<p id=\"b551-5\"><bracketnum>[1]</bracketnum> The Bigelow Case does not, however, decide that a court of equity could not, and should not, give appropriate relief, for the protection of the interests of minority stockholders, on proof of a purpose on the part of the controlling corporation to absolutely dominate the controlled company, and the existence of a substantial conflict of interest between such companies, accompanied by an actual attempt to accomplish a prejudicial domination. On the other hand, the rule, independently of state or national anti-trust statutes, is fundamental that one. iu control of a majority of the stock and of the board of directors of a corporation occupies a fiduciary relation towards the minority stockholders, and is charged with the duty of exercising a high degree of good faith, care, and diligence for the protection of such minority interests. Every act in its own interest to the detriment of the holders of minority stock becomes a breach of duty and of trust, and entitles to plenary relief from a court of equity. Jackson v. Ludeling, 88 U. S. (21 Wall.) 616, 624, 625, 22 L. Ed. 492; Jones v. Electric Co. (C. C. A. 8), 144 Fed. at page 771, 75 C. C. A. 631; Wheeler v. Abilene, etc., Bldg. Co. (C. C. A. 8) 159 Fed. 391, 394, 395, 89 C. C. A. 477, 16 L. R. A. (N. S.) 892, 14 Arm. Cas, 917; 3 Clark &amp; Marshall on Corporations, at page 2289.</p>\n<p id=\"b551-6\">[2j In the absence of express statutory provision, a corporation has no power to purchase stock of other corporations for the purpose of controlling their management. De La Vergne Co. v. German Sav. Inst., 175 U. S. 40, 54, 55, 20 Sup. Ct. 20, 44 L. Ed. 65; Anglo-American Land Co. v. Lombard (C. C. A. 8) 132 Fed. 721, <em>736, </em>68 C. C. A. 89. And it seems beyond question that such statutory right of stock ownership in another corporation, and the control thereby given, effect no change in the fiduciary obligation which would exist on the part of majority holders toward minority holders in the absence of statute expressly permitting such ownership.</p>\n<p id=\"b551-7\">The meritorious questions are thus whether the Calumet &amp; 1 tecla is shown to be abusing its power for its own advantage, and to the prejudice of the minority stockholders in the Isle Royale and Tamarack, and, if so, what remedy is appropriate.</p>\n<p id=\"b551-8\"><bracketnum>[3]</bracketnum> A preliminary objection, that the bills of complaint do not show compliance with federal equity rule No. 27 (198 Fed. xxv, 115 C. C. <page-number citation-index=\"1\" label=\"538\">*538</page-number>A. xxv), formerly old rule No. 94, must be disposed of. We think there is nothing in this objection. The bills allege lack of collusion, and the record negatives its existence. The suit, if successful, would be detrimental to the interests of the majority of the directors of the Isle Royale and Tamarack, in their capacities as directors and stockholders in the Calumet &amp; Hecla, and .the latter company practically held sufficient voting power to control the stockholders’ meetings of both the Tamarack and Isle Royale. Under these circumstances, the prosecution of these suits should not be intrusted to the officers and directors of the Tamarack and Isle Royale; moreover, presumptively any request for such action, addressed to. either directors or stockholders, would have been unavailing. Such request was therefore unnecessary. Delaware &amp; Hudson Co. v. Albany, etc., Ry. Co., 213 U. S. 435, 446, 29 Sup. Ct. 540, 53 L. Ed. 862, and following, and cases there cited; Rogers v. N. C. &amp; St. L. R. R. Co. (C. C. A. 6) 91 Fed. at page 307 and following, and page 313, 33 C. C. A. 517.</p>\n<p id=\"b552-4\"><bracketnum>[4]</bracketnum> We may add that the federal courts have jurisdiction of these suits on the ground of diversity of citizenship, and irrespective of the existence of federal questions. The fact that the Tamarack suit is brought by plaintiff as a stockholder, and for the benefit of other stockholders, in that company, and that the latter and the Calumet &amp; Hecla are Michigan corporations, does not destroy the diversity of citizenship; for, as the Tamarack is controlled by the Calumet &amp; Hecla, it will, for the purposes of this suit, be deemed antagonistic to the plaintiff, and so properly aligned as defendant. Dodge v. Woolsey, 18 How. 331, 346, 15 L. Ed. 401; Doctor v. Harrington, 196 U. S. 579, 587, 25 Sup. Ct. 355, 49 L. Ed. 606, and cases cited; New Albany Waterworks v. Louisville Banking Co. (C. C. A. 7) 122 Fed. 776, 778, 58 C. C. A. 576.</p>\n<p id=\"An-l\"><bracketnum>[5]</bracketnum> Turning to the merits: In the plan of consolidation the physical properties of the Calumet &amp; Hecla were valued at upwards of $42,000,-000. This included an estimate of more than 30,000,000 tons of conglomerate rock, with an average copper content of 30 pounds to the ton, at an estimated copper price of 13% cents per pound during the entire life of the mine. Its conglomerate sands were valued at $4,-120,000. The Tamarack’s assets were valued at $3,305,000, entirely for equipment and sands, nothing being allowed for mines. The Isle Royale assets were valued at $2,625,000. These valuations are attacked as fraudulently unfair. In the Bigelow litigation, the then general manager of the Calumet &amp; Hecla (who still holds that position) testified in 1907 that upon the conglomerate lode the Calumet &amp; Hecla had 720 acres worked out, 320 acres with fair prospects, a like amount developed, and about 600 acres known or supposed to be poor; that at the then rate of working the Calumet’s conglomerate lode would be exhausted in from 10 to 15 years, and that in the 640 acres •mentioned approximately 20,000,000 to 25,000,000 tons was estimated as ultimately to be expected. In 1908-1910, inclusive, nearly 2,000,-000 tons of rock were mined annually from the conglomerate lode.</p>\n<p id=\"b552-7\">Plaintiff, who is admittedly a competent mining engineer, and who for three or four years previous to their acquisition by the Calumet &amp; <page-number citation-index=\"1\" label=\"539\">*539</page-number>Hería was associated under the Bigelow management in the operation of the. Tamarack and Isle Royale mines, testified that in his opinion the Calumet &amp; Hecla’s physical properties were overvalued to the extent of at least 30 per cent.; that there was no value in the conglomerate sands; that in his opinion the Isle Royale was undervalued to the extent of some $6,000,000; and the Tamarack undervalued to the extent of about 60 per cent. He attacked the general plan of valuation as unfair, and as inherently and radically wrong, in that (1) it merely estimated the amount of rock in each mine; (2) assumed that the average price of copper for many years past would remain the same, during the life of the longest mine (perhaps 60 years); and (3) in that the economical cost of mining the amount which could profitably be mined each year, and thus the life of the mine (all necessary in determining present worth), were merely assumed. He declared that :</p>\n<blockquote id=\"b553-4\">“Some of those assumptions are so radically erroneous that I cannot conceive of their being innocently taken.”</blockquote>\n<p id=\"b553-5\">Respecting the assumed economical annual output,'he said that he knew of “no basis upon which that calculation could be made so as to have even a semblance of correctness.” The objection to the method of arriving at present worth he declared “ a purely accounting objection ; it is not a question of ideas, a visionary question; it is an absolute fact in accounting that it is wrong”; and that the fact that there would he different terms of life for the different mines “renders this method of reaching relative valuations an improper one.” Respecting the proposed milling plan, he testified, in effect, that the annual expense of transporting Isle Royale rock to the Point Mills in amount sufficient to employ the proposed two new heads, if ■capitalized and added to the amount provided to be paid by the Isle Royale for the L,. M. S. &amp; R. Co. stock, would reach an amount more than double the cost of enlarging the present Isle Royale mill, to say nothing of the extra cost of hauling rock from the present mill to the connecting road, and that there was ample room at the present Isle Royale mill site for the necessary enlargement; that the Tamarack needed the entire of its present mills, and that the proposed sharing of the Tamarack’s dumping grounds would be detrimental to the Tamarack; that the expenditure of money for the treatment of sands was unjustified, because the sands were worthless; that, in his judgment, the rate to be paid by the Superior to the Isle Royale was inadequate; that, as against these disadvantages, he knew of no advantages to either the Tamarack or the Isle Royale.</p>\n<p id=\"b553-6\">That the new facilities were desirable to the Superior, Allouez, and Centennial is obvious, for the Superior had no milling facilities, and the Allouez and Centennial saved each a haul of eight miles. It is ■conceded that one of the objects of the Calumet &amp; Hecla in acquiring stock in the subsidiary companies was to obtain employment thereby for the Calumet &amp; Hecla organization, which included its officers, foundry, machine shop, and other equipment. The Calumet &amp; Hecla’s interest in the proposed consolidated company would amount to <page-number citation-index=\"1\" label=\"540\">*540</page-number>71 per cent, of the immediately issued stock. Respecting the milling plan, its interest in the Allouez, Centennial, and Superior was greater than in the Tamarack and Isle Royale; its stockholding in the Allouez amounting to 43 per cent., in the Centennial to 48.03+ per cent., in the Superior to 50.1 per cent., of the whole, as against 32.33+ in the Tamarack and 18.33+ per cent, in the Isle Royale.</p>\n<p id=\"b554-4\">In view of these facts, the history and development of the consolidation plan, the absolute domination in fact by the Calumet &amp; Hecla of all the other companies, so far as boards of directors and executive officers are concerned, its measurable control over the stockholders of such other companies, and the express testimony on the part of a competent witness that both the consolidation and the milling plans were against the interests of the Tamarack and Isle Royale, the burden, we think, rested upon the Calumet &amp; Hecla to show its good faith and the propriety of its action; to show, in other words, that it had not disregarded its fiduciary relation for its own benefit and to the prejudice of the Tamarack and Isle Royale, assuming, as we do for present purposes, that its conduct with respect to both such plans is here material. Harrison v. Thomas (C. C. A. 5) 112 Fed. 22, 29, 50 C. C. A. 98; Robotham v. Insurance Co., 64 N. J. Eq. 673, 710, 53 Atl. 842; Miner v. Ice Co., 93 Mich. 97, 111, 112, 53 N. W. 218, 17 L. R. A. 412.</p>\n<p id=\"b554-5\">Defendants presented no testimony whatever challenging the correctness of plaintiff’s testimony in criticism of the milling plan, the only testimony upon that subject on the part of defendants being that of the vice president of the Calumet &amp; Hecla, who, as a witness for plaintiff, stated the object of the milling plan as related to the various companies affected; but his testimony does not amount to' a denial of the propositions embraced in plaintiff’s testimony afterwards introduced, even if the competency of the witness to testify on the subject were assumed. No defense was offered in explanation of whatever discrepancy existed between the testimony of the Calumet &amp; Hecla officers in the Bigelow Case respecting the remaining conglomerate rock and the estimates entering into the valuation for consolidation purposes, except as defendants proved by one of their engineers a map showing the workings of the Calumet &amp; Hecla on the conglomerate lode. From this map it would appear that the actual remaining rock content of this lode fully equaled the tonnage estimated under the consolidation plan, but it did not show the copper content of this rock. No attempt was made to meet by testimony plaintiff’s attack upon the consolidation plan generally, or upon the correctness of the valuation put upon the Calumet &amp; Hecla, Tamarack and Isle Royale properties. The failure to produce (or to account for the nonproduction of) any of the other officers of the Calumet &amp; Hecla, including its president, its general manager, who actively participated with the president in the development of the consolidation plan, and who was presumably familiar with the merits and demerits of the milling plan, or even the engineer employed to' report upon the propriety of that plan, raises a more or less cogent inference that the testimony of such witnesses would be against the interest of the Calumet &amp; Hecla. Kirby v. Tallmadge, 160 U. S. 379, 383, 16 Sup. Ct. 349, 40 L. Ed. 463.</p>\n<p id=\"b555-3\"><page-number citation-index=\"1\" label=\"541\">*541</page-number>We do not think plaintiff’s testimony as to the milling and consolidation plans should be disregarded, as representing only his opinion, in the absence of testimony disputing it. Ilis acknowledged competency entitles it to some degree of credit, even though his specific estimates of the value of Isle Royale and Tamarack may seem extravagant. Nor do we think the effect of the withdrawal of the consolidation plan, under the circumstances in which it occurred, is entirely neutralized by the explanation that such abandonment became necessary because the delay had thrown the figures out of adjustment, and because it could <em>not </em>he known how <em>long the </em>delay would continue, and because it was necessary to continue the work of the several companies along a different line if the consolidation was not tobe effected.</p>\n<p id=\"b555-4\">[ C j We have not overlooked the considerations, as affecting the plan of consolidation, that the plan was actually adopted not only by the directors, but by a three-fifths vote of the stockholders of the various companies concerned, or the action of the Boston Stock Exchange in approving the plan. Nor, in considering the milling plan, have we failed to recognize that the Tamarack lands could not be sold without the consent of its stockholders; nor the fact that stockholders other than plain! iff are not. shown to have complained of the milling plan; nor that the Calumet &amp; Hecla has only a minority interest in the Tamarack and Isle Royale. A control purposely gained and exercised by a minority stockholder with the aid of proxies of other stockholders may have the same effect as a control by actual stock majority. See United States v. Union Pacific R. R. Co., 226 U. S. 61, 33 Sup. Ct. 53, 57 L. Ed. 124.</p>\n<p id=\"b555-5\">We have given the subject the more careful thought from the fact that the able judge who heard the testimony and viewed the premises was of opinion that no case was made out. The fact that the trial judge heard the witnesses carries, however, less than the usual force, from the fact that the case does not really turn, in our judgment, upon an actual conflict of testimony, or largely upon credibility of witnesses. As we have said, we think plaintiff’s testimony could not be entirely ignored; and it could scarcely he suggested that a mere view of the premises showed plaintiff’s engineering and financial propositions incorrect. We of course have no means of knowing what showing defendants could have made, had they attempted to meet the case presented by the plaintiff, as respects the alleged unfairness of both the consolidation plan and the milling plan. We are, however, impressed that defendants have failed to meet the substantial prima facie showing made by plaintiff, to the effect that both the consolidation plan and the milling plan are prejudicial to the rights of minority stockholders in both the Tamarack and Isle Royale, and unduly favorable to the interests of the Calumet &amp; Hecla.</p>\n<p id=\"b555-6\">If this is so, it seems to follow that the Calumet &amp; Hecla has failed to exercise that degree of care and diligence tor the protection of minority interests in the Tamarack and Isle Royale which its fiduciary relations demanded. In the bare fact of consolidation there is not, necessarily, a conflict of interests; that is to say, a consolidation on proper terms may well be to the best interests of all the subsidiary companies <page-number citation-index=\"1\" label=\"542\">*542</page-number>and the Calumet &amp; Hecla as weíl; and, in the absence of legislation superseding the Michigan statute as previously construed by this court, we are not prepared to say that such consolidation would, necessarily, as matter of law, violate the anti-trust laws. A consolidation is, however, distinctively a transaction of bargain and sale, involving not only the advisability of buying and selling, but compensation in each direction. The Calumet &amp; Hecla was, in the transaction in question, both buyer and seller. Its president and vice president were large stockholders in the Calumet &amp; Hecla, with comparatively small holdings in the subsidiary companies. In those circumstances, its relations toward the Tamarack and Isle Royale were necessarily adverse. It, however, so far as preliminary action by the board of directors is concerned, in effect fixed the compensation which it was in part to pay for the properties to be acquired, as well as the price, the entire of which it was to receive, on the sale of its own property. It failed to consult other stockholders or directors of the controlled companies, or to employ independent engineers and accountants to formulate .the plan itself, before its presentation to the boards of directors controlled by the Calumet &amp; Hecla. The action of the boards of directors of the subordinate companies, and the predominant influence and success of the Calumet &amp; Hecla would naturally go far toward securing the approval of stockholders, few of whom ever attended stockholders’ meetings.</p>\n<p id=\"b556-4\">As respects the exercise of care and diligence for the protection of minority interests in the Tamarack and Isle Royale, considerations of a somewhat similar nature to those involved in the consolidation plan apply to the milling plan. This plan likewise involved bargain and sale, and a radical change in the property holdings and facilities of both the Tamarack and Isle Royale, which changes (if plaintiff’s testimony as to their disadvantages is to be given any consideration) might prove seriously detrimental to the separate interests of those companies, andi even more detrimental than now, should those companies at any time, as they may, pass out of a common management and control.</p>\n<p id=\"b556-5\"><bracketnum>[7]</bracketnum> It is urged that the consolidation plan should be regarded as a closed incident. While the incident is closed, in the sense that no relief is required as against the attempt in question, it is not, we think, unworthy of consideration as affecting the important questions whether the conduct and dealings of the Calumet &amp; Hecla toward the Tamarack and Isle Royale, and its attitude toward the interests of those companies, entitles plaintiff to relief of any kind; and, if so, what relief is appropriate. Generally speaking, a minority stockholder may sustain an action in a court of equity for relief in his own name, not only in case of ultra vires action by the directors or of such actually fraudulent transaction by such directors as will result in serious injury to the interests of minority shareholders, but also where a board of directors, or a majority of them, are acting for their own interests in a manner destructive of the corporation itself or of the rights of the other shareholders. Hawes v. Oakland, 104 U. S. 450, 460, 26 L. Ed. 827; Corbus v. Gold Mining Co., 187 U. S. 455, 463, 23 Sup. Ct. 157, 47 L. Ed. 256; Gamble v. Queens County Water Co., 123 N. Y. 91, 99, 25 N. E. 201, 9 L. R. A. 527. Such latter action is a breach of fiduciary relation. <page-number citation-index=\"1\" label=\"543\">*543</page-number>Breach of <em>duty </em>and abuse of fiduciary obligation do not necessarily involve “intentional moral delinquency.” If the act amounts to what the law' considers a breach of trust, a disregard of duty, it is sufficient. Dodge v. Woolsey, 18 How. 331, 345, 15 L. Ed. 401. See Pollock v. Farmers’ Loan &amp; Trust Co., 157 U. S. 429, 553, 15 Sup. Ct. 673, 39 L. Ed. 759. A breach of trust by one occupying a fiduciary relation, even while in the exercise of a lawful power, “is as fatal in equity to the resultant act or contract as the absence of the power.” Jones v. Electric Co. (C. C. A. 8) 144 Fed. 765, 771, 75 C. C. A. 631; 3 Clark <em>&amp; </em>Marshall on Corporations, p. 2289.</p>\n<p id=\"b557-4\">It would be going entirely too far to say that the Calumet <em>&amp; </em>Hecla is sliowm to intend to appropriate the property of the Tamarack and Isle Royale, or of any of its controlled companies, without what the Calumet <em>&amp; </em>Hecla deems proper compensation therefor. But we think it well within reason to find that it has from the start been, and still is, its intention, through its predominant influence, to accomplish, if possible, in one form or another, a virtual consolidation of its own and its controlled companies. The effect of such action would be to terminate the independent control of these companies in their own sole interest; that is to say, in an interest regardless of the interests of the Calumet &amp; Hecla. No matter how proper the Calumet &amp; Hecla may think a given plan to be, it cannot appropriately represent the Tamarack and Isle Royale in determining either the fact or method of such acquisition or the question of compensation to those companies. In view of the showing made by this record with respect to the consolidation and milling plans, we think plaintiff entitled to some reasonable measure of protection against future action by the Calumet &amp; Hecla, in the representation of the interests of the Tamarack and Isle Royale, when adverse to those of the Calumet &amp; Hecla, unless plaintiff’s conduct has disentitled him to consideration.</p>\n<p id=\"b557-5\">It is urged that such result follows from his participation in the sale to the Calumet &amp; Hecla of holdings of Tamarack and Isle Royale stock, and in the alleged fact that'the Calumet &amp; Hecla has only the same kind of joint control over those companies which the Osceola had under the Bigelow management. While plaintiff’s plight may not violently appeal to purely sentimental consideration, it would seem enough to say of the proposition in question that plaintiff, in selling so much of his stock as he then sold, had the right to assume (as was presumed by the court in the Bigelow Cases) that the Calumet <em>&amp; </em>Hecla would not so employ its-stock as to “prejudice other stockholders generally of either company associated, or to interfere with the integrity of either company,” or to use. the facilities of the associated companies except upon terms and in manner mutually advantageous to majority and minority stockholders. While such common management has not, we think, been shown to have prejudiced the interests of the Tamarack and Isle Royale stockholders as respects ordinary operation of their mining business, yet extraordinary changes, affecting integrity of organization and means of independent operation, stand upon a different footing. Such changes are not mere matters of internal management, but, if seriously impair<page-number citation-index=\"1\" label=\"544\">*544</page-number>ing the interests of other stockholders, amount, we think, to such virtual destruction of their rights, in whole or in part, as to give right to relief.</p>\n<p id=\"b558-4\">The question of appropriate remedy is not free from difficulty. “The circumstances of each case must determine the jurisdiction of a court of equity to give the relief sought,” and a case should be given “such remedy as its circumstances may require.” Dodge v. Woolsey, supra, at pages 344 and 345 of 18 How. (15 L. Ed. 401), respectively. The question is, What do the circumstances here require ?</p>\n<p id=\"b558-5\">It would seem proper to enjoin the Calumet &amp; Hecla from representing, through its own directors, the interests of the Tamarack and Isle Royale upon new or further plans affecting their integrity as independent companies, or the integrity of their plants. But such remedy would be unnecessarily confusing in practical operation. In view of what we have said, we do not think plaintiff should be denied all remedy, unless and until other action shall be had affecting the integrity of the com- ■ panies in which he is interested or of their plants. A continuing intention by one corporation to absorb or destroy the interests of stockholders in another corporation has been held to justify injunction against voting stock in furtherance of such control. 2 Clark &amp; Marshall on Corporations, § 540, p. 1676; 2 Cook on Corporations (6th Ed.) § 615, p. 1675; Memphis &amp; C. R. Co. v. Woods, 88 Ala. 630, 644, 645, <em>7 </em>South. 108, 7 L. R. A. 605, 16 Am. St. Rep. 81; 5 Pomeroy’s Eq. Jurisp. § 305, pp. 347-8. We do not think the circumstances presented here call for this remedy. We are, however, of opinion that plaintiff is entitled to the reasonable restraint which a board of directors independent of the Calumet &amp; Hecla board would naturally bring; in other words, we think the Calumet &amp; Hecla should be enjoined from voting its stock or employing proxies of other stockholders in the election of directors for the Isle Royale and Tamarack who are, or are intended by the Calumet &amp; Hecla to be, at the same time directors or officers of the Calumet &amp; Hecla. Such remedy would be preventive, not punitive. It should afford reasonable protection,'without undue or unnecessary injury to any interests.</p>\n<p id=\"b558-6\">As to the specific milling plan in question: Upon the record as here made, the plaintiff would, we think, have been entitled, had he asked it, to an injunction restraining the Calumet &amp; Hecla, the Tamarack, and the Isle Royale Companies from taking further action, provided the .plan had not already been carried out, and provided no contract rights had been acquired by other interested companies. Railway Co. v. Gray, 160 Ala. 497, 513, 49 South. 347. Plaintiff’s bill does not specifically ask sych restraint by way of final relief, his brief in this court does not ask it, the final decree dissolved whatever restraint before existed, and the record shows no attempt to preserve an existing status pending appeal. We do not know whether the plan has been carried out. If so, no relief could be here given, for all the parties interested are not before the court. The decree may be without prejudice to such further action, if any, as plaintiff may be advised to take, by supplemental bill or otherwise, for relief against the plan; but as to the propriety or efficacy of such remedial action at this time we intimate no opinion.</p>\n<p id=\"b559-2\"><page-number citation-index=\"1\" label=\"545\">*545</page-number>The decrees appealed from will he reversed, with costs, and the causes remanded to the District Court, with directions to take further proceedings not inconsistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b547-6\"> The eleven companies are the Allouez, Centennial, Gratiot, La Salle, Osceola, Superior, Laurium, Seneca, Isle Royale, Ahmeek, and Tamarack.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b547-7\"> Comp. Laws Mich. 1897, §§ 7015-7018.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b547-8\">The Michigan consolidation statute limits capitalization thereunder to .$10,000,000.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b550-6\"> Italics ours.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}