{
  "casebody": {
    "data": "<casebody firstpage=\"319\" lastpage=\"341\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b341-6\">785 A.2d 806</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AaR\">Howard HOPKINS v. Stanley SILBER, M.D.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ApC\">No. 1159,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AYJ\">Sept. Term, 2000.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"AJD\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ASo\">Nov. 29, 2001.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b345-5\"><page-number citation-index=\"1\" label=\"323\">*323</page-number>Leonard A. Orman, Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b345-6\">Peter E. Keith (Jack C. Tranter and Gallagher, Evelius &amp; Jones, LLP on the brief), Baltimore, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b345-7\">Argued before DAVIS, KRAUSER and WILLIAM W. WENNER (Retired, specially assigned), JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b345-8\">KRAUSER, Judge.</author>\n<p id=\"b345-9\">Appellant, Howard Hopkins, filed a complaint in the Circuit Court for Baltimore City, alleging that he had been the subject of two negligently performed penile implant surgeries: the first was performed by appellee, Stanley R. Silber, M.D., and the second by Horst K. Schirmer, M.D. A jury found both doctors negligent and awarded appellant $15,000 in past medical expenses and $20,000 in non-economic damages.</p>\n<p id=\"b345-10\">Although the jury rejected appellees’ defense of contributory negligence, it nonetheless found that appellant, by his post-surgery conduct, had negligently contributed to the injuries he sustained. This finding, appellant claims, unfairly depressed the amount of non-economic damages the jury awarded because, according to appellant, the issue of contributory negligence should not have been submitted to the jury in the first place. For that reason, among others, appellant now seeks a new trial solely on the question of non-economic damages. Because of a post-trial settlement of his claim against Dr. Schirmer, this appeal only involves appellant’s claim against Dr. Silber. In turn, Dr. Silber has filed a cross-appeal against appellant, claiming that the circuit court should have set aside <page-number citation-index=\"1\" label=\"324\">*324</page-number>the verdict because the jury found contributory negligence, if only as to damages.</p>\n<p id=\"b346-4\">The specific issues presented by appellant<footnotemark>1</footnotemark> are:</p>\n<blockquote id=\"b346-5\">I. Whether the circuit court erred in permitting the issue of contributory negligence to go to the jury.</blockquote>\n<blockquote id=\"b346-6\">II. Whether the circuit court erred in instructing the jury that appellant had a duty to reduce his injuries.</blockquote>\n<blockquote id=\"b346-7\">III. Whether the circuit court erred in instructing the jury on intervening superseding causes.</blockquote>\n<blockquote id=\"b346-8\">IV. Whether the circuit court erred in failing to grant appellant’s motion for a mistrial after appellee made a “golden rule” argument to the jury.</blockquote>\n<p id=\"b346-9\">In his cross-appeal, appellee raises, as noted earlier, only one issue:</p>\n<blockquote id=\"b346-10\">Whether the circuit court erred in failing to set aside the verdict and award of damages in favor of appellant because the jury found contributory negligence.</blockquote>\n<p id=\"b346-13\">For the reasons that follow, we shall affirm the judgment of the circuit court.</p>\n<p id=\"b346-14\">FACTS</p>\n<p id=\"b346-15\">Appellant developed prostate cancer, requiring the surgical removal of his prostate gland and radiation treatment. As a result of the radiation treatment, appellant became impotent and consulted appellee, Stanley R. Silber, M.D. Appellee recommended at first a prescription drug, then a vacuum pump, and finally, penile injections. When these measures failed to cure the problem, appellee suggested penile implants, and appellant agreed.</p>\n<p id=\"b346-16\">On January 2, 1996, appellee surgically implanted two prostheses in appellant’s penis. After surgery, Dr. Silber instructed appellant to refrain from sex for “five or six weeks,” and to keep his penis in an upright position and in an erect <page-number citation-index=\"1\" label=\"325\">*325</page-number>state until it healed from the surgery. He further instructed appellant to return periodically to appellee’s office for an examination to determine whether he could resume sex. As instructed, appellant returned to appellee’s office on January 11, January 19, and February 2 of 1996. But, in disregard of appellee’s instructions, appellant “tr[ied] to have sex” six different times before the recommended waiting period had expired.</p>\n<p id=\"b347-5\">Four weeks after surgery, appellant’s post-operative pain “had subsided somewhat,” leaving him with a “small amount of pain.” At his February 2 appointment with appellee, however, appellant informed appellee that he could not deflate his implants. They failed to function, according to appellant, as appellee had promised they would.</p>\n<p id=\"b347-6\">Unhappy with his penile implants, appellant canceled his sixth week appointment with appellee, scheduled for February 16. He thereupon made an appointment to see Horst Schirmer, M.D., later to be named appellee’s co-defendant. On February 23, 1996, appellant met with Dr. Schirmer. At that consultation, appellant informed Dr. Schirmer that two prostheses had been implanted in his penis and that he was unable to deflate them. He also complained that “the prosthesis on the right side was pressing on the skin just behind the penis glans, the bulb on the end of the penis.” It was, according to appellant, “quite painful.”</p>\n<p id=\"b347-7\">Dr. Schirmer examined appellant and found ischemia<footnotemark>2</footnotemark> on the right side of appellant’s penis. Dr. Schirmer informed appellant that the prosthesis on the right side of his penis was too long and that it was causing the ischemia by “putting too much pressure on the penis and starving the tissue in that area from getting blood.” There was a danger, Dr. Schirmer explained, that the implant would extrude through the tissue “out to the skin.” He therefore recommended that the implant be removed. Until that could be done, Dr. Schirmer <page-number citation-index=\"1\" label=\"326\">*326</page-number>suggested relieving “some of the pressure off of the right device by sticking a needle in the cylinder on the right side and pulling fluid out.” Appellant agreed.</p>\n<p id=\"b348-5\">When appellant returned to his office, Dr. Schirmer performed that procedure but to no avail; appellant’s penis remained erect and, according to appellant, “painful and swollen.” Dr. Schirmer then advised appellant that the implants should be removed and replaced with, what he described as “malleable rods.” The implants were removed, and the rods implanted in May, 1996.</p>\n<p id=\"b348-6\">After surgery, however, the implant on the right side of appellant’s penis broke through the right corporal body<footnotemark>3</footnotemark> inside his penis, requiring removal of the implant. The removal was performed by Harold J. Alfert, M.D., at Johns Hopkins Hospital in November of 1996. After removing the device, Dr. Alfert showed it to appellant. It was not a malleable rod, but, according to appellant, a “rubbery device,” known as a “sizer,” and, on the side of that device, were imprinted the words “not for implant.”<footnotemark>4</footnotemark> Dr. Alfert did not remove the malleable rod that Schirmer had implanted on the left side of appellant’s penis.</p>\n<p id=\"b348-7\">Following the removal of the sizer, Dr. Alfert' referred appellant to Arthur Burnett, M.D. Dr. Burnett met with appellant and discussed with him the risks of undergoing another penile prosthesis surgery. The risks, according to Dr. Burnett, included “device infection, erosion, malfunction, [and the] need for replacement.” Dr. Burnett also informed appellant that “repeated penial prosthesis surgeries can be more <page-number citation-index=\"1\" label=\"327\">*327</page-number>problematic in terms of risks.” “The concern,” he explained, “is that some of the penial tissues with scarring and perhaps poor circulation [may not] hold the device.... ” And he stated that “the risk of device failure for repeated surgeries are higher.”</p>\n<p id=\"b349-5\">A pre-surgical consultation with Dr. Burnett was scheduled as appellant appeared “inclined to proceed ahead with penial prosthesis surgery.” At that consultation, Dr. Burnett informed appellant that his “best recommendation for a successful surgery [was] to replace the [malleable rod] in the more healthy side of the penis ... with an inflatable device.” The likelihood of success, Dr. Burnett opined, was “actually very good.” Dr. Burnett scheduled appellant for surgery and for a pre-operative evaluation. After undergoing the pre-operative evaluation, however, appellant canceled the surgery and never returned to Dr. Burnett.</p>\n<p id=\"b349-6\">At trial, appellant’s girlfriend, Judith Tarleton, testified that appellant’s pain from the operation performed by appellee subsided within three or four weeks of the surgery. She further testified that, following that three or four week period, she and appellant attempted to have sexual intercourse six times. Those attempts were both painful and unsuccessful. Consequently, appellant went to Dr. Schirmer for treatment. Tarleton stated that she and appellant have not been able to engage in sexual intercourse since November of 1996, notwithstanding the remaining left implant.</p>\n<p id=\"b349-7\">Appellant’s first expert witness was Dr. James Smolev, a urologist. Based on his review of appellant’s medical records, Dr. Smolev testified that “[i]t appeared that [appellee] put in a prosthesis on ... the right side of [appellant’s] penis that was too large for the tissue to accept.” Unable to deflate the device, appellant was in “constant pain.” The implantation was, Dr. Smolev testified, a deviation from “accepted standards of medical care.”</p>\n<p id=\"b349-8\">Later, according to Smolev, Dr. Schirmer correctly found that the implanted prosthesis was too long and had cut off the <page-number citation-index=\"1\" label=\"328\">*328</page-number>blood supply of the surrounding tissues, causing ischemia. Dr. Smolev described the dangers of this condition:</p>\n<blockquote id=\"b350-5\">Well tissues that don’t have good blood supply cannot resist infection either. So if you combine a piece of plastic with an area of necrotic or dead tissue, that will automatically get infected, it will spread the infection at least in the penis and eventually that tissue will not be able to resist or hold in the plastic and the plastic will come piercing out of the end of the penis.</blockquote>\n<p id=\"b350-6\">Consequently, the implants should have been removed by Dr. Schirmer “as soon as possible----” “[C]ertainly no more than two days” after Dr. Schirmer had determined that appellant’s right implant was “too long,” he opined. Nonetheless, Dr. Schirmer waited two- months before removing the right implant. This two-month wait, according to Dr. Smolev, “made [appellant’s situation] worse.” Dr. Smolev further testified that had Dr. Schirmer promptly removed appellant’s right prothesis, there would have been “a very reasonable chance within medical probability that [appellant’s] penis could have been salvaged.”</p>\n<p id=\"b350-9\">Dr. Smolev also stated that the penile implant appellee inserted was not the type that could be deflated by drawing its fluid. He therefore opined that Dr. Schirmer’s removal of fluid from appellant’s implant “was not in accordance with the standard of care.” He added that Dr. Schirmer also violated the standard of care when he implanted the sizer.</p>\n<p id=\"b350-10\">As to whether appellant was a candidate for re-implantation, Dr. Smolev asserted that, based on the condition of appellant’s penis, he “would have to give [appellant] a very high chance of failure” and that it might “mak[e] his condition much worse.... ” He explained that “the fact that there has been an erosion of the right cylinder ... [,] there’s [no] spongy tissue or erectile tissue left.” Dr. Smolev added that “there are a few surgeons who are experts ... who possibly could do it, but certainly it’s heroic surgery.” Appellant’s condition, Dr. Smolev concluded, was permanent.</p>\n<p id=\"b351-4\"><page-number citation-index=\"1\" label=\"329\">*329</page-number>Appellant’s next expert witness was Dr. Burnett. In addition to the testimony that we have previously discussed, Dr. Burnett testified that, although he told appellant that there was a very good chance that the surgeiy he proposed would be successful, he did not think it was unreasonable for appellant not to go through with that surgery.</p>\n<p id=\"b351-5\">Appellee’s defense consisted of his testimony and the testimony of Michael Nasland, M.D. Appellee testified that appellant’s January 19 and February 2 examinations revealed “very little discoloration.” While acknowledging that appellant “was certainly having discomfort,” he observed that that “was not extremely abnormal.” Moreover, he claimed that there did not appear to be anything wrong with the size or placement of appellant’s implants. “They seemed to be in good position,” he opined.</p>\n<p id=\"b351-6\">Appellee also testified that his post-surgical examinations of appellant did not disclose any signs of ischemia. In fact, he stated that he was surprised that, several weeks later, Dr. Schirmer found ischemia. He further testified that he had told appellant “it would be approximately six weeks before he could resume intercourse.” He gave that instruction because time was needed “for both the incision to heal, [and] for the prosthesis to seat adequately in the corporal [body].... ”</p>\n<p id=\"b351-7\">At the close of his testimony, appellee stated that, “to the best of his knowledge,” he had performed the surgery on appellant correctly; had placed the correct size prosthesis in appellant; and had never “observed anything that led [him] in anyway to think that perhaps the wrong size prosthesis had been used on [appellant].”</p>\n<p id=\"b351-8\">Appellee’s expert witness, Dr. Michael Nasland, a urologist with the University of Maryland Hospital and director of the Maryland Prostate Center, testified that he had reviewed the medical records of Doctors Schirmer, Alfert, and Burnett, among others. He stated that a patient’s premature attempts at sexual intercourse, shortly after penile implant surgery, could break the surgical incisions. He added that “if you start to have sexual activity early, that hasn’t healed completely, <page-number citation-index=\"1\" label=\"330\">*330</page-number>there’s the potential for more damage to the corporal bodies to occur then would normally occur from the operation.” Dr. Nasland further testified that the malleable rod remaining in the left corporal body of appellant’s penis was adequate for sexual intercourse.</p>\n<p id=\"b352-5\">According to the briefs of the parties, Jonathan Jarow, M.D. also testified. Because the testimony of Jarow was not included in the extract, we shall not consider what he might or might not have said at trial, regardless of the representations of the parties. <em>See Tretick v. Layman, </em>95 Md.App. 62, 79 n. 4, 619 A.2d 201 (1993) (holding that appellant failed to preserve issue for review because he failed to include in the extract pertinent portions of the trial transcript).</p>\n<p id=\"b352-6\">At the conclusion of the trial, the jury returned a verdict of $15,000 for past medical expenses and $20,000 for non-economic damages. Dissatisfied with the non-economic damages award, appellant noted this appeal. We now turn to the issues presented by both parties.</p>\n<p id=\"b352-7\">I</p>\n<p id=\"b352-8\">Both parties claim that the circuit court erred in the manner in which it handled the issue of contributory negligence though, of course, for different reasons. Appellant contends that the issue should not have been submitted to the jury; appellee claims that it should have but not with the instructions given by the circuit court. Because these claims are intertwined, we shall consider them together. We turn first to appellant’s claim, questioning the propriety of submitting this issue to the jury.</p>\n<p id=\"b352-9\">A</p>\n<p id=\"b352-10\">Appellant contends that the circuit court erred in permitting the issue of contributory negligence to go to the jury because appellee purportedly failed to present any evidence that appellant’s “injuries were caused by his actions.” In addition, appellant claims that appellee’s failure “to assert <page-number citation-index=\"1\" label=\"331\">*331</page-number>or claim contributory negligence in [his] answer to interrogatory bars the issue of contributory negligence.”</p>\n<p id=\"b353-5\">As to the latter argument, we note that neither the extract nor the record contains a copy of either appellant’s interrogatories or appellee’s answers. We therefore decline to address this argument. <em>See Salem Constr. Corp. v. Tompkins, </em>259 Md. 345, 346, 269 A.2d 824 (1970) (“The Court will not pass upon matter[s] not printed in the extract____”). We note in passing, however, that the record contains appellee’s answer to appellant’s complaint, which asserts contributory negligence as an affirmative defense.</p>\n<p id=\"b353-8\">We conclude that there was sufficient evidence to send this issue to the jury. Maryland law requires “the submission of even meager evidence [of contributory evidence] to the jury,” <em>See Chudson v. Ratra, </em>76 Md.App. 753, 769-70, 548 A.2d 172 (1988), and the evidence adduced in the instant case was substantially more than meager.</p>\n<p id=\"b353-9\">Both parties testified that appellee instructed appellant to refrain from sexual intercourse for “six weeks.” In fact, appellant testified that it was his understanding that “the plan” called for him to return periodically to appellee’s office for the purpose of determining whether he could resume having sexual intercourse. Appellant therefore knew that his premature attempts to engage in sexual intercourse involved some risk. Nonetheless, he attempted to have sexual intercourse no less than six times within the six week period during which he was to refrain from such activities. He did so in disregard of his doctor’s orders. Moreover, appellee testified that the six week waiting, period was to allow “time for both the incision to heal, [and] for the prosthesis to seat adequately in the corporal [body],...” And Dr. Nasland opined that a patient’s premature attempts at sexual intercourse, shortly after penile implant surgery, could break the surgical incisions. He added that “if you start to have sexual activity early, that hasn’t healed completely, there’s the potential for more damages to the corporal bodies to occur then would normally occur from the operation.” Indeed, appellant’s own <page-number citation-index=\"1\" label=\"332\">*332</page-number>expert witness, Dr. Smolev, warned that the device should not be used for at least six weeks and compared a premature use of the device to “running a 100 yard dash a week after you have [had] a hip replacement.”</p>\n<p id=\"b354-5\">Furthermore, there is evidence that up to the time he attempted to have' intercourse, everything appeared to be going well. Indeed, appellant testified that, at his four week examination by appellee, his post-operative pain “had subsided somewhat,” leaving him with a “small amount of pain.” Ap-pellee concurred with that assessment and added that, at the four week examination, nothing appeared wrong with the size or placement of appellant’s implants. “They seemed to be in good position,” he opined. Moreover, he did not notice any signs of ischemia. Appellant’s only problem, at that time, was that he could not fully deflate the implants.</p>\n<p id=\"b354-6\">Judith Tarleton, appellant’s girlfriend, also testified that appellant’s post-surgical pain had subsided within three or four weeks of the surgery. She further stated that, after that three or four week period, she and appellant attempted to have sexual intercourse six times, and that, after those six attempts, appellant went to Dr. Schirmer with complaints of severe pain.</p>\n<p id=\"b354-7\">Notwithstanding this testimony, appellant argues that, without expert testimony “to prove contributory negligence and that such negligence was a proximate cause of the claimed injuries,” the issue should not have been permitted to go to the jury. As detailed above, there was considerable lay and expert testimony that, other than the difficulty in deflating the implants, appellant appeared to be having no unusual problems following the surgery performed by appellee. That absence of problems continued until, against doctor’s orders, he repeatedly attempted to have sexual intercourse within weeks of his surgery. Moreover, experts for both sides testified as to the inadvisability of premature sexual activity and the consequences that would flow from making premature demands on the implanted devices.</p>\n<p id=\"b355-3\"><page-number citation-index=\"1\" label=\"333\">*333</page-number>B</p>\n<p id=\"b355-5\">Appellee contends that the circuit court’s “contributory negligence instruction was erroneous” for two reasons. First, appellee argues that, because the Court of Appeals reversed <em>Santoni </em>in <em>Moodie v. Santoni, </em>292 Md. 582, 441 A.2d 323 (1982), the Santoni-based instruction given by the circuit court was not a correct statement of the law. Second, appellee maintains that the circuit court’s contributory negligence instruction was tantamount to an instruction on comparative negligence, a doctrine rejected by our appellate courts and legislature. <em>See, e.g., Franklin v. Morrison, </em>350 Md. 144, 167, 711 A.2d 177 (1998); <em>Harrison v. Montgomery County Board of Education, </em>295 Md. 442, 463, 456 A.2d 894 (1983). Neither argument is persuasive.</p>\n<p id=\"b355-6\">The instruction at issue stated:</p>\n<blockquote id=\"b355-7\">The rule of contributory negligence requires that the patient’s negligence must be concurrent with that of the physician. If it occurs after the physician’s negligence and merely adds to the effects, as opposed to being the cause of the patient’s problem, it will not relieve the physician from liability. It may serve to mitigate or lessen the amount of damages that you award, however.</blockquote>\n<blockquote id=\"b355-8\">And there is a question on the verdict sheet that asks you, “Is contributory negligence in this case an affirmative defense?” This is what it’s referring to.</blockquote>\n<blockquote id=\"b355-9\">An affirmative defense is a bar. Think of it as the example of self-defense in an assault case. That prevents Howard Hopkins from holding the physician liable.</blockquote>\n<blockquote id=\"b355-10\">If you find instead that it merely added to the effect, as opposed to being the cause of the patient’s problem, it won’t relieve the physician from liability. You can go on to consider damages and you can consider that as a mitigating factor in your deliberation as to the amount that you award.</blockquote>\n<p id=\"b355-11\">That instruction was based upon this Court’s opinion in <em>Santoni v. Schaerf, </em>48 Md.App. 498, 428 A.2d 94 (1981). In that case, we quoted -with approval the following statement:</p>\n<blockquote id=\"b356-3\"><page-number citation-index=\"1\" label=\"334\">*334</page-number>“The rule of contributory negligence requires that the patient’s negligence must be concurrent with that of the physician. If it occurs after the physician’s negligence and merely adds to the effects, as opposed to being the cause of the patient’s problem, it will not relieve the physician from liability; it will merely serve to ‘mitigate’ or lessen the amount of damages awarded to the patient.”</blockquote>\n<p id=\"b356-4\"><em>Santoni </em>48 Md.App. at 505, 428 A.2d 94 (quoting Holder, <em>Medical Malpractice Law, </em>p. 302 (2nd ed.1978)).</p>\n<p id=\"b356-5\"><em>Santoni </em>as appellee claims, was reversed by the Court of Appeals but not for the reasons appellee implies. In <em>Santoni, </em>the issue before this Court was whether there was sufficient evidence to support the jury’s verdict of contributory negligence. <em>See id. </em>at 505, 428 A.2d 94. Central to that question was the appropriate standard to be applied in making that determination. In <em>Santoni </em>we applied a “more likely than not test” to the evidence, which consisted principally of “a series of inferences.” <em>See id. </em>at 509, 428 A.2d 94. That approach was rejected by the Court of Appeals in <em>Moodie. </em>In so doing, the Court of Appeals held that the “more likely than not” test “[did] not correctly state the Maryland law.” <em>See Moodie, </em>292 Md. at 590, 441 A.2d 323. “The proper test,” the Court held, “is ... that one would be entitled to an instruction that he was free of contributory negligence ‘if there was no evidence from which a reasonable mind could find or infer that he had directly contributed to his own injury by behaving as an ordinarily prudent man would not behave, under the circumstance.’ ” <em>See id. </em>(quoting <em>Lindenberg v. Needles, </em>203 Md. 8, 15, 97 A.2d 901 (1953)).</p>\n<p id=\"b356-6\">Thus, the Court of Appeals’ reversal of our decision in <em>Santoni </em>rested solely on the question of the appropriate standard to be applied to evidence of contributory evidence. In other words, this Court’s determination in <em>Santoni </em>still stands: if contributory negligence “occurs after the physician’s negligence and merely adds to the effects, it will merely serve to ‘mitigate’ or lessen the amount of a damages awarded to the patient” still stands. Consequently, the circuit court’s instruc<page-number citation-index=\"1\" label=\"335\">*335</page-number>tion, based on that determination, was not erroneous. Nor did it amount to a comparative negligence instruction, as appellee contends. It was a proper and, we believe, an appropriate recitation of the law concerning contributory negligence that merely aggravates an injury that is complete.</p>\n<p id=\"b357-5\">To bar recovery, the plaintiffs contributory negligence must have “significantly contributed to the injury.” <em>See Smith v. Pearre, </em>96 Md.App. 376, 393, 625 A.2d 349 (1993)(quoting <em>Chudson, </em>76 Md.App. at 774, 548 A.2d 172). But if, on the other hand, the “injury flowing from the primary negligence is essentially complete prior ... to any negligence on the part of’ the plaintiff and the plaintiffs negligence “simply enhances the injury,” it “may be an entirely correct approach” to reduce the damages to the extent that the plaintiffs negligence “enhances the injury.” <em>See Chudson, </em>76 Md.App. at 772-73, 548 A.2d 172 (relying on 70 C.J.S. <em>Physicians and Surgeons </em>§ 80(a) (1987)). Indeed, we believe this principle has been repeatedly recognized by the appellate courts of this State, whether it was dubbed “contributory negligence,”<footnotemark>5</footnotemark> the “doctrine of avoidable consequences,”<footnotemark>6</footnotemark> or <page-number citation-index=\"1\" label=\"336\">*336</page-number>the “doctrine of minimization of damages.”<footnotemark>7</footnotemark></p>\n<p id=\"b358-5\">Other contributory negligence states have adopted the same rule. <em>See, e.g., Lawrence v. Wirth, </em>226 Va. 408, 412, 809 S.E.2d 315, 317 (1983) (“[A] patient’s neglect of his health following his physician’s negligent treatment may be a reason for reducing damages, but does not bar all recovery.”); <em>Brazil v. United States of America, </em>484 F.Supp. 986, 991 (N.D.Ala. 1979) (“ ‘Where liability for negligence or malpractice has been incurred by a physician, subsequent negligence of the patient, which aggravates the injury primarily sustained at the hands of the physician, does not discharge the latter from liability, but only goes in mitigation of damages.’ ”).</p>\n<p id=\"b358-6\">In sum, we hold that the circuit court’s contributory negligence instruction was proper.</p>\n<p id=\"b358-7\">II</p>\n<p id=\"b358-8\">Appellant next claims that there was no evidence to support the circuit court’s instruction regarding his duty to mitigate damages in connection with his failure to have corrective surgery. Specifically, appellant states that “[ajppellee did not prove Appellant’s injuries could be minimized, did not prove that Appellant was aware his injuries could be minimized, and did not prove that Appellant should have accepted the risks of additional surgery.” We disagree.</p>\n<p id=\"b358-9\">“ ‘A litigant is entitled to have his theory of the case presented to the jury, but only if that theory of the case is a correct exposition of the law and there is testimony in the case which supports it.’ Thus, the general rule regarding instruc<page-number citation-index=\"1\" label=\"337\">*337</page-number>tions to the jury has two aspects: (1) the instruction must correctly state the law, and (2) that law must be applicable in light of the evidence before the jury.” <em>Sergeant Co. v. Pickett, </em>285 Md. 186, 194, 401 A.2d 651 (1979) (citations omitted); <em>see also Wegad v. Howard Street Jewelers, Inc., </em>326 Md. 409, 414, 605 A.2d 123 (1992); <em>Kelbaugh v. Mills, </em>108 Md.App. 89, 94, 671 A.2d 41 (1996).</p>\n<p id=\"b359-5\">Appellant does not dispute the first aspect of that rule, that is, that the mitigation instruction correctly stated the law. But, he does dispute the second aspect, claiming that the evidence did not warrant such an instruction.</p>\n<p id=\"b359-6\">The duty to mitigate damages “serves to reduce the amount of damages to which a plaintiff might otherwise have been entitled had he or she used all reasonable efforts to minimize the loss he or she sustained as a result of a breach of duty by the defendant.” <em>See Schlossberg, </em>73 Md.App. at 421-22, 534 A.2d 1003. “[I]n order for the doctrine of minimization of damages to apply, there must first have been a breach of duty on the part of the defendant, who then raises an issue as to the propriety of the losses or damages claimed by the plaintiff.” <em>See id. </em>at 422, 534 A.2d 1003. “[T]he burden of proving that a loss could have been avoided by the exercise of reasonable effort on part of the plaintiff is upon the defendant____” <em>Id.</em></p>\n<p id=\"b359-7\">Appellant testified that, notwithstanding the remaining malleable rod in the left corporal body of his penis, he still could not achieve an erection, and Dr. Smolev testified that the damage to appellant’s penis was permanent and that corrective surgery might make his condition worse. In contrast, Dr. Nasland testified that the remaining malleable rod was adequate for sexual intercourse. Furthermore, Dr. Burnett, appellant’s own expert witness, stated that he had informed appellee that he believed that by replacing the malleable rod with an inflatable device, he could correct appellant’s problem. He rated appellant’s chances of success as “very good.” Thus, the testimony of Drs. Nasland, Smolev, and Burnett justified an instruction on mitigation of damages.</p>\n<p id=\"b360-4\"><page-number citation-index=\"1\" label=\"338\">*338</page-number>Ill</p>\n<p id=\"b360-5\">Appellant next contends that “[t]he trial court erred by instructing the jury that it could consider a break in damages by a superseding intervening cause when it determined the damages caused by appellee’s negligence.” Unfortunately, appellant fails to state why the giving of that instruction constituted error. It is unclear to us whether he is challenging the sufficiency of the evidence underlying the instruction in question, or whether he is questioning the legal adequacy of the instruction itself.</p>\n<p id=\"b360-6\">Maryland Rule 8-504(a)(5) provides that a brief must contain “[a]rgument in support of the party’s position.” In the event that it does not, this Court “may dismiss the appeal or make any other appropriate order with respect to the case.” Md. Rule 8-504(c). Accordingly, we have held that arguments not presented with particularity will not be considered on appeal. <em>See Beck v. Mangels, </em>100 Md.App. 144, 149, 640 A.2d 236 (1994). Unable to discern any reason why we should depart from this holding now, we shall give this issue no further consideration.</p>\n<p id=\"b360-7\">IV</p>\n<p id=\"b360-8\">Finally, appellant contends that the trial court erred in failing to grant a mistrial because of the comments appellee made to the jury during closing argument. In his opening argument, appellant had asked the jury to award him one million dollars in non-economic damages. In response to that request, appellee argued to the jury:</p>\n<blockquote id=\"b360-9\">[APPELLEE]: ... [W]hat does [appellant] think this is, the Lotto or some Big Game, asking for a million dollars? How many years is it going to take you to work eight hours a day—</blockquote>\n<p id=\"b360-10\">At this point, appellant objected. When the court sustained that objection, appellee continued:</p>\n<blockquote id=\"b360-11\">[APPELLEE]: How many hours will it take you to achieve a million dollars when—</blockquote>\n<p id=\"b361-4\"><page-number citation-index=\"1\" label=\"339\">*339</page-number>Once again, appellant objected. This time, however, appel-lee asked to approach the bench. When counsel assembled at the bench, appellant argued that the “Golden Rule” precluded appellee from “asking the jury to put themselves in somebody’s position,” and that a violation of that rule was “totally wrung and totally irreversible error.” Appellant then requested a mistrial, whereupon the following discussion between the court and counsel ensued:</p>\n<blockquote id=\"b361-5\">THE COURT: [Appellant], couldn’t [appellee] say if someone earned $20 an hour and worked a 40-hour week, that’s $800 or $40,000 a year, so then it would take—</blockquote>\n<blockquote id=\"b361-6\">[APPELLANT]: I think probably he could say that, but he can’t put the jury in that position.</blockquote>\n<blockquote id=\"b361-7\">[APPELLEE]: I’ll do it that way just to move this along.</blockquote>\n<blockquote id=\"b361-8\">[APPELLANT]: You can’t put the jury in the position of “How about you? How about your job? How are you going to come out of this?” And I’ve asked for a mistrial based on that improper argument on the part of defense.</blockquote>\n<blockquote id=\"b361-9\">THE COURT: I’ve already told them — I instructed them on the per diem argument, which is the same thing. It’s argument. They can accept it or reject it. But I’ll sustain your objection and he said he would stay away from it.</blockquote>\n<p id=\"AnB\">Appellant argues that “[t]he failure of the trial court to grant the requested mistrial or to properly instruct the jury resulted in the jury giving very little in the way of non-economic damages for a horrible injury.” Appellant further contends that a violation of the “Golden Rule” requires a mistrial. • We disagree.</p>\n<p id=\"b361-10\">“ ‘Ordinarily, the decision whether to grant a motion for a mistrial rests in the discretion of the trial judge,’ and that appellate review ‘is limited to whether there has been an abuse of discretion in denying the motion.’ ” <em>Hill v. State, </em>355 Md. 206, 221, 734 A.2d 199 (1999) (quoting <em>State v. Hawkins, </em>326 Md. 270, 277, 604 A.2d 489 (1992)). The failure to declare a mistrial after counsel has made improper remarks to the jury does not usually constitute an abuse of discretion. Indeed, “[e]ven when a clearly improper remark is made, a <page-number citation-index=\"1\" label=\"340\">*340</page-number>mistrial is not necessarily required.” <em>Id. </em>at 223, 734 A.2d 199. Instead,</p>\n<blockquote id=\"b362-4\">improper or prejudicial statements, remarks or arguments of counsel generally are cured by reproof by the trial judge; to his discretion customarily is left the choice of methods to protect the fair and unprejudicial workings of the judicial proceedings and his decision as to the effect of that choice upon the jury and only in the exceptional case, the blatant case, will his choice of cure and his decision as to its effect be reversed on appeal.</blockquote>\n<p id=\"b362-5\"><em>DeMay v. Carper, </em>247 Md. 535, 540, 233 A.2d 765 (1967).</p>\n<p id=\"b362-6\">Similarly, this Court has held that in responding to improper comments made by counsel to the jury, the trial judge “has many options.” <em>See Ferry v. Cicero, </em>12 Md.App. 502, 509, 280 A.2d 37 (1971). “[H]e may fit the pattern to the cloth. He may conclude to take no action, he may admonish the jury, he may restrict or forbid altogether any further argument on the point, he may permit opposing counsel to respond, he may declare a mistrial, he may take any other appropriate action.” <em>Id. </em>The action taken by the trial judge in this case was appropriate and, we believe, cured whatever prejudice was generated by the comments in question.</p>\n<p id=\"b362-7\">Before closing arguments, the trial judge provided the jury with life expectancy tables, which they were told to use “in determining the probable life expectancy of [appellant] as it bears on future losses and damages.” The judge also instructed the jury that “[t]he argument of counsel are not evidence and any dollar amount suggested by counsel and any damage formulation method recommended by counsel are merely suggestions of counsel as to the amount of damages that could be awarded.” The judge further informed the jury that “[e]ach side [was] free to argue,” but that it was “at liberty to accept all, part, or none of it.” Given these measures, the trial judge did not abuse his discretion in denying appellant’s motion for a mistrial.</p>\n<p id=\"b362-8\">Moreover, appellant’s claim that the jury reduced the amount of non-economic damages it awarded because of the <page-number citation-index=\"1\" label=\"341\">*341</page-number>comments in question is groundless. Any number of factors, including the evidence that appellant may have been contribu-torily negligent, or failed to mitigate damages, or was not permanently impaired by appellee’s negligence may have had a reductive effect on the jury’s award.</p>\n<p id=\"b363-5\">JUDGMENT AFFIRMED.</p>\n<p id=\"b363-6\">COSTS TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b346-17\">. We have rephrased, but not substantively altered, the issues presented by both parties to facilitate our analysis.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b347-8\">. \"Ischemia” is a “deficiency of blood in part, usually due to functional constriction or actual obstruction of a blood vessel.” Dorland’s Illustrated Medical Dictionary (28th ed.1994).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b348-8\">. The corporal body, or \"cavernosum penis” is “one of two parallel columns of erectile tissue forming the dorsal part of the body of the penis; they are separated posteriorly, forming the crura of the penis. SYN caversous body of penis.” <em>See </em>Stedman's Medical Dictionary (26th ed.1995).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b348-9\">. A “sizer” is a little ruler used to measure each corporal body. These measurements are then used to determine the correct length of the implant to be inserted. A sizer is not manufactured for implantation and is usually imprinted with the words \"not for implant, only for measurement.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b357-6\">. <em>See Chudson, </em>76 Md.App. at <em>773, </em>548 A.2d 172 (\" 'Where liability for negligence or malpractice has been incurred by a physician, subsequent negligence of the patient, which aggravates the injury primarily sustained at the hands of the physician, does not discharge the latter from liability, but only goes in mitigation of damages.’ ”); <em>Santoni, </em>48 Md. App. at 505, 428 A.2d 94 ('' 'The rule of contributory negligence requires that the patient's negligence must be concurrent with that of the physician. If it occurs after the physician's negligence and merely adds to the effects, as opposed to being the cause of the patient’s problem, it will not relieve the physician from liability; it will merely serve to 'mitigate' or lessen the amount of damages awarded to the patient.' \").</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b357-7\">. <em>Jones v. Malinowski, </em>299 Md. 257, 269, 473 A.2d 429 (1984) (“Our cases ... recognize the doctrine of 'avoidable consequences’ in tort actions — the duty to minimize damages — denying recovery of any damages that could have been avoided by reasonable conduct on the part of the plaintiff.”); <em>Rogers v. Frush, </em>257 Md. 233, 241, 262 A.2d 549 (1970) (\"Contributory negligence occurs either before or at the time of the wrongful act or omission of the defendant. On the other hand, the avoidable consequences generally arise after the wrongful act of the defendant. That is, damages may flow from the wrongful act or <page-number citation-index=\"1\" label=\"336\">*336</page-number>omission of the defendant, and if some of these damages could reasonably have been avoided by the plaintiff, then the doctrine of avoidable consequences prevents the avoidable damages from being added to the amount of damages recoverable.”).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b358-11\">. <em>Schlossberg </em>v. <em>Epstein, </em>73 Md.App. 415, 421-22, 534 A.2d 1003 (1988) (\"The doctrine [of minimization of damages] serves to reduce the amount of damages to which a plaintiff might otherwise have been entitled had he or she used all reasonable efforts to minimize the loss he or she sustained as a result of a breach of duty by the defendant.”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}