{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"372\" lastpage=\"372\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE of Kansas, Appellee,\n  <br/>\n  v.\n  <br/>\n  Derek J. EDMONDS, Appellant.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 118,759\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Kansas.\n </court>\n <decisiondate id=\"p-4\">\n  Opinion filed July 5, 2019.\n </decisiondate>\n <p id=\"p-5\">\n  MEMORANDUM OPINION\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-6\">\n   Per Curiam:\n  </author>\n  <p id=\"p-7\">\n   Derek J. Edmonds appeals from his convictions for aggravated battery and abuse of a child. On appeal, Edmonds contends that the district court erred when it failed to give a unanimity instruction. Additionally, Edmonds contends that the district court erred when it denied his request to redact portions of a video of an interview that he gave to a police officer. Finally, Edmonds contends that the district court erred in imposing his sentence. For the reasons set forth in this opinion, we affirm Edmonds' convictions and sentence.\n  </p>\n  <p id=\"p-8\">\n   FACTS\n  </p>\n  <p id=\"p-9\">\n   On June 8, 2016, Edmonds and his wife had a baby girl. Because the baby was born prematurely, she remained hospitalized at Overland Park Regional Medical Center for approximately 6 weeks. While in the hospital, an ultrasound of the baby's head revealed some bleeding in the brain. The hemorrhage was deep inside the baby's brain and was evidently not of the same type caused by trauma. At the time of the baby's discharge from the hospital, a neonatologist-Lisa M. Castro, M.D.-examined the baby and found the results to be normal. However, due to the premature birth, the baby required follow-up visits with health care providers to make sure that she was meeting developmental milestones.\n  </p>\n  <p id=\"p-10\">\n   After returning home to Lawrence, Edmonds and the baby's mother took turns taking care of the baby and her older brother. Although family friends would watch the children occasionally, their parents usually provided care for them. On weekdays, Edmonds would normally watch the children during the day because he worked at night. In turn, the children's mother would normally watch the children at night because she worked during the day.\n  </p>\n  <p id=\"p-11\">\n   During the week of September 12, 2016, the baby struggled with constipation, was fussy, had difficulty sleeping, and often refused to eat. On September 15, 2016, the mother left for work around 9 a.m. and Edmonds watched the children. When the mother stopped by during her lunch break, she heard the baby crying as she entered the apartment. A family friend had also been at the apartment that morning but had evidently left by the time the mother returned home.\n  </p>\n  <p id=\"p-12\">\n   The mother saw Edmonds holding the baby around the ribs and holding her close to his face. The baby was crying and the mother could tell that Edmonds was frustrated. The mother saw that Edmonds was not supporting the baby's neck and was yelling at her-saying \"What do you need?\" and \"What do you want?\" The mother also saw Edmonds shake the baby back and forth \"really fast\" for ten to fifteen seconds as she continued to cry. Concerned, the mother took the baby from Edmonds and sat down on the couch. After Edmonds calmed down, the mother returned to work, leaving the baby with her husband.\n  </p>\n  <p id=\"p-13\">\n   When the mother returned home around 5:30 p.m., Edmonds yelled at her that he was going to be late for his night shift. About an hour later, the mother checked on the baby and noticed that she was \"twitching\" as if she was having a seizure. The mother called Edmonds and he told her that he had not noticed anything unusual about the constipation. Shortly thereafter, the baby had another seizure. After visiting Edmonds at work, the parents decided to take the baby to Lawrence Memorial Hospital. In route, the baby had another seizure.\n  </p>\n  <p id=\"p-14\">\n   An emergency department nurse, L'Erin Ogle, took the baby's vital signs and found them to be \"abnormal\" and found the baby to be inconsolable. In particular, Nurse Ogle found that the baby had a \"[f]ast heart rate, [and] respiratory rate.\" The nurse also noticed that the baby refused to eat. In addition, Nurse Ogle noted periods where the baby would remain stiff and lacked focused eye movements while in the emergency room.\n  </p>\n  <p id=\"p-15\">\n   Dr. Anthony Goetting-an emergency medicine physician-examined the baby while she was at Lawrence Memorial. Dr. Goetting was informed that the baby's parents had brought her in because of \"seizure activity\" on the right side. Dr. Goetting noted that the mother was \"tearful\" and \"very concerned\" about the baby. He also noted that Edmonds was \"quiet\" and let the mother do \"most of the speaking.\" About 45 minutes after arriving at Lawrence Memorial, Edmonds took the older child home.\n  </p>\n  <p id=\"p-16\">\n   Upon examining the baby, Dr. Goetting found that her eyes deviated to the right. Although the doctor knew that \"tonic eye deviation\" can be a symptom of pressure, the parents told him that her eyes deviated to the right \"all along.\" According to Dr. Goetting, this statement caused him to be concerned. The doctor also noticed \"increased intercranial pressure,\" which was evidenced by the baby's anterior fontanelle-or soft spot-being \"firm and bulging.\" Dr. Goetting concluded that the situation was \"serious\" and contacted Children's Mercy Hospital in Kansas City, Missouri.\n  </p>\n  <p id=\"p-17\">\n   While Dr. Goetting waited for a specialist team to arrive from Children's Mercy, he ordered several lab tests and x-rays. The radiologist who read the x-rays called Dr. Goetting to tell him, \"there's something serious going on.... Looks like there's an acute subdural hemorrhage on the right posterior brain and some hemorrhage left front brain.\" According to Dr. Goetting, this meant that two areas of the baby's brain had bled and that this was a potentially life-threatening condition. In the emergency room, the baby continued to have an increased heart rate and developed problems maintaining an appropriate oxygen saturation. Moreover, as the baby's health continued to decline, she became quieter.\n  </p>\n  <p id=\"p-18\">\n   In the early morning hours of September 16, 2016, the baby was transported to Children's Mercy Hospital by helicopter. At Children's Mercy, it was discovered that the baby also had one or more fractured ribs. It was estimated by the doctors at Children's Mercy that the rib fractures occurred about one week earlier. The mother called Edmonds at some point that day to report on the baby's condition. During the conversation, Edmonds told her that it was possible that he caused the injuries to the baby. Although the baby was admitted to Children's Mercy, Edmonds did not visit her there.\n  </p>\n  <p id=\"p-19\">\n   Dr. Sara Kilbride-a pediatrician at Children's Mercy Hospital-also evaluated the baby. Dr. Kilbride serves as a member of the Section of Child Abuse and Neglect (SCAN) team at, which attempts to identify prevent, and treat child abuse. Dr. Kilbride evaluated the baby on the morning of September 16, 2016. She found that the baby's soft spot \"felt full\" and too \"elevated.\" Also, Dr. Kilbride found that the baby \"had a red mark on the right side of her tongue\" and a \"circular bruise on her right hip.\" In addition, she reviewed several tests and found evidence of multiple retinal hemorrhages in the baby's eyes. According to Dr. Kilbride, these hemorrhages evidenced \"an acceleration or deceleration type of movement\" such as the baby's \"head going forward and backward.\"\n  </p>\n  <p id=\"p-20\">\n   A skeletal survey showed a rib fracture that was currently healing. Dr. Kilbride estimated the fracture was between 7 to 10 days old. The doctor believed that the fracture was likely from \"a violent squeezing, [or] a violent impact.\" A second test revealed a skull fracture that split into two fractures on the back of the baby's head. Dr. Kilbride was unsure when the skull fracture occurred, but stated that it could have occurred the day that the baby was brought to the hospital. Moreover, a CT scan showed that both sides of the baby's brain had bleeding. Neurosurgeons at Children's Mercy performed three surgeries to drain blood from the baby's brain and to install a shunt.\n  </p>\n  <p id=\"p-21\">\n   Ultimately, Dr. Kilbride believed that the baby's injuries were likely caused by \"trauma\" consistent with shaking or whiplash. In Dr. Kilbride's opinion, the brain and retinal hemorrhaging could have been fatal. She also opined that the baby's injuries would result in a continued need for physical and occupational therapy. Also, in Dr. Kilbride's opinion, the injuries would likely delay the baby's physical development.\n  </p>\n  <p id=\"p-22\">\n   As a result of the concerns expressed by the health care providers at Children's Mercy, a report of possible child abuse was made. On September 16, 2016, Detective Randy Glidewell of the Lawrence Police Department obtained and executed a search warrant for Edmonds' apartment. During the search, Detective Glidewell found an \"onesie\" by the bathtub covered in vomit.\n  </p>\n  <p id=\"p-23\">\n   Later that day, Detective Lance Flachsbarth interviewed Edmonds. Detective Flachsbarth taped the interview. On September 23, 2016, Edmonds was interviewed for a second time. This interview was also recorded. On September 26, 2016, the State of Kansas charged Edmonds with abuse of a child in violation of K.S.A. 2016 Supp. 21-5602(a)(2). Subsequently, the State amended the complaint to add a second charge of aggravated battery in violation of K.S.A. 2016 Supp. 21-5413(b)(2)(A).\n  </p>\n  <p id=\"p-24\">\n   A four-day jury trial commenced on May 15, 2017. At trial, the State presented the testimony of eight witnesses. In addition, the State introduced 15 exhibits that were admitted into evidence. The exhibits included the videos of Detective Flachsbarth's interviews with Edmonds. Both videos were shown to the jury. Although the defense introduced two exhibits that were admitted into evidence, it did not call any witnesses to testify.\n  </p>\n  <p id=\"p-25\">\n   In addition to the health care providers who had seen the baby at Lawrence Memorial Hospital and Children's Mercy Hospital following the incident on September 15, 2016, the State also called Dr. Keith Warren as a witness. Dr. Warren is an ophthalmologist and retina specialist who had seen the baby several times after she was born. Comparing scan's of the baby's eyes taken while she was at Children's Mercy in September 2016 with scans he had taken prior to that time, Dr. Warren opined that there were blotches that had not previously been present, that the blotches were \"abnormal,\" and that the blotches indicated \"blood in the ... retina.\" According to Dr. Warren, a shaken baby experiences increased pressure on the brain, which is transmitted to blood vessels. If these blood vessels burst, hemorrhages are visible in the retina.\n  </p>\n  <p id=\"p-26\">\n   After deliberation, the jury found Edmonds guilty of both charges. Following the jury trial, Edmonds filed a motion to dismiss. At a hearing held on July 28, 2017, the district court first considered the motion to dismiss. At the hearing, Edmonds' counsel argued:\n  </p>\n  <blockquote id=\"p-27\">\n   \"[T]he charge of abuse of a child and aggravated battery were the same thing. The evidence that was presented on the two counts was the same by the witnesses....\n  </blockquote>\n  <blockquote id=\"p-28\">\n   \"And the defense's point is that the distinctions without a difference between the two counts as alleged and as charged as the evidence was presented and as the instructions were presented to the jury that you just simply can't divvy up the two. The one difference, as the State pointed out, is that the State has to prove the additional element in the abuse of a child, that the child was, in fact, under the age of 18. But that simply makes it, in our view, the dominant charge. If you're looking at the two being the same, it's the more specific charge, because it does require to prove the child was under the age of 18.\n  </blockquote>\n  <blockquote id=\"p-29\">\n   \"But, otherwise, there is no way-given the way that the jury was instructed and as the jury found and as the evidence was presented, there is no way a person could be guilty of the aggravated battery without also being guilty of abuse of a child, assuming that the victim was under the age of 18.\"\n  </blockquote>\n  <p id=\"p-30\">\n   Applying the plain language of K.S.A. 2016 Supp. 21-5602(c), the district court found that \"the ... statute ... specifically states that a person who violates the provisions of this section may also be prosecuted for, convicted of, and punished for any form of battery or homicide.\" Accordingly, the district court denied Edmonds' motion to dismiss and proceeded to sentencing.\n  </p>\n  <p id=\"p-31\">\n   The district court sentenced Edmonds to 34 months of incarceration and postrelease supervision of 24 months for his abuse of a child conviction. For the aggravated battery conviction, the district court imposed a concurrent 34 month sentence. Thereafter, Edmonds timely appealed.\n  </p>\n  <p id=\"p-32\">\n   ANALYSIS\n  </p>\n  <p id=\"p-33\">\n   Three issues are presented on appeal. First, whether the district court committed clear error in failing to give a unanimity instruction. Second, whether the district court erred in denying Edmonds' request to redact one of the videos because it allegedly contained prejudicial and inadmissible evidence. Third, whether the district court violated Edmonds' constitutional rights as set forth in\n   <em>\n    Apprendi v. New Jersey\n   </em>\n   when it sentenced him to an aggravated sentence without requiring the State to prove aggravating factors to a jury.\n  </p>\n  <p id=\"p-34\">\n   <em>\n    Unanimity Instruction\n   </em>\n  </p>\n  <p id=\"p-35\">\n   Edmonds first asserts that the district court erred when it failed to provide a unanimity instruction. Although Edmonds admits that \"the State told the jury to focus on the act of shaking in its closing arguments,\" he argues that the jury may have relied on two separate acts in convicting him of aggravated battery. Specifically, Edmonds argues that the jury could have relied on the evidence regarding the shaking of the baby on September 15, 2016, or evidence regarding the fracturing of the baby's ribs approximately a week before the shaking incident.\n  </p>\n  <p id=\"p-36\">\n   In his brief, Edmonds candidly admits that he did not raise this issue before the district court. As such, we review this issue under a clearly erroneous standard. See K.S.A. 2016 Supp. 22-3414(3) ;\n   <em>\n    State v. Brown\n   </em>\n   ,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=306%20Kan.%201145\">\n    306 Kan. 1145\n   </extracted-citation>\n   , 1164,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=401%20P.3d%20611\">\n    401 P.3d 611\n   </extracted-citation>\n   (2017). Under this standard of review, we first determine whether the instruction was legally and factually appropriate, employing an unlimited review of the entire record. If error is found, the defendant has the burden to firmly convince this court that the jury would have reached a different result had there been no error.\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=306%20Kan.%201145\">\n    306 Kan. at 1164\n   </extracted-citation>\n   . The party claiming a clear error has the burden to demonstrate prejudice.\n   <em>\n    State v. McLinn\n   </em>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=307%20Kan.%20307\">\n    307 Kan. 307\n   </extracted-citation>\n   , 318,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=409%20P.3d%201\">\n    409 P.3d 1\n   </extracted-citation>\n   (2018).\n  </p>\n  <p id=\"p-37\">\n   A unanimity instruction is required \"when the State charges one crime but relies on multiple acts to support that one crime.\"\n   <em>\n    State v. King\n   </em>\n   ,\n   <extracted-citation case-ids=\"12417341\" index=\"5\" url=\"https://cite.case.law/kan/297/955/#p978\">\n    297 Kan. 955\n   </extracted-citation>\n   , 978,\n   <extracted-citation case-ids=\"12417341\" index=\"6\" url=\"https://cite.case.law/kan/297/955/#p978\">\n    305 P.3d 641\n   </extracted-citation>\n   (2013) (quoting\n   <em>\n    State v. Sanborn\n   </em>\n   ,\n   <extracted-citation case-ids=\"3712086\" index=\"7\" url=\"https://cite.case.law/kan/281/568/#p569\">\n    281 Kan. 568\n   </extracted-citation>\n   , 569,\n   <extracted-citation case-ids=\"3712086\" index=\"8\" url=\"https://cite.case.law/kan/281/568/#p569\">\n    132 P.3d 1277\n   </extracted-citation>\n   [2006] ). In such instances, \"a unanimity instruction [is required],\n   <em>\n    or the State must elect the particular act it relies on for conviction\n   </em>\n   .\" ( Emphasis added.)\n   <extracted-citation case-ids=\"12417341\" index=\"9\" url=\"https://cite.case.law/kan/297/955/#p978\">\n    297 Kan. at 978\n   </extracted-citation>\n   . Here, Edmonds recognizes that \"the State told the jury to focus on the act of shaking\" during closing arguments. Nevertheless, he argues that \"the State implicitly undid any election of the specific act of shaking\" by presented evidence regarding the rib fracture.\n  </p>\n  <p id=\"p-38\">\n   While the aggravated battery instruction given by the district court stated:\n  </p>\n  <blockquote id=\"p-39\">\n   \"The defendant is charged with aggravated battery. The defendant pleads not guilty.\n  </blockquote>\n  <blockquote id=\"p-40\">\n   To establish this charge, each of the following claims must be proved:\n  </blockquote>\n  <blockquote id=\"p-41\">\n   1. The defendant recklessly caused great bodily harm to [the child].\n  </blockquote>\n  <blockquote id=\"p-42\">\n   2. This act occurred on or about the 15th day of September, 2016 in Douglas County, Kansas.\n  </blockquote>\n  <blockquote id=\"p-43\">\n   A defendant acts recklessly when the defendant consciously disregards a substantial and unjustifiable risk a result of the defendant's actions will follow. This act by the defendant disregarding the risk must be a gross deviation from the standard of care a reasonable person would use in the same situation.\"\n  </blockquote>\n  <p id=\"p-44\">\n   Although the instruction did not list the conduct that was alleged to constitute aggravated battery, it did specifically state that the act complained of occurred on September 15, 2016. As the record reflects, that is the date of the shaking incident. The jury instructions did not mention any act that occurred prior to that time.\n  </p>\n  <p id=\"p-45\">\n   Moreover, the State was clear during its closing argument that the shaking of the baby was the act alleged to constitute both aggravated battery and abuse of a child. In fact, the State began its closing argument by saying: \"May it please the court. 'Yes, I did shake her. I know for sure I did shake her. It was five seconds, ten max.' That's what [Edmonds] told Detective Flachsbarth could be the reason his daughter had a serious brain injury on September 15, 2016.\"\n  </p>\n  <p id=\"p-46\">\n   Throughout its closing argument, the State continued to focus on shaking of the baby:\n  </p>\n  <blockquote id=\"p-47\">\n   • \"And what did the evidence show you the defendant did? The evidence has shown you that he took that frustration out on [a] three-month-old [baby] by violently shaking her for five to ten seconds max. And based on that, the State believes that the evidence has shown beyond a reasonable doubt that [Edmonds] committed the crimes of abuse of a child and aggravated battery.\"\n  </blockquote>\n  <blockquote id=\"p-48\">\n   • \"What did the evidence show you?\n   <em>\n    That at 1:00 [PM], [Edmonds] admits that he shook his daughter for five to ten seconds.\n   </em>\n   It is what [Edmonds] told Detective Flachsbarth in this interview on the following day.\n   <em>\n    He admitted that at 1:00 [PM] he was frustrated\n   </em>\n   . And instead of doing what the video told him; set your baby down and walk away,\n   <em>\n    he shook his baby\n   </em>\n   and then walked away.\" (Emphases added.)\n  </blockquote>\n  <blockquote id=\"p-49\">\n   • \"The evidence has shown beyond a reasonable doubt that [Edmonds] shook his daughter, causing great bodily harm to [the baby].\"\n  </blockquote>\n  <blockquote id=\"p-50\">\n   • \"And, ladies and gentlemen, [Edmonds] admitted to shaking [the baby]. He even demonstrated and you had an opportunity to view that with the doll. He told Detective Flachsbarth that it was a hard shaking and that it was for five seconds, ten max.\"\n  </blockquote>\n  <p id=\"p-51\">\n   The State also emphasized that it was the shaking of the baby when speaking about the aggravated battery charge:\n  </p>\n  <blockquote id=\"p-52\">\n   \"Again, the State believes\n   <em>\n    the evidence has shown that the action of shaking caused the great bodily harm\n   </em>\n   .... He talked about he knew what could happen\n   <em>\n    if you shook a baby\n   </em>\n   . You had to watch a video about it before leaving the hospital. [Edmonds]\n   <em>\n    knew and disregarded the risk of shaking his daughter on September 15, 2016\n   </em>\n   . And because he disregarded that risk,\n   <em>\n    he caused great bodily harm to [the baby]. And because of that, the State is asking that you find [Edmonds] guilty of abuse of a child and aggravated battery\n   </em>\n   .\" (Emphases added.)\n  </blockquote>\n  <p id=\"p-53\">\n   Although Edmonds claims that the State inadvertently \"undid\" its election of specific conduct, we do not find this to be the case based on our review of the closing argument. Rather, we find that the State elected the shaking of the baby on September 15, 2016, as the basis for both the abuse of a child and aggravated battery charges. Furthermore, we find that the jury instructions expressly identified September 15, 2016-the date of the shaking incident-as the date of the aggravated battery. As such, we do not find that Edmonds has shown that the failure to give a unanimity instruction was erroneous. In addition, we do not find that Edmonds has shown-much less firmly convinced us-that the jury would have reached a different result even if the district court had erred in failing to give a unanimity instruction.\n  </p>\n  <p id=\"p-54\">\n   <em>\n    Failing to Redact Video\n   </em>\n  </p>\n  <p id=\"p-55\">\n   Next, Edmonds contends that the district court erred by admitting the video of Detective Flachsbarth's interview with Edmonds on September 16, 2016, without redaction of certain statements made by the detective during the interview. In particular, Edmonds objected to those portions of the video in which Detective Flachsbarth explained the baby's injuries to Edmonds and gave his thoughts on possible theories regarding the cause of the injuries. At trial, Edmonds objected to allowing the jury to hear these statements by the detective on the grounds that they were prejudicial and improper opinion testimony.\n  </p>\n  <p id=\"p-56\">\n   District courts have broad discretion as to whether to allow a witness to offer his or her opinion on a matter.\n   <em>\n    State v. Lowrance\n   </em>\n   ,\n   <extracted-citation case-ids=\"12416736\" index=\"10\" url=\"https://cite.case.law/kan/298/274/#p293\">\n    298 Kan. 274\n   </extracted-citation>\n   , 293,\n   <extracted-citation case-ids=\"12416736\" index=\"11\" url=\"https://cite.case.law/kan/298/274/#p293\">\n    312 P.3d 328\n   </extracted-citation>\n   (2013). Under K.S.A. 2016 Supp. 60-456(a), a lay witness may render an opinion if it is rationally based on the witness' perception, is helpful to understanding the witness' testimony, and is not based on scientific or technical knowledge. As long as the opinion testimony satisfies these criteria, it is admissible even if \"it embraces the ultimate issue or issues to be decided by the trier of the fact.\" K.S.A. 2016 Supp. 60-456(d). If the district court admits opinion testimony, it must be \"deemed to have made the finding requisite to its admission.\" K.S.A. 2016 Supp. 60-456(c) ; see\n   <em>\n    State v. Sasser\n   </em>\n   ,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=305%20Kan.%201231\">\n    305 Kan. 1231\n   </extracted-citation>\n   , 1244,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=391%20P.3d%20698\">\n    391 P.3d 698\n   </extracted-citation>\n   (2017).\n  </p>\n  <p id=\"p-57\">\n   Here, a review of the video reveals that Detective Flachsbarth repeatedly told Edmonds that he was not a doctor. Rather, the detective told Edmonds that he was stating his personal opinion based on what the health care providers who treated the baby had reported to law enforcement and on his experience as a law enforcement officer and father. During the interview, Detective Flachsbarth told Edmonds:\n  </p>\n  <blockquote id=\"p-58\">\n   • \"What I will tell you is that\n   <em>\n    I am not a doctor by any stretch of the imagination\n   </em>\n   . I'm a law enforcement officer.... There are people that go to school for years and years and years and they become physicians. On top of that, there are certain physicians that specialize in one thing and one thing only and that is child care. They treat children's injuries....\" (Emphasis added.)\n  </blockquote>\n  <blockquote id=\"p-59\">\n   • \"Kind of what you've explained to me about how you think these injuries could happen, I will tell you right now. After\n   <em>\n    having done this for 25 years, and I will tell you that earlier in my career I specialized in child investigations\n   </em>\n   -that would be the physical and sexual abuse of children-so I've had quite a bit of training in that, ... and what I will tell you is that when you're talking about infants, especially the age of [this baby]-the thing about infants that age, and I hate to say this, but it's kind of true, is they're very pliable. In other words, it takes-they're very resilient to a lot of different things, and I think that's God's way of making sure that the species continues is that babies are fairly hearty. It's like a car. If you put oil and gas in, the engine will run forever. Babies are kind of the same way. If you give them food and water, they'll live, you know what I mean? So what I'm telling you is that it takes a great deal of force to cause the type of injuries we're talking about. (Emphasis added.)\n  </blockquote>\n  <blockquote id=\"p-60\">\n   • \"What you're describing to us,\n   <em>\n    and again, I'm not a doctor\n   </em>\n   , what is being described to me is that this is a multilayer brain bleed. And what the doctors there have told us is that it takes a great deal of force to cause this injury.\" (Emphases added.)\n  </blockquote>\n  <blockquote id=\"p-61\">\n   • \"\n   <em>\n    My thought is this\n   </em>\n   -\n   <em>\n    and this is just me\n   </em>\n   -the type of injuries that [the baby] has are usually caused in one of two ways. One, is blunt force trauma.... And what we look for blunt force trauma is a crushing blow ... The other way that commonly happens is through shaken baby syndrome.\" (Emphasis added.)\n  </blockquote>\n  <p id=\"p-62\">\n   Although the better practice would have been to redact the portions of video to which Edmonds objected prior to trial, we do not find that the district court abused its discretion in admitting the unreacted video into evidence. In other words, we cannot say that no reasonable district judge would have reached the same conclusion as the district judge in this case regarding the admissibility of the opinion testimony of Detective Flachsbarth that was based on his experience as a law enforcement officer or relating to Edmonds what the health care providers at Children's Mercy had reported.\n  </p>\n  <p id=\"p-63\">\n   Moreover, in light of the other evidence presented at trial, we do not find that the admission of this opinion testimony was unduly prejudicial to Edmonds. Unlike\n   <em>\n    State v. Elnicki\n   </em>\n   ,\n   <extracted-citation case-ids=\"3857589\" index=\"14\" url=\"https://cite.case.law/kan/279/47/#p57\">\n    279 Kan. 47\n   </extracted-citation>\n   , 57,\n   <extracted-citation case-ids=\"3857589\" index=\"15\" url=\"https://cite.case.law/kan/279/47/#p57\">\n    105 P.3d 1222\n   </extracted-citation>\n   (2005), in which the Kansas Supreme Court held that it was error for a detective's comments on the defendant's credibility during a taped interview to be played to the jury, Detective Flachsbarth did not call Edmonds a liar or use similar words. As our Supreme Court recognized, Kansas law indicates an \"absolute prohibition\" against one witness testifying on another witness' credibility.\n   <extracted-citation case-ids=\"3857589\" index=\"16\" url=\"https://cite.case.law/kan/279/47/#p57\">\n    279 Kan. at 53\n   </extracted-citation>\n   . In such cases, a district court \"has no discretion on whether to allow a witness to express an opinion on the credibility of another witness; such evidence must be disallowed as a matter of law.\"\n   <extracted-citation case-ids=\"3857589\" index=\"17\" url=\"https://cite.case.law/kan/279/47/#p57\">\n    279 Kan. at 53-54\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-64\">\n   Regardless, even if it was error to admit the opinions expressed by Detective Flachsbarth in the video, any such error committed by the district court would be harmless. In\n   <em>\n    State v. Ingham\n   </em>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=308%20Kan.%201466\">\n    308 Kan. 1466\n   </extracted-citation>\n   , 1476,\n   <extracted-citation case-ids=\"12571777\" index=\"19\" url=\"https://cite.case.law/p3d/430/931/\">\n    430 P.3d 931\n   </extracted-citation>\n   (2018), the Kansas Supreme Court held:\n  </p>\n  <blockquote id=\"p-65\">\n   \"If the error infringes upon a right guaranteed by the United States Constitution, the error may be declared harmless where the party benefitting from the error proves beyond a reasonable doubt that the error complained of will not or did not affect the outcome of the trial in light of the entire record, i.e., where there is no reasonable possibility that the error contributed to the verdict. [\n   <em>\n    State v.\n   </em>\n   ]\n   <em>\n    Ward\n   </em>\n   ,\n   <extracted-citation case-ids=\"4278268\" index=\"20\" url=\"https://cite.case.law/kan/292/541/\">\n    292 Kan. 541\n   </extracted-citation>\n   , Syl. ¶ 6 [\n   <extracted-citation case-ids=\"4278268\" index=\"21\" url=\"https://cite.case.law/kan/292/541/\">\n    256 P.3d 801\n   </extracted-citation>\n   (2011) ].\"\n  </blockquote>\n  <p id=\"p-66\">\n   However, if the error does not implicate a constitutional right, an error by the district court may be declared harmless when the benefitting party demonstrates there is \"no reasonable probability that the error affected the outcome of the trial in light of the entire record.\"\n   <em>\n    State v. Moyer\n   </em>\n   ,\n   <extracted-citation case-ids=\"12564802\" index=\"22\" url=\"https://cite.case.law/p3d/410/71/#p359\">\n    306 Kan. 342\n   </extracted-citation>\n   , 359,\n   <extracted-citation case-ids=\"12564802\" index=\"23\" url=\"https://cite.case.law/p3d/410/71/#p359\">\n    410 P.3d 71\n   </extracted-citation>\n   (2017) ; see K.S.A. 2018 Supp. 60-261.\n  </p>\n  <p id=\"p-67\">\n   Based on our review of the record on appeal, we find that any error relating to the failure to redact the video was harmless under either the constitutional or the state standard. In fact, we find the evidence presented by the State against Edmonds to be overwhelming. Of particular significance is the fact that Edmonds admitted to his wife and to the police that he had shaken the baby. He even demonstrated to the police-using a doll-how he had shaken the baby. Furthermore, he admitted that he knew the dangers of shaking a baby.\n  </p>\n  <p id=\"p-68\">\n   Multiple medical experts testified regarding the significant injuries suffered by the baby. In addition, a number of medical records where entered into evidence at trial, including CT scans, MRI imaging, and skeletal surveys. Likewise, multiple medical experts testified regarding a causal connection between shaking an infant and the type of injuries from which this baby suffered. In particular, Dr. Kilbride from the SANE program at Children's Mercy testified at trial that the baby's injuries were consistent with \"an acceleration or deceleration type of movement or motion ... like a head going forward and backward.\" Ultimately, Dr. Kilbride believed that the baby's injuries were likely caused by \"trauma\" consistent with shaking or whiplash.\n  </p>\n  <p id=\"p-69\">\n   Accordingly, we conclude beyond a reasonable doubt that the error complained of did not affect the outcome of the trial in light of the entire record.\n  </p>\n  <p id=\"p-70\">\n   <em>\n    Alleged\n   </em>\n   Apprendi\n   <em>\n    Violation\n   </em>\n  </p>\n  <p id=\"p-71\">\n   Finally, Edmonds contends that the district court sentenced him \"to the aggravated number in [the] sentencing guidelines grid box for both convictions without submitting any aggravating factors to a jury.\" Specifically, he asserts that the district court violated his constitutional rights in the manner proscribed by\n   <em>\n    Apprendi v. New Jersey\n   </em>\n   ,\n   <extracted-citation case-ids=\"9413911\" index=\"24\" url=\"https://cite.case.law/us/530/466/\">\n    530 U.S. 466\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9413911\" index=\"25\" url=\"https://cite.case.law/us/530/466/\">\n    120 S. Ct. 2348\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9413911\" index=\"26\" url=\"https://cite.case.law/us/530/466/\">\n    147 L. Ed. 2d 435\n   </extracted-citation>\n   (2000). Although Edmonds recognizes that the Kansas Supreme Court resolved this issue in\n   <em>\n    State v. Johnson\n   </em>\n   ,\n   <extracted-citation case-ids=\"3671647\" index=\"27\" url=\"https://cite.case.law/kan/286/824/#p849\">\n    286 Kan. 824\n   </extracted-citation>\n   , 849-52,\n   <extracted-citation case-ids=\"3671647\" index=\"28\" url=\"https://cite.case.law/kan/286/824/#p849\">\n    190 P.3d 207\n   </extracted-citation>\n   (2008), he contends that the case was wrongly decided.\n  </p>\n  <p id=\"p-72\">\n   In\n   <em>\n    Johnson\n   </em>\n   , our Supreme Court analyzed the text of K.S.A. 21-4704(e)(1) -which is now recodified as K.S.A. 2018 Supp. 21-6804 -and concluded that it \"does not require a sentencing judge to cite to an aggravating or mitigating fact when determining which presumptive sentence to impose.\"\n   <extracted-citation case-ids=\"3671647\" index=\"29\" url=\"https://cite.case.law/kan/286/824/#p849\">\n    286 Kan. at 849\n   </extracted-citation>\n   . Moreover, our Supreme Court explained \"that the legislature did not intend that specific findings must be placed on the record when the judge stays within the presumptive sentencing range, even if the longest term is imposed.\"\n   <extracted-citation case-ids=\"3671647\" index=\"30\" url=\"https://cite.case.law/kan/286/824/#p849\">\n    286 Kan. at 849\n   </extracted-citation>\n   . The\n   <em>\n    Johnson\n   </em>\n   court concluded that a district court has the \"discretion to sentence a criminal defendant to any term within the presumptive grid block\" and found no violation of the Sixth and Fourteenth Amendments to the United States Constitution or of the holding in\n   <em>\n    Apprendi\n   </em>\n   .\n   <extracted-citation case-ids=\"3671647\" index=\"31\" url=\"https://cite.case.law/kan/286/824/#p849\">\n    286 Kan. at 851\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-73\">\n   Our court is duty bound to follow Kansas Supreme Court precedent, absent some indication the Supreme Court is departing from its previous position.\n   <em>\n    State v. Meyer\n   </em>\n   ,\n   <extracted-citation case-ids=\"12416963\" index=\"32\" url=\"https://cite.case.law/kan-app-2d/51/1066/#p1072\">\n    51 Kan. App. 2d 1066\n   </extracted-citation>\n   , 1072,\n   <extracted-citation case-ids=\"12416963\" index=\"33\" url=\"https://cite.case.law/kan-app-2d/51/1066/#p1072\">\n    360 P.3d 467\n   </extracted-citation>\n   (2015). We find no indication that our Supreme Court is departing from\n   <em>\n    Johnson\n   </em>\n   . Thus, we conclude that the district court did not err in sentencing Edmonds.\n  </p>\n  <p id=\"p-74\">\n   Affirmed.\n  </p>\n </opinion>\n <opinion type=\"concurrence\">\n  <author id=\"p-75\">\n   Buser, J., concurring:\n  </author>\n  <p id=\"p-76\">\n   I concur in the panel's holding which affirms Edmonds' convictions and sentences. I write separately because I would find the district court's admission of Detective Lance Flachsbarth's unredacted interviews of Edmonds was erroneous.\n  </p>\n  <p id=\"p-77\">\n   As detailed by my colleagues, during the interviews, Detective Flachsbarth expressed numerous, lengthy, and detailed opinions regarding the cause and severity of the injuries to the baby. For example, after acknowledging that he was not a medical doctor, the detective informed Edmonds that the baby had sustained \"a multilayer brain bleed,\" and the way that \"commonly happens is through shaken baby syndrome.\" In short, without redaction or a limiting instruction, the jury improperly heard unsworn evidence from the detective that had all the indicia of a medical opinion on the critical issues of causation and the severity of the baby's injuries.\n  </p>\n  <p id=\"p-78\">\n   Under K.S.A. 2016 Supp. 60-456(b), if \"scientific, technical or other specialized knowledge will help the trier of fact to understand the evidence or to determine a fact in issue, a witness\n   <em>\n    who is qualified as an expert\n   </em>\n   by knowledge, skill, experience, training or education may testify thereto in the form of an opinion\" if certain conditions are met. (Emphasis added.) As is readily apparent, the detective was never qualified as an expert in medical science and admitted it during the interview. Quite simply, Detective Flachsbarth was not qualified as an expert to opine regarding medical matters.\n  </p>\n  <p id=\"p-79\">\n   Under K.S.A. 2016 Supp. 60-456(a), a lay witness may render an opinion if it is rationally based on the witness' perception, is helpful to understanding the witness' testimony,\n   <em>\n    and is not based on scientific or technical knowledge.\n   </em>\n   See\n   <em>\n    State v. McFadden\n   </em>\n   ,\n   <extracted-citation case-ids=\"4057611\" index=\"34\" url=\"https://cite.case.law/kan-app-2d/34/473/\">\n    34 Kan. App. 2d 473\n   </extracted-citation>\n   , Syl. ¶ 5,\n   <extracted-citation case-ids=\"4057611\" index=\"35\" url=\"https://cite.case.law/kan-app-2d/34/473/\">\n    122 P.3d 384\n   </extracted-citation>\n   (2005) (\"[A] lay witness is not competent to provide reliable testimony about medical matters beyond the common knowledge of laypersons, or those [matters] that are not readily apparent such as medical diagnoses or the effects of a possible medical condition.\"). Once again, the opinions expressed by the detective involved medical science and, by statute, were inadmissible as lay opinions.\n  </p>\n  <p id=\"p-80\">\n   Of course, Detective Flachsbarth's opinions which he expressed during the interviews were obviously designed not to provide expert testimony but to persuade Edmonds to admit to physical actions that injured the baby. While such persuasion may be permissible in the context of encouraging admissions by suspects during law enforcement interviews, without redaction or a limiting instruction, a jury may erroneously view such claimed expertise as substantive evidence to prove the critical elements of causation or great bodily harm at trial.\n  </p>\n  <p id=\"p-81\">\n   To be clear, as fully and carefully analyzed by my colleagues, I agree that in this case the district court's error was harmless and, therefore, not reversible. My concern is that in another one of these difficult cases, where the defendant does not essentially acknowledge his wrongdoing, and the expert testimony is not so compelling and uncontroverted as in this case, the erroneous admission of a similar recorded interview may constitute reversible error.\n  </p>\n </opinion>\n</casebody>\n"
  }
}