{
  "casebody": {
    "data": "<casebody firstpage=\"60\" lastpage=\"63\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b80-12\">Modeshaw Fuller v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b80-13\">No. 9954.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ai_\">Delivered March 10, 1926.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AG-\">Rehearing denied April 21, 1926.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b81-10\"><page-number citation-index=\"1\" label=\"61\">*61</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b81-11\"><em>J. B. Force </em>of Newton, Texas, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b81-12\"><em>Sam D. Stinson, </em>State’s Attorney, and <em>Robert M. Lyles, </em>Assistant State’s ' Attorney, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-13\">LATTIMORE, Judge.</author>\n<p id=\"AmH\">From conviction in District Court of Newton County for selling intoxicating liquor, with punishment fixed at one year in the penitentiary, appeal is taken.</p>\n<p id=\"b81-14\">There is but one contention on behalf of appellant, viz.: that the court should have charged on the law of circumstantial evidence. The indictment was for selling liquor to one Cicero Downs, who testified that on the occasion in question he was intoxicated, but remembered going with two other men to appellant’s house, and also that he paid $5.00 for some whiskey. One of the other men testified that he went with the party to appellant’s house and two quarts of whiskey in a half-gallon jar were put into the car in a tow sack. He was asked the question if he saw appellant deliver the whiskey and stated he saw him lay it down on the porch at his house, and that as well as he remembers Cicero Downs picked it up and carried it to the car. The third man testified that he went .with Downs and the other witness to appellant’s house, and saw him there, and saw Cicero Downs with two quarts of whiskey in a tow sack; that they called appellant to the fence and he and Cicero had a few min<page-number citation-index=\"1\" label=\"62\">*62</page-number>utes’ talk and then walked off down beside the fence into appellant’s house and that when they came back they had the whiskey with them in a tow sack, and it seemed to him that Cicero was carrying it and that he brought it back, and that he did not remember which one put it in the car. No testimony was offered by the defense. No other person than appellant was shown to have been present or to have had any dealings with said parties or any connection with the whiskey. If there be any question as to the sufficiency of the testimony to make out a case by direct, evidence, there could be no escape from the proposition that the testimony is so nearly direct and positive as to bring it within the rule laid down by many authorities that where the accused is put in such juxtaposition to the main fact as to leave no question, it would not be reversible error to fail to charge - on circumstantial evidence. Surrell v. State, 29 Texas Crim. App., 321; Baldwin v. State, 31 Texas Crim. Rep., 539; Benett v. State, 32 Texas Crim. Rep., 216; Thompson v. State, 33 Texas Crim. Rep., 217; Trijo v. State, 45 Texas Crim. Rep., 127; Laird v. State, 155 S. W. Rep., 260.</p>\n<p id=\"b82-5\">Finding no error in the record, the judgment will be affirmed.</p>\n<p id=\"b82-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b82-7\">ON MOTION FOR REHEARING.</p>\n<author id=\"b82-8\">LATTIMORE, JUDGE.</author>\n<p id=\"AtcS\">— Appellant insists that the facts do not justify the holding in our opinion that the rule of juxtaposition applies, and that it takes the vice out of the refusal of a charge on circumstantial evidence. We set out the facts substantially. We re-state them: The state had three witnesses; Downs</p>\n<p id=\"b82-9\">swore that he knew where appellant lived on May 30, 1924, and that he went to appellant’s house with Davidson and Bass and got some shinny; that Bass brought it to the car and witness paid for it; that the car was stopped close to appellant’s house, that witness was drunk on the occasion and did. not remember seeing appellant, that he did not think he saw him. Davidson swore that he saw appellant on the date mentioned at his house, that he saw appellant lay the whiskey down on the porch of his house and, as well as witness remembered, Cicero Downs picked it up and carried it to the car; that was the only whiskey bought by the party that day, if it was bought. Bass swore that the three went to appellant’s house and saw him, and that he saw Downs with two quarts of whiskey which he “got from Modeshaw Fuller,” that they called appellant out to the fence, and appellant and Downs walked off into the former’s house and “when they came back they came back with <page-number citation-index=\"1\" label=\"63\">*63</page-number>it in a tow sackthat the party got no whiskey from any one else that day.</p>\n<p id=\"b83-5\">We have here then a case in which three men swear they got whiskey at appellant’s house, saw no one but him, dealt with no one but him, called for no one but him, he came out, and one of the party went into appellant’s house with him and came out carrying a tow sack containing whiskey. The man carrying the whiskey said he was drunk on on the occasion but knew that he paid for it. One of the men, referring to the whiskey, said that another one of the party got it from Modeshaw Fuller, this being appellant’s name. The conclusion seems to us irresistible. The facts in evidence practically exclude the possibility of the connection of any other person with the transaction save appellant and the purchasing parties. We are still of opinion that it was not reversible error to fail to charge on circumstancial evidence, and the motion for rehearing will be overruled.</p>\n<p id=\"b83-6\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}