{
  "casebody": {
    "data": "<casebody firstpage=\"90\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b108-7\">Commonwealth <em>vs. </em>Edwin Nelson, Jr. (and two companion cases<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b108-8\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AcF\">January 13, 1975.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"au-dedup-0\">February 27, 1975.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b108-9\">Present: Hale, C.J., Rose, Keville, Goodman, Grant, &amp; Armstrong, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b109-8\"><page-number citation-index=\"1\" label=\"91\">*91</page-number><em>Martin K. Leppo </em>for the defendant Barnoski.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b109-9\"><em>Donald L. Conn </em>for the defendant Nelson.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b109-10\"><em>James Krasnoo </em>for the defendants Macarelli &amp; another.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b109-11\"><em>Robert V. Greco, </em>Assistant Attorney General <em>(Barbara A. H. Smith, </em>Assistant Attorney General, with him) for the Commonwealth.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b108-12\"> Commonwealth <em>vs. </em>William Barnoski and Commonwealth <em>vs. </em>Salvatore Macarelli.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b109-12\">Grant, J.</author>\n<p id=\"ASW\">On January 19, 1972, the grand jury sitting in Suffolk County returned separate indictments against Edwin Nelson, Jr. (No. 63608), Anthony Chilla, Salvatore Macarelli (No. 63612), Robert Byrne, Barnum Sardonis and William Barnoski (No. 63609) for conspiracy to violate G. L. c. 128A, § 13B (as appearing in St. 1958, c. 86) .<footnotemark>2</footnotemark> Each indictment charged that on or about April 23, 1971, the particular defendant named therein “in concert with... [the others named above and still others to the grand jurors unknown] did conspire to administer, and cause to be administered, a drug, to two horses, with the purpose of <page-number citation-index=\"1\" label=\"92\">*92</page-number>affecting the speed of such horses in or in connection with a race conducted under the provisions of Massachusetts General Laws, Chapter 128A.”<footnotemark>8</footnotemark> Five indictments were tried together to a jury which convicted Nelson, Ciulla, Maca-relli and Barnoski. Sardonis was acquitted, and the indictment against Byrne was nol pressed in circumstances hereinafter related. The indictments against Nelson, Maca-relli and Barnoski are here on various exceptions taken by them during the course of the trial and to the denial of their respective motions for a new trial.</p>\n<p id=\"b110-5\">1. We consider first Nelson’s exception to the denial of his motion for a directed verdict presented at the close of all of the evidence.<footnotemark>3</footnotemark>\n<footnotemark>4</footnotemark>\n<footnotemark>5</footnotemark>In order to do so we shall have to summarize at some length the testimony of the aforementioned Byrne, who was called by the prosecution as its only witness to the existence of a conspiracy/’</p>\n<p id=\"b110-6\">At some time between 9:00 a.m. and 9:30 a.m. on April 23,1971, Barnoski, whom Byrne had known for about eight years, called on the latter in his apartment in Somerville with the advice, “We’ve got a play going today,” and an inquiry as to whether “you want to make some money?” Byrne responded in the affirmative, dressed, and proceeded by cab (paid for by Barnoski) to Barnoski’s home in Somerville. There he met Barnoski, Ciulla and Macarelli, both the latter of whom he had also known for several <page-number citation-index=\"1\" label=\"93\">*93</page-number>years. Ciulla made telephone calls while Byrne perused a racing sheet on which someone (probably Ciulla) had crossed out the names of certain horses scheduled to run that day in the ninth race at Suffolk Downs.</p>\n<p id=\"b111-5\">Barnoski, in the presence of Ciulla and Macarelli, asked Byrne if he knew how to get to Brockton, and Macarelli wrote down specific instructions for getting there. Either Ciulla or Macarelli said to Barnoski, “We’d better get on the phone with Nelson and tell him he is on his way.” Barnoski told Byrne “to go down and speak to no one but Nelson, and pick up an envelope with $1,000 in it, open the envelope in front of Nelson, count the money in front of him, and not to answer any questions he might ask me, just to say, if he asked me any questions, ‘Billy [Barnoski] will be in touch with you,’ and not to offer any information whatsoever.” Byrne was told to get right back from Brock-ton as fast as possible. There was “ [no] talk on that occasion as to what was proposed to be done with respect to the ninth race at Suffolk.”1’ Byrne left for Brockton in Giulia’s car, taking with him the latter’s gasoline credit card. As he left, Barnoski “was talking to someone on the phone, describing me, what I had on; and that I was leaving, on my way.”</p>\n<p id=\"b111-6\">Byrne drove to Nelson’s law office in Brockton, where, according to his testimony, the following transpired with Nelson: “He came into the room, a man came into the room, and he said, ‘Are you Bobby?’ And I said, ‘Yes, Billy sent me.’ I said, ‘Are you Eddie?’ And he said, ‘Yes.’ I said, ‘I’m supposed to get an envelope off you.’ He then proceeded— he put his hand in his pocket, pulled out a roll of money, and he counted out ten one hundred dollar bills. He then asked me, he says, ‘Are you supposed to give me the name of the horses?’ And I says, ‘No.’ I said, ‘They’ll inform you about it later.’ I says, ‘Someone will call you.’ He says, ‘Well, have Billy call me as soon as you get back <page-number citation-index=\"1\" label=\"94\">*94</page-number>so I can get down in plenty of time.’ And I says, ‘Okay.’ I says, ‘I’m just here to pick up the money.’ I then asked him the best way to get back onto the Expressway, and he told me ... [a]nd I left____”</p>\n<p id=\"b112-5\">Byrne returned to Barnoski’s home, where Barnoski, Chilla and Macarelli were present and where Byrne handed Giulia the money he said he had obtained from Nelson. Chilla counted the money, returned $800 to Byrne, and kept two $100 bills which he, Barnoski and Macarelli thereupon attempted to divide among themselves. Barnoski then instructed Byrne that he was to proceed to a diner outside the main entrance to Suffolk Downs, where he was to await the arrival of Sardonis, who was the owner of one of the horses identified in the Commonwealth’s specifications (see n. 3). Sardonis, according to Barnoski, was to take Byrne inside the track “to his horse to get at [it],” and then Byrne was to go to another shed to meet the trainer of the other horse identified in the specifications. “And I was to give each of these individuals $400 apiece, and I was to make sure that — they were to take me into the stall, and I was to see with my ovm eyes them putting the drug into the horse myself. If I didn’t do it, they were to do it, but I was to see that it went into the horse, the syringe was emptied, or I wasn’t to give him the $400____”</p>\n<p id=\"b112-6\">Byrne then secured from a bag in the trunk of Giulia’s car (where he said he had previously placed them) two bottles of a yellowish fluid resembling castor oil which he called “ace pronazine,”<footnotemark>7</footnotemark> and from eight to twelve syringes. Macarelli, in the presence of the other three, filled two of the syringes from one (or both) of the bottles and gave the syringes to Byrne. Macarelli drove with Byrne to Suffolk Downs in Giulia’s car, but they were unable to find Sar-donis. Byrne then took it upon himself to enter the track by a gate not open to the public at a time when, the jury could have found, the ninth race was yet to be run. He was stopped for questioning by a track security man, who be-</p>\n<p id=\"b113-4\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>came suspicious and summoned a Revere police officer. The officer observed the syringes protruding from Byrne’s jacket and arrested and searched him. The search yielded the syringes, $800, and Giulia’s credit card. Byrne was booked on a charge of unlawful possession of a syringe. He immediately secured his release on bail, using a portion of the $800 for that purpose. On the following day the officer secured a complaint against Byrne from the District Court of Chelsea on the charge for which he had been booked.</p>\n<p id=\"b113-5\">Nelson, who testified in his own behalf, admitted to having previously known and represented Barnoski and Ma-carelli in a professional capacity and to having been at Suffolk Downs at approximately the time of the ninth race on the date in question, some time between 4:00 p.m. and 5:00 p.m. He denied betting on that day, denied ever having met Byrne prior to the arraignments on the indictments, and denied ever having had any such conversation as that testified to by Byrne. The defense was an alibi, that Nelson had been elsewhere at the time Byrne had placed the two of them together in Nelson’s office. There was evidence from the records of the telephone company that two calls had been made from Barnoski’s telephone to Nelson’s telephone, one at 12:52 p.m. (three minutes) and the other at 2:38 p.m. (one minute). Both calls were made at times which were before Nelson left Brockton for the track. The jury could have found that the second call was made at a time following Byrne’s arrest, which may have been witnessed by Macarelli.</p>\n<p id=\"b113-6\">The sufficiency of the foregoing evidence to warraiit a conviction of Nelson must be determined in the light of the principle that one cannot be found guilty of a conspiracy in the absence of a showing that he was aware of the objective of the conspiracy which has been charged. See <em>Commonwealth </em>v. <em>Benesch, </em>290 Mass. 125, 131 (1935); <em>Commonwealth </em>v. <em>Anthony, </em>306 Mass. 470, 481 (1940); <em>Commonwealth </em>v. <em>O’Rourke, </em>311 Mass. 213, 220 (1942); <em>Commonwealth </em>v. <em>Beal, </em>314 Mass. 210, 221-224 (1943) ; <em>Commonwealth </em>v. <em>Rudnick, </em>318 Mass. 45, 49 <em>(1945); Commonwealth </em>v. <em>Lopes, </em>318 Mass. 453, 455 (1945); <em>Common</em><page-number citation-index=\"1\" label=\"96\">*96</page-number><em>wealth </em>v. <em>David, </em>335 Mass. 686, 695-696 (1957); <em>Commonwealth </em>v. <em>Kiernan, </em>348 Mass. 29, 55-56 (1964), cert. den. sub nom. <em>Gordon </em>v. <em>Massachusetts, </em>380 U. S. 913 (1965); <em>Commonwealth </em>v. <em>Taber, </em>350 Mass. 186,187 (1966); <em>Commonwealth </em>v. <em>Kelley, </em>359 Mass. 77, 88-89, 90-92 (1971); <em>Commonwealth </em>v. <em>Beneficial Fin. Co. </em>360 Mass. 188, 249-250, 352-353 (1971), cert. den. sub nom. <em>Farrell </em>v. <em>Massachusetts, </em>407 U. S. 910 (1972), and sub nom. <em>Beneficial Fin. Co. </em>v. <em>Massachusetts, </em>407 U. S. 914 (1972). The conspiracy Nelson was charged with by the indictment and the specifications (see n. 3) was not a general one to influence the outcome of a horse race by one or more of the unlawful means enumerated in G. L. c. 128A, §§ 13B (n. 2) and 13C (as inserted by St. 1950, c. 111),8 or by some other unlawful means. Compare <em>Commonwealth </em>v. <em>Chagnon, </em>330 Mass. 278,281-282 (1953). The conspiracy charged and specified was extremely narrow, one “to administer, and cause to be administered, a drug, to two horses, with the purpose of affecting the speed of such horses in or in connection with a race____” § 13B. That was the conspir-</p>\n<p id=\"b114-5\">acy laid at Nelson’s door and the one the Commonwealth was obliged to prove he was aware of before it would be entitled to a conviction. See and compare <em>Commonwealth </em>v. <em>Hunt, </em>4 Met. 111, 125-126 (1842); <em>Commonwealth </em>v. <em>Meserve, </em>154 Mass. 64, 72-73 (1891); <em>Commonwealth </em>v. <em>Rudnick, </em>318 Mass. 45, 48 (1945); <em>Commonwealth </em>v. <em>Shea, </em>323 Mass. 406, 412-413 (1948); <em>Commonwealth </em>v. <em>Ries, </em>337 Mass. 565, 580-582 (1958). See also <em>Commonwealth </em>v. <em>Ancillo, </em>350 Mass. 427, 430-431 (1966).</p>\n<p id=\"b114-6\">It is here, in the opinion of a majority of the court, that the proof against Nelson was deficient. Byrne’s testimony was unequivocal on the point that there was no discussion by any of those present in Barnoski’s home prior to Byrne’s <page-number citation-index=\"1\" label=\"97\">*97</page-number>leaving for Brockton of what was to be done with respect to the ninth race at Suffolk Downs (see n. 6); disbelief of that testimony would not have warranted a finding to the contrary. The evidence does not disclose what else, in addition to a physical description of Byrne, Bamoski may have discussed with Nelson on the telephone as Byrne was leaving for Brockton; whether drugs were discussed or referred to is entirely conjectural. Although Nelson’s conversation and conduct with Byrne (as testified to by the latter) were “seriously suspicious” <em>(Commonwealth </em>v. <em>David, </em>335 Mass. 686, 696 [1957]), there was no evidence of any general backdrop of prior dealings between or among Nelson and any of the other defendants from which it could have been inferred that Nelson knew or should have known that Byrne, Bamoski or anyone else intended to use his $1,000 to drug horses. Contrast <em>Commonwealth </em>v. <em>Galvin, </em>310 Mass. 733, 745-746 (1942); <em>Commonwealth </em>v. <em>Kelley, </em>359 Mass. 77, 90-92 (1971). Indeed, on the evidence, the drug was not even discussed or produced from Giulia’s car until after Byrne’s return from Brockton.</p>\n<p id=\"b115-4\">In the opinion of a majority of the court it was error to deny Nelson’s motion for a directed verdict.<footnotemark>9</footnotemark></p>\n<p id=\"b115-5\">2. We now turn to the exception saved by Barnoski to the denial of his motion for a new trial<footnotemark>10</footnotemark> on the ground of the newly discovered evidence that the prosecutor,<footnotemark>11</footnotemark> without advising the defendants thereof, had filed a nolle prosequi<footnotemark>12</footnotemark>- of the indictment against Byrne on the opening day of the trial, which was the day before Byrne took the stand as the Commonwealth’s sole witness to the existence of a <page-number citation-index=\"1\" label=\"98\">*98</page-number>conspiracy. We consider first the facts which were known to the defendants at the time Byrne gave certain testimony which has not previously been related.</p>\n<p id=\"b116-5\">As already explained, all six indictments (including the one against Byrne) were returned on the same date. As appears from the dockets and from the evidence, the arraignments on all the indictments were held at the same time before the same judge. In response to motions filed by Nelson and Barnoski (and allowed by the court) that they be furnished information concerning any promises, inducements or rewards made to any witnesses on whose testimony the Commonwealth intended to rely, the prosecution responded that it intended to call Byrne as a witness and advised that the Commonwealth had “obtained a continuance” of the case against Byrne in the District Court which had arisen out of his arrest at Suffolk Downs. The prosecution’s response also stated that another witness, whose name would be furnished before trial, had been informed that he would not be prosecuted for any role he might have played in connection with the indictments.<footnotemark>13</footnotemark> Reading the response as a whole, it would seem (and we think the defendants<footnotemark>14</footnotemark> were entitled to conclude) that no promise had then (three months after the return of the indictments and approximately a month before trial) been made to Byrne that he would not be prosecuted on the indictment against him.</p>\n<p id=\"b116-6\">Byrne was not brought to trial with the other defendants. He had an extensive criminal record <footnotemark>15</footnotemark> which was introduced in evidence in an effort to impeach his credibility. It is clearly inferable from the cross-examination of Byrne <page-number citation-index=\"1\" label=\"99\">*99</page-number>that his decision to testify for the prosecution had been made about a month before the return of the five indictments, on an occasion when a State police officer had taken him from the Charles Street Jail, where he was being held on a capias issued following a default on the District Court complaint, to the Superior Court in Cambridge, where there was to be a hearing on the revocation of the probation which had been imposed on him following his conviction (on a plea of guilty) on an unrelated felony indictment.</p>\n<p id=\"b117-4\">It is in the light of the foregoing that we must evaluate the following cross-examination of Byrne, conducted by counsel for Barnoski (probably in behalf of all the defendants): “[1] Q. And you have not been brought to trial yesterday or today on the indictment charging you with conspiracy, have you? A. No. [2] Q. And is that as a result of some arrangement that you made, sir? A. No. [3] Q. Have you been given any promise that you would not be brought to trial? A. No. [4] Q. When did you first find out that you would not be brought to trial? A. Yesterday afternoon, about 3:30. [5] Q. Who told you that, sir? A. ... [The prosecutor]. [6] Q. Did you ever ask for a continuance on this case? A. No. [7] Q. Did you receive word that you were to go to trial on May 30, 1972 on the indictment charging you with conspiracy? A. I was informed that I had to be here, yes. [8] Q. Were you informed you were going to trial, sir? A. Yes. [9] Q. Did... [the prosecutor] tell you the reason that you were not being put on trial on this indictment? A. No. [10] Q. And you never requested a continuance? A. No.”<footnotemark>16</footnotemark>”</p>\n<p id=\"b117-5\">Reading the answers to [1], [2], [4] through [6], [9] and [10] together, we think the jury could have concluded that Byrne had been indicted for the same offence as the other defendants, that his case had not been continued at his request, but that there had been a continuance at the request of the prosecution. It is the answers to [3] and [8] which are disturbing. They must be weighed against the answers to [4] and [9] and against the following some<page-number citation-index=\"1\" label=\"100\">*100</page-number>what cryptic (and only) statement made by the prosecutor at the hearing on the motion for a new trial: “There was no lie by Mr. Byrne on the fact as to whether or not any reason was given to him as to why he was not being called for trial. He was never told why and he never asked why. And <em>the only statement that was made was that his case was nol prossed; </em>and no further discussion” (emphasis supplied).</p>\n<p id=\"b118-4\">Why Byrne’s case had been nol prossed was beside the point. The fact of the matter was that the filing of the nolle prosequi (see n. 12) meant that Byrne would never be brought to trial on the indictment against him. We think that Byrne, who was shown to have had more than a nodding acquaintance with the processes of criminal justice, must be taken as having understood the practical (if not the legal) effect of the nolle prosequi. Yet, in the presence of the jury he denied having been promised that he would not be brought to trial ([3]) and affirmatively represented that he had been informed that he was going to trial ([8]). The prosecutor listened to those answers in silence.</p>\n<p id=\"b118-5\">Such silence cannot be ignored. We are not so much concerned with the arguments which either the defendants or the prosecution might have been able to advance to the jury as to the effect of the nolle prosequi on Byrne’s bias or lack thereof as we are with the fact that the defendants, had they known of the nolle prosequi,<footnotemark>17</footnotemark> would have been in a position to expose as lies answers which were at best fractional truths. The prosecution’s case depended on the measure of credibility which the jury should attach to the uncorroborated testimony of a coconspirator whose involvement with criminal justice went far deeper than the cases on trial. The situation strikes us as one in which Barnoski is entitled to relief because the “State, although not solicit<page-number citation-index=\"1\" label=\"101\">*101</page-number>ing false evidence, allow [ed] it to <em>go </em>uncorrected when it appear [ed].” <em>Napue </em>v. <em>Illinois, </em>360 U. S. 264, 269 (1959). <em>Giglio </em>v. <em>United States, </em>405 U. S. 150,153 (1972). Contrast <em>Commonwealth </em>v. <em>Lombardo, </em>2 Mass. App. Ct. 667, 672-673 (1974).</p>\n<p id=\"b119-5\">As we cannot say with any degree of certainty that the effect of such “false evidence” was nullified by anything in the charge, Barnoski’s exception to the denial of his motion for a new trial is sustained.</p>\n<p id=\"Avu\">3. Macarelli also filed a motion for a new trial on the same ground as that advanced by Barnoski,<footnotemark>18</footnotemark> but he does not appear from the record before us to have claimed an exception to the denial of his motion in the manner required by Rule 72 of the Superior Court, as amended effective October 31, 1969. If he had claimed such an exception, we would have sustained it. We think it would be anomalous, and very possibly a “miscarriage of justice” <em>(Commonwealth </em>v. <em>Freeman, </em>352 Mass. 556, 564 [1967]), if Barnoski were the only one to receive a new trial. Accordingly, Macarelli is also to have a new trial.</p>\n<p id=\"b119-7\">4. The remaining exceptions are to the judge’s refusal to grant oral motions for a mistrial because of an unresponsive answer by Byrne (“I have done it before with these guys”), which was immediately struck with somewhat flaccid precautionary instructions to the jury. As the questions presented are not likely to arise on a retrial, we do not consider them.</p>\n<p id=\"b119-8\">The judgments on indictments Nos. 63609 and 63612 are reversed, and the verdicts are set aside. The judgment on indictment No. 63608 is reversed, the verdict is set aside, and judgment is to be entered for the defendant.</p>\n<p id=\"b119-9\">\n<em>So ordered.</em>\n</p>\n<p id=\"b119-10\">The case was argued before the Chief Justice and Justices Grant and Armstrong and was thereafter submitted on the record and briefs to all the other Justices. Justices <page-number citation-index=\"1\" label=\"102\">*102</page-number>Keville and Goodman dissent from the disposition of the case against Nelson but agree with the balance of the opinion.</p>\n<footnote label=\"2\">\n<p id=\"b109-13\"> “No person shall administer or cause to be administered any drug, internally or externally by injection, drench or otherwise, to any horse or dog for the purpose of retarding, stimulating or in any other manner affecting the speed of such horse or dog in or in connection with a race conducted under the provisions of this chapter. Whoever violates this section shall be punished ....”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b110-7\"> On the indictment against Nelson the prosecution filed specifications: charging him with “assisting one or more of the other defendants in conspiring to commit the offense as set forth in the indictment and more particularly by providing monies to further the conspiracy”; identifying by name two horses in the ninth race at Suffolk Downs on April 23, 1971, run in the afternoon of that date; and identifying the drug as acetophenazine.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b110-8\"> Like exceptions were saved by Macarelli and Barnoski, but the joint brief of all three defendants fails to contain anything concerning those exceptions which could be characterized as argument within the meaning of Rule 1:13 of this court (1972), 1 Mass. App. Ct. 889. <em>Lolos </em>v. <em>Berlin, </em>338 Mass. 10, 13-14 (1958). In any event, the exceptions taken by those two defendants on this point are wholly without merit, as will appear from the evidence summarized in our opinion.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b110-9\"> The defendants have not argued any of their exceptions to the admissibility of Byrne’s testimony.</p>\n</footnote>\n<footnote label=\",!\">\n<p id=\"b111-7\"> This particular quotation has been extracted from a specific qtiestion which the judge put to Byrne and to which Byrne replied in the negative.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b112-7\"> Determined on subsequent chemical analysis to be acetophenazine (see n. 3), a drug which, when injected into a horse, will retard it in a race.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b114-7\"> “No person shall influence, induce or conspire or connive with, or attempt so to do, any owner, trainer, jockey, agent, driver, groom or other person associated with or interested in or having charge of or access to any horse or dog entered or to be entered in a race for the purpose of fraudulently affecting the ultimate result of such race. Whoever violates this section shall be punished ....”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"AHJ\"> We express no opinion whether Nelson could have been convicted on a charge of conspiring under or to violate one or more of the provisions of G. L. c. 128A, § 13C (n. 8).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b115-7\"> We shall deal later with a similar motion filed by Macarelli.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b115-8\"> A deputy assistant attorney general no longer associated with these cases.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b115-10\"> “Now comes the Commonwealth and states that it shall not further prosecute the case of Comm. v. Robert Byrne, numbered 63607 for the reason that the ends of justice will be met by not further prosecuting.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b116-7\"> It would appear from the evidence that the reference here was to the trainer (who did testify at trial) of one of the horses that was to be drugged.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b116-8\"> Macarelli did not file a motion similar to the ones filed by Nelson and Barnoski. However, we think it can reasonably be inferred from the record that all counsel were aware of the contents of the papers then filed in all the cases.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b116-9\"> “as long as one’s arm,” as the judge remarked in his charge to the jury.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b117-6\"> The numbers in brackets have been inserted for ease of reference.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b118-6\"> We reject as wholly unrealistic the Commonwealth’s notion that counsel, who were continuously engaged for five days in the trial of these cases, should have made daily checks in the clerk’s office in order to discover the nolle prosequi before the conclusion of the trial. Contrast <em>Commonwealth </em>v. <em>Lombardo, </em>2 Mass. App. Ct. 667, 669-670, and n.4 (1974).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b119-11\"> As did Nelson, but his motion is no longer material.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}