{
  "casebody": {
    "data": "<casebody firstpage=\"60\" lastpage=\"65\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b80-4\">Commonwealth <em>vs. </em>Robert Beauchamp.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b80-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AWH\">March 2, 1992.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AW4\">July 9, 1992.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b80-6\">Present: Liacos, C.J., Wilkins, Nolan. Lynch, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b80-12\"><em>David Slade </em>for the Commonwealth.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b80-13\"><em>Martin C. Gideonse </em>for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b80-14\">Lynch, J.</author>\n<p id=\"AY\">The Commonwealth appeals from an order of a Superior Court judge awarding the defendant credit against his prison sentence for time spent in custody in another jurisdiction while he contested rendition to Massachusetts, and from a denial of a motion to modify that order. The defendant moved, under Mass. R. Crim. P. 30, 378 Mass. 900 (1979), to require the Department of Correction to award credit for time served outside Massachusetts. The judge treated the motion as an application for declaratory relief. We transferred the appeals here on our own motion and we now reverse.<footnotemark>1</footnotemark></p>\n<p id=\"b80-15\">The judge based his findings entirely on a stipulation of facts with attached exhibits submitted by the parties. We <page-number citation-index=\"1\" label=\"61\">*61</page-number>summarize those findings. The defendant was convicted of murder in the second degree and sentenced to life imprisonment on February 21, 1973. On April 29, 1974, the defendant failed to return from a twelve-hour furlough, and the next day the Commonwealth sought a complaint charging the defendant with escape. In December of 1980, the Commonwealth filed a complaint in the United States District Court for the District of Massachusetts charging the defendant with unlawful flight to avoid prosecution.</p>\n<p id=\"b81-5\">On July 6, 1981, the defendant was arrested by Federal authorities on a Federal violation in California. On July 9, 1981, the Commonwealth informed the Federal authorities in California of its intention to regain custody of the defendant. Thereafter, a detainer was lodged by Massachusetts against the defendant in California. The defendant was sentenced to nine months’ imprisonment on the Federal charge and was held in continuous Federal custody from his arrest until the expiration of his Federal sentence on March 8, 1982. At that time, the defendant waived extradition and was ordered removed to Illinois, on an Illinois detainer, to face Federal mail fraud charges. On February 17, 1983, after serving his Federal sentence for mail fraud in Illinois, the defendant appeared in the Cook County Circuit Court for a hearing in connection with the outstanding Massachusetts escape charge and on a local misdemeanor deceptive practices charge.<footnotemark>2</footnotemark> A Governor’s warrant on the escape charge was issued on March 14, 1983, and transmitted to the Governor of Illinois on March 24, 1983. The defendant challenged his extradition in a habeas corpus proceeding in the Illinois State courts. <em>Beauchamp </em>v. <em>Elrod, </em>137 Ill. App. 3d 208 (1985). When he did not prevail there, he challenged his extradition in a Federal habeas corpus proceeding, which was also denied. <em>United States ex rel. Beauchamp </em>v. <em>Elrod, </em>No. 86 C <page-number citation-index=\"1\" label=\"62\">*62</page-number>1208 (N.D. Ill. July 28, 1987). On August 7, 1987, the defendant was finally returned to Massachusetts. The defendant pleaded guilty to the escape charge pending against him, and the parties agreed to have the case placed on file.</p>\n<p id=\"b82-5\">At issue is the determination that the defendant was entitled to 1,574 days credit against his Massachusetts sentence for the time he spent in custody in Illinois, fighting rendition to Massachusetts.</p>\n<p id=\"b82-6\">No Massachusetts statute grants the defendant credit for time spent fighting rendition.<footnotemark>3</footnotemark> In cases involving credit to be given for time served elsewhere, “[w]here no statute controls, we have been establishing guiding principles, case by case . . . .” <em>Chalifoux </em>v. <em>Commissioner of Correction, </em>375 Mass. 424, 428 (1978). We have grounded our decisions on principles of fairness and justice. See <em>id. </em>(credit given for sentence served in California where Massachusetts unfairly declined to receive prisoner on transfer and then declined to credit him with time served on a sentence intended to be concurrent with his Massachusetts sentence, without so informing him); <em>Commonwealth </em>v. <em>Grant, </em>366 Mass. 272 (1974) (credit given for time spent in confinement before sentencing); <em>Brown </em>v. <em>Commissioner of Correction, </em>336 Mass. 718 (1958) (credit given from time of imposition of subsequent “from and after” sentences when prior conviction reversed); <em>Lewis </em>v. <em>Commonwealth, </em>329 Mass. 445 (1952) (credit given for time served on greater offense when subsequent review showed evidence only supported lesser offense and sentence for lesser offense then imposed). See also <em>Commonwealth </em>v. <em>Aquafresca, </em>11 Mass. App. Ct. 975 (1981) (fairness and justice require that an escapee be credited with the time it would reasonably take Massachusetts authorities, and those <page-number citation-index=\"1\" label=\"63\">*63</page-number>in the State where the escapee is arrested, to return him to Massachusetts).</p>\n<p id=\"b83-4\">The defendant argues that he has a statutory right to fight rendition under G. L. c. 276, § 19 (1990 ed.), and that, if he is not credited with time spent fighting rendition, he is in essence punished for exercising such statutory right. The Commonwealth argues that the defendant should not be credited with time spent fighting rendition because the general rule is that an escape “suspend [s] the running of the original sentence until such time as [the defendant] should be returned to” the institution from which he escaped. <em>Kinney, petitioner, </em>5 Mass. App. Ct. 457, 459-460 (1977). The Commonwealth also argues that denial of credit is not punishment, but rather the direct consequences of acts on the part of the defendant to delay his return to Massachusetts.</p>\n<p id=\"b83-5\">Interstate rendition or extradition is governed by the Federal Constitution, statutes, and case law.<footnotemark>4</footnotemark> “State legislation upon the subject of interstate rendition is justified only in so far as it aids, assists and facilitates the operation of the constitutional provisions and the Federal enactment.” <em>Harris, petitioner, </em>309 Mass. 180, 183 (1941). Although a defendant has a statutory right to fight rendition, very few issues may be contested. “Once the governor has granted extradition, a court considering release on habeas corpus can do no more than decide (a) whether the extradition documents on their face are in order; (b) whether the petitioner has been charged with a crime in the demanding state; (c) whether the petitioner is the person named in the request for extradition; and (d) whether the petitioner is a fugitive.” <em>Michigan </em>v. <em>Doran, </em>439 U.S. 282, 289 (1978).</p>\n<p id=\"b83-6\">The defendant raised no substantial argument on any of those issues. The Illinois court ruled that any defects in the documents were merely technical. <em>Beauchamp </em>v. <em>Elrod, </em>137 <page-number citation-index=\"1\" label=\"64\">*64</page-number>Ill. App. 3d 208, 213 (1985).<footnotemark>5</footnotemark> The defendant’s argument, that he was not a fugitive because the Massachusetts prison authorities had furloughed him with instructions not to return, was frivolous in the absence of evidence in verification. See <em>id. </em>at 214.</p>\n<p id=\"b84-5\">In the out-of-State proceedings the defendant also made constitutional claims of inordinate delay and a right to bail. The asylum State is an inappropriate forum in which to raise constitutional issues. <em>Sweeney </em>v. Woodall, 344 U.S. 86, 89-90 (1952). Illinois recognizes an exception to this general rule when a demanding State’s dilatory tactics result in an extraordinary delay. <em>People ex rel. Bowman </em>v. <em>Woods, </em>46 Ill. 2d 572 (1970) (demanding State’s dilatory tactics resulted in an unexplained thirteen-year delay). The Illinois court, however, held that no such extraordinary circumstances existed in the defendant’s case. <em>Beauchamp </em>v. <em>Elrod, supra </em>at 211. The Illinois court also held that, where a Governor’s warrant had been issued and where an accused was held solely for the purpose of extradition, the accused has no right to bail. <em>Id. </em>at 215.</p>\n<p id=\"b84-6\">After the Supreme Court of Illinois denied leave to appeal, the defendant brought an action in the United States District Court for the Northern District of Illinois. <em>United States ex rel. Beauchamp </em>v. <em>Elrod, supra. </em>In a memorandum opinion, the United States District Court determined that, on the record, all of the issues into which the Illinois courts could inquire were clearly answered against the-defendant, and denied his petition for habeas corpus.</p>\n<p id=\"b84-7\">Most of the claims raised were based on dubious assertions of fact or frivolous legal argument. For example, the defend<page-number citation-index=\"1\" label=\"65\">*65</page-number>ant claimed he was not a fugitive because the prison authorities in Massachusetts had released him on furlough and told him not to come back. This treatment was supposedly in recognition of the fact that the murder for which he was convicted was committed at .the behest of the “CIA.” In another instance he claimed unfair delay by the. Commonwealth in seeking rendition when, during most of the period he attributed to the Commonwealth, he was traveling around the country under assumed identities, unknown to the authorities. None of his claims was substantial enough to require more than a cursory denial by the out-of-State courts.</p>\n<p id=\"b85-5\">Therefore, there is no equitable or legal reason to award the defendant credit for the time he spent fighting rendition to Massachusetts after escaping therefrom. To rule otherwise would allow the defendant to choose the State where he would serve a significant portion of his sentence.</p>\n<p id=\"b85-6\">\n<em>Judgment reversed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b80-16\"> The Commonwealth submitted no argument with respect to the denial of the motion to modify. We therefore deem that appeal waived. Mass. R. A. P. 16 (a) (4), as amended, 367 Mass. 921 (1975).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b81-6\"> The record is unclear as to how and under what process the defendant was transferred from Federal custody to appear in State court proceedings. As of March 11, 1983, the Illinois charges were dismissed. Thus, from that date, the defendant was held in Illinois solely on the basis of the Massachusetts charge.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b82-7\"> The only statutes cited by the parties dealing with credit for incarceration are (a) G. L. c. 279, § 33A (1990 ed.), and G. L. c. 127, § 129B (1990 ed.), which require an award of credit for time spent awaiting trial; (b) G. L. c. 127, § 129 (1990 ed.), which computes credit for good conduct; and (c) G. L. c. 127, § 149 (1990 ed.), which computes credit after an arrest on revocation of parole. The Uniform Criminal Interstate Rendition Law, G. L. c. 276, §§ 11 et seq. (1990 ed.), does not address the issue.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b83-7\"> Article IV, § 2, cl. 2, of the United States Constitution, provides as follows: “A person charged in any state with treason, felony, or other crime, who shall flee from justice, and be found in another state, shall on demand of the executive authority of the state from which he fled, be delivered up to be removed to the state having jurisdiction of the crime.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b84-8\"> For example, the extradition papers submitted to the Governor of Massachusetts inaccurately alleged that no former application had been made for requisition of the same person for the same offense, nor had such request been made sooner because the whereabouts of the accused was not sooner ascertained. The court stated that “the Governor had before him other adequate and correct information to ensure that he was not misled . . . that the defects in the extradition papers are merely technical . . . .” <em>Beauchamp </em>v. <em>Elrod, </em>137 Ill. App. 3d 208, 213-214 (1985).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}