{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"540\" lastpage=\"551\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b540-15\" pgmap=\"540\">Algy Dean, for use, etc. v. Edwin Walker.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b540-18\" pgmap=\"540\">Filed at Ottawa November 20, 1882</decisiondate><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ABc\" pgmap=\"540\">Rehearing denied Sept. Term, 1883.'</otherdate><syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b540-19\" pgmap=\"540\">1. Grantee—assuming to pay preexisting mortgage—rights and obligations of the parties. Where a grantee accepts a conveyance of land, with a clause or condition therein that he assumes and agrees to pay an existingincumbrance on the premises as a part of the consideration, with a knowledge of its contents, he will become personally liable to the holder of the incumbrance to pay the indebtedness, without his signing and sealing the deed.</syllabus><syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b540-20\" pgmap=\"540\">2. Where a deed for land imposes the obligation upon the grantee to pay and discharge an existing incumbrance upon the land, the grantee’s liability to the holder of the incumbrance rests upon the doctrine that when one person makes a promise to another for the benefit of a third person, the latter may maintain an action upon it. In such ease it is not necessary that there should be any consideration passing from the third person.</syllabus><syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b540-21\" pgmap=\"540\">3. Where the owner of real estate sells and conveys the same, incumbered by a mortgage which he had assumed to pay, to one who, as a part of the consideration of his purchase, assumes and expressly agrees to pay and discharge the mortgage, the contract will be for the benefit of the holder of the mortgage, and when he ratifies it and claims its benefit, the law operating on the act of the parties establishes a privity of contract between the grantee and the holder of the mortgage, and creates an obligation on the part of the former to pay the mortgage, and the mortgagee may, by an action in the name of the grantor, for his use, maintain a personal action against the grantee for the sum due upon the mortgage.</syllabus><summary data-order=\"6\" data-type=\"summary\" id=\"b540-22\" pgmap=\"540\">Appeal from the Appellate Court for the First District;— heard in that court on appeal from the Superior Court of Cook county; the Hon. Sidney Smith, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b540-23\" pgmap=\"540\">Messrs. Remy &amp; Chumasero, for the appellant:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b540-24\" pgmap=\"540(43) 541(25)\">A purchaser of land from a mortgagor who assumes and agrees to pay off the mortgage debt, makes himself personally liable to the holder of the mortgage debt. Burr v. Beers, 24 N. Y. 178; Cumberland v. Codrington, 3 Johns. Ch. 255; Law rence v. Fox, 20 N. Y. 268; Troup v. Keokuk Coal Co. 48 id. 253; Rogers et al. v. Herron et al. 92 Ill. 583.</p><p data-order=\"9\" data-type=\"legal\" id=\"b541-6\" pgmap=\"541\">The grantee in a déed is bound to fulfill covenants on his part contained in a deed executed by the grantor only, and his acceptance of the deed binds him to pay a mortgage he has assumed therein. Spaulding v. Hallenbeck, 33 N. Y. 207; Trotter v. Hughes, 2 Kern. 74; Belmont v. Cowan, 22 N. Y. 438.</p><p data-order=\"10\" data-type=\"legal\" id=\"b541-7\" pgmap=\"541\">Where the payment of an outstanding mortgage is part of the purchase price of the land, the law will imply an agreement by the grantee to pay it. Comstock v. Hitt, 37 Ill. 542 ; Townsend v. Ward, 27 Conn; 610.</p><p data-order=\"11\" data-type=\"legal\" id=\"b541-8\" pgmap=\"541\">Where A promises B, for a valuable consideration, to pay C, the latter may maintain an action for the money. Brewer v. Dyer, 7 Cush. 337; Arnold v. Lyman, 17 Mass. 400; Hall v. Marston, id. 575; Binsee v. Page, 1 Abb. Ct. App. 138; Rubens v. Brindle, 44 Barb. 369; Cornell v. Rescott, 2 id. 16; Johnson v. Zinke, 52 id. 396; Miles v. Watson, 1 Sweeney, 374; Tillotson v. Boyd, 2 Sandf. Ch. 516; Ranson v. Copeland, 2 id. 256; Butler v. Bucklin, 2 Denio, 45; Tripp v. Vincent, 2 Barb. Ch. 613; Guernsey v. Rogers, 47 N. Y. 233; Miller v. Winchell, 70 id. 437; Fulton v. Dickinson, 10 Mass. 287; Watson v. Cambridge, 15 id. 256; Lent v. Pudelford, 10 id. 230; Scott v. Gill, 19 Iowa, 187.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b541-9\" pgmap=\"541\">Mr. Ellis S. Cheesbeough, Jr., for the appellee;</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b541-10\" pgmap=\"541\">The modern English doctrine, and that of many of the States, is, that no action can be brought by a party who is a stranger to the consideration. Crow v. Rogers, 1 Strange, 592; Tweddle v. Adkinson, 1 Best &amp; Smith, 393; Exchange Bank v. Rice, 107 Mass. 37; Warren v. Bachelder, 15 N. H. 129.</p><p data-order=\"14\" data-type=\"legal\" id=\"b541-11\" pgmap=\"541(31) 542(22)\">In States where exceptions to this rule have crept in, the present tendency is toward narrowing the exceptions, and at all events there must be a definite intention t'o benefit the party who sues. Moore v. House, 64 Ill. 162; Kountz v. Holthouse, 85 Pa. St. 235; Davis v. Callaway, 30 Ind. 112.</p><p data-order=\"15\" data-type=\"legal\" id=\"b542-6\" pgmap=\"542\">Where the grantor is personally liable, a bill in equity will lie in favor of the mortgagee, to avoid circuity of action, but there is no right of action when the grantor is not liable. Mellen v. Whipple, 1 Gray, 317; Furnas v. Durgin, 119 Mass. 500; King v. Whitely, 10 Paige, 465; Trotter v. Hughes, 12 N. Y. 74; Vrooman v. Turner, 69 id. 280 ; Norwoods. De Hart, 30 N. J. Eq. 412; Stewart v. Worden, 42 Mich. 154.</p><p data-order=\"16\" data-type=\"legal\" id=\"b542-7\" pgmap=\"542\">The bargain made by Walker was simply a purchase of the equity of redemption. The recital in the deed that the mortgage is assumed as part of the consideration, in the absence of proof of intention, does not create an imaginary fund. Fiske v. Tolman, 124 Mass. 254; Belmont v. Cowan, 22 N. Y. 438.</p><p data-order=\"17\" data-type=\"legal\" id=\"b542-8\" pgmap=\"542\">To sustain this action an actual liability to the grantor is necessary. The mortgagor can not rely on any recorded acknowledgment of liability. Judson v. Dada, 79 N. Y. 373; Dunning v. Leavit, 24 Alb. L. J. 55; Young v. Trustees of Public Schools, 31 N. J. Eq. 290; O’Neill v. Clark, 33 id. 444 ; Laing v. Byrne, 34 id. 52.</p> <opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b542-9\" pgmap=\"542\">Mr. Justice Craig</author> <p id=\"AB-\" pgmap=\"542\">delivered the opinion of the Court:</p> <p id=\"b542-10\" pgmap=\"542\">This was an action of assumpsit, brought by Algy Dean, for the use of Samuel H. Sweet and Charles Hutchinson, against Edwin Walker, to recover the amount of certain bonds, secured by mortgage on real estate in Chicago, which Walker had assumed and agreed to pay.</p> <p id=\"b542-11\" pgmap=\"542(73) 543(350)\">The facts out of which this litigation arose, are, in substance, the following: „ In February, 1873, George F. Work, being the owner of the premises, executed a trust deed thereon, to secure the payment of ten bonds, of $1000 each, payable four years after the date thereof. Afterwards, and on the 1st day of August, 1873, Work conveyed the premises, by warranty deed,'to Henry B. Jenks. On the 18th day of November, 1873, Henry B. Jenks conveyed the premises to Algy Dean, for an expressed consideration of $27,500. This deed contains the usual clauses, and concludes, after stating that the grantor had not incumbered, or caused to be incumbered, 'the premises and property conveyed, in any manner, as follows: “Except as to a certain deed of trust made to Henry M. Shepard, bearing date October 1, 1872, to secure a loan of $25,000, and also a certain deed of trust made to George Scoville, trustee, bearing date February 1, 1873, to secure a loan of $10,000; which said two trust deeds, and the indebtedness thereby secured, are hereby assumed, to be paid by the said party of the second part. ” On the 4th day of November, 1874, Algy Dean, the grantee in the last named deed, for a consideration .of $54,000 expressed in the deed, sold and conveyed the premises to the defendant, Edwin Walker. This deed contains, immediately following the description of the property conveyed, the following clause: “Subject, however, to a certain deed of trust made to Henry M. Shepard, bearing date October 1, 1872, with accrued interest thereon from October 1, 1873, to secure a loan of $25,000; and subject, also, to a certain deed of trust'made to George Scoville, trustee, bearing date February 1, 1873, with accrued interest thereon from August 1, 1874, to secure ja loan of $10,000.” And immediately after the habendum et tenendum clauses in the deed, is contained the following assumption: “Subject, however, to the two trust deeds, the taxes and claims aforesaid, all of which the said party of the second part hereby assumes and agrees to pay as part of the consideration of this conveyance. ” Sweet and Hutchinson having purchased a portion of the bonds secured by the deed of trust named in the assumption clause, this action was brought in the name of Dean, for their use, to recover the amount of the same from Walker, who had assumed payment by the clause contained in the deed under which the premises were conveyed to him.</p> <p id=\"b544-5\" pgmap=\"544\">It will be observed that Walker did not sign the deed under which the property was conveyed to him, and which contained the assumption clause, but he accepted the instrument and •placed it upon record. The law did not require Walker to sign and seal the deed himself in order to make its terms and conditions binding upon him. The acceptance of such a deed, with a knowledge of its contents, binds the grantee as effectually as though the deed had been inter partes, and had been executed by ■ both grantor and grantee. • (Crawford v. Edwards, 33 Mich. 354.) Thorp v. Keokuk Coal Co. 48 N. Y. 255, is also an authority in point. 'It is there said: “Inthe deed from Franklin to it, the defendant expressly assumed to pay the plaintiff’s mortgage, and this, as it is now well settled, binds the defendant to the same extent as if it had also signed the deed.” ■ ■</p> <p id=\"b544-6\" pgmap=\"544(215) 545(190)\">Deeds of lands made subject to a mortgage, and deeds containing an assumption clause purporting to bind 'the grantee to pay an existing incumbrance, have been the source of much discussion in the courts in regard to the rights and duties of the grantor, grantee, and the person holding the incumbrance on the property conveyed. A deed made subject to an outstanding mortgage creates no personal liability on the grantee to pay off the incumbrance, in the absence of a contract to pay, or unless the amount of the mortgage has been deducted from the purchase price, and left in the hands of the grantee. (Comstock v. Hitt, 37 Ill. 542; Fowler v. Fay, 62 id. 375; Jones on Mortgages, sec. 748.) Thus far the law seems to be well settled. Where, however, a deed contains a clause in- which the grantee' assumes an incumbrance on the premises conveyed, and agrees to pay the same, and an action is brought to enforce such a contract, the questions growing out of such a transaction have been attended with •more difficulty. But we think the law may be regarded as well settled, where A has given a mortgage on a tract of land to B, and subsequently conveys to 0, the deed containing a contract that C assumes the mortgage and agrees to pay the same, that B may compel the grantee to pay the mortgage indebtedness, either by a suit at law or by a bill in equity foreclosing the mortgage, and a personal decree against the mortgagor and the purchaser of the mortgaged premises, for any deficiency. Jones on Mortgages, sec. 741, in discussing the relation of the parties in such a case, says: “A purchaser who assumes the mortgage becomes, as to the mortgagor, the principal debtor, and the mortgagor a surety; but the mortgagee may treat both as principal debtors, and may have a personal decree against both.” But whether this is the true situation of the parties or not, where the mortgagor, who is bound for the payment of a sum of money secured by mortgage on land, conveys the same, and the grantee, by a clause in the deed, assumes the payment of the mortgage indebtedness, no reason is perceived which will prevent the mortgagee, for whose benefit the clause in the deed is inserted, from maintaining an action upon such a contract against the grantee.</p> <p id=\"b545-7\" pgmap=\"545(174) 546(62)\">' It is a familiar rule, and one well sustained by authority, that where one person, for a valuable consideration, makes a promise to another for the benefit of a third person, such third person may maintain an action upon it. It is not necessary in such a case that there should be any consideration moving from the third person, for whose benefit the promise is made, or that there should be any privity between them. The conveyance of the land is the consideration for the promise, and the fact that the consideration moves from the mortgagor is a matter of no moment. This is well illustrated in Brown v. Dyer, 7 Cush. 337, where it is said: “Upon the- principle of law long recognized and clearly established, that where one person, for a valuable consideration, engages with another to do some act for the benefit of a third, the latter, who would enjoy the benefit of the act, may maintain an action for the breach of such engagement,—that it does not rest upon the ground of any actual or supposed relationship between the parties, as some of the earlier cases seem to indicate, but upon the broad and more satisfactory basis that the law, operating upon the acts of the parties, creates the duty, establishes a privity, and implies the promise and obligation on which the action is founded.”</p> <p id=\"b546-7\" pgmap=\"546\">But it is said a third party can not bring an a’ction in his own name on a contract under seal between third parties', and in support of this, Moore v. House, 64 Ill. 162, is cited and relied upon. In the case cited it was held that a covenant can not be sued upon by the person for. whose benefit it is made, if he is not a party to the deed, j In the same case it is also held that where a contract not under seal is entered into by1 two for the benefit of a third person, it is a general principle the latter may sue thereon in his own name, although the agreement may not be directly to or with him. What is said in relation to an action on a sealed instrument is merely a reiteration of the common law rule on that subject when the case was decided-, but since that case was decided the rule of the common law on that subject has been changed by section 19, chapter 110, of the Revised Statutes of 1874, page 776, so that now it is immaterial, for the purpose of bringing the suit, whether the contract is under seal or not. Chitty, in his work oh Pleading, (vol. 1, p. 4,) says: “If the instrument be not under seal, it seems to be a general principle that the party for whose sole benefit it is evidently made, may sue thereon in his own name, although ■ the engagement be not directly to or with him. ” w ■</p> <p id=\"b546-9\" pgmap=\"546(73) 547(331)\">As our statute has, therefore, abolished the distinction between contracts under seal and those not under seal, (except penal bonds,) so far as bringing an action on such contracts is concerned, the law, as declared by Chitty, applies as .well to contracts under seal as to those not under seal. Indeed, we do not understand that the proposition is denied in the argument, that if Jenks had been bound to pay the mortgage indebtedness, tbe assumption clause in bis deed to Dean would have imposed a liability on Dean; and, also, tbe assumption clause in tbe deed from • Dean to Walker would have rendered Walker liable for the indebtedness. But it is contended, as Jenks held title to the equity of redemption without any personal liability resting upon him to pay the mortgage, the assumption clause in his deed to Dean imposed no obligation on Dean, and as Dean was, therefore, under no legal obligation to pay the debt, the assumption clause in his deed to Walker created no liability on him,—in other words, the position is, that a grantee of mortgaged premises can not be made liable to pay the mortgage indebtedness by an assumption clause in the deed, however strong the intent may he expressed by the language used, unless the grantor is himself, at the time of making the deed, liable for such indebtedness. We are aware of the fact that there are cases which sustain this view of the law, such as Trotter v. Hughes, 12 N. Y. 74, King v. Whitely, 10 Paige, 465, and the late case of Vrooman v. Turner, 69 N. Y. 280,—but we are not inclined to follow them. The New York cases are predicated upon the principle that where the grantor is liable for the mortgage indebtedness, and the deed under which he conveys contains an assumption clause, the grantee becomes the principal debtor by virtue of the agreement, and the grantor occupies •the situation of a mere surety for him as to the payment of the mortgage indebtedness. Such being the relative situation of the parties, in equity the creditor, who is the mortgagee, is entitled to the benefit of all collateral obligations for the payment of the debt which a person standing in the situation of a surety for others has received for his indemnity, to relieve him or his property from liability for such payment. (10 Paige, 468.)</p> <p id=\"b547-4\" pgmap=\"547(32) 548(373)\">It is quite true that this principle of equity could not be invoked, and this remedy in equity made available, if the grantor of the mortgaged premises was not himself liable for the mortgage indebtedness, for the reason that the relation of principal debtor and surety would not exist between the grantor and grantee. But is there no other principle of law upon which the grantee may be rendered liable upon a contract which he has deliberately made upon a valid consideration ? We think there is,—that it may be placed on the broad and well settled principle that where one person makes a promise to another, based upon a valid consideration, for the benefit of a third person, such third person may maintain an action upon it. Here, it was not necessary that any consideration should pass from the owners of the mortgages, to Walker,—it was enough that his contract was based upon a consideration, which moved from Dean to him. A portion of the purchase price of the land was left in his hands, in consideration of which he agreed with his grantor, Dean, to pay the mortgages. It was a matter of no consequence to him whether Dean was legally bound to pay those mortgages or not. Dean had the right to make such a disposition of the purchase money as he saw proper in selling the land. He might have directed that the purchase money should be paid by Walker to some public charity, to a church or a college ; and if Walker, in making the purchase, agreed to pay the purchase money to any or either of these objects, no reason is perceived why he might not be compelled to perform his contract. It was no concern of his to whom the purchase money should be paid. Dean had the right 'to make such disposition of it as he saw proper, and when, for some reason known to himself, he saw proper to direct that the mortgages on the land should be paid from the purchase money which Walker agreed to pay for the premises, and Walker expressly agreed to pay these mortgages, it is a matter in which he is in no manner concerned, whether Dean was legally liable to pay such mortgage indebtedness or not. It was enough that he, for a valuable consideration, assumed the mortgages and agreed to pay the same.</p> <p id=\"b549-5\" pgmap=\"549\">The questions here involved arose in a recent ease in Pennsylvania, (Merriman v. Moore, 90 Pa. St. 79,) and it was there expressly held that it was not necessary to a recovery that the grantor should he himself liable to pay the debt,— that the vendor had the right to direct to whom the purchase money might be paid, and if the vendee agrees, for a valuable consideration, to make payment according to the directions of the vendor, he can not set up as a defence that the vendor was not bound to pay. In deciding the case it is said: “A vendor may direct how the purchase money shall be paid. He may reserve it to himself, donate it to a public charity, or may make such other disposition of it as may best meet his views; and if his vendee agrees to pay it according to such directions, he can not set up as a defence that his vendor was under no duty to apply it in such manner.”</p> <p id=\"b549-7\" pgmap=\"549(211) 550(28)\">• What right has Walker to question the validity of the mortgage which he assumed and agreed to pay ? In Pidgeon v. Trustees of Schools, 44 Ill. 501, where Mansfield and wife executed a mortgage upon their homestead without the statutory waiver, and afterwards conveyed to Pidgeon, the deed containing a clause that as a part of the consideration money he was to pay the mortgage, it was held, in a suit to foreclose, that the grantee having obtained a deed of the premises by admitting the lien and assuming its payment, he was estopped from setting up as a defence the omission of the mortgagors to release their homestead right. In Crawford v. Ediuards, 33 Mich. 354, where mortgaged premises were conveyed, the deed containing an assumption clause, it was held that the grantee was not at liberty to show in defence that the mortgage he had assumed and agreed to pay was without consideration, and therefore not a valid claim against his grantor. In Comstock v. Smith, 26 Mich. 306, a similar question arose, and it was there held that where one has purchased lands, and as a part of the. purchase price has covenanted to pay a mortgage given by his grantor, he can not avoid liability by showing that the mortgage was not enforceable against snch grantor by reason of a personal disability to execute a valid and binding mortgage.</p> <p id=\"b550-6\" pgmap=\"550\">The principle which underlies the cases cited has a bearing on the ease under consideration. After Walker, as a part of the consideration for the purchase of the mortgaged premises, acknowledged the validity and binding force of the mortgage indebtedness, and agreed to pay the same, what right has he to defeat a recovery by showing that his grantor was not legally bound to pay the debt ? But whether we are correct in this or not, we are satisfied that the rule that it is not necessary in order to a recovery that the grantor should be liable, is sound in principle, and one which will promote the ends of justice, and compel the due enforcement of contracts.</p> <p id=\"b550-7\" pgmap=\"550\">The judgment will be reversed, and the cause remanded for further proceedings consistent with this opinion.</p> <p id=\"b550-8\" pgmap=\"550\">Judgment reversed.</p> </opinion> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b550-9\" pgmap=\"550\">Sheldon, Ch. J., and Dickey, J.,</author> <p id=\"Aq_\" pgmap=\"550\">dissenting:</p> <p id=\"b550-10\" pgmap=\"550\">When a promise, for value, is made to one for the benefit 'of another, with the intention to benefit him, it is conceded\" the beneficiary may maintain an action in his own name upon a breach of the promise. In this case, however, the action is brought in the name of the man to whom the promise is alleged to have been made, and not in the name of the one for whose benefit it is supposed to have been made. If it be the true construction of this promise 'that it was intended for the benefit of the holder of the mortgage, then Dean, as between himself and Walker, is a mere surety for Walker, and can maintain no action, at least for more than nominal damages, until he has paid money, to the holder of the mortgage. Until then he is not damaged by the failure of Walker to pay. It can add nothing tb his right of recovery that he sues for the use of the mortgagee.</p> <p id=\"b551-5\" pgmap=\"551\">Aside from this, it seems to us that the true construction of the promise of Walker to pay off the mortgage is, that he undertook to indemnify Dean against the mortgage. ' Such is the teaching of the New York cases referred to, and we think it is, sound. (See, also, Norwood v. De Hart, 30 N. J. Eq. 412, and Miller v. Whipple, 1 Gray, 317.) , We do not say that a grantee of mortgaged premises can not be made liable to pay the mortgage indebtedness by an assumption clause in the- deed, however strong the intent may be expressed by the language used, unless the grantor is himself, at the time of making the deed, liable for such indebtedness. What we think is, that in a ease where the grantor is not personally liable, .as here, the words called the assumption clause, are to be construed as a mere indemnity to the grantor, unless there was an intention on the part of the grantor to do a kindness to the mortgagee or confer a benefit upon him. No doubt a grantor, if he chooses, may contract with a stranger that the latter will paya given sum to a friend of the grantor, or to any one to whom he may choose to do a kindness or confer a benefit upon, and in such case the contract could be enforced by the beneficiary. In this case there are no words in the deed, and no evidence or circumstances, indicating that the grantor took any interest in the welfare of the then unknown holder of this mortgage, or intended to confer upon him any benefit. It is to be supposed, from the circumstances, there was no such intention, and in such case we are of opinion - no action can be maintained on the promise by the mortgagee, or for his use, and that the promise must be understood as only for the indemnity of the grantor.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}