{
  "casebody": {
    "data": "<casebody firstpage=\"445\" lastpage=\"449\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b465-2\">Elizabeth Scollard <em>vs. </em>Francis A. Brooks &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b465-3\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AfI\">January 17, 1898.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A8N\">March 1, 1898.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b465-4\">Present: Field, C. J., Allen, Knowlton, Lathrop, &amp; Barker, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b465-5\"><em>Donatio Mortis Causa </em>— <em>Conversion.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b465-6\">When a person in his last illness, in anticipation of his decease and in recognition of the faithfulness of a domestic servant, designates certain articles of clothing and furniture in his house which he desires his servant to have after his decease, and says to the servant, “ They are yours, and you can take them away when I die,” there is some evidence of a gift and delivery, although it was not expected that the donee would take the things away before the donor’s death, and although the donor subsequently wore some of the articles of clothing, and in his will left to one of his children all the articles of furniture and ornament in his house.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b465-7\">When an executor refuses to allow a domestic servant, to whom the testator has orally given certain articles of personal property <em>causa mortis, </em>to remove them from the house of the testator, it is such an exercise of control over the property and exclusion of the donee from its possession as to warrant a finding of a conversion.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b465-8\">Tort, for the conversion of wearing apparel and of household furniture given to the plaintiff by Caroline M. Richardson. The case was referred to an auditor, who found in substance that the plaintiff had been employed for many years as a domestic in the house of Mrs. Caroline M. Richardson, who, on September 28, 1888, in anticipation of her decease, which occurred on October 31, 1888, requested the plaintiff to bring into her chamber from the various places where they were kept the articles of wearing apparel in question ; that she and the plaintiff looked them over together; that Mrs. Richardson, after telling the plaintiff how sick she was, that she should not live long and that the plaintiff had been good and faithful to her, and that she wanted to give to the plaintiff her clothes and some other things, then and there gave to the plaintiff the wearing apparel and the furniture in her sitting room outright as and for the property of the plaintiff, subject only to her recovery from her illness, and that the plaintiff never lost her title to the property nor the right to its posession, although she allowed it to remain there until after Mrs. Richardson’s <em>death; </em>that Mrs. Richardson left a will, from <page-number citation-index=\"1\" label=\"446\">*446</page-number>the probate of which an appeal was taken on April 23, 1889, and dismissed on May 19, 1890; that Sara Richardson, one of the defendants and a daughter of Caroline, living in the same house with her, and Brooks, one of the executors, wrongfully refused to allow the plaintiff, upon leaving the house in November, 1888, to take away the property in question, although it then belonged to her, and she had the right to its possession, and had made demand therefor on both of them; and that there was no evidence sufficient to justify a finding against the defendant Gedney K. Richardson, but that there was a conversion of the property of the plaintiff by the other two defendants.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b466-3\">At the trial in the Superior Court, before Hammond, J., the plaintiff testified that on the morning of September 28, 1888, at the request of Mrs. Richardson, all the articles of wearing apparel were brought from the various places where they were kept into her chamber, and, she after looking them over with the plaintiff one by one, pointed out the articles of furniture, asked the plaintiff to examine each, and then said that she would not live long, that the plaintiff had been faithful to her, and that she could have all the clothing and furniture, and that if she had any trouble in getting the things to go to Mr. Brooks, who had sworn to the donor to see that her gifts were carried out; that after the gift the furniture remained substantially as it was before, but the clothing was replaced in closets and drawers, although one or two articles of wearing apparel were afterward worn by the donor. The plaintiff further testified that a few days after the death of Mrs. Richardson she obtained permission of Brooks to take the things away, and after Sara Richardson’s refusal to allow her to take them away, she saw him again and he refused to let her have the things, because, as he alleged, she had induced certain persons to contest the will of Mrs. Richardson ; that in a conversation with Sara Richardson she said that Mrs. Richardson “gave me all her things already; they are all mine; I am to take them ”; — to which Miss Richardson replied, “ No, you shall not take them ” ; —and in another conversation, when Miss Richardson had some underclothes and collars, she said, “ Lizzie, I wish to give you those” ; — to which the plaintiff replied, “ Miss Sara, all those things are mine ; I shall take them; Mrs. Richardson gave them to me, and I am going <page-number citation-index=\"1\" label=\"447\">*447</page-number>to take them —and that Miss Richardson then said, “ No, you will .not.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b467-3\">Julia Scollard, a sister of the plaintiff, testified that she was present during the conversation and heard Mrs. Richardson say she could not get well; that her sister had been faithful many years, and therefore gave her all the things, saying, “ They are yours, and you can take them away when I die”; and she was with her sister when Brooks told her she could not have the things <em>“ </em>because of the part she took in the will contest.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b467-4\">Sara F. Richardson, one of the defendants, testified that no mention of the gift was made to her; that for two months preceding her mother’s death there was no change in the disposition or arrangement of the things claimed by the plaintiff; that so far as she knew they were all in their usual places; and that she never refused to let the plaintiff take them, but simply refused to give them to her.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b467-5\">Gedney K. Richardson testified that previous to Mrs. Richardson’s death he and she lived in adjoining houses; that the goods claimed by the plaintiff were never in his possession or in his house; that he consulted frequently with Mrs. Richardson in the month preceding her death, and never noticed any change in the arrangement of the furniture or other things claimed by the plaintiff; that Mrs. Richardson’s condition was not considered serious until two weeks before her death; and that her condition about the time of the alleged gift was one of cheerfulness.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b467-6\">The will of Mrs. Richardson gave to the plaintiff and to her sister Julia five hundred dollars each, and to Sara F. Richardson - her house “ with all the furniture and articles of ornament therein.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b467-7\">At the conclusion of the case the defendants requested the judge to instruct the jury: “ 1. that upon the evidence the plaintiff cannot recover against Gedney K. Richardson; 2. that upon the evidence the plaintiff cannot recover against Francis A. Brooks; 3. that upon the evidence the plaintiff cannot recover against Sara F. Richardson; 4. that there is no evidence that Gedney K. Richardson ever had possession of these goods; 5. that the evidence will not justify a finding that Francis A. Brooks ever had possession of these goods; 6. that the evidence <page-number citation-index=\"1\" label=\"448\">*448</page-number>will not justify a finding that Sara F. Richardson ever had possession of these goods; 7. that there is no evidence of a demand and refusal as against Gedney K. Richardson; 8. that the evidence will not justify a finding that a demand for the goods was ever made on the defendant Brooks, and that he ever refused to deliver them; 9. that the evidence will not .justify a finding that a demand for the goods was ever made on Sara F. Richardson which she unreasonably and wrongfully refused to grant; 10. that the evidence will not justify a finding that there was a completed gift to the plaintiff.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b468-4\">The judge declined so to do, and submitted, the case to the jury, who returned a verdict for the plaintiff; and the defendants alleged exceptions.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b468-5\">At the argument in this court it was orally admitted by the plaintiff that the verdict against Gedney K. Richardson had been set aside, and that the action had been discontinued as to him.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b468-6\"><em>H. N. </em>Shepard, for the defendants.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b468-7\"><em>W. </em>P. Hale, for the plaintiff.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b468-8\">Allen, J.</author>\n<p id=\"AOI\">We cannot say that there was no evidence upon which the plaintiff was entitled to go to the jury. There was some evidence of a gift and delivery of the articles. The auditor so found, and the testimony of the plaintiff and of her sister furnished some evidence to the same effect. It would seem that it was not expected that the plaintiff would take the things away before the donor’s death, and one or two articles of wearing apparel were used by the donor after the alleged gift. This would have well warranted, but it did not absolutely require, a finding that there was no present delivery. While we are not inclined to relax the rules calling for strict proof in cases of this kind, we are unable to say that there was no evidence at all, and no doubt the jury were clearly instructed in the law.</p>\n<p id=\"b468-9\">There was also some evidence of a conversion by the two defendants now before the court. Conversion may be shown by the exercise of control over the property, inconsistent with the right of the owner, and by excluding him from the possession or depriving him of it. <em>Luddington </em>v. <em>Goodnow, </em>168 Mass. 223. <em>Brintnall </em>v. <em>Smith, </em>166 Mass. 253. <em>Edmunds </em>v. <em>Hill, </em>133 Mass. 445. <em>Spooner </em>v. <em>Manchester, </em>133 Mass. 270. <em>Spooner </em>v. <em>Holmes, </em>102 Mass. 503. The auditor found that Mr. Brooks and Miss <page-number citation-index=\"1\" label=\"449\">*449</page-number>Richardson- both did this. The plaintiff also testified that Mr. Brooks told her she could not have the things, and that Miss Richardson told her, “No, you shall not take them.” This,, with some other evidence, had some tendency to show a conversion.</p>\n<p id=\"A9W\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}