{
  "casebody": {
    "data": "<casebody firstpage=\"878\" lastpage=\"879\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b916-6\">In re EVENOD PERFUMER, Inc. In re MINTZ.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b916-8\">No. 218.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b916-9\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aeo\">Dec. 11, 1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b916-22\">Copal Mintz, of New York City, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b916-23\">Feiring <em>&amp; </em>Bernstein, of New York City (Michael Feiring, of New York City, of counsel), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b916-24\">Before MANTON, L. HAND, and SWAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b916-25\">MANTON, Circuit Judge.</author>\n<p id=\"b916-26\">Evenod Perfumer, Ine., was adjudged a bankrupt in an involuntary proceeding and a trustee appointed. The appellant, as the bankrupt’s attorney, contested unsuccessfully the petition for an adjudication. He moved before the referee for an allowance under section 64b (3) of the Bankruptcy Act as amended, 11 US'CA § 104 (b) (3). The statute, by the 1926 amendment, provides:</p>\n<blockquote id=\"b916-27\">«* * * One reasonable attorney’s fee, for the professional services actually rendered, irrespective of the number of attorneys employed, to the petitioning creditors in involuntary cases while performing the duties herein prescribed, and to the bankrupt in voluntary and involuntary cases, as the court may allow.”</blockquote>\n<p id=\"b916-28\">Before the amendment, the section read:</p>\n<blockquote id=\"b916-29\"><em>“ </em>* * * One reasonable attorney’s fee, for the professional services actually ren<page-number citation-index=\"1\" label=\"879\">*879</page-number>dered, irrespective of the number of attorneys employed, to the petitioning creditors in involuntary eases, <em>to the bankrupt in involuntary eases while performing the duties herein prescribed, </em>and to the banlorupt in voluntary eases, as the court may allow.” 11 USCA § 104 (b) (3).</blockquote>\n<p id=\"b917-4\">The referee granted an allowance of $484, and the District Court reduced it to $100. As pointed out below, the allowance to the bankrupt’s attorney ordinarily covers only work done in promoting the administration of the estate and in assisting the bankrupt to perform his duties, such as drafting and filing the petition, drafting and filing the schedules, attendance at the first meeting, and other services in furtherance of the proceedings. In re Kross (D. C.) 96 F. 816; In re Michel (D. C.) 95 F. 803.</p>\n<p id=\"b917-5\">The allowance of $100 was thought below ample to cover such of these services as were rendered in the involuntary proceeding. But the appellant asks for an allowance for services rendered in resisting the bankruptcy proceeding, and his argument is that the amendment to the bankruptcy law makes it permissible in an involuntary proceeding to make such an allowance. The act, prior to the amendment of 1926, granted an allowance to the bankrupt’s attorney in involuntary proceedings “while performing the duties herein prescribed.” It was thought that contesting the bankruptcy was not a duty prescribed by the Bankruptcy Act and no compensation was allowed to a banlorupt for such services rendered. In the amended statute, the provision of the act as it previously read “while performing the duties herein prescribed” after the words “involuntary eases” was eliminated, and it is argued that the statutory restriction against such allowances as here claimed has been eliminated. It is said that the bankruptcy court is now free to allow a bankrupt’s attorney suitable compensation for all services that he reasonably renders in the proper representation of the bankrupt in the bankruptcy court. The argument proceeds that the right of representation by counsel is fundamental to our law and that appearances in all judicial proceedings dictate that compensation should be allowed to the bankrupt’s attorney for opposing a petition which seeks an adjudication of bankruptcy.</p>\n<p id=\"b917-6\"> In conformity with the rule that services within section 64b (3), 11 USCA § 104 (b) (3), are those rendered in aid of administration of the estate (Conrad, Rubin &amp; Lesser v. Pender, 289 U. S. 476, 53 S. Ct. 703, 77 L. Ed. 1327), compensation for unsuccessfully contesting bankruptcy was disallowed prior to the 1926 amendment (Randolph v. Scruggs, 190 U. S. 533, 539, 23 S. Ct. 710, 47 L. Ed. 1165). The right of a debtor to be represented is unquestioned, for in bankruptcy proceedings he is stripped of his property. In re Wood &amp; Henderson, 210 U. S. 246, 253, 28 S. Ct. 621, 52 L. Ed. 1046. But allowances in bankruptcy have been made to the bankrupt’s attorney upon the theory of some assistance rendered in bringing property to the estate and in its protection. In fixing the amount of compensation to the bankrupt’s attorney, the court is limited by express terms of the statute. In re Malkiel (D. C.) 29 F.(2d) 790.</p>\n<p id=\"b917-7\">We find nothing in this amended statute which authorizes an allowance for contesting unsuccessfully a petition in bankruptcy. The purpose in making the change was to put attorneys for bankrupts in involuntary cases on the same basis as attorneys in voluntary eases. The question of compensation to a voluntary bankrupt’s attorney for resisting adjudication cannot arise, and to enlarge the scope of services compensatable to an involuntary bankrupt’s attorneys so as to include contesting adjudication would be contrary to what we think Congress intended. Ho reason is given why the bankrupt’s attorney in an involuntary proceeding should be allowed compensation for this unsuccessful contest when a similar compensation is not present in a voluntary proceeding. What Congress apparently intended was to leave to the bankruptcy court the right to compensate attorneys for bankrupts in voluntary and involuntary proceedings alike. This allowance is for services rendered by them which results in direct benefit to the estate, as where the assets are increased by reason of diligence and cooperation of the bankrupt’s attorney. Discretion is allowed the court in determining what is the resulting benefit to the estate. An unsuccessful contest over the adjudication, whether in good faith or otherwise, is of no benefit to the estate, and usually is a detriment.</p>\n<p id=\"b917-8\">Order affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}