{
  "casebody": {
    "data": "<casebody firstpage=\"158\" lastpage=\"173\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b166-6\">Charles Crook and Wife, <em>vs. </em>Stewart Brown and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b166-7\">To a bill to enforce performance of a contract for the sale of land, and a conveyance of the title from the heirs at law of the vendors, the adult defendants, in their answer, admit the contract and payment of the purchase money, so far as they are concerned, disclaim title, and submit to a decree, but <em>suggest </em>to the court that they have been <em>informed </em>that the <em>complainants, </em>by mortgage or otherwise, had <em>conveyed </em>tbe property to G., now deceased, and that his heirs or representatives claim some interest or estate therein, of the nature or extent of which the defendants are not informed. An <em>amended bill </em>was then filed, in which, after stating the above suggestion, the complainants allege that the heirs of G. are in <em>possession </em>of the properly; that a solicitor has appeared in the cause, ostensibly for the original defendants, but, in truth, for these heirs, in order to protect them in the enjoyment of the property which they are claiming, under some such pretended conveyance; that if they can have the advantage of the services of such solicitor, they should be bound by the proceedings, and be required to ■ show what interest they have or claim in the premises. The bill then prays an answer from G’s heirs to both bills, that they may be decreed to <em>deliver the possession </em>to tiie complainants, and for further relief. To this <em>amended </em>bill the heirs of G. demurred. Held:</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b166-8\">That this demurrer <em>must be sustained, </em>because the complainants could not, upon this amended bill, make the heirs and representatives of G. <em>parties to the cause, </em>for the purposes stated in their pleadings.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b166-9\">The heirs of G. could not, under <em>this answer </em>of the original defendants, and through them as defendants to the original bill, have defeated the complainants’ right to the relief sought against such defendants, representing the vendors of the property.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b166-10\">The answer of the original defendants <em>makes no defence </em>upon any claim of G’s heirs to the property, and if designed to do so, is <em>insufficient </em>for the purpose, the reference to such claim being but a mere <em>suggestion </em>to the court, containing no <em>issuable </em>averment or allegation of fact.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b166-11\">The rules of pleading require something more than loose hearsay declarations, especially when they are not relied on as <em>matter of defence </em>to the bill: <page-number citation-index=\"1\" label=\"159\">*159</page-number>a party will not be permitted to delay the bringing of a suit to issue, by merely alleging an interest in <em>third </em>persons.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b167-5\">The vendee of a purchaser may proceed in equity both against such purchaser and <em>his </em>vendor, to obtain the legal title, but it does not follow that when a purchaser files a hill against his vendor, his assignee or vendee must <em>necessarily </em>be made a party, merely because such vendee has an interest in the property.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b167-6\">The purchaser and his vendee may join in a bill against the original vendor, in order to obtain a title <em>directly </em>to the second vendee, but in such case there should be <em>no conflict between the complainants themselves; </em>their interests should be <em>consistent.</em></headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b167-7\">In this ease the complainants and the heirs of G. could not unite in a hill against the defendants, the original vendors, except upon tho concession that the title of the complainants had passed to G., and that his heirs were entitled to a conveyance.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b167-8\">The question, who are <em>necessary parlies </em>to a suit in equity, depends in a great measure upon the <em>object </em>as well as the <em>subject </em>of the bill, the <em>relief </em>sought, the <em>privity </em>between the parties, and the <em>manner </em>in which their several interests <em>may have arisen: </em>it is impossible to state a <em>generalrule </em>applicable to <em>all cases.</em></headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b167-9\">This amended hill is not a <em>bill of discovery, </em>and besides, if the complainants have assigned their interest to G., they knew what the transaction was, and desiring to invalidate it, should have stated a case which his heirs can answer and defend.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b167-10\">The property being the same, all the parties to this ease may be said to be proper and necessary, as having an interest in the subject matter of controversy, yet the equity against G’s heirs, who claim <em>under </em>the complainants, and the other defendants who are the complainants’ <em>vendors, </em>is not the <em>same, </em>nor of the <em>same character; </em>their titles are perfectly <em>distinct </em>and <em>unconnected.</em></headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b167-11\">A bill framed with the double aspect of first acquiring a title from the complainants’ vendors, and then in the same case to litigate the title of other parties in no privity with such vendors, but who claim under the complainants themselves, is <em>multifarious.</em></headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b167-12\">There is no head of equity jurisprudence under which a party, in possession of land, can be brought into court and made to show his title, in order that that title may he defeated, and the <em>possession delivered to the </em>complainants, for this would he substantially to give to a chancery suit <em>the effect </em>of an action of <em>ejectment.</em></headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b167-13\">Where the only relief prayed for, and the only case made by the bill against one of several defendants, is to make him show his title and deliver possession of land, no decree can be passed against him, and it is clear that no one ought to be made <em>a party defendant, </em>against whom no decree can be passed.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b167-14\">There are some circumstances under which a court of equity will amove a <page-number citation-index=\"1\" label=\"160\">*160</page-number>party in possession and put another in, but these cases are of peculiar character.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b168-5\">This amended bill cannot be sustained on the principle of bills <em>quia timet, </em>the complainants not haring the <em>legal title, </em>and not being <em>in possession, </em>which are essential facts in such cases, and such an equity cannot be blended with the. case made and relief sought against the original defendants.</headnotes>\n<summary data-order=\"17\" data-type=\"history\" id=\"b168-6\">Appeal from the Circuit Court for Baltimore city.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b168-7\">The original bill in this case was filed by the appellants, Crook and wife, on the 3rd of April 1854, against the heirs at law of Stewart Brown and Mary Lancaster. It alleges that said Brown and Lancaster, on the 16th of October 1826, executed a bond.of conveyance, covenanting to convey certain real estate in the city of Baltimore to the complainant, Crook, in trust for his wife, in consideration of $1214, to be paid out of the wife’s separate estate; that the purchase money has been fully paid, and that the complainants are entitled to have a conveyance, according to the purport of the bond. The prayer of the bill is for the appointment of trustee to convey the legal title to the complainants, and for general relief.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b168-8\">The infant heirs of Mary Lancaster answered by their guardian <em>ad </em>litem, neither admitting nor denying the allegations of the bill. The heirs of Brown, in their answer, admit the execution of the bond of conveyance and payment of the entire sum due their ancestor, claim no further interest or title in or to the property, submit to such decree as the court may think proper to pass, and in conclusion say: “They, however, deem it their duty to state, that they have been informed that said Charles Crook and wife, heretofore, by mortgage or otherwise, conveyed said property to the late Judge John Glenn, and that the heirs or representatives of the late Judge Glenn claim some interest or estate therein, of the extent or nature of which your respondents are not informed.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b168-9\">The complainants then, under leave, filed an amended bill, in which they allege, by way of amendment, that the defendants, the Browns, in their answer, have suggested that, by some sort of deed or instrument of writing, the property was conveyed to the late Judge John Glenn, by the complainants, and that the heirs and representatives of the late Judge Glenn <page-number citation-index=\"1\" label=\"161\">*161</page-number>claim some interest or estate therein, under a conveyance from the complainants, of the extent or nature of which the said defendants are not informed; that said heirs and representatives are in possession of the property, and that a solicitor of the court has entered his appearance in this case, ostensibly for the defendants, but, in truth, as the solicitor of said heirs and representatives, and with a view not of protecting the interests of the real defendants, but for the benefit of said heirs and representatives, and in order to protect them in the enjoyment of the property under said alleged conveyance, which interest they are now claiming under some such pretended conveyance) that it is right and equitable, if said heirs and representatives should have the advantage of any difficulties that may be inlerposed in the way of a decree for the complainants, by the services of such solicitor, that they should also be made parties, and bound by the proceedings in the case, and that they should be required to show what interest they have or claim in the property, or right to oppose the decree in this case. The prayer is, that, said heirs and representatives of Judge Glenn may answer botli the original and amended bill, and may be decreed to deliver possession of the property to the complainants, and for such other and further relief as the complainants’ case may require.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b169-5\">To this amended bill the representatives of Judge Glenn demurred, upon the grounds — 1st. That it does not state such a case as entitles the complainants to any such discovery or relief as is thereby sought and prayed for. 2nd. That neither the original nor amended bill, separately or together, state such a case as entitles the complainants to any such discovery or relief as is sought and prayed for by either of them, from or against these defendants. 3rd. That if the matters stated give the complainants any cause of complaint against these defendants, the same is properly determinable at law. 4th. That the so called amended bill is in no wise an amendment of, and introduces no matter essential to, or connected with, the relief prayed by the original bill, but refers to and embraces an entirely distinct and different matter, remediable, if at all, in equity, by a separate and distinct bill only. 5th. That the ' <page-number citation-index=\"1\" label=\"162\">*162</page-number>amended <em>bill is </em>multifarious, seeking discovery and relief in regard to matters totally separate and distinct, as against parties in no wise connected, in regard to the said or the same matters, with each other, and not proper to. be made parties defendants to one and the same bill, touching said matters and their several and distinct interests therein. 6th. That the relief prayed against the parties to the amended bill is distinct and unconnected, not depending upon the same, or upon analogous or common liabilities or equities, not applicable to the same or a common subject matter, or to any common interest or liability in the parties, or any common relation to the same subject matter. 7th. That there is no allegation in the amended bill of any wrong, whatever, done by these defendants to the complainants, that furnishes ground for the interposition of any court, either of law or equity. 8th.'That there is no foundation laid in the amended bill for the discovery therein sought, and no allegation of any fact or equity entitling the complainants thereto, and that the discovery thereby sought is not material to the relief therein prayed, even if the same were properly sought. 9th. That the defendants to the original bill are not made parties to the amended bill, (this ground of demurrer was. abandoned in argument.) 10th. That the discovery prayed by the amended bill is in regard to matters contained and alleged in the original bill, in regard to which no relief is prayed by the amended bill against these defendants.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b170-5\">The court (Krebs, J.,) passed an order sustaining the demurrer, from which order the complainants appealed.</summary>\n<judges data-order=\"23\" data-type=\"summary\" id=\"b170-6\">The cause was argued before Eccleston, Tuck and Bartol, J.</judges>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b170-7\"><em>Jervis Spencer </em>for the appellants:</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"b170-8\">The question in this case is, whether the amended bill sufficiently states an interest in the Glenns to make them parties to the proceedings. The bill is simply for the conveyance of a legal title, according to the covenants in a bond of conveyance, and the Glenns are made parties as claimants of a <em>supervening equity, </em>which, if well founded, takes away the equity <page-number citation-index=\"1\" label=\"163\">*163</page-number>of the complainants. The complainants could not obtain their rights until this supervening objection of the Glenns was removed, and, in this respect, the amended bill is like the case of a bill of <em>interpleader. </em>If they do not set up such a claim as the demurrer admits, their proper defence is a <em>disclaimer, </em>(1 <em>Harrison’s Ch. Pr., </em>341; 2 <em>Madd. Ch. Pr., </em>336; <em>Equity Draftsman, </em>620; <em>Story’s Eq. Pl., secs. </em>838, 838, <em>(a.) note </em>3,) and if they maintain their claim, they should present it to the court, in order that the court may know how far they have equity. It is also necessary that the court should know the ground of their claim, in order to understand whether it cuts out the complainants’equity, and whether it would be proper to pass the decree against the other defendants. The complainants were not bound to set out what the title of the Glenns was, and thereby <em>stultify </em>and <em>estop themselves, </em>and especially not where the rights of a <em>fame covert </em>are concerned. The bill alleges the claim to be <em>o. pretended one, </em>supported by <em>possession. </em>It is said we ought to know what this title is, but how are we to know this — especially how is a <em>feme covert </em>to know it? Suppose the instrument under which they claim was <em>forged, </em>or there was <em>fraud </em>or <em>duress </em>in obtaining it? In such a case, should we be bound to state what that title is, further than to say it is <em>sxpr-etended </em>one?</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"AI\">Courts of equity always embrace in one suit every thing relating to the <em>same subject, </em>in order that complete relief may be given <em>ut sit finis litium. </em>This could not be done without making the Glenns parties, and even if they are not <em>necessary </em>parties, they are <em>competent </em>parties, and their being included is not a vice in the proceedings. The matters stated in the amendment immediately affect the equities of the case, and the complainants could have no complete relief without embracing the subject of the amendment. The defendants, the Browns, might be liable to another suit by the Glenns, after a decree against them in this case, if the latter are not made parties, and bound by the proceedings, and thus to avoid <em>multiplicity of suits, </em>they were properly brought in as parties.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b171-6\">The demurrer admitting everything charged in the amended bill, the allegation of the possession of the property by the <page-number citation-index=\"1\" label=\"164\">*164</page-number>Glenns, the employment of a solicitor by them to interpose difficulties in the progress of this cause, in order to protect them in the enjoyment of the property, and their setting up a claim under some <em>pretended </em>conveyance from the complainants; all this is a sufficient wrong to justify the interposition of a court of equity, when no relief can be had at law, (the complainants having only an equity in the property sued for,) and clearly gave the complainants a right to call them in <em>as parties </em>to this proceeding. In <em>Story’s Eq. Pl., sec. </em>72, in considering who are <em>proper </em>and <em>necessary </em>parties to a bill, it is said: “It is the constant aim of courts of equity to do complete justice, by deciding upon and settling the rights of all persons interested in the <em>subject matter </em>of the suit, so that the performance of the decree may be perfectly safe to those who are compelled to obey it, and also that <em>future litigation </em>may be prevented. Hence it is a <em>general rule </em>in equity that all persons materially interested, either legally or beneficially, in the <em>subject matter </em>of the suit, are to be made parties to it.” Here the <em>subject matter </em>of the suit is the <em>title </em>to the property in which the Glenns axe interested, as well as the other parties. If they were complainants, and deducing title through us, they must have made <em>us parties. </em>In <em>secs. </em>136, 137, those persons are said to be <em>necessary </em>and indispensable parlies, when no decree can be passed respecting the <em>subject matter </em>of litigation, until they are before the court. Here there could be no decree, unless the Glenns were brought before the court, the defendants having disclosed them as parties having an interest in the subject matter of the suit. In <em>secs. </em>153, 154, it is held that the assignor of an equitable interest, where the assignment is disputed or denied, is a necessary party to establish the right of the assignee. It can make no difference whether the <em>assignee </em>or <em>assignor </em>sues; in the latter case the <em>assignee </em>must be made a party. ' The bill, it is true, must not be <em>multifarious; </em>but in <em>sec. </em>534, it is said, that though the parties claim under different titles, still if the <em>general objects </em>of the bill will be ■ promoted by their being united in a single suit, the court will not hesitate to sustain the bill against them all; and in <em>secs. </em>323, 324, it is held that even if a party has no interest, a de<page-number citation-index=\"1\" label=\"165\">*165</page-number>murrer will not lie if the bill states that he <em>claims to have </em>some interest. In <em>secs. 271, </em>271 (a.,) 271 (b.,) it is said to be sufficient to avoid the objection of <em>multifariousness, </em>if each of the parties has an <em>interest </em>in <em>some </em>matters in the suit; that is, if he is in some way connected with the <em>subject matter </em>of the suit. Again, they were necessary parties on the ground of the <em>discovery </em>sought from them. 1 <em>Hen. &amp; Munf., </em>330, <em>Key’s Excrs. vs. Lambert. </em>See, also, as to who are proper parties, 4 <em>Cowen, </em>682, <em>Fellows vs. Fellows. 1 Ves. Sen., </em>426, <em>Plummer vs. May. </em>4 <em>Younge &amp; Coll., </em>345, <em>Plumbe vs. Plumbe. </em>11 <em>G. &amp; J., </em>428, <em>Oliver vs. Palmer &amp; Hamilton. </em>2 <em>Md. Ch. Dec., </em>298, <em>Oliver vs. Caton. </em>6 <em>H. &amp; J., 21, Tongue vs. Morton. </em>1 <em>Gill, </em>235, <em>Berry vs. Pierson. </em>1 <em>Md. Ch. Dec., </em>156, <em>Crain vs. Barnes &amp; Fergusson, </em>affirmed in 8 <em>Gill, </em>392. 1 <em>Md. Ch. Dec., </em>95, <em>Cullison vs. Bossoum. 3 H. &amp; J., </em>278, <em>Coale vs. Mildred's Admrs. </em>1 <em>Story’s Eq., sec. </em>28. There is no distinction between the case of a specific performance of a contract and any other, in regard to parties; all parties in interest must be brought in. <em>Story's Eq. Pl., secs. </em>255, 272, 476, 477, 572. The <em>subject of </em>this <em>suit </em>is the property itself, the <em>object </em>of the suit is the <em>possession </em>and <em>enjoyment </em>of the property, the <em>relief </em>sought is a conveyance of the <em>title </em>to the property, and in any aspect of the case, whether we regard the <em>subject matter, </em>the <em>object, </em>or the <em>relief </em>asked, these parties are <em>interested, </em>and therefore <em>proper parties.</em></p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b173-5\">The objection of <em>lapse of time </em>and <em>laches </em>should have been made by the parties regularly and properly made defendants to the original bill. They, the Browns and Lancasters, make no such defence, but admit the contract, and say they are willing to execute it. The Glenns, in the position they now occupy, refusing to answer, and demurring to the bill, have no right to set up such a defence.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b173-6\">The Glenns not having the legal title, no relief could be prayed against them as to the conveyance of the property, and the Browns, not having the possession, no relief need be prayed agaiust them as to the possession. The prayers for conveyance against the Browns and possession against the Glenns, are the same they would have been, if the whole subject had been <page-number citation-index=\"1\" label=\"166\">*166</page-number>embraced in the original bilí. The prayer for general relief in both the original and amended bill, is sufficient, if there were no other prayer; and it is sufficient if the Glenns were only formal parties, in order that they should be bound by the decree.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b174-5\">For these reasons it is insisted that none of the grounds of the demurrer are tenable, but if there be anything technically defective in the bill, the court will remand the case for amendment, under the act of 1832, ch. 302, sec. 6.</p>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b174-6\"><em>F. K. Howard </em>and <em>S. T. Wallis </em>for the appellees,</attorneys>\n<p data-order=\"32\" data-type=\"legal\" id=\"AA1\">argued . that the demurrer was properly sustained:</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b174-7\">1st. Because the amended and original bills, together, set up no case as against the representatives of Glenn, which, if true, entitles the complainants to relief at Jaw or in equity. The original bill does not refer to the representatives of Glenn directly or indirectly. The amended bill contains the suggestion, in the answer of the Browns, that Glenn’s representatives claim some interest in the property under a conveyance from the complainants, but the bill itself does not allege, in any way, that the matter so alleged is true. It alleges nothing, except that the Glenns are in possession. It does not declare that possession to be either adverse or wrongful, or aver that the complainants are entitled to it. It does not deny the execution of a deed by the complainants to the Glenns, as suggested in the answer of the Browns, though that is a matter necessarily within the knowledge of the complainants, nor does it allege that the Glenns are in any way interfering with the rights of the complainants, obstructing their remedies or otherwise giving them cause of complaint. Upon such allegations, or rather such absence of allegation, no relief, by way of discovery or otherwise, can, it is submitted, be administered any where. <em>Story’s Eq. Pl., secs. </em>241, 255, 262, 565, 572. <em>Story’s Eq., secs. </em>74, 716. And it is further insisted, that no case can be found where a court of equity has enforced the specific performance of a contract, after <em>such a lapse of time </em>from its execution, and such <em>laches </em>as have intervened in this case. 1 <em>H. &amp; J., </em>223, <em>Beall vs. Prather.</em></p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b175-4\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>2nd. Because by said bills the complainants have joined as defendants parties whose interest and liabilities, in regard to the subject matter of controversy, were totally distinct and separate, not based on or connected with any common right, title or possession in regard thereto, and, therefore, <em>multifarious. </em>It is not those who have an interest in the <em>subject </em>matter, but those who have an interest in the <em>object </em>of the suit, that are necessary parties. <em>Story’s Eq. Pl., secs. </em>72, 271, 272, 277. 4 <em>Mylne </em>&amp; <em>Craig, </em>460, <em>Wood vs. White. </em>3 <em>Do., </em>63, <em>Tasker vs. Small. </em>1 <em>Jac., </em>490, <em>Moale vs. Smith. </em>These authorities especially refer to bills for specific performance of contracts, and establish the <em>general rule, </em>that in such cases those persons only are to be made parties who were parties to the contract. The Glenns are not, and could not be, alleged to have been interested in, or parties to the contract of sale between the appellants and the original vendors of the property. See also, on this point of necessary parties and multifariousness, 5 <em>Gill, </em>359, <em>White vs. White. </em>2 <em>Md. Rep., </em>174, <em>Williams vs. West. </em>8 <em>Gill, 1, Thomas vs. Doub. </em>4 <em>Cowen, </em>682, <em>Fellows vs. Fellows. </em>6 <em>Johns. Ch. Rep., </em>139, <em>Brinkerhoff vs. Brown. </em>10 <em>Md. Rep., </em>364, <em>Griffin &amp; Lee vs. Merrill.</em></p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b175-5\">3rd. Because if any case is hinted against the Glenns, by the complainants, it is one merely of wrongful possession, properly determinable <em>at law, </em>or if the same could be determinable in equity, it could only be by a distinct and separate bill, with sufficient averments. <em>Story’s Eq. Pl., secs. </em>476, 477. 19 <em>How., </em>277, <em>Hipp vs. Babin. </em>This bill cannot be regarded as a bill <em>of peace, </em>because those only who have a clear, legal, and equitable title, have the right to file such a bill. 18 <em>How., </em>265, <em>Orton vs. Smith.</em></p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b175-7\">4th. Because there was no such wrong stated, nor any foundation laid in the amended bill, as entitled the complainants to the <em>discovery </em>prayed. The only allegation of wrong done by the Glenns, is that they claim under some pretended conveyance, which conveyance they allege was made by the complainants themselves. They are bound, in law, to know what this conveyance was. It is not our fault if the <em>truth </em>would <em>estop </em>them; their case <em>estops </em>and <em>stultifies </em>them, not we. There <page-number citation-index=\"1\" label=\"168\">*168</page-number>is no such wrong stated as entitles them to a discovery. <em>Story’s Eq. Pl., secs. 571 </em>to <em>575. 2 Story’s Eq., sec. </em>1490. 1 <em>Johns. Ch. Rep., </em>543, <em>Gelston vs. Hoyt. </em>If the relief asked for by the bill fails, the discovery which is ancillary to it must fail also. 11 <em>G. &amp; J., </em>445, <em>Oliver vs. Palmer &amp; Hamilton. </em>1 <em>Md. Ch. Dec., </em>95, <em>Cullison vs. Bossom.</em></p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b176-5\">5th. Because the discovery sought by the amended bill was not material to the relief therein prayed, or connected therewith. <em>Story’s Eq. Pl., secs. </em>565, 566. <em>2 Story’s Eq., sec. </em>1497.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b176-6\">6th. As to remanding the case under the act of 1832, it is insisted that if a bill is demurrable for multifariousness, there is an end of the case, and it must be dismissed at once. 6 <em>G. &amp; J., 171, Evans vs. Iglehart. 2 Md. Rep., </em>37, <em>McElderry vs. Shipley. 5 Gill, </em>359, <em>White vs. White. </em>10 <em>Md. Rep., </em>364, <em>Griffin &amp; Lee vs. Merrill.</em></p>\n<opinion data-order=\"39\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b176-7\">Tuck, J.,</author>\n<p id=\"Ayj\">delivered the opinion of this court.</p>\n<p id=\"b176-8\">The original bill was filed by the appellants against the Browns and Lancasters, to enforce the performance of a contract for the sale of certain property in Baltimore, for which they allege the purchase money had been paid, and claiming a conveyance of the title from the defendants, as heirs of the vendors. The infant defendants answered in the usual form, by their guardian, and the others, by their answer, submit to such decree as may be passed; but in their answer they say: “They, however, deem it their duty to state that they have been informed that, said Charles Crook, Jr., and wife, heretofore, by mortgage or otherwise, conveyed said property to the late Judge Glenn, and that the heirs or representatives of the said J udge Glenn claim some interest or estate therein, of the extent or nature of which your defendants are not informed.” The complainants then filed an amended <em>bill, </em>in which, after reciting the original bill, they “show and charge, by way of amendment, that the defendants, in their answer, have suggested that by some sort of deed or instrument of writing, the said property was conveyed to the late Judge Glenn, by the complainants, and that the heirs and representatives of the said <page-number citation-index=\"1\" label=\"169\">*169</page-number>Glenn claim some interest or estate therein, under a conveyance from the complainants, of the extent or nature of which the said defendants are not informed;” and the complainants further show that the said heirs and representatives are in possession of the property; that a solicitor of the court has appeared ostensibly for the original defendants, but, in truth, as the solicitor of the heirs and representatives of Glenn, in order (o protect them in the enjoyment of the property, under the said alleged conveyance, and which they are claiming under some such pretended conveyance; that if they can have advantage of the services of the solicitor, they should be bound by the proceedings in the cause, and be required to show what interest they have or claim in said premises, or right to oppose the decree in this cause. The bill prays an answer from Glenn’s heirs and representatives to the matters set forth in, both bills; that they may be decreed to deliver the possession of the property to the complainants, and for further relief. The Glenns appeared, in obedience to the subpoena, and demurred to the amended bill, assigning several causes, which demurrer the court below sustained. The complainants appealed before any further proceedings between the original parties, and the only question for inquiry here is, whether, upon the amended bill, the complainants could make the Glenns parties to the cause, for the purposes stated in their pleadings.</p>\n<p id=\"b177-5\">The case was argued on the part of the appellants, as if the Glenns could, under the answer of the Browns, and through them, as defendants to the original bill, have defeated the complainants’ right to the relief they sought against the defendants, representing the vendors of the property. But this could not have occurred. The Browns submitted to a decree, and, as the infant defendants were not concluded by the guardian’s answer, proof as against them was all that the complainants required. The Browns made no defence upon any claim or pretensions of Glenn to the property; and if they had so dedesigned, we cannot regard that part of their answer as sufficient for the purpose. It appears to have been intended as something for the information of the court, which these de- \" <page-number citation-index=\"1\" label=\"170\">*170</page-number>fendants deemed it their duty to furnish, but to what end, is not stated. It contains no averment or allegation of fact to which the complainants could have replied, and issue been taken. The rules of pleading require something more than loose hearsay declarations of this kind, and especially when they are not relied on as matter of defence to the bill. <em>Chambers vs. Chalmers, </em>4 <em>G. &amp; J., </em>420. In <em>Jones vs. Slubey, </em>5 <em>H. &amp; J., </em>383, it is said, a defendant will not be permitted to delay the bringing of a suit to issue, by merely alleging an interest in third persons.</p>\n<p id=\"b178-5\">Besides, if this matter had been properly relied on as a defence, we do not perceive how it can avail as a ground for noncompliance with the original agreement. We do not say that a vendee may not so deal with the property as to deprive himself of all interest in the enforcement of the contract of purchase, but there is nothing to show that the complainants have done so in the present case. It might happen that a deed from persons in the attitude of the Lancasters and Browns would be necessary to enable the complainants to perform an agreement with a party in the supposed condition of Judge Glenn. If the latter purchased the property from the complainants, those claiming under him might proceed in equity against the complainants, as well as their vendors, to obtain the legal title; but it does not follow that when a purchaser files a bill against his vendor, the assignee or vendee of the complainants must necessarily be made a party, merely because he has an interest in the property. The purchaser and his vendee or assignee might join in a bill against the original vendor, for the purpose of obtaining a title directly to the second vendee, but there should be no conflict between the complainants themselves. <em>Ellicott vs. Ellicott, 2 Md. Ch. Dec., </em>468. Their interests should be consistent. Adams’ <em>Equity, </em>312. Hence the complainants and the Glenns.could not unite in a bill against the Browns and Lancasters, except upon the concession that the title of. Crook had passed to Judge Glenn, and that his heirs or devisees were entitled to a conveyance.</p>\n<p id=\"b178-6\">Though it is the constant aim of courts of equity to do complete jüstice, by settling the rights of all persons interested in <page-number citation-index=\"1\" label=\"171\">*171</page-number>the subject matter of the suit, so that the performance of the decree may be perfectly safe to those who are compelled to obey it, and also that future litigation may be prevented, it is very difficult in many cases to determine who are the necessary parties. <em>Story’s Eq. Pl., sec. 72. </em>The question must depend, in a great measure, upon the object, as well as the subject of the bill, the relief sought, the privity between the parties, and the manner in which their several interests may have arisen. It is impossible to state a general rule applicable to all cases. The most eminent chancellors have used different language in defining the doctrine as to parties; and the elementary works on pleading, as well as decided cases, show a great variety of exceptions. See <em>Mitford Pl., </em>164. <em>Poore vs. Clark, 2 Atk., </em>515. 1 <em>Ves., Jr., </em>29. <em>Palk vs. Clinton, </em>12 <em>Ves., 58. Cockburn vs. Thompson, </em>16 <em>Ves., </em>325. <em>Wilkins vs. Fry, </em>1 <em>Mer., </em>262, in which the subject is discussed by Lord Redesdale, Sir Wm. Grant, and Ld. Chancellors Hardwicke, Thurlow, and Eldon. .The numerous citations by the counsel also show in what uncertainty the point is involved. Calvert, in his Treatise on Parties in Equity, (17 <em>Law Lib., </em>11,) suggests, as the result of the authorities, “that all persons having an interest in the object of the suit, ought to be made parties;” but Mr. Justice Story doubts whether such a rule would remove a single difficulty in examining the subject, <em>(Eq. Pl., 72, note.) </em>For the rule stated negatively, see <em>Calvert, </em>75. Adams, however, refers the determination of the question as to parties to the character of the relief sought, and considers as necessary parties all persons interested in that relief. <em>Adams’ Eq., </em>312.</p>\n<p id=\"b179-5\">It appears to us, however, that the appellants, if supported by either of these definitions, cannot maintain their standing in court consistently with other recognized rules of pleading. The property being the same, all these parties may be said to be proper and necessary, as having an interest in the subject matter of controversy; but the equity against the Glenns and the other defendants is not the same, nor of the same character. The complainants seek, in the first place, to acquire a title from their vendors, or those representing them, and that <page-number citation-index=\"1\" label=\"172\">*172</page-number>being established, they propose, in the same case, to litigate another question of title with other parties in no sort of privity with the Browns and Lancasters, but who set up a claim under the complainants themselves. If the bill had been filed originally with this double aspect, the appellants might probably have been met by a demurrer for multifariousness; for these are perfectly distinct and unconnected titles to the same property, and the considerations on which such demurrers are allowed, are applicable here. <em>Story's Eq. Pl., </em>271. <em>Calvert, </em>82. In cases for specific performance, the general rule is said to be, ££that it is only necessary to make those persons parties who are parties to the contract.” <em>Calvert on Parties, </em>291, <em>sec. </em>24. <em>Wood vs. White, </em>4, <em>Mylne &amp; Craig, </em>483. <em>Tasker vs. Small, </em>3 <em>Do., </em>63. 2 <em>Jac. &amp; Walk., </em>538. <em>Story's Eq. Pl., </em>226, <em>C. </em>And it has been decided to be multifariousness to include in such a bill a prayer for relief against third persons who claim an interest in the estate, but were unconnected with the sale. <em>Mole vs. Smith, Jac. Rep., </em>490. <em>Story’s Eq. Pl., 272.</em></p>\n<p id=\"b180-5\">There is a rule, however, <em>applicable </em>here, about which there can be no dispute, and that is, that a person ought not to be made a defendant against whom no decree can be passed. <em>Eq. Pl., sec. </em>231. <em>Hoye vs. Johnston, 2 Gill, </em>291. The object of the amendment is to bring the Glenns into court, that they may be made to show their title, if any, to the premises, that that claim may be defeated, and the possession delivered to the complainants. We know of no head of equity jurisprudence under which this can be maintained. It would be, substantially, to give to a chancery suit the effect of an action of ejectment. This is the relief prayed for, and there is no case made by the bill which authorizes any other under the general prayer. There are some circumstances under which courts of equity will amove a party in possession and put in another, but these cases are of peculiar character. The assertion of the power in the present case, has not been supported by a single authority.</p>\n<p id=\"b180-6\">The principles applicable to bills of discovery cannot aid the appellanls. It does not appear to be a proceeding of that <page-number citation-index=\"1\" label=\"173\">*173</page-number>kind. Besides, if the complainants have assigned their interest to Judge Glenn, they know what the transaction was, and if they desire to invalidate it, the bill should state a case which his heirs can answer and defend. So, on the other hand, if the title of Glenn be a merely pretended claim, the real owners cannot be affected by it in any proceedings they may hereafter institute for the recovery of the property.</p>\n<p id=\"b181-4\">Nor can the amendment be sustained upon the doctrine of bills <em>quia timet. </em>The complainants have not the legal title, and are not in possession, which we take to be essential facts in such cases. 1 <em>Madd. </em>Chy., 225. 2 <em>Story’s Eq., </em>694, <em>et seq. Orton vs. Smith, </em>18 <em>How. Rep., </em>265. And, if the amended bill did not present these defects, such an equity could not be blended with the case made and the relief sought against the original defendants.</p>\n<p id=\"A_\">\n<em>Order affirmed, and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}