{
  "casebody": {
    "data": "<casebody firstpage=\"127\" lastpage=\"128\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b187-21\">Dallas COLE, Appellant, v. STATE OF NORTH CAROLINA, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b187-23\">No. 13145.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b187-24\">United States Court of Appeals Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b187-25\">Nov. 24, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b187-27\">George Ward Hendon, Asheville, N. C. (Court-assigned counsel), on brief for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b187-28\">Robert Morgan, Atty. Gen. of North Carolina, and Jacob L. Safron, Staff Atty., on brief for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b187-29\">Before WINTER, CRAVEN, and BUTZNER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b187-30\">PER CURIAM.</author>\n<p id=\"b187-31\">In this appeal, petitioner complains principally about the denial of credit for nine months and twenty-six days he spent in custody, unable to secure his release on bail, pending final disposition of his appeal from his conviction for manslaughter in the courts of the State of North Carolina. Post conviction relief to obtain the credit was denied by the North Carolina courts and the district judge.</p>\n<p id=\"b187-32\">Petitioner’s dilemma, that of being denied credit while an appeal is pending or of beginning the service of sentence, by foregoing the right of appeal, with the hope that subsequent post conviction relief may extend to the alleged trial errors, if not resolved by North Carolina <page-number citation-index=\"1\" label=\"128\">*128</page-number>v. Pearce, 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969); Patton v. North Carolina, 381 F.2d 636 (4 Cir. 1967), cert. den., 390 U.S. 905, 88 S.Ct. 818, 19 L.Ed.2d 871 (1968); and Whaley v. North Carolina, 379 F.2d 221 (4 Cir. 1967), is one that will not be repeated in the future because of the enactment of Chapters 266 and 888 of the Session Laws of the General Assembly of North Carolina of 1969, amending N.C.G.S. § 15-184 and enacting section 15-186.1. These enactments, prospectively from their effective date, grant credit for time spent in custody pending appeal except in certain instances not here applicable.</p>\n<p id=\"b188-4\">Commendably, the Attorney General of North Carolina in his brief in this Court suggests that the case should be remanded to the district court with directions that petitioner be given the credit he claims. The justification, the Attorney General states, is to avoid unlawful discrimination between defendants tried subsequent to the enactment of the credit statutes and those tried prior to their enactment. Petitioner, of course, belongs to the latter group.</p>\n<p id=\"b188-5\">We agree that petitioner should be granted the relief he prays. In a somewhat analogous situation we recognized the constitutional problem of allowing credit to a defendant for presentence custody upon conviction of an offense for which a minimum mandatory sentence was prescribed but of denying such credit upon conviction of an offense where no minimum mandatory sentence was prescribed. Dunn v. United States, 376 F.2d 191 (4 Cir. 1967). See also, Stapf v. United States, 125 U.S.App.D.C. 100, 367 F.2d 326 (1966); Stubbs v. Turner, Mem. Dec. No. 11,425 (4 Cir. 1967).</p>\n<p id=\"b188-6\">We have considered petitioner’s subsidiary contentions of denial of counsel, denial of effective assistance of counsel, use of illegally obtained evidence and denial of his request for a copy of the transcript of the original trial. We find them lacking in merit.</p>\n<p id=\"b188-7\">We, therefore, conclude that argument is unnecessary to a proper disposition of this appeal. The judgment of the district court is reversed, and the case is remanded for the entry of an order directing North Carolina to credit petitioner for the nine months and twenty-six days he served pending disposition of his appeal.</p>\n<p id=\"b188-8\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}