{
  "casebody": {
    "data": "<casebody firstpage=\"460\" lastpage=\"462\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b520-13\">57 CCPA</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b520-14\">SOUTHERN ENTERPRISES, INC. d.b.a the Whopper-Burger Shop, Appellant, v. BURGER KING OF FLORIDA, INC., Appellee.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b520-17\">Patent Appeal No. 8227.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b520-18\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b520-19\">Jan. 8, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b521-7\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>Goldman &amp; Moller, G. Turner Moller, Edward L. Goldman, Washington, D. C., Robert N. Roley, Birmingham, Michigan, attorneys of record, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b521-8\">Irons, Birch, Swindler &amp; McKie, John R. Swindler, Washington, D. C., for ap-pellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b521-12\">Before RICH, Acting Chief Judge, ALMOND, BALDWIN, and LANE, Judges, and RAO, Chief Judge, sitting by designation.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b521-13\">RAO, Judge.</author>\n<p id=\"b521-14\">Southern Enterprises, Inc., d. b. a. The Whopper-Burger Shop, appeals from the decision of the Trademark Trial and Appeal Board<footnotemark>1</footnotemark> granting the petition of Burger King of Florida, Inc., brought under section 14 of the Lanham Act (15 U.S.C. § 1064), to cancel Southern’s registration <footnotemark>2</footnotemark> of “Whoppaburger” for “sandwiches.”</p>\n<p id=\"b521-20\">The board granted cancellation on the basis of Burger King’s prior use of “Whopper” in connection with its sales of burger-type sandwiches in its Burger King restaurants as well as its service-mark registration<footnotemark>3</footnotemark> of “Home of the Whopper” for drive-in restaurant services,<footnotemark>4</footnotemark> concluding:</p>\n<blockquote id=\"b521-21\">In our opinion the use of “Whoppa-burger” by respondent in connection with sandwiches concurrently with petitioner’s use of “Whopper” and “Home of the Whopper” in connection with the sale of hamburger sandwiches is likely to cause confusion or mistake or deception. * * *</blockquote>\n<p id=\"b521-22\">Southern does not — indeed, cannot — seriously question Burger King’s <page-number citation-index=\"1\" label=\"462\">*462</page-number>priority of <em>use </em>of either “Whopper” or “Home of the Whopper” in connection with the sale of burger-type sandwiches. Nor does it question the board’s conclusion that the goods are substantially the same. Rather Southern urges that the board erred in considering the use by Burger King of the expression “Whopper” at all. In Southern’s view, Burger King did not prove the <em>trademark </em>usage of “Whopper” which it alleged in its petition for cancellation, and thus did not establish that the registration sought to be cancelled will cause Burger King any damage.</p>\n<p id=\"b522-4\">Appellee’s case here, however, does not depend on its proving that it made trademark use of the expression “Whopper.” It is sufficient if we find a likelihood of confusion between “Whoppaburger” and appellee’s registered service mark “Home of the Whopper.”</p>\n<p id=\"b522-5\"> Turning to that question, we have- considered Southern’s arguments that “Whoppaburger” and “Home of the Whopper” differ in appearance, sound and meaning; that “Home of the Whopper” is a “weak” mark; and that it is somehow “significant” that no evidence of actual confusion has been adduced by Burger King. Those arguments; however, do not convince us of error in the board’s decision. We are satisfied that purchasers familiar with appellee’s drive-in restaurants operating under the service mark “Home of the Whopper” wherein “Whopper” burger-type sandwiches are sold <footnotemark>5</footnotemark> would, on encountering appellant’s “Whoppaburger” sandwiches, be likely to assume by reason of confusion, mistake or deception that a common source or origin existed. It is not necessary, of course, to demonstrate actual confusion in trade' in order to establish a likelihood thereof. Salem Commodities, Inc. v. Miami Margarine Co., 44 CCPA 932, 244 F.2d 729, 114 USPQ 124 (1957).</p>\n<p id=\"b522-8\">The decision is affirmed.</p>\n<p id=\"b522-9\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b521-23\">. Reported at 153 USPQ 688.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b521-24\">. Registration No. 791,918, issued June 29, 1965.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b521-25\">. Registration No. 782,990, issued January 5, 1965.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b521-26\">. The record supports the board’s findings that :</p>\n<blockquote id=\"b521-27\">The restaurants operating under the name “Burger King” are self-service restaurants specializing in a limited menu comprising hamburgers, fish sandwiches, hot dogs, french fries, milk shakes, soft drinks, coffee, and milk. The main item of sale is a hamburger which is sold under the designation “Whopper” and “Whopper” hamburger sandwiches have been sold in “Burger King” restaurants since 1958. And since that same time, “Burger King” restaurants have featured the service mark “Home of the Whopper.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b522-6\">. As appears from an earlier decision of the board, appellee’s service mark, which identifies its restaurant services and distinguishes them from those of others, has been construed to refer to the place where not only appellee’s restaurant services are rendered but also where its goods —here “Whopper” hamburger sandwiches — are sold. See In re Burger King of Florida, Inc., 136 USPQ 396 (TTAB, 1963).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}