{
  "casebody": {
    "data": "<casebody firstpage=\"60\" lastpage=\"62\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b120-14\">In the Matter of CRYSTAL ASSOCIATES, INC., a New Jersey Corporation, and Valley Park, Inc., a New Jersey Corporation. Leo S. Mehlman, as Trustee of the Goods and Property of Louis Dorfman, Bankrupt, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b120-16\">No. 17844.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b120-17\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b120-18\">Argued Nov. 20, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b120-19\">Decided Dec. 12, 1969.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b121-10\"><page-number citation-index=\"1\" label=\"61\">*61</page-number>Leo S. Mehlman, New York City, N.Y., pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b121-11\">Abraham H. Spilky, Brooklyn, N.Y., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b121-12\">Before HASTIE, Chief Judge, and VAN DUSEN and ADAMS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b121-18\">OPINION OF THE COURT</p>\n<author id=\"Apf\">PER CURIAM.</author>\n<p id=\"b121-19\">Appellant seeks reversal of a District Court order of February 24, 1969,<footnotemark>1</footnotemark> providing that he was not entitled to institute a state court action to establish two claims filed by the bankrupt (Louis Dorfman) for whom he was acting, which claims had been expunged by the Referee’s order of September 1, 1966.<footnotemark>2</footnotemark> A Petition to Review this September 1, 1966, order had been dismissed, after hearing held June 17, 1968, by District Court order of August 15, 1968, “for failure to prosecute same”. Although the transcript of the June 17, 1968, hearing (N.T. 5 ff. of Document 7 in No. 931-65 in Bankruptcy) and the opinion filed by the District Court in July 1968 made clear that appellant might press any rights he might have in a plenary proceeding against the debtor corporations, this order did not hold that the two claims in this bankruptcy proceeding could be determined in the New York state courts.</p>\n<p id=\"b121-20\">The order of February 24, 1969, was designed to make abundantly clear that no state court action could be instituted on the subject matter of the above-mentioned two claims filed in this federal bankruptcy proceeding. The federal courts have original and exclusive jurisdiction with respect to claims in bankruptcy proceedings. See United States Constitution, Clause 4, Section 8 of Arti<page-number citation-index=\"1\" label=\"62\">*62</page-number>cle 1; 11 U.S.C. § 11(a) (2) and 28 U.S.C. § 1334. In Pepper v. Litton, 308 U.S. 295, 60 S.Ct. 238, 84 L.Ed. 281 (1939), the Supreme Court of the United States said at page 304, 60 S.Ct. at page 244. «* * * In such respects [i. e., with respect to allowance and disallowance of claims] the jurisdiction of the bankruptcy court is exclusive of all other courts. * * * See. also, International Shoe Co. v. Pinkus, 278 U.S. 261, 263-266, 49 S.Ct. 108, 73 L.Ed. 318 (1929); cf. Katchen v. Landy, 382 U.S. 323, 328-329, 86 S.Ct. 467, 15 L.Ed.2d 391 (1966); Leiman v. Guttman, 336 U.S.. 1, 69 S.Ct. 371, 93 L.Ed. 453 (1949).</p>\n<p id=\"b122-5\">The order of the District Court dated February 24, 1969, will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b121-15\">. This order provides :</p>\n<blockquote id=\"b121-16\">“The said Leo S. Mehlman shall only be entitled to continue litigation in the New York State Court in the Matter of Leo S. Mehlman, Trustee vs. A. A. Spelke, et als. Special Term Part III from an adverse lower Court ruling which upheld the status and authority of the officers of Crystal Associates Inc. and Valley Park, Inc., to file the Chapter XI Proceedings in this Co.urt and not to institute a preliminary action on the subject matter of Claims 82 and 88.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b121-17\">. Also, appellant requests that the objections to such claims be now dismissed (apparently on the merits), even though the Referee found in 1966 that Dorfman’s obligations to the bankrupt exceeded the total amount of these two claims (# 82 and # 88) which were expunged by the September 1, 1966, order. It is clear that the failure of appellant to appeal from the District Court order of 8/15/68 precludes this court from considering that order on this appeal filed in March 1969. See Hines v. Seaboard Air Line Railroad Company, 341 F.2d 229, 231 (2nd Cir. 1965), where the court said:</p>\n<blockquote id=\"b121-23\">“On this review, plaintiff cannot bring up the merits of the dismissal of January 2, 1963, or the order of December 13, 1963. Direct reviews of those orders might have been had only upon direct appeal from them.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}