{
  "casebody": {
    "data": "<casebody firstpage=\"651\" lastpage=\"663\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b711-10\">Carl D. PETTYJOHN, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b711-14\">No. 21666.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b711-15\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b711-16\">Argued Jan. 17, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b711-17\">Decided May 16, 1969.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b711-18\">Rehearing En Banc Denied Nov. 19, 1969.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b712-5\"><page-number citation-index=\"1\" label=\"652\">*652</page-number>Mr. Martin S. Thaler, Washington, D. C. (appointed by this court), with whom Mr. Walter B. Laessig, Washington, D. C., was on the brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b712-6\">Mr. Daniel E. Toomey, Asst. U. S. Atty., with whom Messrs. David G. Bress, U. S. Atty., Frank Q. Nebeker and Victor W. Caputy, Asst. U. S. Attys., were on the brief, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b712-7\">Before BURGER, TAMM and ROBINSON, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b712-8\">TAMM, Circuit Judge:</author>\n<p id=\"b712-9\">Appellant seeks reversal of his conviction of first degree murder (22 D.C.Code § 2401 (1967)).<footnotemark>1</footnotemark> Since we find that none of appellant’s three allegations of error necessitate reversal, his conviction must be affirmed. Only two of these allegations require discussion.</p>\n<p id=\"b712-10\">Undisputed testimony adduced at trial reveals that at approximately 1:30 a. m. on August 4, 1966, appellant drove his car alongside another vehicle in the northwest section of Washington, D. C., and twice fired a shotgun into that vehicle wounding one of its three occupants. Appellant then “pulled” Miss Barbara Thomas, one of the occupants, into his own automobile and drove away. At approximately 2:40 a. m. appellant entered the Twelfth Police Precinct in the District of Columbia. Sergeant Brown testified that appellant approached him and stated that “he wanted to turn himself in” because he had shot and killed one man and “ha[d] also killed his girl friend.” Upon query by the officer as to where his girlfriend was appellant answered “She’s on the front seat of my car and my car’s parked on the rear lot.” Sergeant Brown left appellant in the custody of another officer and proceeded to the parking lot where he discovered Miss Thomas strangled to death on the front seat of appellant’s car. Upon returning to the precinct house Sergeant Brown formally placed appellant under arrest.<footnotemark>2</footnotemark></p>\n<p id=\"b712-16\">At this point there is somewhat of a conflict in testimony. A pretrial hearing on appellant’s motion to suppress was conducted by the court. During this hearing Sergeant Brown testified that immediately after placing appellant under arrest he produced his PD-47 card <footnotemark>3</footnotemark> and began to read it. A telephone interruption intervened and the officer handed appellant the card to read. Upon completion of the telephone call Sergeant Brown testified that he asked appellant if he had read and understood the card and appellant responded in the affirmative (Tr. 46). Sergeant Brown testified that he then queried appellant as to whether he wanted a “legal neighborhood lawyer.” Appellant answered in the negative.</p>\n<p id=\"b713-4\"><page-number citation-index=\"1\" label=\"653\">*653</page-number>Detective-Sergeant Crooke (a member of the Homicide Squad who was called to the Twelfth Precinct by Sergeant Brown) testified that he approached appellant, advised him that he was under arrest, and told him that he was charged with homicide. Next, Detective-Sergeant Crooke asked appellant if he had been advised of his rights. Upon an affirmative response the officer testified that he read his PD-47 card to appellant (Tr. 61). In addition, the officer testified that he specifically told appellant that “if he couldn’t afford a lawyer * * a lawyer would be obtained for him” (Tr. 62). After issuing these warnings, Detective-Sergeant Crooke asked appellant if he wanted to “talk about” the crime (Tr. 76). Appellant said that he did and the officer testified that they conversed from approximately 2:50 a. m. until shortly after 3:00 a. m. The officer testified that he took notes during the conversation. The officer further testified that appellant described generally the events leading up to the murder. Included within this narrative was appellant’s statement that “[s]he already knew I was going to kill her. I told her I was going to kill her * * * last Sunday” (Tr. 67). At the conclusion of this discussion the officer asked appellant if he “wanted to give a typewritten statement of what he had said” (Tr. 67). Appellant responded in the negative and the officer testified that appellant said: “No, I already told you about it and you wrote it down” (Tr. 67). At this time the discussion was terminated and the officer left the Twelfth Precinct with appellant and took him to the Homicide Squad office. Upon arrival at the homicide office at approximately 3:15 a. m. the officer produced police form PD-54 <footnotemark><em>4</em></footnotemark><em> </em>and read it to appellant. Appellant signed this form <em>(see </em>Tr. 70-71, Government exhibit No. 2) after it was read to him. Upon completion of this signing the officer again asked appellant if he wished to make a typewritten statement. Appellant again answered “no” and was locked up until 10:00 a. m. the following morning, at which time he was arraigned before a United States Commissioner. Detective-Sergeant Crooke testified that he did not take appellant before a commissioner at 3:00 a. m. because he was not “aware that a United States Commissioner * * * is available at any time of the day or night to arraign defendants charged with a crime.” (Tr. 64.)</p>\n<p id=\"b713-10\">Appellant took the stand during this pre-trial hearing.<footnotemark>5</footnotemark> Appellant’s counsel sought to suppress all of appellant’s statements other than the initial threshold admission that he had killed his girl friend. During this hearing appellant testified that he did make such an admission. He initially denied, however, that Sergeant Brown ever gave him the PD-47 card to read (Tr. 79) but on cross-examination admitted that he did receive the card, but never read it (Tr. 79C-D). Appellant testified further that no one ever read the card to him and that when the officers asked him if he wanted a lawyer he thought they meant his own “personal lawyer” (Tr. 83). Since appellant could not afford to pay for such a lawyer he said he didn’t want one. Appellant denied that either officer ever told him that he could have a “free one” (Tr. 79-B). In essence, the main thrust of appellant’s testimony was to contradict the officer’s testimony while simultaneously asserting a claim that he did not understand what was happening.</p>\n<p id=\"b714-3\"><page-number citation-index=\"1\" label=\"654\">*654</page-number>After oral argument by both counsel the trial judge ruled that appellant’s statements to Detective-Sergeant Crooke were admissible but that the PD-54 form and testimony regarding it were inadmissible. In explanation, the trial judge stated that the questioning at the Twelfth Precinct was no.t a violation of appellant’s constitutional rights but that he should have been brought before a commissioner as soon as he indicated he didn’t wish to discuss the matter any more. We affirm the trial judge’s ruling..</p>\n<p id=\"b714-4\">I</p>\n<p id=\"b714-5\">Appellant’s first allegation of error is that all statements made by him to Detective-Sergeant Crooke were inadmissible at trial because they were given in violation of appellant’s rights under Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L.Ed.2d 694 (1966). We recognize and certainly agree that</p>\n<blockquote id=\"b714-6\">[i]f * * * interrogation continues without the presence of an attorney and a statement is taken, a heavy burden rests on the government to demonstrate that the defendant knowingly and intelligently waived his privilege against self-incrimination and his right to retained or appointed counsel. (Citation omitted.)</blockquote>\n<p id=\"b714-7\">384 U.S. at 475, 86 S.Ct. at 1628.</p>\n<p id=\"b714-8\">At the outset of our discussion we wish to reject, as did the trial judge, a proposition submerged in the murky waters that surround meaningful waivers. We are unable to accept the thesis that no one can ever intelligently waive an important constitutional right voluntarily or that no one who is reasonable or intelligent would ever commit a criminal act. A quick glance at the upper echelon of organized crime in this country should suffice to undercut the credence of the latter portion of this proposition. Thus, we conclude that, under the law today, <em>it is possible </em>for a person to waive his right to remain silent and to wish to voluntarily discuss the action that he had so recently taken which must have weighed so heavily on his mind.</p>\n<p id=\"b714-13\"> Since it is. possible, we must now look to see if appellant did meaningfully waive his right to counsel. At this point we note that this is a case, unlike <em>Miranda,, </em>of a person entering a police station and, before the utterance of a word by the police, confessing to a murder. In fact, the Court in <em>Miranda </em>specifically stated that it did not</p>\n<blockquote id=\"b714-14\">purport to find all confessions inadmissible. Confessions remain a proper element in law enforcement. Any statement given freely and voluntarily without any compelling influences is, of course, admissible in evidence. The fundamental import of the privilege while an individual is in custody is not whether he is allowed to talk to the police without the benefit of warnings and counsel, but whether he can be interrogated. There is no requirement that police stop a person who enters a police station and states that he wishes to confess to a crime (footnote omitted) * * *. Volunteered statements of any kind are not barred by the Fifth Amendment and their admissibility is not affected by our holding today.<footnotemark>6</footnotemark></blockquote>\n<p id=\"b714-15\">We, of course, are unable to and do not endeavor to probe appellant’s mind in an attempt to discover whether he made a meaningful waiver. Instead, we must apply an objective standard<footnotemark>7</footnotemark> in deter<page-number citation-index=\"1\" label=\"655\">*655</page-number>mining the proper resolution of this issue. Appellant proffers no allegations of coercion by the police, he never repudiated his confession or altered the details thereof, and he did not make prior denials before confessing. In addition, appellant was not harassed or intensely interrogated as was the defendant in Escobedo v. Illinois, 378 U.S. 478, 84 S. Ct. 1758, 12 L.Ed.2d 977 (1964). Rather, the officer approached appellant and asked him if “he wanted to talk about it.” Appellant answered all questions freely and easily, all the while observing but not objecting to, the officer taking notes. It was only at the conclusion of the discussion, unlike our recent decision in Frazier v. United States,<footnotemark>8</footnotemark> that appellant expressed a view that he did not wish to make a typewritten statement.<footnotemark>9</footnotemark> At this point the questioning ceased.</p>\n<p id=\"b715-5\">Thus, we must reject appellant’s contention that his unwillingness to make a typewritten statement, at the end of the officer’s questioning, clearly indicates that he never meaningfully waived his constitutional right to remain silent. What appellant said exactly was: “No, I already told you about it and you wrote it down.” This language coupled with testimony that Detective-Sergeant Crooke specifically told appellant several times that (1) he was entitled to remain silent and (2) if he could not afford a lawyer one would be obtained for him, convinces us that appellant did meaningfully and knowingly waive his Fifth Amendment right to remain silent. In reality, after an objective analysis of all the factors and circumstances involved in appellant’s waiver, his position is really reduced not to a claim that he did not understand what he was doing but that what he did was, in retrospect, an unwise thing for him to do. A reversal based upon such a claim would be equally unwise.</p>\n<p id=\"b715-14\">II</p>\n<p id=\"b715-15\">Appellant’s second contention is that after his arrest he was not promptly taken before a United States Commissioner in violation of Rule 5(a) of the Federal Rules of Criminal Procedure as construed by Mallory v. United States, 354 U.S. 449, 77 S.Ct. 1356,1 L.Ed.2d 1479 (1957). The standard applicable in this area of the law has been enunciated by the Supreme Court. In McNabb v. United States, 318 U.S. 332, 63 S.Ct. 608, 87 L.Ed. 819 (1943), the Court made it clear that officers of the law could not detain a person for unreasonable periods of time in an effort to obtain a confession by a “third degree” method. Subsequently, Rule 5(a) was promulgated requiring that an arrested person be arraigned “without unnecessary delay.” The Court then held in Upshaw v. United States, 335 U.S. 410, 69 S.Ct. 170, 93 L.Ed. 100 (1948) and <em>Mallory </em>that the “standard of ‘without unnecessary delay’ implied no relaxation of the <em>McNabb </em>doctriné” (Mallory v. United States, <em>supra, </em>at 453, 77 S.Ct. at 1359).</p>\n<p id=\"b715-16\">Upon inspection of the record below, we find that appellant cannot prevail on his <em>Mallory </em>contention for two reasons. First, we disagree with appellant’s claim that he has a <em>right </em>to be given his “warnings” by an impartial judicial magistrate despite the fact that he had already been informed of his <page-number citation-index=\"1\" label=\"656\">*656</page-number>rights by the police and had agreed to discuss the crime with them. We feel that appellant’s argument here borders on the absurd. Surely the law does not allow a person to voluntarily discuss the crime to which he has just confessed for a period of some twenty minutes and then claim on appeal that the twenty minute period during which they spoke constituted a prejudicial delay in violation of his right to rapid arraignment. What appellant has lost sight of and what needs illumination in this area of the law is the interplay between <em>Miranda </em>and <em>Mallory. </em>We find that appellant, by validly waiving his <em>Miranda </em>right to silence and an attorney, and by agreeing to speak with the police, has thereby also waived any <em>Mallory </em>right to be brought before a magistrate “as quickly as possible.” <em>Mallory, supra, </em>at 454, 77 S.Ct. 1356. Indeed, we had occasion recently to articulate this limitation that <em>Miranda </em>has effected upon the earlier <em>Mallory </em>decision. In short, we held that [a] valid <em>Miranda </em>waiver is necessarily * * * also a waiver of an immediate <em>judicial </em>warning of constitutional rights (footnote omitted.)<footnotemark>10</footnotemark></p>\n<p id=\"b716-4\">Thus, in this case, we hold that appellant waived any <em>Mallory </em>claim to immediate arraignment by voluntarily agreeing to speak with the police. Accordingly appellant’s statements, given during this period, were properly admitted into evidence.</p>\n<p id=\"b716-5\">Secondly, appellant’s <em>Mallory </em>contention cannot prevail because, notwithstanding any <em>Miranda </em>waiver, the statements complained of here were <em>not given </em>during a period of unnecessary delay and hence the delay of seven hours in bringing appellant before a magistrate cannot retroactively vitiate an otherwise valid confession.<footnotemark>11</footnotemark> The Supreme Court held long ago, in a case where the accused confessed to the police within a few minutes after his arrival at the police station and then was detained for <em>eight days </em>prior to arraignment, that</p>\n<blockquote id=\"b716-11\">the illegality of Mitchell’s detention does not retroactively change the circumstances under which he made the disclosures. These * * * were not elicited through illegality. Their admission, therefore, would not be use by the Government of the fruits of wrongdoing by its officers. Being relevant, they could be excluded only as a punitive measure against unrelated wrongdoing by the police. Our duty in shaping rules of evidence relates to the propriety of admitting evidence. This power is not to be used as an indirect mode of disciplining misconduct.</blockquote>\n<p id=\"b716-13\">United States v. Mitchell, 322 U.S. 65, 70-71, 64 S.Ct. 896, 898, 88 L.Ed. 1140 (1944). We agree with Mr. Justice Frankfurter’s (the author of both <em>McNabb </em>and <em>Mallory) </em>eloquent description of the proper use of judicial power with regard to the promotion of justice in the society in which we live.</p>\n<p id=\"b716-14\">Lastly, appellant seems to argue tacitly that <em>Mallory </em>is an absolute bar to any questions, regardless of the accused’s willingness to discuss the crime, between arrest and appearance before a magistrate. We put this contention to rest in 1965 in Alston v. United States, 121 U.S.App.D.C. 66, 68, 348 F.2d 72, 74 (opinion of Judge McGowan):</p>\n<blockquote id=\"b716-15\">this literalness in the reading of <em>Mallory </em>(the argument that no question may be asked of the accused between arrest and arraignment) is an excessive exaltation of opinion over decision, and that, absent a further direct ad<page-number citation-index=\"1\" label=\"657\">*657</page-number>monition from the Supreme Court that there can be no questioning whatsoever, its earlier opinion in <em>Mitchell * </em>* * continues to have vitality and provides the warrant for the admissibility of so-called threshold confessions.</blockquote>\n<p id=\"b717-4\">Such further admonition has not emanated from the Supreme Court since 1965.</p>\n<p id=\"b717-5\">In sum, we hold today that appellant’s statements to the police were properly admitted since the record reveals that appellant did voluntarily and meaningfully waive his right to remain silent. Further, this waiver was also thereby a waiver of his right to immediate arraignment and, in any event, appellant’s statements were not given during a period of unnecessary delay. Accordingly, appellant’s conviction is</p>\n<p id=\"Arm\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b712-11\">. Appellant was sentenced to life imprisonment on this count. He was also convicted on two counts of assault with a dangerous weapon (22 D.C.Code § 502) and was sentenced to three to nine years on each count, to run concurrently with his life sentence on the first count.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b712-12\">. Exactly when the arrest occurred is not crucial to our disposition. It is at least arguable that as soon as appellant announced he had taken someone’s life he was no longer free to leave the precinct.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b712-13\">. The PD-47 card states as follows:</p>\n<blockquote id=\"b712-14\">WARNING AS TO YOUR RIGHTS You are under arrest. Before we ask you any questions, you must understand what your rights are. You have the right to remain silent. You are not required to say anything to us at any time or to answer any questions. Anything you say can be used against you in court. You have the right to talk to a lawyer for advice before we question you and to have him with you during questioning. If you cannot afford a lawyer and want one, a lawyer will be provided for you. If you want to answer questions now without a lawyer present you will have the right to stop answering at any time. You also have the right to stop answering at any time until you talk to a lawyer.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b713-5\">. The PD-54 form is identical to the PD-47 card with the addition of the following paragraph:</p>\n<blockquote id=\"b713-6\">\n<em>Consent to speak</em>\n</blockquote>\n<blockquote id=\"b713-7\">I know what my rights are. I am willing to make a statement and answer questons, I do not want a lawyer. I understand what I am doing. No promises or threats have been made to me or used against me.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b713-11\">. Appellant testified at this pre-trial motion to suppress hearing for the limited purposes of that hearing alone and he did not waive his Fifth Amendment right against self-incrimination. Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968); Bailey v. United States, 128 U.S.App.D.C. 354, 389 F. 2d 305 (1967).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b714-9\">. Miranda v. Arizona, 384 U.S. 436, 478, 86 S.Ct. 1602, 1630, 16 L.Ed.2d 694 (1966).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b714-11\">. By objective standard we mean that the validity of any <em>Miranda </em>waiver must be determined by the court’s inspection of the particular circumstances involved, including the education, experience and conduct of the accused as well as the credibility of the police officer (s) testimony. The court will then objectively assess all the aforementioned factors and determine whether the waiver was valid. The Supreme Court set down this type of standard even before <em>Miranda </em>in Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). Thereafter, the Court in <em>Miranda </em>re-asserted this standard. 384 U.S. at 475, 86 S.Ct. 1602, 16 <page-number citation-index=\"1\" label=\"655\">*655</page-number>L.Ed.2d 694. <em>See also </em>United States v. Hayes, 385 F.2d 375, 377 (4th Cir. 1967), cert. denied, 390 U.S. 1006, 88 S.Ct. 1250, 20 L.Ed.2d 106 (1968).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b715-8\">. 136 U.S.App.D.C.—, 419 F.2d 1161 (decided March 14, 1969).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b715-10\">. At the time this case was argued the <em>Frazier </em>decision had not yet issued and was not relied upon by appellant’s counsel. The court, of course, is fully cognizant of <em>Frazier’s </em>teaching and we find that appellant’s waiver was “voluntary in the full sense of the word.” Frazier v. United States, <em>supra </em>note 8, 136 U.S.App.D.C. -, 419 F.2d 1166, n. 24. In so finding we have determined that appellant was “adequately and effectively apprised of his rights.” Id. 136 U.S.App.D.C. at —, 419 F.2d 1168, n. 31, quoting from Miranda v. Arizona, <em>supra, </em>note 6, at 467, 86 S.Ct. 1602. Thus, we feel that under the test set out in <em>Frazier </em>appellant knowingly and meaningfully waived his right to remain silent.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b716-6\">. Frazier v. United States, <em>supra </em>note 8, 136 U.S.App.D.C. at -, 419 F.2d at 1166.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b716-9\">. Since we find that there was no <em>Mallory </em>violation, we do not reach the thorny questions of whether <em>Mallory </em>has been limited by recent Congressional enactments or whether the statutory standards should be applied retroactively. <em>See </em>Omnibus Crime Control and Safe Streets Act of 1968, 82 Stat. 197 (1968); District of Columbia Crime Bill, 81 Stat. 734 (1967). In this regard, <em>see also </em>Frazier v. United States, <em>supra </em>note 8, 136 U.S.App.D.C. at -, 419 F.2d at 1171, nn. 2, 3 (dissenting opinion of Judge Burger).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b717-6\">SPOTTSWOOD W. ROBINSON, III, Circuit Judge</author>\n<p id=\"Aqr\">(concurring in the result):</p>\n<p id=\"Adx\">I join my colleagues in affirmance of appellant’s conviction, but for reasons not entirely coinciding with those they express. Hence the occasion for this separate opinion.</p>\n<p id=\"b717-7\">Appellant does not contest the admissibility of his unsolicited utterances to Sergeant Brown made immediately upon his entry into the Twelfth Precinct stationhouse.<footnotemark>1</footnotemark> Instead, the controversy rages over his beyond-the-threshold statements to Sergeant Crooke, which contained damaging admissions highly cogent to the deliberative and premeditative elements of first degree murder. Framed in two broad aspects of this appeal, the questions are whether appellant was duly given the warnings constitutionally prerequisite to in-custody police interrogation and, if so, whether he voluntarily and understandably waived his right to have counsel present during his conversation with Sergeant Crooke.</p>\n<p id=\"b717-17\">These are Miranda<footnotemark>2</footnotemark> questions and if each is properly to be answered in the affirmative, I perceive no crucial involvement with <em>Mallory.</em><footnotemark><em>3</em></footnotemark><em> </em>For “[a] valid <em>Miranda </em>waiver is necessarily, for the duration of the waiver, also a waiver of an immediate <em>judicial </em>warning of constitutional rights. And what <em>Miranda, </em>as a constitutional interpretation, leaves an accused at liberty to yield, he may * * forego equally under <em>Mallory. </em>Provided the exacting standards for waiver are met, the overriding purpose of <em>Mallory </em>has been served.”<footnotemark>4</footnotemark> And if <em>Miranda </em>requirements were satisfied in this case, the statements to Sergeant Crooke qualified for introduction into evidence, unaffected by subsequent delay incidental to appellant’s appearance before a judicial officer.<footnotemark>5</footnotemark></p>\n<p id=\"b717-18\">The testimony adduced at the hearing on the motion to suppress those statements conflicted sharply on the issue as to whether the <em>Miranda </em>warnings were given. Sergeant Brown said he handed appellant a card on which the warnings were written, and that appellant, after apparently having read the card, stated that he understood the warnings and that he did not desire counsel. It is unnecessary to express a view as to whether this procedure is acceptable as a compliance with <em>Miranda, </em>for Sergeant Crooke testified that he himself read the warnings to appellant and that he responded by <page-number citation-index=\"1\" label=\"658\">*658</page-number>declining a lawyer. True it is that appellant avowed that he was too “upset” to read the card tendered by Sergeant Brown, that Sergeant Crooke never warned him, and that he understood the latter’s proffer of an attorney to refer to a “personal lawyer,” which he did not have. But it is evident that, with credibility resolved in the Government’s favor, the evidence was sufficient to support its thesis that the warnings were actually given.<footnotemark>6</footnotemark></p>\n<p id=\"b718-4\">Also introduced was evidence tending to establish appellant’s comprehension of the warnings. Then 34 years of age, he had attended school through the ninth grade, and had served in the Army for three years, during two of which he had</p>\n<p id=\"b718-10\">held the rank of corporal. There was little to suggest that he lacked capacity to fathom the rather simple advice and admonitions incorporated into the warnings.<footnotemark>7</footnotemark> Sergeant Brown testified that appellant appeared normal and rational when questioned at the stationhouse, and Sergeant Crooke described him as “calm,” “coherent” and “very cooperative.”<footnotemark>8</footnotemark> There is nothing in the surrounding circumstances peculiarly susceptible to the interpretation that appellant misapprehended what the officers said he was told.<footnotemark>9</footnotemark> This evidence afforded ample foundation for an affirmative conclusion as to appellant’s understanding of the warnings if actually given.<footnotemark>10</footnotemark></p>\n<p id=\"b719-4\"><page-number citation-index=\"1\" label=\"659\">*659</page-number>It was for the Government to prove that appellant was suitably warned.<footnotemark>11</footnotemark> Beyond that, “a heavy burden rest[ed] on the government to demonstrate that the defendant knowingly and intelligently waived his privilege against self-incrimination and his right to retained or appointed counsel,”<footnotemark>12</footnotemark> and that demonstration involved application of a subjective test.<footnotemark>13</footnotemark> Both issues were submitted to the trial judge, and his decision on the motion leaves no plausible basis for doubting that on each he foünd decisively against appellant.</p>\n<p id=\"b719-5\">The suppression hearing focused sharply on the question whether the warnings were given, engendering a major factual dispute. Disposition of the motion involved unavoidably the resolution of that dispute. The trial judge, passing on the motion, also remained acutely alert to the problem of waiver as regards appellant’s statements to Sergeant Crooke. He emphatically rejected the argument that under no circumstances is an intelligent waiver possible. He distinguished appellant’s conduct at the precinct stationhouse, which he decided to let into evidence, from his subsequent execution of the waiver form at police headquarters, which he excluded on <em>Mallory </em>grounds. He attached particular weight to the uncontroverted fact that appellant voluntarily walked into the stationhouse for the purpose of informing the police of the homicide and surrendering himself,<footnotemark>14</footnotemark> a circumstance other tribunals as well have considered significant in the determination as to waiver.<footnotemark>15</footnotemark> His ruling on the motion embraced the conclusion that <em>Miranda </em>as well as <em>Mallory </em>requirements had been observed.</p>\n<p id=\"b719-16\">Thus the <em>Miranda </em>facets urged here were fully explored in a hearing, and the trial judge’s conclusion that <em>Miranda, </em>demands were met draws ready support from the evidence. The intensity of the litigation over warnings and the trial judge’s sensitivity to the matter of waiver demonstrate satisfactorily that his ruling encompassed the factual conclusions which suffice to sustain the Government’s position. Certainly for the future, after the experience in this case, it is the better part of wisdom for trial judges to rule expressly on waiver and to delineate on the record the reasons inducing whatever decision is reached. Here, however, the judge’s statement so far explicated his treatment as to afford a reliable basis for acceptance of the ruling as embracing intrinsically the findings vital to the problems of warnings and waiver.</p>\n<p id=\"b719-17\">Before BAZELON, Chief Judge, WRIGHT, McGOWAN, TAMM, LEV-<page-number citation-index=\"1\" label=\"660\">*660</page-number>ENTHAL, ROBINSON, MacKINNON and ROBB, Circuit Judges, in Chambers.</p>\n<p id=\"b720-4\">ORDER</p>\n<author id=\"b720-5\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"b720-6\">On consideration of appellant’s suggestion for rehearing <em>en banc, </em>it is</p>\n<p id=\"AWl\">Ordered by the Court <em>en banc </em>that appellant’s aforesaid suggestion is denied.</p>\n<p id=\"b720-7\">Statement of Chief Judge Bazelon as to why he would grant rehearing <em>en banc.</em></p>\n<author id=\"b720-8\">BAZELON, Chief Judge:</author>\n<p id=\"b720-9\">Indicted for first-degree murder, appellant attempted before trial and with the full consent of the government to withdraw his plea of not guilty to the charge and plead guilty to second-degree murder. During the course of questioning to determine the validity of the plea, the following colloquy occurred:</p>\n<blockquote id=\"b720-10\">THE COURT: All right. What is it you want to say? You want to say something and I do not want to take your plea unless you tell me what is on your mind.</blockquote>\n<blockquote id=\"b720-11\">DEFENDANT: It is nothing anyone else has done. It is the time over at the jail. I have been there about 14 months.</blockquote>\n<blockquote id=\"b720-12\">THE COURT: Since when?</blockquote>\n<blockquote id=\"AMF\">DEFENDANT: About 14 months.</blockquote>\n<blockquote id=\"A9u\">THE COURT: Are you .tired of being over there?</blockquote>\n<p id=\"b720-20\">DEFENDANT: Yes, sir.</p>\n<p id=\"b720-21\">THE COURT: Is that why you are pleading?</p>\n<p id=\"b720-22\">DEFENDANT: Yes, sir.</p>\n<p id=\"b720-23\">THE COURT: I will not take your plea. All right. Thank you very much. I am sorry, Mr. [Defense Counsel].</p>\n<p id=\"b720-24\">DEFENSE COUNSEL: Yes, Your</p>\n<p id=\"b720-25\">Honor.</p>\n<p id=\"b720-26\">Subsequently, the defendant was tried and convicted of first-degree murder and sentenced to life imprisonment.<footnotemark>1</footnotemark></p>\n<p id=\"b720-27\">We are therefore faced with a difficult but important question concerning the standards to be used by the District Courts in accepting or rejecting bar-. gained pleas of guilty.<footnotemark>2</footnotemark> It seems clear that appellant’s attempt to plead guilty to second-degree murder was, in fact, a bargained plea. Yet it also seems likely that, had the District Court <em>accepted </em>his plea without further inquiry, it would have been open to collateral attack on the grounds of involuntariness.<footnotemark>3</footnotemark> This last statement might seem to support the result in this case. But if it does, we have established a doctrine that defendants free on bail may avail themselves of the substantial benefits<footnotemark>4</footnotemark> of plea bargaining, whereas those who have theretofore been subjected to the inhuman conditions all too common in detention facilities<footnotemark>5</footnotemark> may not, unless they <page-number citation-index=\"1\" label=\"661\">*661</page-number>are willing to lie to the trial judge and say that these conditions have played no part in their decision to plead guilty.</p>\n<p id=\"b721-5\">I do not believe that we are faced with a problem impossible of resolution, although I do believe that resolution will not be easy. In the context of the present case, at least two possibilities present themselves:</p>\n<p id=\"b721-6\">1. The plea here was properly rejected because allowing a defendant to plead guilty to second-degree murder in return for dismissal of the charge of first-degree is an unnecessary and therefore unconstitutional<footnotemark>6</footnotemark> encouragement of guilty pleas and their attendant waivers of the rights to trial, to trial by jury, and against self-incrimination; or</p>\n<p id=\"b721-7\">2. The practice mentioned above is constitutional, and the plea was improperly rejected because the trial judge should have continued inquiring into the circumstances surrounding the tendered quilty plea to determine whether the defendant’s desire to plead guilty had a basis independent of his apparent desire simply to be transferred to an institution other than the D.C. jail.<footnotemark>7</footnotemark></p>\n<p id=\"b721-8\">I.</p>\n<p id=\"b721-9\">The practice of plea bargaining has been widely discussed, praised and damned.<footnotemark>8</footnotemark> It is -vulnerable to at least two lines of constitutional attack. The first of these would focus upon the individual defendant. A plea of guilty operates as a waiver of the right to trial by jury, the right to confront and cross-examine one’s accusers, and the right against self-incrimination. Boykin v. Alabama, 395 U.S. 238, 243, 89 S.Ct. 1709, 23 L. Ed.2d 274 (1969). To be effective, any waiver of these rights must be “voluntary and knowing.” McCarthy v. United States, 394 U.S. 459, 466, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969).</p>\n<p id=\"b721-16\">A plea of guilty is “more than a confession which admits that the accused did various acts.” Boykin v. Alabama, <em>supra, </em>395 U.S. at 242, 89 S.Ct. at 1711.<footnotemark>9</footnotemark> If this is so, then at the very least those standards developed to test the voluntariness of confessions should apply to guilty pleas. In this field, classical coercion theory has developed a rigorous test: “the constitutional inquiry is * * * whether the confession was ‘free and voluntary: that is, [it] must not be extracted by any sort of threats or violence, nor obtained by any direct or implied promises, however slight.’ ” Malloy v. Hogan, 378 U.S. 1, 7, 84 S.Ct. 1489, 1493, 12 L.Ed.2d 653 (1964), quoting Bram v. United States, 168 U.S. 532, 542-543, 18 S.Ct. 183, 42 L.Ed. 568 (1897). Therefore, any plea of guilty that was in fact induced by promises of <page-number citation-index=\"1\" label=\"662\">*662</page-number>leniency would be vulnerable to attack as an involuntary confession.<footnotemark>10</footnotemark> This approach is in essence the one taken by the Fourth Circuit in Bailey v. MaeDougall,<footnotemark>11</footnotemark> and by the two dissenting judges in Shelton v. United States.<footnotemark>12</footnotemark></p>\n<p id=\"b722-4\"><em>United States v. Jackson, </em>390 U.S. 570, 88 S.Ct. 1209, 20 L.Ed.2d 138 (1968), is the starting point for a second line of attack on plea bargaining. The Court there was dealing with a provision of the Federal Kidnapping Act that allowed only defendants who insisted on trial by jury to be sentenced to death. Rather than considering the effect of the statute on a particular defendant who had waived his rights,<footnotemark>13</footnotemark> the Court examined the system as a whole. It held that</p>\n<blockquote id=\"b722-5\">the evil in the federal statute is not that it necessarily <em>coerces </em>guilty pleas and jury waivers but simply that it needlessly <em>encourages </em>them.</blockquote>\n<p id=\"b722-6\">390 U.S. at 583, 88 S.Ct. at 1217 (emphasis in original). It can hardly be denied that offering defendants shorter sentences (or, as in the case before us, a guaranteed escape from the death penalty) <footnotemark>14</footnotemark> in exchange for pleas of guilty “encourages” such pleas. Under <em>Jackson, </em>then, the practice of plea bargaining can be constitutionally justified only on grounds of necessity.<footnotemark>15</footnotemark></p>\n<p id=\"b722-16\">II.</p>\n<p id=\"b722-17\">If plea bargaining is constitutional, it should not go unsupervised.<footnotemark>16</footnotemark> Yet the present state of the law places even the most conscientious trial judge in a difficult position. As I have already noted, the trial judge in this case was almost certainly correct in not accepting the plea on the basis of the evidence before him.<footnotemark>17</footnotemark> The problem is that by remaining silent on the constitutionality of plea bargaining, we do not provide any indication that further inquiry might have validated the plea. If we are to uphold bargained pleas, I think we must also delineate the power and the duty of trial courts, faced with a situation such as the present one, to conduct a further inquiry.</p>\n<p id=\"b723-3\"><page-number citation-index=\"1\" label=\"663\">*663</page-number>Of course, Rule 11 already requires an inquiry into the circumstances surrounding a guilty plea to make certain that the bargain, if any, is fully spread upon the record.<footnotemark>18</footnotemark> When it appears that a proffered guilty plea is the result of a bargain,<footnotemark>19</footnotemark> particular care must be exercised not only in accepting it,<footnotemark>20</footnotemark> but in rejecting it as well. If the bargain it-, self is not a factor that vitiates the plea, it should not be rejected simply because other, impermissible factors may have been acting upon the defendant as well. Particularly when a plea is to a lesser offense than the one charged,<footnotemark>21</footnotemark> we should be slow to deny both the defendant and the government the disposition that <em>both </em>believe to be in their best interests.<footnotemark>22</footnotemark></p>\n<p id=\"b723-4\">Plea bargaining should not be held constitutional <em>sub silentio. </em>If it is permissible, defendants should not be deprived of its benefits either arbitrarily or through governmental misconduct. It is one thing to say that extended incarceration, or despicable prison conditions, may void a plea of guilty and allow a defendant subsequently to demand a trial. It is quite another for us to hold that incarceration or despicable conditions may <em>prevent </em>a defendant from availing himself of the benefits of a system available to defendants who are more comfortable, either because they are out on bail or because they are in a better prison.</p>\n<p id=\"b723-16\">A full examination of appellant’s reasons for pleading guilty might well have established that the plea was voluntary and should have been accepted. By terminating the inquiry, we simply punish appellant for his lengthy imprisonment in the D.C. Jail.</p>\n<footnote label=\"1\">\n<p id=\"b717-8\">. Compare Miranda v. Arizona, 384 U.S. 436, 478, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966); United States v. Mitchell, 322 U.S. 65, 69-70, 64 S.Ct. 896, 88 L.Ed. 1140 (1944).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b717-9\">. Miranda v. Arizona, <em>supra </em>note 1.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b717-10\">. Mallory v. United States, 354 U.S. 449, 77 S.Ct. 1356, 1 L.Ed.2d 1479 (1957).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b717-12\">. Frazier v. United States, 136 U.S.App. D.C.-, 419 F.2d 1161, 1166 (March 14, 1969).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b717-19\">. United States v. Mitchell, <em>supra </em>note 1, 322 U.S. at 70, 64 S.Ct. 896, 88 L.Ed. 1140; Mathies v. United States, 126 U.S. App.D.C. 98, 101, 374 F.2d 312, 315 (1967); Coor v. United States, 119 U.S. App.D.C. 259, 260, 340 F.2d 784, 785 (1964), cert. denied 382 U.S. 1013, 86 S. Ct. 621, 15 L.Ed.2d 527 (1966); Bailey v. United States, 117 U.S.App.D.C. 241, 244, 328 F.2d 542, 544-545, cert. denied 377 U.S. 972, 84 S.Ct. 1655, 12 L.Ed.2d 741 (1964).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b718-5\">. Appellant does not contend that the warnings written on the card did not satisfy <em>Miranda </em>exactions as to content.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b718-6\">. Not before the District Court at the suppression hearing, nor apparently at any time during the trial, was the report of a psychological examination of appellant conducted within a month of his trial. Appellant tendered that report for our consideration, to which the Government has no objection. The report discloses, <em>inter alia, </em>an evaluation “of low average to average intelligence” without “any serious defects in attention, memory, general knowledge or knowledge of social norms and culturally prescribed behavior.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b718-7\">. The most that can be found in appellant’s favor on this score is Sergeant Crooke’s statement that appellant seemed to be “a little depressed,” a reaction quite normal after what had happened.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b718-8\">. Such a conclusion is hardly suggested by appellant’s refusal to reveal his difficulties with the deceased or to sign a written confession of the events he had orally related to Sergeant Crooke. In the light of his willingness to delineate how and where he committed the homicide, his unwillingness to explain why he did it logically indicates merely that the topic was painful for reasons other than the impending legal consequences of talking about it. The refusal to sign a written statement came only after appellant had completed his oral version to Sergeant Crooke, on which the sergeant took notes without protest by appellant, and the discussion with appellant terminated immediately upon the refusal. <em>Cf. </em>Miranda v. Arizona, <em>supra </em>note 1, 384 U.S. at 473-474, 86 S.Ct. 1602, 16 L.Ed.2d 694. Moreover, the reason appellant gave for declining to sign was simply that “I already told you about it and you wrote it down.” Significantly, when at police headquarters appellant again refused to sign a written statement —once more for the stated reason, related by Sergeant Crooke, that “I already had his statement and that he had already told me what had happened * * * ”— he nevertheless signed a waiver form containing the <em>Miranda </em>warnings that he had been given at the stationhouse. These circumstances distinguish our remand in Frazier v. United States, <em>supra </em>note 4, where the accused refused to permit note-taking on his narrative and we had neither evidence nor findings to dissipate the potential of that development as an indication that he misunderstood the legal efficacy of an oral confession. See <em>id. </em>at 10-13.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b718-12\">. A finding of knowledgeable and intelligent waiver rests properly on “the particular facts and circumstances surrounding [the] case, including the background, ex-erienee, and conduct of the accused.” Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). See also United States v. Hayes, 385 F.2d 375, 377 (4th Cir. 1967), cert. denied 390 U.S. 1006, 88 S.Ct. 1250, 20 L.Ed.2d 106 (1968); Narro v. United States, 370 F. 2d 329 (5th Cir. 1966), cert. denied 387 U.S. 946, 87 S.Ct. 2081, 18 L.Ed.2d 1334 (1967).</p>\n<p id=\"b718-14\">There was little contest at the hearing specifically on the issue of comprehension. Appellant’s claim was not that the warnings were misunderstood but that they were not forthcoming at all, and his <page-number citation-index=\"1\" label=\"659\">*659</page-number>evidentiary presentation was concentrated on that claim. The trial judge expressly declined to credit the <em>testimony of </em>a friend of appellant that he had smoked a cigarette containing some kind of “dope” on some undefined date during the month on which the homicide occurred.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b719-8\">. Miranda v. Arizona, <em>supra </em>note 1, 384 U.S. at 475, 479, 86 S.Ct. 1602, 16 L.Ed. 2d 694.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b719-9\">. Id. at 475, 86 S.Ct. 1602.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b719-10\">. Frazier v. United States, <em>supra </em>note 4, 136 U.S.App.D.C. at -, 419 F.2d 1168 n. 31.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b719-13\">. “[H]ow any information at all with respect to this defendant first came to the attention of the police authorities,” said the judge, “has a bearing with respect to the defendant’s state of mind, and as that state of mind continued throughout whatever period of questioning, interrogation, was undertaken on the morning of his arrest.”</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b719-19\">. “Of prime importance in determining whether there was an effective waiver of these rights is the fact that appellant, apparently acting under some parental guidance, voluntarily surrendered himself to police with the intention of telling them ‘what had happened.’ That he did so tell the police within a very short time after the interrogation had begun is likewise significant. In considering the conduct of the appellant, therefore, as it bears on the question of waiver, we think it manifest that he was not a person, such as contemplated by the <em>Miranda </em>decision, who, by reason of the custodial interrogation, is suddenly placed under a compulsion to speak where he might not otherwise do so.” Brown v. State, 3 Md.App. 313, 239 A.2d 761, 762, 766 (1968). Compare Davidson v. United States, 371 F.2d 994, 996 (10th Cir. 1966).</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b720-13\">. It does not appear from the transcript that the plea was invalid except insofar as the statements quoted in text may indicate.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b720-15\">. <em>See </em>Griffin v. United States, 132 U.S. App.D.C. 108, 405 F.2d 1378 (1968); McCoy v. United States, 124 U.S.App. D.C. 177, 363 F.2d 306 (1966). For a different aspect of the same problem, see Scott v. United States, 135 U.S.App.D.C. -, at ---, 419 F.2d 264 (Feb. 13, 1969).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b720-17\">. In at least one case, the Solicitor General based his conclusion that a plea of guilty was improperly obtained at least partly on the fact that the defendant had been in jail for 18 months and his insistence on trial was likely to result in further incarceration in “county jails” pending trial. Memorandum for the United States at 13, Shelton v. United States, 356 U.S. 26, 78 S.Ct. 563, 2 L.Ed.2d 579 (1958).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b720-30\">. See A. Amsterdam, B. Segal, &amp; M. Miller, Trial Manual for the Defense of Criminal Cases §§ 206-219 (1967).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b720-31\">. Speaking of long-term detention facilities, the President’s Commission on Law Enforcement and the Administration of Justice concluded that “ [ojvercrowding and idleness are the salient features of some, brutality and corruption of a few others.” It then added that “local jails [in which most pretrial incarceration takes place] are generally the most inadequate in every way.” Task Force Report; Corrections 4 (1967).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b721-10\">. <em>See </em>United States v. Jackson, 390 U.S. 570, 582-585, 88 S.Ct. 1209, 20 L.Ed.2d 138 (1968). Of course this would support the result in the present case; but if this is the ground for decision, it should certainly be made explicit.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b721-13\">. The result in the present case could also be supported on the ground that counsel waived his client’s right not to have his guilty plea rejected by failing (a) to object to the rejection at the time it was made, (b) to renew the motion to plead guilty at the commencement of trial, and (c) to renew the motion at the close of the government’s case. While dubious about the validity of any such argument, I note here only that if that is the ground for decision the bar should be told.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b721-18\">. <em>See </em>D. Newman, Conviction: The Determination of Guilt or Innocence Without Trial (1966) (extensive empirical study) ; Note, Official Inducements to Plead Guilty: Suggested Morals for a Marketplace, 32 U.Chi.L.Rev. 167 (1964) (practice constitutional and proper absent judicial participation); Note, Guilty Plea Bargaining: Compromises by Prosecutors to Secure Guilty Pleas, 112 U.Pa.L.Rev. 865 (1964) (practice proper and limited judicial participation encouraged) ; Note, Another Look at Unconstitutional Conditions, 117 U.Pa.L.Rev. 144 (1968) (practice unconstitutional).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b721-21\">. <em>See also </em>Machibroda v. United States, 368 U.S. 487, 493, 82 S.Ct. 510, 7 L.Ed. 2d 473 (1963) ; Kercheval v. United States, 274 U.S. 220, 223, 47 S.Ct. 582, 71 L.Ed. 1009 (1927).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b722-7\">. That a guilty plea was made subsequent to a promise of leniency would, under this approach, not necessarily imply that it was the product of the promise, and therefore tainted. <em>See </em>United States v. Jackson, 390 U.S. 570, 583, 88 S.Ct. 1209 (1968). But if the plea was influenced by the promise, it would be involuntary.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b722-8\">. 392 F.2d 155 (4th Cir. 1968).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b722-9\">. 242 F.2d 101 (5th Cir.), reversed <em>en banc, </em>246 F.2d 571 (5th Cir. 1957), reversed on confession of error by the Solicitor General, 356 U.S. 26, 78 S.Ct. 563, 2 L.Ed.2d 579 (1958). Admitting that in his view the plea was tainted, the Solicitor General relied on petitioner’s long confinement and on the government’s at lpast arguably improper conduct (aside from the mere bargain itself). Memorandum for the United States, at 13-14.</p>\n<p id=\"b722-11\">For a more extensive discussion of these cases, <em>see </em>Scott v. United States, <em>supra </em>note 2, at 135 U.S.App.D.C. at ---. 419 F.2d 264 at 272-274.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b722-14\">. “[T]he fact that the Federal Kidnapping Act tends to discourage defendants from insisting upon their innocence and demanding trial by jury hardly implies that every defendant who enters a guilty plea to a charge under the Act does so involuntarily.” 390 U.S. at 583, 88 S.Ct. at 1217.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b722-19\">. A defendant who pleads guilty to second-degree murder in exchange for dismissal of first-degree murder charges escapes all possibility of being put to death and is subject to precisely the pressures condemned in <em>Jackson.</em></p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b722-20\">. The briefs in <em>Jackson </em>devoted considerable space to a discussion of the possible impact of the decision on the practice of plea bargaining. <em>See </em>Note, <em>Another Look at Unconstitutional Conditions, </em>117 U.Pa. L.Rev. 144, 179-180 (1968). Although the Court in <em>Jackson </em>took some pains to emphasize the importance of guilty pleas to the criminal process, it did not mention plea bargaining. 390 U.S. at 584-585, 88 S.Ct. 1209.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b722-21\">. <em>See </em>Scott v. United States, <em>supra </em>note 2, 135 U.S.App.D.C. at ---, 419 F. 2d at 264; <em>id. </em>at 274-278, 419 F.2d 264 at 279-281 (concurring opinion of Judge Wright).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b722-24\">. <em>See </em>pp. 1-2 <em>supra.</em></p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b723-5\">. McCarthy v. United States, 394 U.S. 459, 465, 89 S.Ct. 1166, 1170, 22 L.Ed. 2d 418 (1969) : “Rule [11] is intended to produce a <em>complete record </em>at the time the plea is entered of the factors relevant to [the] voluntariness determination.” (emphasis added). <em>See also </em>Scott v. United States, <em>supra </em>note 2, 135 U.S.App. D.C. — at — - —, —, 419 F.2d 264, at 274-275, 279.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b723-10\">. This should not be a difficult determination, since it appears that most plea bargaining in the District of Columbia involves a plea of guilty to a lesser offense than the one charged. <em>See </em>Scott v. United States, <em>supra </em>note 2.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b723-11\">. This is so because the line between permissible and impermissible bargains may be a fine one. <em>See </em>pp. 661-662 <em>supra </em>and cases there cited.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b723-12\">. If a plea is sought to be entered only to the offense charged, its rejection will have far less serious consequences for the defendant. Although he will be forced to the uncertainty and expense of trial, he will not he liable to punishment greater than could have been imposed upon his guilty plea, and even judges who normally impose a greater sentence upon defendants who insist on trial would seem unlikely to apply the same sentencing differential to defendants whose plea of guilty was rejected.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b723-26\">. Courts normally shy away from anything deemed to be an interference with prosecutorial discretion, except in the most extreme cases. <em>See </em>the cases collected in Washington v. United States, 130 U.S.App.D.C. 374, 401 F.2d 915, 922-925 (1968); United States v. Foster, 226 A.2d 164 (D.C.Mun.App.1967), and cases cited. If judges are free to reject bargained pleas, the result is that judicial control of prosecutorial discretion is minimal when it is exercised to an individual’s detriment, but substantial when exercised in his favor.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}