{
  "casebody": {
    "data": "<casebody firstpage=\"112\" lastpage=\"117\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b146-8\">DAILEY, Appellant, v. MAYO FAMILY LIMITED PARTNERSHIP et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b146-10\">[Cite as <em>Dailey v. Mayo Family L.P. </em>(1996), 115 Ohio App.3d 112.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b146-11\">Court of Appeals of Ohio, Seventh District, Mahoning County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b146-13\">No. 95 C.A. 42.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b146-14\">Decided Nov. 1, 1996.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b147-6\"><page-number citation-index=\"1\" label=\"113\">*113</page-number><em>Richard J. Thomas </em>and <em>Jerry M. Bryan, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AYQ\"><em>Michael R. Piccirillo, </em>for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b147-7\">Gene Donofrio, Judge.</author>\n<p id=\"b147-8\">Plaintiff-appellant, Andrew Dailey, appeals from a judgment of the Mahoning County Common Pleas Court, granting summary judgment in favor of defendants-appellees, Mayo Family Limited Partnership and Mayo and Orvets, Inc., in this slip-and-fall case.</p>\n<p id=\"b147-9\">On December 5, 1990, appellant slipped and fell in a parking lot adjacent to a retail establishment. The parking lot was allegedly owned and/or maintained by appellees. The cause of the fall was an accumulation of ice in the parking lot.</p>\n<p id=\"b147-10\">On December 4, 1992, appellant filed a lawsuit against appellees, seeking damages for injuries allegedly sustained in the fall.</p>\n<p id=\"b147-11\">Appellees subsequently filed a motion for summary judgment. In support of their motion, appellees pointed to the deposition of appellant, wherein appellant gave the following testimony:</p>\n<blockquote id=\"b147-12\">“Q. And I’m not asking you to give me any legal standards why you sued them. In layman’s terms, there has to be some reason why you sued them, something that you felt they did wrong. I want you to put that into your own words and explain that to me.</blockquote>\n<blockquote id=\"b147-13\">“A. The location of this. Its size. Only customers or employees of that company could have come into contact with it. It wasn’t as if it was in the lane where you park — or excuse me, where you would drive to approach. It was centered, located mostly as you would approach. You would come into contact as you were getting in and out or approaching your vehicle.</blockquote>\n<blockquote id=\"b147-14\">“Q. It was in the parking area?</blockquote>\n<blockquote id=\"b147-15\">“A. Right.</blockquote>\n<blockquote id=\"b147-16\">“Q. Okay.</blockquote>\n<blockquote id=\"b148-4\"><page-number citation-index=\"1\" label=\"114\">*114</page-number>“A. And I felt in my experience, in layman’s terms, I would have had somebody trained to view that or look at the condition; okay, before any cars were there. And if that had been done, it would have been noticed that this could have a point of concern for somebody.</blockquote>\n<blockquote id=\"b148-5\">“Q. Okay. Is it my understanding that you feel Mayo and Orvets should have seen to that, that someone inspected the parking lot?</blockquote>\n<blockquote id=\"b148-6\">“A. Yes.</blockquote>\n<blockquote id=\"b148-7\">“Q. Is there anything else that you feel Mayo and Orvets did wrong other than having the parking lot inspected?</blockquote>\n<blockquote id=\"b148-8\">“MR. BRYAN: I think he testified that allowing that to remain there in that location. I mean, he’s already said that.</blockquote>\n<blockquote id=\"b148-9\">“MR. PICCIRILLO: That’s fine. But if there’s anything else, I’d like him to put that on the record now.</blockquote>\n<blockquote id=\"b148-10\">“MR. BRYAN: That’s what I’m saying. He’s already stated that.</blockquote>\n<blockquote id=\"b148-11\">“Q. Anything else over and above that? We have two things, failing to inspect, and the—</blockquote>\n<blockquote id=\"b148-12\">“A. Failing to address it.</blockquote>\n<blockquote id=\"b148-13\">“Q. Failing to address it. Okay. That’s fíne. What was — in your opinion, what was the cause of the ice accumulating in that area?</blockquote>\n<blockquote id=\"b148-14\">“A. I’m not sure. I didn’t see any other spots. I didn’t see any snow in the lot that I remember at this time. And my focus of attention was there and its location.</blockquote>\n<blockquote id=\"b148-15\">“Q. I think it’s my understanding from your testimony that the ice caused the slip and fall?</blockquote>\n<blockquote id=\"b148-16\">“A. Yes.</blockquote>\n<blockquote id=\"b148-17\">“Q. Did the ice conceal anything as far as a defect in the parking lot, whether it be a curb that was not maintained, whether it be a slab or concrete or anything else?</blockquote>\n<blockquote id=\"b148-18\">“A. If anything, while I’m not an expert, it appeared that there was a pool of water froze.</blockquote>\n<blockquote id=\"b148-19\">“Q. Okay.</blockquote>\n<blockquote id=\"b148-20\">“A. And it didn’t drain. And it wasn’t — now, I didn’t measure for thickness. It was fairly large and fairly thick, so I assume if it’s a defect, it’s drainage or a basin that would allow it to accumulate.”</blockquote>\n<p id=\"b148-21\">On summary judgment, appellees argued that appellant’s deposition testimony indicated that he slipped and fell on a natural accumulation of ice in the parking <page-number citation-index=\"1\" label=\"115\">*115</page-number>lot. Appellees accordingly cited <em>Brinkman v. Ross </em>(1993), 68 Ohio St.3d 82, 623 N.E.2d 1175, wherein the Ohio Supreme Court held that there is no liability imposed upon a homeowner for injuries allegedly sustained due to a slip and fall on a natural accumulation of ice and snow.</p>\n<p id=\"b149-5\">In response, appellant argued that his answers to interrogatories and deposition testimony demonstrated that appellant slipped and fell on an unnatural accumulation of ice and that appellees were thus not entitled to summary judgment. Appellant pointed to his response to appellees’ interrogatory No. 3, in which he stated that the omissions of appellees that caused appellant to slip and fall were “causing the ice to form.” In addition, appellant pointed to his deposition testimony, previously cited herein, that “a pool of water froze,” that the water in the spot didn’t drain, that the ice patch was fairly large and fairly thick, and that it was a basin that would allow water and ice to accumulate.</p>\n<p id=\"b149-6\">Appellant further pointed to his affidavit, in which he stated the following:</p>\n<blockquote id=\"b149-7\">“4. The rest of the parking lot appeared dry; there was no visible water, ice or snow in the parking lot.</blockquote>\n<blockquote id=\"b149-8\">“5. I believe the sheet of ice upon which I slipped was formed because water which had pooled in a man-made depression in the parking lot pavement had frozen.</blockquote>\n<blockquote id=\"b149-9\">“6. If it were not for this man-made depression in the parking lot, water would not have naturally accumulated there and froze.”</blockquote>\n<p id=\"b149-10\">Appellant thus argued that there was a genuine issue of fact as to whether the accumulation of ice was natural or unnatural and that summary judgment was therefore inappropriate.</p>\n<p id=\"b149-11\">The trial court subsequently entered summary judgment in favor of appellees. In its order, the trial court found that appellant had undermined his own argument by stating in his affidavit that the water had naturally accumulated where the ice formed. The trial court found that every parking lot has areas of unevenness where patches of ice appear and that, absent something more, appellant had not demonstrated the existence of a genuine issue of material fact as to whether the ice patch was natural.</p>\n<p id=\"b149-12\">After the trial court entered its order, appellant filed the instant appeal.</p>\n<p id=\"b149-13\">Appellant’s sole assignment of error is that:</p>\n<blockquote id=\"b149-14\">“The trial court erred in granting appellees summary judgment when appellant presented sufficient evidence that he slipped and fell on an unnatural accumulation of ice in appellees’ parking lot.”</blockquote>\n<p id=\"b149-15\">Appellant argues that his evidence showed that the ice formed as a result of a man-made, man-caused unnatural condition, <em>ie., </em>a defect in the paved parking lot. <page-number citation-index=\"1\" label=\"116\">*116</page-number>Appellant points to his testimony that while the rest of the parking lot was clear and dry, a pool of water froze and the water failed to drain. He further points to his testimony that the ice patch was “fairly large and fairly thick” and had formed in a “basin that would allow [water and ice] to accumulate.”</p>\n<p id=\"b150-5\">Appellant cites the case of <em>Marshall v. Plainville IGA </em>(1994), 98 Ohio App.3d 473, 648 N.E.2d 899. In <em>Marshall, </em>the court held that where a construction defect in the premises, existing for a sufficient time, causes injury to a pedestrian by creating an artificial condition such as an unreasonable accumulation of ice on a walkway, the owner or occupier may incur liability. Appellant argues that, in the instant case, when the evidence is viewed in his favor, there was an issue of fact presented as to whether there was a substantial defect in the parking lot causing an artificial accumulation of ice.</p>\n<p id=\"b150-6\">In response, appellees argue that all the evidence before the trial court established that the subject accumulation of ice was natural in character. Appellees cite <em>Brinkman v. Ross, supra, </em>and <em>Sidle v. Humphrey </em>(1968), 13 Ohio St.2d 45, 42 O.O.2d 96, 233 N.E.2d 589, and argue that, as it was a natural accumulation of ice that appellant slipped on, summary judgment was appropriate.</p>\n<p id=\"b150-7\">In addition, appellees cite the case of <em>Plymale v. Sabina Pub. Library </em>(Dec. 21, 1987), Clinton App. No. CA87-02-005, unreported, 1987 WL 30343. In <em>Plymale, </em>the court held:</p>\n<blockquote id=\"b150-8\">“[I]t would appear that Pansiera’s affidavit is sufficient to create a genuine issue with respect to whether the accumulation on the Library’s sidewalk was natural or unnatural. However, Pansiera stated that the sidewalk area contained a ‘small dip or depression.’ While such is certainly attributable to man rather than the elements of nature, to find that this slight flaw results in an unnatural accumulation of ice and snow would ignore two essential yet simple realities. First, snow and ice are part of wintertime life in Ohio and hazardous winter weather conditions and their attendant dangers are to be expected in this part of the country. * * * Second, every sidewalk, street or parking lot cannot be expected to be completely free of all constructional imperfections, defects or blemishes. To hold otherwise would cause every builder of a sidewalk as well as the abutting property owner and municipality in which it is located to become an absolute insurer.”</blockquote>\n<p id=\"b150-9\">Appellees argue that the mere fact that appellant describes the parking lot as having a “man-made depression” is insufficient to render that accumulation unnatural in character. In support of this argument, appellees properly distinguish <em>Marshall, supra, </em>cited by appellant. In <em>Marshall, </em>an expert for the plaintiff testified that ice had accumulated on a drainage trough built into the asphalt pavement and that the trough measured three feet wide, forty-five feet long and one and one quarter inches deep.</p>\n<p id=\"b151-4\"><page-number citation-index=\"1\" label=\"117\">*117</page-number>By contrast, appellees argue that, in the instant case, there was no reference to the exact size or depth of the man-made depression alleged to exist and, further, there was no evidence as to how long this man-made depression had existed prior to appellant’s fall. Appellees further note that appellant provided no expert testimony to show that a depression is what caused the ice to form. ■</p>\n<p id=\"b151-5\">Based upon all of the foregoing, appellees argue that summary judgment was appropriate.</p>\n<p id=\"b151-6\">The law is clear in Ohio that an owner of land ordinarily owes no duty to business invitees to remove natural accumulations of ice and snow from the walkways on the premises or to warn the invitee of the dangers associated therewith. <em>Brinkman v. Ross, supra; Lopatkovich, v. Tiffin </em>(1986), 28 Ohio St.3d 204, 28 OBR 290, 503 N.E.2d 154; <em>Sidle v. Humphrey, supra. </em>In <em>Lopatkovich, </em>the court, at 207, 28 OBR at 292-293, 503 N.E.2d at 157-158, cited its previous decision in <em>Norwalk v. Tuttle </em>(1906), 73 Ohio St. 242, 245, 76 N.E. 617, 618, and noted:</p>\n<blockquote id=\"b151-7\">“In a climate where the winter brings frequently recurring storms of snow and rain and sudden and extreme changes in temperature, these dangerous conditions appear with a frequency and suddenness which defy prevention and, usually, correction. * * * To hold that a liability results from these actions of the elements would be the affirmance of a duty which it would often be impossible, and ordinarily impracticable * * * to perform.”</blockquote>\n<p id=\"b151-8\">As pointed out by appellees, the <em>Marshall </em>case is clearly distinguishable from the instant case. In <em>Marshall, </em>an expert clearly identified the area where the fall took place as a drainage trough built into the asphalt pavement “without proper drainage inlets such as catch basins or open grating and storm drain pipes to remove the water from the surface.” <em>Id., </em>98 Ohio App.3d at 475, 648 N.E.2d at 900. In <em>Marshall </em>it was the expert’s opinion that it was this trough with improper drainage that had caused an unnatural accumulation of ice in the parking lot.</p>\n<p id=\"b151-9\">In the instant case, there was no evidence put forth by appellant as to the specific conditions causing the water to accumulate. Rather, appellant’s testimony and affidavit that he assumed or he believed that there was a defect that would allow the water to accumulate constituted mere speculation. We hold that such testimony was insufficient to create a genuine issue of fact in this case.</p>\n<p id=\"b151-10\">Based upon the foregoing, we find appellant’s assignment of error to be without merit.</p>\n<p id=\"b151-11\">The judgment of the trial court is hereby affirmed.</p>\n<p id=\"b151-12\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b151-13\">Joseph E. O’Neill, P.J., and Cox, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}