{
  "casebody": {
    "data": "<casebody firstpage=\"319\" lastpage=\"331\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b353-4\">The STATE OF OHIO, Appellee, v. CAMPBELL, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b353-6\">[Cite as <em>State v. Campbell </em>(1996), 115 Ohio App.3d 319.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b353-7\">Court of Appeals of Ohio, Seventh District, Columbiana County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b353-9\">No. 95-C-21.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b353-10\">Decided Nov. 15, 1996.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b356-7\"><page-number citation-index=\"1\" label=\"322\">*322</page-number><em>Robert L. Herron, </em>Columbiana County Prosecuting Attorney, and <em>Timothy McNicol, </em>Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b356-8\"><em>David Barry Dickson, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b356-9\">Cox, Judge.</author>\n<p id=\"b356-10\">The within appeal arises from the March 28, 1995 conviction and sentencing of Ronald T. Campbell, Sr. (appellant), following a jury trial, for violations of R.C. 4511.19(A)(1) and (A)(3) (DUI, first offense) and 4513.263 (no seat belt). Prior to trial, appellant filed a motion to dismiss based on several constitutional grounds, which the trial court subsequently overruled.</p>\n<p id=\"b356-11\">Appellant filed a notice of appeal on April 3, 1995. In a journal entry dated May 5, 1995, this court, <em>sua sponte, </em>dismissed, as the order appealed was found to be not final as defined by R.C. 2505.02. Appellant filed a motion to reconsider on May 16, 1995. For good cause shown, appellant’s motion for reconsideration of this court’s <em>sua sponte </em>dismissal order of May 5, 1995, was sustained, the dismissal order was vacated and set aside, and the appeal reinstated.</p>\n<p id=\"b356-12\">Appellant was arrested on December 6, 1994, and charged by an Ohio State Highway Patrol officer with violations of R.C. 4511.19(A)(1) (DUI), 4511.19(A)(3) (driving with a prohibited concentration of alcohol), 4511.31 (driving left of center), and 4513.263 (use of seat belts). Appellant submitted to the field coordination tests and breath tests, registering a .168 BAC. The arresting officer issued and filed an administrative license suspension (“ALS”) pursuant to R.C. 4511.191.</p>\n<p id=\"b356-13\">Appellant appeared for arraignment and submitted a plea of not guilty on December 9,1994. On January 17,1995, appellant filed a motion to suppress the BAC result and a motion to dismiss based on constitutional grounds. In a judgment entry dated February 8, 1995, the trial court sustained the motion to <page-number citation-index=\"1\" label=\"323\">*323</page-number>suppress. The decision on the motion to dismiss was rendered on March 28, 1995, just prior to the scheduled jury trial. The trial court overruled the motion. However, the trial court did find R.C. 4511.191 to be unconstitutional in a “limited context.” The trial court noted, in its March 28, 1995 journal entry:</p>\n<blockquote id=\"b357-5\">“The final branch of [appellant’s] challenge concerns the different statutory treatment accorded a person who refuses the chemical test as opposed to the person who takes but fails the test, when both ar [sic] later convicted by way of a plea to O.M.V.I. Under the current statutory scheme, the A.L.S. imposed int he [sic] first instance automatically terminates (R.C. Sec. 4511.191(K)). However, the A.L.S. imposed in the second instance does not terminate, and later results in an additional $250.00 reinstatement fee.</blockquote>\n<blockquote id=\"b357-6\">“Once both persons are convicted of O.M.V.I., they become ‘similarly situated’ and must be treated alike unless distinguishing them bears a rational relationship to a legitimate governmental interest. <em>Menefee v. Queen City Metro </em>(1990), 49 Ohio St.3d 27 [550 N.E.2d 181]. In this respect, this Court believes the purpose of the A.L.S. is twofold; first, the immediate removal of ‘impaired’ drivers from the roadways; second, to encourage drivers to take the chemical test. Affording harsher treatment t [sic] the driver who takes the test than the driver who refuses the test bears no rational relationship to the state’s interest herein. Rather, it is wholly inconsistent with the legislative purpose.</blockquote>\n<blockquote id=\"b357-7\">“In this limited context, wherein the legislation precludes the termination of the A.L.S. when the driver who takes the test is later convicted upon a plea to the underlying O.M.V.I., this Court finds the same to violate the Equal Protection Clause of the Fourteenth Amendment. That portion of the legislation is of no force and effect.”</blockquote>\n<p id=\"b357-8\">A jury trial was conducted on March 28, 1995. The jury returned a verdict of guilty to the charge of violating R.C. 4511.19(A)(1). The appellant was also found guilty of violating R.C. 4513.263. It is from the March 28, 1995 decisions that appellant appeals to this court.</p>\n<p id=\"b357-9\">It must first be noted that the trial court’s equal protection interpretation of R.C. 4511.191(K) is incorrect. The ALS automatically terminates for <em>any </em>driver whose license was suspended for a DUI offense under 4511.191(K), not just those who refused to submit to a chemical test. Furthermore, <em>every </em>driver whose license was suspended under R.C. 4511.19 <em>et seq. </em>must pay the $250 reinstatement fee. See 4511.191(L). For the reasons previously expressed, the trial court’s equal protection ruling on R.C. 4511.191(K) must be overruled.</p>\n<p id=\"b357-10\">Appellant’s sole assignment of error states:</p>\n<blockquote id=\"b357-11\">“The trial court erred as a matter of law to the prejudice of the defendant when it overruled the defendant’s motion to dismiss the charge of violation of <page-number citation-index=\"1\" label=\"324\">*324</page-number>O.R.C. Section 4511.19(A)(1) on the grounds that O.R.C. Section 4511.19 and associated statutes are unconstitutional.”</blockquote>\n<p id=\"b358-5\">Appellant sets forth numerous contentions why R.C. 4511.19 <em>et seq. </em>is unconstitutional, which will be addressed in accordance with the order in which they appear in appellant’s brief.</p>\n<p id=\"b358-6\">This court must note at the outset that a party challenging a legislative enactment has the burden of demonstrating its unconstitutionality. <em>Hudson v. Albrecht, Inc. </em>(1984), 9 Ohio St.3d 69, 9 OBR 273, 458 N.E.2d 852. Before a court may declare it unconstitutional, it must appear beyond a reasonable doubt that the legislation and constitutional provisions are clearly incompatible. <em>State ex rel. Dickman v. Defenbacher </em>(1955), 164 Ohio St. 142, 57 O.O. 134, 128 N.E.2d 59. Furthermore, doubts regarding the validity of a statute must be resolved in favor of the statute. <em>State ex rel. Swetland v. Kinney </em>(1982), 69 Ohio St.2d 567, 23 O.O.3d 479, 433 N.E.2d 217.</p>\n<p id=\"b358-7\">Appellant cites <em>Weems v. United States </em>(1910), 217 U.S. 349, 367, 30 S.Ct. 544, 549, 54 L.Ed. 793, 798, for the proposition that “[i]t is a precept of justice that punishment for crime should be graduated and proportioned to offense.” Appellant goes on to argue that the Eighth Amendment, forbidding cruel and unusual punishment, prohibits “sentences that are disproportionate to the crime committed.” <em>Solem v. Helm </em>(1983), 463 U.S. 277, 284, 103 S.Ct. 3001, 3006, 77 L.Ed. 637, 645.</p>\n<p id=\"b358-8\">Appellant notes that a violation of R.C. 4511.19 <em>et seq. </em>(DUI) is a misdemeanor; that under 4511.99, a DUI offender must serve a minimum of three, ten, or thirty days in jail; and that a DUI offender is precluded from being considered for probation upon conviction. Appellant avers that this type of punishment is clearly disproportionate to a misdemeanor violation.</p>\n<blockquote id=\"b358-9\">“ ‘Reviewing courts * * * should grant substantial deference to the broad authority that legislatures necessarily possess in determining the types and limits of punishments for crimes * * *.’” <em>State v. Frambach </em>(1992), 81 Ohio App.3d 834, 842, 612 N.E.2d 424, 429, quoting <em>Solem, supra, </em>463 U.S. at 290, 103 S.Ct. at 3009, 77 L.Ed.2d at 649. To warrant constitutional intercession, “[t]he penalty must be so greatly disproportionate to the offense as to shock the sense of justice in the community.” <em>State v. Chaffin </em>(1972), 30 Ohio St.2d 13, 59 O.O.2d 51, 282 N.E.2d 46, paragraph three of the syllabus. See, also, <em>State v. Young </em>(1988), 37 Ohio St.3d 249, 525 N.E.2d 1363.</blockquote>\n<p id=\"b358-10\">Returning to the facts before this court, it is highly doubtful that the punishment imposed for a violation of R.C. 4511.19 will “shock the sense of justice in the community.” In fact, public outcry has steadily moved in the direction of imposing even more severe punishments for DUI offenders. Although only a <page-number citation-index=\"1\" label=\"325\">*325</page-number>misdemeanor violation, the mandatory jail time for a violation of R.C. 4511.19 does not violate the Eighth Amendment to the United States Constitution.</p>\n<p id=\"b359-5\">Appellant’s next contention is that R.C. 4511.19 <em>et seq. </em>violates the Equal Protection Clause of the United States Constitution. The Fourteenth Amendment’s Equal Protection Clause directs that no state shall “deny to any person within its jurisdiction the equal protection of the laws.” This mandate generally concerns only legislation that treats similarly situated people in a different manner based upon some illogical or arbitrary basis. <em>Morris v. Savoy </em>(1991), 61 Ohio St.3d 684, 711, 576 N.E.2d 765, 784-785.</p>\n<p id=\"b359-6\">Appellant points out that R.C. 4511.19 is a misdemeanor violation. Appellant then avers that because a violation of R.C. 4511.19 requires mandatory incarceration, it treats misdemeanor offenders more harshly than felony offenders and, thus, violates the Equal Protection Clause.</p>\n<p id=\"b359-7\">It must be noted that as a threshold matter, people in appellant’s position are not “similarly situated” to felons, and hence, appellant’s equal protection argument is flawed. As this court is not permitted to make appellant’s argument for him, his equal protection contention must fail.</p>\n<p id=\"b359-8\">Appellant then reverts to an Eighth Amendment argument. Appellant contends that the punishments imposed for violations of R.C. 4511.19 result in an “excessive fine” and, therefore, violate the Eighth Amendment to the United States Constitution. Appellant cites <em>Austin v. United States </em>(1993), 509 U.S. 602, 608-610, 113 S.Ct. 2801, 2805, 125 L.Ed.2d 488, 496-498, for the propositions that “the excessive fines clause limits the government’s power to extract payment * * * as punishment” and that the Excessive Fines Clause applies to both civil and criminal law.</p>\n<p id=\"b359-9\">Appellant argues that the driver’s license forfeiture under R.C. 4511.19, the hidden costs of retesting, reapplications, reinstatement, additional insurance bonds, etc., amount to an excessive punishment, and rendered the statute unconstitutional.</p>\n<p id=\"b359-10\">The Eighth Amendment reads:</p>\n<blockquote id=\"b359-11\">“Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.”</blockquote>\n<p id=\"b359-12\">Section 9, Article I of the Ohio Constitution contains almost the identical language, and the protection provided under the two clauses is essentially the same. See, <em>e.g., State v. Chaffin, supra, </em>30 Ohio St.2d 13, 59 O.O.2d 51, 282 N.E.2d 46.</p>\n<p id=\"b359-13\">The party alleging that a statute is unconstitutional must prove this assertion beyond a reasonable doubt in order to prevail. <em>Hilton v. Toledo </em>(1980), 62 Ohio <page-number citation-index=\"1\" label=\"326\">*326</page-number>St.2d 394, 396, 16 O.O.3d 430, 431-432, 405 N.E.2d 1047, 1049. The Eighth Amendment prohibits only those forfeitures that are grossly disproportionate to the offense committed. See <em>State v. Hill </em>(1994), 70 Ohio St.3d 25, 34, 635 N.E.2d 1248, 1255-1256. A principal factor to consider in determining whether a forfeiture is “excessive” under the Eighth Amendment is the extent to which the property is related to the offense. <em>Austin, supra, </em>509 U.S. at 627, 113 S.Ct. at 2815, 125 L.Ed.2d at 508-509 (Scalia, J., concurring). The possession of a driver’s license is so related to the offense itself that the forfeiture cannot be said to violate the Eighth Amendment. Furthermore, the “hidden costs” appellant avers are associated with a driver’s license forfeiture under R.C. 4511.19 are not so grossly disproportionate so as to render the statute unconstitutional under the Eighth Amendment.</p>\n<p id=\"b360-5\">Appellant’s next contention is that R.C. 4511.99 is an <em>ex post facto </em>law and violates Section 28, Article II of the Ohio Constitution. Appellant argues that penalties are increased under R.C. 4511.99 because of past convictions for OMVI and, therefore, the retrospective use of prior convictions violates the Ohio Constitution.</p>\n<p id=\"b360-6\">A state is justified in punishing recidivists more severely than it punishes first-time offenders. Incidentally, appellant is only a first-time offender, and, therefore, his contention is rendered moot in this appeal.</p>\n<p id=\"b360-7\">Appellant’s last argument concerning penalties is that R.C. 4511.19 <em>et seq. </em>violates the “home rule” principle. Appellant claims that Section 7, Article XVIII expressly provides that municipalities shall have authority to exercise all powers of local self-government. Appellant argues R.C. 4511.19 <em>et seq. </em>are an unconstitutional intrusion into the realm of local government.</p>\n<p id=\"b360-8\">Section 3, Article XVIII of the Ohio Constitution, the Home Rule Amendment, gives municipalities the authority to “exercise all power of local self-government and to adopt and enforce * * * such local police, sanitary and other similar regulations, as are not in conflict with general laws.” However, “[w]here the state legislature has enacted legislation pursuant to the state’s police power which governs a statewide concern, the statute takes precedence over ordinances enacted under the home rule authority of municipalities.” <em>State ex rel. Reuss v. Cincinnati </em>(1995), 102 Ohio App.3d 521, 522, 657 N.E.2d 551, 552, citing <em>Weir v. Rimmelin </em>(1984), 15 Ohio St.3d 55, 56, 15 OBR 151, 152, 472 N.E.2d 341, 343. Appellant has neither shown that there is a local ordinance in conflict with the state law nor demonstrated how the state law exceeds the powers of the state legislature. As appellant has not met his burden of showing that R.C. 4511.19 is in conflict with the Ohio Constitution, appellant’s argument must fail.</p>\n<p id=\"b361-4\"><page-number citation-index=\"1\" label=\"327\">*327</page-number>Next, appellant directs this court’s attention to the administrative license suspension (“ALS”) under R.C. 4511.19. Appellant’s first contention is that the ALS is discriminatory to people in rural areas of the state because such areas lack effective public transportation systems, and, hence, the ALS is <em>per se </em>unconstitutional.</p>\n<p id=\"b361-5\">To overturn a state law because its effects are discriminatory, the challenger must first demonstrate an intent to discriminate by the state. See <em>Crawford v. Los Angeles Bd. of Edn. </em>(1982), 458 U.S. 527, 537-538, 102 S.Ct. 3211, 3217-3218, 73 L.Ed.2d 948, 956-957. As appellant has failed to even address intent, his argument must fail.</p>\n<p id=\"b361-6\">Appellant’s next argument is that a driver’s license is a substantial right, which cannot be taken away without due process and, thus, the ALS is unconstitutional.</p>\n<p id=\"b361-7\">A driver’s license does confer a limited property interest on its owner, and a person may not be deprived of it without the procedural due process mandated by the Fourteenth Amendment of the United States Constitution. <em>Bell v. Burson </em>(1971), 402 U.S. 535, 91 S.Ct. 1586, 29 L.Ed.2d 90. The question now becomes, how much process is due?</p>\n<p id=\"b361-8\">The United States Supreme Court and Ohio Supreme Court both use the test expressed in <em>Mathews v. Eldridge </em>(1976), 424 U.S. 319, 96 S.Ct. 893, 47 L.Ed.2d 18, as a basis for due process analysis in administrative hearings. See, <em>e.g., Dixon v. Love </em>(1977), 431 U.S. 105, 97 S.Ct. 1723, 52 L.Ed.2d 172; <em>Mackey v. Montrym </em>(1979), 443 U.S. 1, 99 S.Ct. 2612, 61 L.Ed.2d 321; <em>Doyle v. Ohio Bur. of Motor Vehicles </em>(1990), 51 Ohio St.3d 46, 554 N.E.2d 97; <em>In re Shaeffer Children </em>(1993), 85 Ohio App.3d 683, 621 N.E.2d 426; <em>In re Bailey </em>(1989), 64 Ohio App.3d 291, 581 N.E.2d 577. The <em>Eldridge </em>test requires three distinct factors to be weighed to determine whether the process granted by the state is constitutionally adequate:</p>\n<blockquote id=\"b361-9\">“First, the private interest that \"will be affected by the official action; second, the risk of an erroneous deprivation of that interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government’s interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirements would entail.” <em>Eldridge, </em>at 335, 96 S.Ct. at 903, 47 L.Ed.2d at 33.</blockquote>\n<p id=\"b361-10\">In <em>Mackey, supra, </em>the United States Supreme Court encountered a Massachusetts statute that required a ninety-day suspension for any driver who refused a breath analysis test upon arrest for operating a motor vehicle while under the influence of an intoxicating liquor. The <em>Mackey </em>court found the driver’s interest in the continued possession and use of a driver’s license pending the outcome of a hearing to be a substantial interest. However, the <em>Mackey </em>court reasoned that <page-number citation-index=\"1\" label=\"328\">*328</page-number>the ALS did not violate the Due Process Clause since a postsuspension hearing was available immediately upon a driver’s suspension and could easily be initiated by the driver, the risk of erroneous observation or deliberate misrepresentation of the facts by a police officer was insubstantial, and because the state’s interest in removing drunken drivers from the road was substantially served by the summary suspension.</p>\n<p id=\"b362-5\">The Ohio Supreme Court addressed the issue of a license suspension pursuant to R.C. 4507.08 in <em>Doyle, supra, </em>51 Ohio St.3d 46, 554 N.E.2d 97. The <em>Doyle </em>court cited the <em>Mackey </em>decision and followed the <em>Eldridge </em>test. The Ohio Supreme Court in <em>Doyle </em>stated:</p>\n<blockquote id=\"b362-6\">“We emphasize that an operator’s license in the state of Ohio is a privilege and is not a property right.” <em>Id. </em>at 52, 554 N.E.2d at 102.</blockquote>\n<p id=\"b362-7\">More particularly, the Supreme Court of the United States has found the driver’s interest to be the continued possession of a driver’s license pending the outcome of a hearing, and that interest to be a substantial one. In <em>Mackey, supra, </em>443 U.S. 1, 99 S.Ct. 2612, 61 L.Ed.2d 321, the United States Supreme Court, citing <em>Dixon v. Love, supra, </em>431 U.S. 105, 97 S.Ct. 1723, 52 L.Ed.2d 172, stated:</p>\n<blockquote id=\"b362-8\">“ * * * The driver’s interest is in the continued possession and use of his license pending the outcome of the hearing due him. As we recognized in <em>Love, </em>that interest is a substantial one, for the commonwealth will not be able to make a driver whole for any personal inconvenience and economic hardship suffered by reason of any delay in redressing an erroneous suspension through postsuspension review procedures * * *.\" <em>Mackey, </em>443 U.S. at 11, 99 S.Ct. at 2617, 61 L.Ed.2d at 330.</blockquote>\n<p id=\"b362-9\">Therefore, under the first part of the <em>Eldridge </em>test, we must conclude that the private interest that will be affected by the official action is substantial.</p>\n<p id=\"b362-10\">The second part of the <em>Eldridge </em>test requires a consideration of the likelihood of an erroneous deprivation. For a police officer to suspend an individual’s driver’s license, certain basic steps must be followed. First, the officer must have <em>reasonable </em>and <em>articulable </em>suspicion that a motorist is operating a vehicle in violation of the law to make an initial traffic stop. <em>Hamilton v. Lawson </em>(1994), 94 Ohio App.3d 462, 640 N.E.2d 1206. If, during that brief detention, the officer develops <em>probable cause </em>to believe the suspect is driving under the influence of alcohol, the officer may place the individual under arrest. <em>State v. Antill </em>(1993), 91 Ohio App.3d 589, 632 N.E.2d 1370. Next, if the officer requests the individual to submit to a chemical test and the individual either refuses or has an alcohol level over the legal limit, R.C. 4511.191 requires the officer to immediately seize and suspend the individual’s driver’s license. Before the officer requests a <page-number citation-index=\"1\" label=\"329\">*329</page-number>chemical test, however, the officer is required to advise the individual of the consequences for refusing to submit to a chemical test or for being found over the legal alcohol level by the test. The suspension will last until the initial appearance on the charge, which must be held within five days after the arrest, at which time the suspension may be appealed.</p>\n<p id=\"b363-5\">We must agree with the <em>Mackey </em>court that the risk of an erroneous observation or deliberate misrepresentation by a police officer is insubstantial. In addition, a suspension may be appealed at the initial appearance on the charge, which must be held within five days. This safeguard limits the duration of any potentially wrongful deprivation of the driver’s property interest, the duration being an important factor in evaluating the impact of the state action on the private interest involved. <em>Fusari v. Steinberg </em>(1975), 419 U.S. 379, 389, 95 S.Ct. 533, 539-540, 42 L.Ed.2d 521, 529.</p>\n<p id=\"b363-6\">The final element of the <em>Eldridge </em>test concerns the government’s interests. The <em>Mackey </em>court found the government to have a compelling interest in keeping people who are driving while under the influence of alcohol off the roads. The <em>Mackey </em>court stated:</p>\n<blockquote id=\"b363-7\">“States surely have at least as much interest in removing drunken drivers from their highways as in summarily seizing mislabeled drugs or destroying spoiled food stuffs.” <em>Id., </em>443 U.S. at 17, 99 S.Ct. at 2620-2621, 61 L.Ed.2d at 334.</blockquote>\n<p id=\"b363-8\">Consistent with <em>Mackey, </em>we find that the state’s interest in removing drunken drivers from the road is substantially served by the summary suspension.</p>\n<p id=\"b363-9\">Appellant’s due process argument is without merit.</p>\n<p id=\"b363-10\">Appellant next contends that the ALS violates the Due Process Clause by not advising the person under arrest of <em>all </em>of the consequences of submitting to or refusing to take the breath test. After a driver has been arrested on suspicion of DUI, the arresting officer need not inform the driver of each and every possible consequence of refusing to submit to a breath test or for registering over the legal limit on a breath test. <em>Sgambellone v. Ohio Bur. of Motor Vehicles </em>(1993), 85 Ohio App.3d 62, 619 N.E.2d 78. Advising the driver of a license suspension under R.C. 4511.19(D) is sufficient. <em>Id. </em>Appellant does not complain that he was not advised of the possibility of a license suspension and, therefore, appellant’s claim must be found to be without merit.</p>\n<p id=\"b363-11\">Appellant then argues that because it is unclear whether the initial appearance for an appeal of a suspension under R.C. 4511.191 is civil or criminal in nature, the statute is unconstitutional. Appellant points out (without any case law to support his contention) that some courts apply the Ohio Rules of Civil <page-number citation-index=\"1\" label=\"330\">*330</page-number>Procedure to the hearing and some apply the Ohio Rules of Criminal Procedure. Appellant claims that this “uncertainty” is a violation of due process.</p>\n<p id=\"b364-5\">Appellant does not fully develop his argument and neglects to cite any case law to support his contention. Furthermore, the procedure to be followed by the courts and the process of appeal are sufficiently laid out in the statute so as not to violate the Due Process Clause. Appellant’s argument is without merit.</p>\n<p id=\"b364-6\">Appellant cites Section 5(B), Article IV of the Ohio Constitution, which states:</p>\n<blockquote id=\"b364-7\">“The supreme court shall prescribe rules governing practice and procedure in all courts of the state, which rules shall not abridge, enlarge, or modify any substantive right. * * * All laws in conflict with such rules shall be of no further force or effect after such rules have taken effect.”</blockquote>\n<p id=\"b364-8\">Appellant then notes that R.C. 4511.191(D)(3) provides:</p>\n<blockquote id=\"b364-9\">“The sworn report of an arresting officer completed and sent to the registrar and the court under divisions (D)(1)(c) and (D)(2) of this section is prima facie proof of the information and statements that it contains and shall be admitted and considered as prima facie proof of the information and statements that it contains in any appeal under division (H) of this section relative to any suspension of a person’s driver’s or commercial driver’s license or permit or nonresident operating privilege that results from the arrest covered by the report.”</blockquote>\n<p id=\"b364-10\">Appellant contends:</p>\n<blockquote id=\"b364-11\">“O.R.C. 4511.191 is designed to allow admission of hearsay statements which are excluded by the hearsay rule (Evidence Rule 802) and which are not admissible under any of the exceptions found in Evidence Rule 803, 804 or 805.”</blockquote>\n<p id=\"b364-12\">Appellant also points out that this practice switches the burden of proof to the accused on whether the suspension was justified. Appellant then goes on to claim that the statute is unconstitutional as it attempts to expand the Ohio Supreme Court’s Rules of Evidence, citing <em>In re Coy </em>(1993), 67 Ohio St.3d 215, 616 N.E.2d 1105.</p>\n<p id=\"b364-13\">Evid.R. 802 provides:</p>\n<blockquote id=\"b364-14\">“Hearsay is not admissible except as otherwise provided by the Constitution of the United States, by the Constitution of the State of Ohio, by statute enacted by the General Assembly not in conflict with a rule of the Supreme Court of Ohio, by these rules, or by other rules prescribed by the Supreme Court of Ohio.”</blockquote>\n<p id=\"b364-15\">Evid.R. 803(8) excludes the following from the rule of inadmissibility:</p>\n<blockquote id=\"b364-16\">“Records, reports, statements, or data compilations, in any form, of public offices or agencies, setting forth (a) the activities of the office or agency, or (b) <page-number citation-index=\"1\" label=\"331\">*331</page-number>matters observed pursuant to duty imposed by law as to which matters there was a duty to report, excluding, however, in criminal cases matters observed by police officers and other law enforcement personnel, unless offered by defendant, unless the sources of information or other circumstances indicate lack of trustworthiness.”</blockquote>\n<p id=\"b365-5\">The sanctions imposed pursuant to R.C. 4511.191, the ALS, are civil in nature. As Evid.R. 803(8) excludes matters observed by law enforcement personnel only in criminal cases, admitting the officer’s report does not circumvent the Ohio Rules of Evidence.</p>\n<p id=\"b365-6\">Appellant’s next assertion is that R.C. 4511.191(H)(1) violates the separation of powers by prohibiting a court from issuing stays of administrative license suspensions. Appellant cites <em>State v. Smith </em>(1989), 42 Ohio St.3d 60, 537 N.E.2d 198, for the proposition that the power to issue stays is an inherent judicial power. Appellant also submits that R.C. 4511.191(H)(1) is unconstitutional because it violates App.R. 8 by denying a court jurisdiction to grant a stay of suspension imposed. Appellant cites <em>State ex rel. Silcott v. Spahr </em>(1990), 50 Ohio St.3d 110, 552 N.E.2d 926, and Section 5(B), Article IV, Ohio Constitution.</p>\n<p id=\"b365-7\">If a person’s driver’s license is suspended under R.C. 4511.191, the person may appeal the suspension to the municipal or county court in which he will appear on the charge. See R.C. 4511.191(H)(1). Municipal and county courts are creatures of statute, and their jurisdiction is controlled by the legislature. See R.C. 1901.18 and 1907.01. Under R.C. 4511.191(H)(1), the legislature withholds from these courts the jurisdiction to grant a stay of a license suspension. The legislature, having the power to control the jurisdiction of municipal and county courts by statute, does not violate the separation of powers by withholding from those courts the jurisdiction, to grant a stay of an administrative license suspension imposed under R.C. 4511.191(H)(1).</p>\n<p id=\"b365-8\">Appellant’s separation of powers argument is without merit.</p>\n<p id=\"b365-9\">In his final contention, appellant reiterates his due process argument as to the immediate forfeiture and seizure of a driver’s license by the arresting officer. As this issue was previously addressed, we need not consider it again.</p>\n<p id=\"b365-10\">In conclusion, the trial court’s ruling on R.C. 4511.191(K) must be overturned, as it misinterprets the statute. As all of appellant’s arguments concerning the constitutionality of R.C. 4511.19(A)(1) <em>et seq. </em>are without merit, the trial court’s decision to overrule appellant’s motion to dismiss is affirmed.</p>\n<p id=\"b365-11\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b365-12\">Joseph E. O’Neill, P.J., and Gene Donofrio, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}