{
  "casebody": {
    "data": "<casebody firstpage=\"195\" lastpage=\"199\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b221-6\">Jackson S. Potter <em>v. </em>Board of Selectmen of the Town of New Milford</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b221-7\">House, C. J., Cottee, Loiselle, Bogdanski and Longo, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b221-9\">Submitted on briefs November 8, 1977</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AB0\">decision released January 24, 1978</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b221-11\"><em>Bruce L. Lev </em>and <em>Walter Marcus, </em>on the brief, for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b221-12\"><em>Thomas P. Byrne </em>and <em>Joseph F. Keefe, </em>on the brief, for the appellee (defendant).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b222-4\"><page-number citation-index=\"1\" label=\"196\">*196</page-number>Cotter, J.</author>\n<p id=\"AWz\">The plaintiff has appealed from an order of the Court of Common Pleas denying his motion to “find the defendant and/or its agents in contempt,” to enjoin them “from further interference with the construction and completion of the development of” a mobile home park and to direct them “to issue the building and health permits sought by the plaintiff.”</p>\n<p id=\"b222-5\">In an earlier ease in connection with this samé dispute, on an appeal from the Court of Common Pleas, we found error, set aside the judgment dismissing the appeal and remanded the case for the rendition of a judgment returning it to the defendant board with direction to grant the plaintiff’s application for a license to maintain and operate a mobile home park. <em>Potter </em>v. <em>Board of Selectmen, </em>166 Conn. 376, 380, 349 A.2d 844. The plaintiff, in pursuing the present motion, alleges that his subsequent requests for building and health permits necessary for the project were refused by officials of the town of New Milford.</p>\n<p id=\"b222-6\">It is within the powers of this court, in a case of civil contempt which involves conduct directed against some right of the opposing party, to review the claim that the lower court erred in refusing to find a party in contempt. <em>Tobey </em>v. <em>Tobey, </em>165 Conn. 742, 745, 345 A.2d 21; <em>Baldwin </em>v. <em>Miles, </em>58 Conn. 496, 497, 20 A. 618; annot., 24 A.L.R.3d 650, 663 § 6 (a). Since the conduct of the defendant in the present case which allegedly constituted contempt is claimed to have violated some civil right of the plaintiff which he seeks to have protected by the imposition of punishment that is remedial or coercive rather than purely punitive in nature, the contempt sought is classified as civil and is subject to our review. <em>Tobey </em>v. <em>Tobey, </em>supra; <em>Stoner </em><page-number citation-index=\"1\" label=\"197\">*197</page-number>v. <em>Stoner, </em>163 Conn. 345, 359, 307 A.2d 146; <em>McTigue </em>v. <em>New London Education Assn., </em>164 Conn. 348, 352-54, 321 A.2d 462. “Contempts which do not occur in the presence of the court, as in this case, are not punishable by statute, but rather, ‘are defined and punished by the common law.’ <em>Welch </em>v. <em>Barber, </em>52 Conn. 147, 156. ‘An adjudication of contempt is final and may be reviewed only on questions of jurisdiction such as whether the court had authority to impose the punishment inflicted and whether the act or acts for which the penalty was imposed could constitute a contempt.’ <em>State </em>v. <em>Jackson </em>. . . [147 Conn. 167, 170, 158 A.2d 166]; <em>Goodhart </em>v. <em>State, </em>84 Conn. 60, 63, 78 A. 853.” <em>Stoner </em>v. <em>Stoner, </em>163 Conn. 345, 359, 307 A.2d 146; <em>Tobey </em>v. <em>Tobey, </em>supra.</p>\n<p id=\"b223-5\">Where the alleged contempt does not occur in the presence of the court and is thus defined and punishable under the common law, “process is required to bring the party into court, and the acts or omissions constituting the offense are to be proved as in ordinary cases.” <em>Huntington </em>v. <em>McMahon, </em>48 Conn. 174, 196. Under the circumstances alleged in the present case, the court could not on its own motion, upon facts within its own knowledge, render judgment against the defendant; the evidence necessary to constitute the alleged contempt must have been established by sufficient proof in the trial court. <em>Baldwin </em>v. <em>Miles, </em>58 Conn. 496, 498, 20 A. 618; <em>Welch </em>v. <em>Barber, </em>supra.</p>\n<p id=\"b223-6\">In his amended motion for contempt, the plaintiff claims that his requests for building and health permits were refused by the New Milford building inspector and health director, respectively. On the basis of this refusal, the plaintiff contends that the defendant board of selectmen “and/or its agents” <page-number citation-index=\"1\" label=\"198\">*198</page-number>should be adjudged in contempt of the orders of this court and the Court of Common Pleas directing the board to issue the license sought by the plaintiff to construct and complete the development of a mobile home park. The plaintiff did not allege that the defendant board refused to issue the license nor was any such evidence offered, although the complaint does allege that the building inspector and health director were agents of the board and that they refused the plaintiff’s request to issue the permits. No evidence was presented to the court to prove the allegation that the permits were in fact denied, or that the building inspector and health director are actually agents of the defendant board; no finding was made and the assignment of error was taken on the stated ground of “error apparent on the face of the record.” As the trial court’s memorandum of decision and the briefs of the parties indicate, a zoning regulation prohibiting mobile home parks was enacted during the pendency of the first appellate process and the plaintiff directs his argument primarily to the question of the effect of that intervening enactment, i.e., subsequent to the plaintiff’s appeal to the Court of Common Pleas from the defendant’s denial of his license application but prior to the trial court’s original decision on that appeal rendered in 1972.<footnotemark>1</footnotemark> The parties do not dispute the fact that such a zoning regulation had in fact been adopted.</p>\n<p id=\"b225-4\"><page-number citation-index=\"1\" label=\"199\">*199</page-number>The plaintiff also requested an injunction in his prayer for relief. He must allege and assume the burden of proving facts which will establish substantial and irreparable injury as well as the absence of an adequate remedy at law to prevail on this issue.<footnotemark>2</footnotemark> <em>Scoville </em>v. <em>Ronalter, </em>162 Conn. 67, 74, 291 A.2d 222.</p>\n<p id=\"b225-5\">The court was not in error in denying the motion and the relief sought therein since no evidence was presented to the trial court by either party at the hearing on the plaintiff’s amended motion for contempt. By this opinion, we do not imply that this court will not compel strict adherence to and compliance with its orders. In order, however, to review a claim of noncompliance, we must have before us an adequate record.</p>\n<p id=\"b225-6\">There is no error.</p>\n<p id=\"b225-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b224-5\"> In fact, this is the sole issue pursued hereiu by the plaintiff in his brief. The problem raised concerning this question arises from the fact that at the time of the trial court's original judgment dismissing the plaintiff's appeal from the defendant board’s decision denying his license application, and at the time of this court’s reversal of that judgment and order requiring the defendant to issue the license, neither court was made aware of the fact that new zoning regulations enacted in 1971 in the town of New Milford would, if applicable to this case, prohibit the plaintiff's planned <page-number citation-index=\"1\" label=\"199\">*199</page-number>mobile home project. See <em>Potter </em>v. <em>Board of Selectmen, </em>166 Conn. 376, 377, 349 A.2d 844. Although we express no opinion regarding the effect of those new zoning regulations in the present case (see, generally, annot., 50 A.L.R.3d 596), we take note of the defendant’s claim that the zoning law as presently in force may be a valid defense to the plaintiff’s contempt motion alleging noncompliance with the order of this court. See 17 Am. Jur. 2d, Contempt, § 51; annot., 30 A.L.R. 148, 157. In view of our conclusion that the plaintiff failed to present sufficient evidence to support a finding of contempt, however, we do not consider the availability of this defense as briefed by the defendant.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b225-9\"> The record fails to reveal that the plaintiff has pursued any administrative appeals from the denial of his requests for the building and health permits in question as provided for by §§ 19-402 and 19-103 of the General Statutes. In addition, it does not appear that-the plaintiff took an appeal from the zoning classification which placed his land in a zone which now prohibits mobile home parks.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}