{
  "casebody": {
    "data": "<casebody firstpage=\"678\" lastpage=\"680\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b704-23\">Eva Marie G. AQUINO, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b704-26\">No. 99-70567.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AfU\">I &amp; NS No. A73h118h163.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b704-28\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b704-29\">Argued and Submitted Dec. 15, 2000.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A5m\">Decided Jan. 9, 2001.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b705-8\"><page-number citation-index=\"1\" label=\"679\">*679</page-number>Before SCHROEDER, Chief Judge, NOONAN, W. FLETCHER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b705-9\">MEMORANDUM<footnotemark>1</footnotemark></p>\n<p id=\"b705-10\">Eva Marie Aquino, a native and citizen of the Philippines, petitions for review of the Board of Immigration Appeals’ (“BIA”) decision affirming an Immigration Judge’s (“IJ”) denial of her motion to reopen deportation proceedings. The IJ ordered Aquino deported in absentia in June 1995, and denied as untimely her March 1997 motion to reopen. The BIA affirmed. We have jurisdiction pursuant to 8 U.S.C. § 1105a(a),<footnotemark>2</footnotemark> and we deny the petition for review.</p>\n<p id=\"b705-13\">An order for deportation entered in ab-sentia may be rescinded only by motion filed within 180 days of the deportation order in which the alien demonstrates that the “failure to appear was because of exceptional circumstances.” 8 U.S.C. § 1252b(c)(3)(A), (f)(2) (1994); <em>Singh v. INS, </em>213 F.3d 1050, 1052 (9th Cir.2000); <em>Lahmidi v. INS, </em>149 F.3d 1011, 1115 (9th Cir.1998). A motion to reopen may be filed at any time if the alien demonstrates that she did not receive proper notice. <em>See </em>8 U.S.C. § 1252b(a)(2), (c)(3)(B) (1994).</p>\n<p id=\"b705-14\">Aquino contends that she received inadequate notice of the time of her deportation hearing which in turn deprived her of due process and warrants reopening her deportation proceedings. We disagree. Aquino presented no evidence to either the IJ or the BIA indicating that the half-hour time discrepancy in the notice caused her failure to appear, or that she actually appeared at the notice’s designated time. <em>Cf. Singh, </em>213 F.3d at 1053 <em>(quoting </em>8 C.F.R. § 3.2(c)(1), which provides that a “motion to reopen proceedings ... shall be supported by affidavits or other evidentiary material”). Rather, until this appeal, Aquino maintained that she never planned on attending her scheduled hearing, irrespective of the scheduled time. The BIA did not abuse its discretion by agreeing with the IJ that her motion to reopen was untimely. <em>See Singh-Bhathal v. INS, </em>170 F.3d 943, 946 (9th Cir.1999).</p>\n<p id=\"b706-3\"><page-number citation-index=\"1\" label=\"680\">*680</page-number>Nor did the BIA abuse its discretion by holding that Aquino is not entitled to equitable tolling of the 180-day statute of limitation based on her attorney’s alleged ineffective assistance. Aquino presented no affidavits or similar evidence to either the IJ or the BIA in support of her allegations, and has not shown prejudice stemming from counsel’s performance. <em>See Lopez v. INS, </em>184 F.3d 1097, 1100 (9th Cir.1999); <em>Matter of Lozada, </em>19 I. <em>&amp; </em>N. Dec. 637, 639 (BIA 1988), <em>affirmed </em>857 F.2d 10 (1st Cir.1988).</p>\n<p id=\"b706-4\">PETITION FOR REVIEW DENIED.</p>\n<footnote label=\"1\">\n<p id=\"b705-11\">. This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as may be provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b705-12\">. Because Aquino entered into deportation proceedings prior to the effective date of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (\"IIRIRA”), Pub.L. No. 104-208, 110 Stat. 3009-546, and the BIA’s final order of deportation was entered after October 30, 1996, this court applies IIR-IRA’s \"transitional changes in judicial review”. <em>Lopez </em>v. <em>INS, </em>184 F.3d 1097, 1098 n. 1 (9th Cir.1999), <em>(citing Kalaw v. INS, </em>133 F.3d 1147, 1150 (9th Cir.1997); IIRIRA § 309(c)(4), 110 Stat. at 3009-626). Under the transitional rules, this court has jurisdiction to review the BIA’s denial of a motion to reopen. <em>See Arrozal v. INS, </em>159 F.3d 429, 431-32 (9th Cir.1998) (denial of a motion to reopen is not per se a \"discretionary decision” under IIRIRA § 309(c)(4)(E)).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}