{
  "casebody": {
    "data": "<casebody firstpage=\"639\" lastpage=\"642\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b687-3\">STANDARD OIL COMPANY OF CALIFORNIA, WESTERN OPERATIONS, INC., Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b687-5\">No. 21953.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b687-6\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b687-7\">Aug. 20, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b687-20\">Noble K. Gregory (argued), Charles E. Voltz, C. F. Prael, John C. Cook, of Pillsbury, Madison <em>&amp; </em>Sutro, San Francisco, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b687-21\">Solomon I. Hirsh (argued), Janet Kohn, N.L.R.B. attys., Robert B. Hoffman, Director, N.L.R.B., Levy, DeRoy, Geffner &amp; Van Bourg, San Francisco, Cal., Marcel Mallet-Prevost, Asst. Gen. Counsel, Washington, D.C., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b687-22\">Before MADDEN, Judge of the United States Court of Claims; HAMLEY, Circuit Judge, and BOLDT, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b688-3\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>J. WARREN MADDEN, Judge:</author>\n<p id=\"b688-4\">This is a proceeding brought by the petitioner, hereinafter called the Company, to review an order of the National Labor Relations Board which held that the Company had violated the National Labor Relations Act. The important violation found by the Board was the Company’s refusal to furnish to a labor union, Oil, Chemical and Atomic Workers International Union, Richmond, California, Local 1-561, AFL-CIO, hereinafter called the Union, which was the statutory bargaining agent of a unit of the Company’s employees, the home addresses of the employees in the unit. The refusal was asserted by the Board, in its complaint against the Company, to be a violation of section 8(a) (5) of the National Labor Relations Act, hereinafter called the NLRA, or the Act, 29 USC § 158(a) (5), which section imposes upon an employer the statutory duty to bargain collectively with the representative of its employees. The Board also asserted a violation by the Company of § 8(a) (1) of the NLRA, but we shall have no further occasion to refer to that assertion until near the end of this opinion.</p>\n<p id=\"b688-5\">The case presents no problem relating to the jurisdiction of the Board, or of this court.</p>\n<p id=\"b688-6\">The Company operates an oil refinery at Richmond, California, where it employs some 2600 persons. The Union represents a unit consisting of the production and maintenance workers of the refinery. There are some 1500 employees in the unit. A small majority of the 1500 are, presumably, members of the Union, and some 700 of them are not members. The Union has been the collective bargaining representative of all the employees in the unit, since about 1950, and during the time involved in this case there was a collective bargaining agreement between the Company and the Union, which was amended, and, as amended, was renewed for another year. The agreement did not provide for a “union shop” under which every employee would be obliged to join the Union, or at least pay dues to the Union. It did provide for “maintenance of membership” under which an employee who joined the Union was obliged to maintain that membership during his employment by the Company.</p>\n<p id=\"b688-8\">The Union, as the statutory exclusive bargaining agent for all the employees in the unit, was obliged by the Act to fairly represent the interests of all the employees in the unit, the non-members of the Union of whom there were some 700, as well as the members, of whom there were some 800. To perform this statutory duty adequately, it was necessary that the Union be able to communicate with those whom it represented, i.e., with all 1500 of the employees in the unit. The Company’s duty to bargain collectively with the Union as the representative of 1500 employees was not fulfilled by bargaining with the Union if the Union had no means of communication with some 700 of the 1500 employees represented by it, and it was readily within the power of the Company to make it possible for the Union to communicate with the members of the unit who were not members of the Union. In that situation the Union might poll its 800 members as to a term of a proposed contract, and learn that 500 of its members were favorable and 300 opposed. It might then agree, in collective bargaining with the Company, to that term, although all of the 700 non-members of the Union, as well as 300 members, i.e., 1000 employees of the 1500 in the unit might be opposed to the provision.</p>\n<p id=\"b688-9\">The Board in its complaint against the Company, in its decision, and in this appeal, says that in fact the Union had no way of communicating with the nonmember employees who constituted a large minority, just short of a majority, of all the employees in the unit. The Board has found that the residences of the unit employees were scattered over an area of five or six counties, that the shop-steward system authorized by the contract was apparently ineffective for <page-number citation-index=\"1\" label=\"641\">*641</page-number>the purpose of contacting the non-members of the Union, that the employees could not be satisfactorily reached by placing notices on bulletin boards, that the Union’s efforts to put handbills into the hands of employees as they hurriedly drove out of the narrow plant gateways at the end of their shifts had proved dangerous and ineffective so that</p>\n<blockquote id=\"A6-R\">the union could not in any effective manner communicate with the beneficiaries of its statutory obligation. On the other hand, the possession of an address list would enable the Union to poll the unit employees as to their preferences and priorities in contract negotiations, their experience and recommendations with respect to the operation of the grievance arbitration machinery, and their thoughts on the wisdom of striking over a particular issue.</blockquote>\n<p id=\"b689-4\">The Board’s conclusion as to the practical necessity of the Union’s receiving the list of addresses of unit employees, in order to enable it to perform its statutory duty as the exclusive bargaining representative of all the employees in the unit is a reasonable conclusion, supported by substantial evidence, and we will not disturb it.</p>\n<p id=\"b689-5\">The Company urges (1) that at no time did the Union indicate to the employer that the list of home addresses was necessary to enable it to bargain intelligently or to administer the collective bargaining agreement, and (2) that the Union’s sole stated purpose for requesting the information was to enable it to make a mass mailing to employees to counter what it believed to be employer “propaganda.”</p>\n<p id=\"b689-6\">The Company conducts an “orientation program” for all new employees in which the employees are informed about working conditions in the Company’s plants and about Company policy on, among other things, labor relations and unions. Each employee is given a packet of materials, including a booklet which says, “We sincerely believe that good employee relations can be maintained and essential employee needs fulfilled through sound management administration, without the necessity of union organization and representation.” This statement was, in substance, repeated in the following paragraph of the booklet.</p>\n<p id=\"b689-9\">On April 5, 1965, the Union wrote to the Company requesting the home addresses of the employees, saying that it needed the addresses so that it would be able to “at least counter the Company propaganda by mass mailing.” The letter referred to the Company’s orientation program which we have described above. The Company, on April 15, rejected the Union’s April 5 request, saying that its obligations, both “contractual and legal” did not include an obligation to furnish the home addresses of any of its employees. On April 15 the Union sent to the Company a second request for the list of addresses. This request referred to the Company’s mailing to the employees the booklet which we have referred to above, and said that the Union needed the list so that it could send to the employees “counter documentation and statements.” The Company, on April 26, rejected this request.</p>\n<p id=\"b689-10\">During May, the Company and the Union began bargaining about changes in certain benefit provisions provided in the then current collective bargaining contract. On June 21 the Company mailed to all the employees in the unit a statement of the Company’s position on the points at issue. On June 28 the Union filed the original charge with the NLRB charging that the Company had violated the Act by, <em>inter alia, </em>refusing to give the Union a list of the names and addresses “so that the Union can even send out a mailing to counter Company propaganda” and “charged that” the Company sends mailings to employees concerning collective bargaining with the Union, but refuses to furnish the mailing address of said employees so that the Union can respond to the Company’s position in the mailing.</p>\n<p id=\"b690-3\"><page-number citation-index=\"1\" label=\"642\">*642</page-number>We think that there could have been no question in the Company’s mind, that the Union was requesting the mail- • ing information for use in collective bargaining. The Company was using its facilities for reaching the employees to inform them that, in the Company’s view, a Union was unnecessary and of no use to the employees. If that view had prevailed, there would have been no Union, and hence no collective bargaining. A little later, when collective bargaining was actually in progress, the Company mailed arguments, “propaganda” if one prefers, for its position on the matters at issue in the bargaining. Unless the bargaining was to be completely one-sided, the Union had to know the persons for whom it was bargaining, so that it could present its arguments to them, and learn their opinions.</p>\n<p id=\"b690-4\">When the Union, on June 28, 1965, filed its original charge, it made clear that it was charging that the company ' was violating § 8(a) (5) of the Act, which is the provision requiring collective bargaining. The same was true of its amended charge, filed on May 5, 1966. We find that the Company’s defense, that it was not advised that the information requested by the Union was wanted by the Union for collective bargaining purposes, is without merit.</p>\n<p id=\"b690-5\">The Company’s argument that it had no obligation “contractual or legal” to furnish the requested information, requires little discussion. The fact that it had not contracted to furnish the information is not controlling. If it were, an employer could always keep itself in a position to assert that defense, by merely refusing to make a contract about furnishing the kind of information in question. In NLRB v. Acme Industrial Co., 385 U.S. 432, 435-436, 87 S.Ct. 565, 568, 17 L.Ed.2d 495, the Court said:</p>\n<blockquote id=\"b690-6\">There can be no question of the general obligation of an employer to provide information that is needed by the bargaining representative for the proper performance of its duties. * * Similarly, the duty to bargain unquestionably extends beyond the period of contract negotiations and applies to labor-management relations during the term of an Agreement.</blockquote>\n<p id=\"b690-8\">See also NLRB v. F. W. Woolworth Co., 352 U.S. 938, 77 S.Ct. 261, 1 L.Ed.2d 235 reversing 235 F.2d 319 (CA 9).</p>\n<p id=\"b690-9\">It is elementary that an employer’s violation of § 8(a) (5) of the Act by wrongfully refusing to bargain collectively with the statutory representative of its employees does “interfere with, restrain and coerce” its employees in their rights of self organization and collective bargaining, in violation of § 8(a) (1) of the Act.</p>\n<p id=\"b690-10\">The order of the National Labor Relations Board will be enforced in full.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}