{
  "casebody": {
    "data": "<casebody firstpage=\"723\" lastpage=\"725\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b741-5\">[Crim. No. 5370.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A-b\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AcP\">Dec. 12, 1955.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b741-6\">THE PEOPLE, Respondent, v. ROBERT P. McGRORY, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b741-11\">Robert P. McGrory, in pro. per., for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b741-12\">Edmund G. Brown, Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b741-13\">SHINN, P. J.</author>\n<p id=\"AYa\">Robert P. McGrory appeals from a judgment convicting him of forgery. Trial was to the court and the evidence consisted of that received at the preliminary hearing and additional evidence introduced at the trial.</p>\n<p id=\"b741-14\">There was evidence of the following facts. In September 1954 a check protector and 1,000 checks were stolen from the office of Lewis Food Company in Los' Angeles. McGrory presented to James Charles Viar a check for $63.40, payable to the order of George V. Kelly, signed by L. M. Caso and drawn on the Lewis Food Company account. Viar, a bartender, was asked to cash the check; he endorsed his employer’s name on the check, took it to the bank, cashed it and gave <page-number citation-index=\"1\" label=\"724\">*724</page-number>the money to MeGrory. Lucille Caso, secretary and assistant purchasing agent of the Lewis Food Company, testified that she was authorized to sign checks for the company and that she did not sign the check in question or authorize anyone else to sign it. Jerry DeVine, a member of the Los Angeles Police Department, testified that upon request MeGrory wrote by hand upon three sheets of paper which were produced and introduced in evidence upon proper identification. Lawrence W. Sloan, another police officer and an examiner of questioned documents, whose qualifications were stipulated to, testified to an opinion that the writing “L. M. Caso” on the check was written by the person who wrote the exemplars above mentioned. Testifying in his defense MeGrory admitted having cashed the cheek. He claimed to have received it from a friend, Robert Aaron, who asked him to cash it; that he did cash it with the bartender, paid a bill that he owed and later paid the amount of the check to Aaron. He denied having signed the name “L. M. Caso” to the check. As to the exemplars of his handwriting he testified that he made an effort to copy the signature on the check. He had not seen Aaron since the day after the check was cashed. On cross-examination he testified that he had been convicted of embezzlement in New York in 1940. Officer DeVine, recalled, denied that the check was in sight of the defendant at the time the examplars were written.</p>\n<p id=\"b742-5\">Upon application of appellant for appointment of counsel, this court referred the matter to the Los Angeles Bar Association Committee on Criminal Appeals. The record on appeal was examined by two members of the committee and a report was made to the court that in the opinion of the attorneys no meritorious ground for appeal existed and that the filing of a brief would be unjustified. MeGrory was afforded an opportunity to file a brief in propria persona which he has done. The court has made an independent study of the record. (See <em>People </em>v. <em>Logan, ante, </em>p. 331 [290 P.2d 11].)</p>\n<p id=\"b742-6\">There was evidence of all the elements of the crime of forgery and also evidence that the forged signature was in the handwriting of the defendant. Although the court could have believed defendant’s story it was not deemed convincing. At the close of the argument the court stated: “The utmost I may be able to say in favor of the defendant [is] that maybe he believes this fairy tale he is telling us.” But the court did not believe it and it is not our function to decide whether the story was true or false.</p>\n<p id=\"b743-5\"><page-number citation-index=\"1\" label=\"725\">*725</page-number>Defendant admitted one prior felony conviction. He contends that the court was prejudiced against him because at the time bail was fixed at $2,500, a deputy district attorney made a statement that defendant had suffered two prior convictions and that the remark of the court quoted above indicates that the court was prejudiced. He contends that the amount of the bail, $2,500, was excessive and that he was unable to furnish bail. There is no merit in any of these contentions. The learned and experienced trial judge is not one to be swayed by prejudice. Defendant was hurt by the decision but that is because the judge disbelieved his story and not because he remarked that he disbelieved it. There was no motion for a new trial.</p>\n<p id=\"b743-6\">The judgment is affirmed; the purported appeal from the order denying motion for a new trial is dismissed.</p>\n<p id=\"b743-7\">Wood (Parker), J., and Nourse (Paul), J. pro tem.,<footnotemark>*</footnotemark> concurred.</p>\n<footnote label=\"*\">\n<p id=\"b743-14\">Assigned by Chairman of Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}