{
  "casebody": {
    "data": "<casebody firstpage=\"179\" lastpage=\"186\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-9\">The STOUFFER HOTEL MANAGEMENT CORPORATION, Appellant, v. OHIO UNEMPLOYMENT COMPENSATION BOARD OF REVIEW et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b211-12\">[Cite as <em>Stouffer Hotel Mgt. Corp. v. Ohio Unemp. Comp. Bd. of Rev. </em>(1993), 87 Ohio App.3d 179.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b211-14\">Court of Appeals of Ohio, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b211-16\">No. 92AP-1702.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b211-17\">Decided April 13, 1993.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b213-7\"><page-number citation-index=\"1\" label=\"181\">*181</page-number><em>Dinsmore &amp; Shohl </em>and <em>Jeffrey S. Shoskin, </em>and <em>Douglas B. Besman, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b213-8\"><em>Lee Fisher, </em>Attorney General, and <em>Cheryl J. Nester, </em>Assistant Attorney General, for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b213-9\">William J. Martin, Judge.</author>\n<p id=\"b213-10\">Appellant, Stouffer Hotel Management Corporation (“SHMC”), timely appeals from the judgment of the Franklin County Court of Common Pleas entered on November 12, 1992, which affirmed the November 27, 1991 decision of appellee Ohio Unemployment Compensation Board of Review (“board”).</p>\n<p id=\"b213-11\">SHMC asserts three assignments of error:</p>\n<blockquote id=\"b213-12\">“1. The decision of the court of common pleas that SHMC did not become an automatic successor in interest to SHC, pursuant to R.C. 4141.24(F), as of January 1, 1989, constitutes an abuse of discretion, is not supported by reliable, probative and substantial evidence, and is contrary to law.</blockquote>\n<blockquote id=\"b213-13\">“2. The decision of the court of common pleas, which failed to alternately recognize SHMC as a successor in interest to SHC under R.C. 4141.24(F) because SHMC acquired substantially all of SHC’s assets as of January 1, 1989, constitutes an abuse of discretion, is not supported by reliable, probative and substantial evidence, and is contrary to law.</blockquote>\n<blockquote id=\"b213-14\">“3. The decision of the court of common pleas that failed to hold that SHMC was denied equal protection of the law under the Ohio and United States Constitutions constitutes an abuse of discretion, is not supported by reliable, probative and substantial evidence, and is contrary to law.”</blockquote>\n<p id=\"b214-3\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>These assignments of error being interrelated, they will be treated together. The primary issue of this appeal is whether the common pleas court, in an R.C. 4141.26 appeal, abused its discretion in affirming the board’s decision, which effectively postponed SHMC’s “successor in interest” status by moving the “total assets transfer” date from January 1, 1989 to October 3, 1989, resulting in an assigned contribution rate for 1989 of 3.15 percent.</p>\n<p id=\"b214-4\">The record before us contains operative, material facts which are not disputed. Stouffer Hotel Company (“SHC,” the former “employer”) underwent an internal reorganization on or about December 31, 1988, to become effective January 1, 1989. As of this latter date, SHMC took over SHC’s entire Ohio business organization and continued the employment of its entire work force. As part of this total asset reorganization, SHMC acquired three liquor license permits relating to separate hotel operations in Dayton, Dublin, and Cleveland.</p>\n<p id=\"b214-5\">On or after February 20, 1989, appellant filed reports regarding this business reorganization with the Ohio Bureau of Employment Services seeking a determination that it had acquired “successor in interest” status to SHC, as provided in R.C. 4141.24(F), on January 1, 1989. Ultimately, appellee board recognized this status, but assigned to it an effective date of October 3, 1989. The current dispute arises over the <em>date </em>when the total assets transfer occurred for successor in interest contribution assessment purposes.</p>\n<p id=\"b214-6\">As to the three liquor permit premises, it is not disputed that SHMC commenced operations at each location on January 1, 1989, and dispensed alcohol pursuant to a management agreement with SHC while the permits were being transferred. Appellant filed transfer of ownership applications with the Ohio Department of Liquor Control on February 1, 1989. After the completion of various investigations and reports incident to every liquor permit transfer, the Department of Liquor Control approved the Dublin permit transfer on May 22, 1989; the Dayton permit transfer on September 7, 1989; and the Cleveland permit transfer on October 3, 1989.</p>\n<p id=\"b214-7\">On November 2, 1989, appellee Ohio Bureau of Employment Services (“OBES”), issued its determination which found SHMC to be an “employer” liable for unemployment contributions as of May 22, 1989 (the date of the first liquor permit transfer) and assessed a 3.15 percent contribution rate. Further, OBES found appellant acquired successor in interest status only on October 3, 1989 (the date of the final liquor permit transfer). Apparently, the higher 3.15 percent 1989 rate was predicated upon the staggered liquor permit transfer approval process of the Ohio Department of Liquor Control. SHMC requested a reconsideration and, on May 18,1990, the OBES administrator affirmed the prior determination.</p>\n<p id=\"b215-3\"><page-number citation-index=\"1\" label=\"183\">*183</page-number>SHMC then filed an appeal with appellee board on May 25, 1990. A hearing was conducted on May 20,1991. The board rendered a decision on November 27, 1991 (a) finding appellant to be a successor in interest on October 3, 1989; (b) upholding the 3.15 percent contribution rate for 1989; but (c) modifying the administrator’s reconsidered decision to reflect that appellant became a liable employer effective January 1, 1989 rather than on May 22, 1989, as the administrator had held. The board reasoned that the liquor permits were assets, and a “total asset transfer” had not occurred until the third permit transferred on October 3, 1989. Thus, R.C. 4141.24(F) successor in interest status had to be delayed until that date.</p>\n<p id=\"b215-4\">Pursuant to R.C. 4141.26(B), SHMC then appealed to the common pleas court on December 23, 1991. That court issued its decision on October 9, 1992, affirming the board’s decision, which was journalized on November 12,1992. The instant appeal followed on December 9, 1992.</p>\n<p id=\"b215-5\">In an R.C. 4141.26(B) appeal to the common pleas court, it is incumbent upon that court to review and examine the evidence presented to the board. <em>Lorain City Bd. of Edn. v. State Emp. Relations Bd. </em>(1988), 40 Ohio St.3d 257, 261, 533 N.E.2d 264, 267. That court may affirm the board’s determination only if it finds that it is supported by reliable, probative, and substantial evidence and is in accordance with law.</p>\n<p id=\"b215-6\">Upon further appeal to this court, our review is limited to whether the common pleas court abused its discretion. In the context of an R.C. 4141.26(B) appeal, this court has consistently defined “abuse of discretion” as connoting more than an error of judgment; it implies a decision that is without a reasonable basis and is clearly wrong. <em>Angelkovski v. Buckeye Potato Chips Co. </em>(1983), 11 Ohio App.3d 159, 11 OBR 242, 463 N.E.2d 1280, paragraph three of the syllabus; <em>Prime Kosher Foods, Inc. v. Ohio Bur. of Emp. Serv. </em>(1987), 35 Ohio App.3d 121, 122, 519 N.E.2d 868, 869; <em>Chaco Credit Union, Inc. v. Ohio Bur. of Emp. Serv. </em>(1988), 54 Ohio App.3d 110, 113, 561 N.E.2d 563, 565-566; <em>U.S.X. Corp. v. Ohio Unemp. Comp. Bd. of Review </em>(1990), 70 Ohio App.3d 566, 591 N.E.2d 818; <em>Mansfield Plumbing Products, Inc. v. Ohio Bur. of Emp. Serv. </em>(1990), 69 Ohio App.3d 122, 125, 590 N.E.2d 283, 285; <em>N. Olmsted v. Ohio Bur. of Emp. Serv. </em>(1991), 78 Ohio App.3d 88, 91, 603 N.E.2d 1136, 1138.</p>\n<p id=\"b215-7\">Absent an abuse of discretion on the part of the common pleas court, this court is obligated to affirm its judgment. <em>Lorain City Bd. of Edn., supra, </em>40 Ohio St.3d at 261, 533 N.E.2d at 267; <em>Rossford Exempted Village School Dist. Bd. of Edn. v. State Bd. of Edn. </em>(1992), 63 Ohio St.3d 705, 707, 590 N.E.2d 1240, 1241. The question then becomes whether it was reasonable for the common pleas court to find as it did in this case.</p>\n<p id=\"b216-3\"><page-number citation-index=\"1\" label=\"184\">*184</page-number>SHMC asserts that by virtue of an internal reorganization, it should have been designated an automatic successor in interest to SHC on January 1,1989, thereby inheriting that company’s 1.35 percent contribution rate, rather than on October 3, 1989, as the appellee board determined. This claim involves the application of R.C. 4141.24(F) which, in pertinent part, provides:</p>\n<blockquote id=\"b216-4\">“If an employer transfers his business or otherwise reorganizes such business, the successor in interest shall assume the resources and liabilities of such employer’s account, and continue the payment of all contributions, or payments in lieu of contributions, due under this chapter. If an employer acquires substantially all of the assets in a trade or business of another employer, or a clearly segregable and identifiable portion of an employer’s enterprise, and immediately after the acquisition employs in his trade or business substantially the same individuals who immediately prior to the acquisition were employed in the trade or business or in the separate unit of such trade or business of such predecessor employer, then, upon application to the administrator signed by the predecessor employer and the acquiring employer, the - employer acquiring such enterprise is the successor in interest.”</blockquote>\n<p id=\"b216-5\">Ohio Adm.Code 4141-17-01 defines a “successor in interest,” within the context of R.C. 4141.24(F), as “ * * * any person or entity defined in division (A)(1) of Section 4141.01 of the Revised Code [‘employer’] which is, or by acquisition becomes, an employer, either contributory or reimbursing, and which acquires a going business or operation <em>in whole or in part </em>* * (Emphasis added.)</p>\n<p id=\"b216-6\">To qualify for R.C. 4141.24(F) successor in interest status, the acquiring employer must receive all of the predecessor employer’s assets (see Ohio Adm. Code 4141-17-04) <em>or </em>“substantially all” of its assets. That section of law does not itself define the term “substantially all.” However, Ohio Adm.Code 4141-17-03 additionally provides:</p>\n<blockquote id=\"b216-7\">“(A) The transfer <em>of less than all of the assets </em>of an ongoing business <em>will result </em>in the transferee becoming a successor in interest <em>if all </em>of the following requirements are satisfied:</blockquote>\n<blockquote id=\"b216-8\">“(1) Substantially all of the assets of the transferor’s business are transferred to the transferee;</blockquote>\n<blockquote id=\"b216-9\">“(2) Immediately after the acquisition, the transferee employs substantially the same individuals who immediately prior to the transfer were employed in such business; and</blockquote>\n<blockquote id=\"b216-10\">“(3) An application signed by the transferor and the transferee requesting that the transferee be made a successor in interest is submitted to the administrator. The application shall be filed with the administrator within ninety days from the date of transfer. * * * ” (Emphasis added.)</blockquote>\n<p id=\"b217-3\"><page-number citation-index=\"1\" label=\"185\">*185</page-number>From the facts of this case, it is evident that by internal reorganization, SHMC acquired SHC’s entire Ohio business operation, including all of SHC’s assets and employees, effective January 1, 1989. The appellee board determined SHMC to be a liable, contributing employer as of that date. R.C. 4141.01(A)(1). The same individuals employed by SHC continued employment with SHMC. SHC and SHMC timely made the requisite joint applications (UCO forms 1 and 384) to the OBES administrator.</p>\n<p id=\"b217-4\">Thus, R.C. 4141.24(F) applies to both “total asset” as well as to partial, but “substantial,” asset transfer situations. From a reading of that statute and accompanying administrative regulations, an important consideration is the intent of the transferor and transferee as to when a transfer occurs and what assets are being acquired. Nothing in the statute or the regulations conditions a completed transfer, as between the parties themselves, upon some artificial bureaucratic approval date. <em>Ameritech Publishing, Inc. v. Ohio Bur. of Emp. Serv. </em>(Aug. 11, 1987), Franklin App. No. 87AP-310, unreported, 1987 WL 15665,</p>\n<p id=\"b217-5\">Herein, even if SHMC acquired less than all assets of SHC on January 1, 1989, the only ones not transferred on that date were the three liquor permits. Certainly, a substantial transfer of assets occurred then. It was the clear intent of the parties, SHMC and SHC, that, as between them, all assets and employees were acquired by SHMC. This was the substance of their corporate reorganization. <em>Makkas v. Ohio Unemp. Comp. Bd. of Review </em>(1985), 18 Ohio St.3d 349, 18 OBR 389, 481 N.E.2d 603. The fact the physical transfers of these liquor permits were delayed to later dates by the Department of Liquor Control, a process over which the parties had no control, is really not germane to the application of R.C. 4141.24(F).</p>\n<p id=\"b217-6\">Appellant having satisfied, at the very least, the factors prescribed in R.C. 4141.24(F) and Ohio Adm.Code 4141-17-03 necessary to establish a substantial transfer of assets as of January 1, 1989, we fail to appreciate how appellant could reasonably be denied successor in interest status. <em>In re Lord Baltimore Press, Inc. </em>(1965), 4 Ohio St.2d 68, 33 O.O.2d 436, 212 N.E.2d 590; <em>Mansfield Plumbing Products, Inc., supra; Ameritech Publishing, Inc., supra, </em>applied. SHMC acquired this business through an internal reorganization and not by operation of a sale or other transfer as between outside parties. There was no change of risk in employer experience or in the potential for claims.</p>\n<p id=\"b217-7\">Nevertheless, the appellees, without reference to any statutory or regulatory authority, chose to deny successor in interest status to appellant on January 1, 1989 solely because the liquor permits, admittedly assets, were not formally approved for transfer by the Department of Liquor Control until subsequent dates in 1989. In support of this position, appellees rely upon a series of cases <page-number citation-index=\"1\" label=\"186\">*186</page-number>beginning with <em>Hillcrest Recreation Ctr. v. Ohio </em>(July 13, 1971), Franklin App. No. 71AP-23, unreported. The common pleas court also applied these cases. However, upon examination, we find these authorities factually distinguishable from our case <em>sub judice </em>and consequently nondispositive. Those cases do not directly address the issue before us, which is R.C. 4141.24(F) successor in interest status. Further, those cases do not involve an internal total assets corporate reorganization where the transferee acquires an entire ongoing business and its entire work force and where no change of risk occurs.</p>\n<p id=\"b218-5\">Under the facts and circumstances of this case, we are compelled to find that the common pleas court’s judgment affirming the board’s decision was unreasonable and an abuse of discretion. Accordingly, the assignments of error are sustained.</p>\n<p id=\"b218-6\">Having sustained the assignments of error, we reverse the judgment of the common pleas court. This cause is remanded to that court with instructions to enter judgment in conformity with this opinion.</p>\n<p id=\"b218-7\">\n<em>Judgment reversed and cause remanded with instructions.</em>\n</p>\n<judges id=\"b218-8\">Tyack and Deshler, JJ., concur.</judges>\n<judges id=\"b218-9\">William J. Martin, J., of the Carroll County Court of Common Pleas, sitting by assignment.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}