{
  "casebody": {
    "data": "<casebody firstpage=\"486\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b520-8\">Belknap</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AhpF\">No. 85-276</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b520-9\">The State of New Hampshire v. Richard D. Pliskaner, Jr.</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b520-12\">October 2, 1986</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b521-8\"><page-number citation-index=\"1\" label=\"487\">*487</page-number><em>Stephen E. Merrill, </em>attorney general <em>(Andrew L. Isaac, </em>assistant attorney general, on the brief), by brief for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b521-9\"><em>James E. Duggan, </em>appellate defender, of Concord, by brief for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b521-10\">King, C.J.</author>\n<p id=\"AZa\">After being indicted for first degree murder, RSA 630:1-a, the defendant pled guilty to second degree murder, RSA 630:l-b. The Trial Court <em>(Murphy, </em>J.) sentenced him to 35 years to life imprisonment. The sentence review board approved the sentence. The defendant appeals to this court, claiming that his sentence is an abuse of discretion by the trial court, and that it is constitutionally disproportionate under part I, article 18 of the New Hampshire Constitution and the eighth and fourteenth amendments to the United States Constitution. Finding neither abuse of discretion nor constitutional infirmity, we affirm the defendant’s sentence.</p>\n<p id=\"b521-11\">In August 1984, Richard Pliskaner, the defendant, was involuntarily committed for eight days at New Hampshire State Hospital. Upon his release, against his wishes, Pliskaner and his wife, Debra, separated.</p>\n<p id=\"b521-12\">On September 1, 1984, the Laconia police confronted the defendant across the street from his wife’s apartment. Pliskaner was carrying a loaded revolver. The police confiscated the gun and released the defendant. On September 13, 1984, Pliskaner purchased a pistol, four boxes of ammunition and a holster. He made misrepresentations to the seller regarding his name, address, and purpose in purchasing the weapon.</p>\n<p id=\"b521-13\">The next day, as Pliskaner was driving through downtown Laconia, he saw his wife walking her dog. He stopped, got out of his car, ran up to his wife and shot her once in the body. He spun her around and shot her again. She fell to the ground.</p>\n<p id=\"b521-14\">Pliskaner ran away from his wife towards his car, but then stopped, looked back and finally returned to his wife who was still on the ground. Pliskaner then fired a third shot into her head, kill<page-number citation-index=\"1\" label=\"488\">*488</page-number>ing her. Pliskaner walked away and, after taking a few steps, shot himself in the head. As a result, he lost the sight of one eye. He was subsequently arrested and indicted for first degree murder. Pursuant to an agreement between the State and the defendant, he pled guilty to second degree murder.</p>\n<p id=\"b522-5\">“[0]ur case law makes it clear that sentencing falls within the sound discretion of the trial court, and on appeal we will not disturb a sentence unless it was grossly disproportionate to the crime.” State <em>v. Little, </em>123 N.H. 433, 436-37, 462 A.2d 117, 119 (1983).</p>\n<p id=\"b522-6\">We begin our analysis of the defendant’s constitutional argument, as we must, by first making an independent analysis of the protections afforded under the New Hampshire Constitution, <em>State v. Ball, </em>124 N.H. 226, 231, 471 A.2d 347, 350 (1983), using decisions of the United States Supreme Court and other jurisdictions only as aids in our analysis, <em>see Michigan v. Long, </em>103 S. Ct. 3469, 3476 (1983). Thereafter, we need address federal constitutional issues only insofar as federal law would provide greater protection. <em>State v. Ball, </em>124 N.H. at 232, 471 A.2d at 352.</p>\n<p id=\"b522-7\">In <em>State v. Dayutis, </em>127 N.H. 101, 498 A.2d 325 (1985), we held that part I, article 18 of the New Hampshire Constitution provides at least as much protection against disproportionate punishment as that established under the eighth amendment to the Federal Constitution by the United States Supreme Court in <em>Solem v. Helm, </em>463 U.S. 277 (1983). <em>Dayutis, supra </em>at 106, 498 A.2d at 325. Hence, we need conduct only a State constitutional analysis.</p>\n<p id=\"b522-8\">In <em>Solem, </em>the Court held that a court, in making a proportionality analysis under the eighth amendment to the Federal Constitution, “should be guided by objective criteria, including (i) the gravity of the offense and the harshness of the penalty; (ii) the sentences imposed on other criminals in the same jurisdiction; and (iii) the sentences imposed for commission of the same crime in other jurisdictions.” <em>Solem, supra </em>at 292. The Court noted that the proportionality analysis a court should conduct is similar to the type of inquiry required by the Federal Constitution’s speedy trial clause, where a court considers several objective factors and “[n]one of these factors is ‘either a necessary or sufficient condition to the finding of a deprivation of the right of speedy trial. Rather, they are related factors and must be considered together with such other circumstances as may be relevant.’ ” <em>Solem, supra </em>at 295 (quoting <em>Barker v. Wingo, </em>407 U.S. 514, 533 (1972)). We believe it would be helpful for us, in making our State constitutional analysis, to consider the objective criteria set out in <em>Solem </em>in the manner suggested by the Court.</p>\n<p id=\"b523-4\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>The defendant does not contend that his crime, murder, is anything but grave, nor does he contend that his sentence for second degree murder is harsher than sentences in other States, and therefore we need not consider these issues.</p>\n<p id=\"b523-5\">The defendant contends that his sentence is harsher than sentences for second degree murder handed out during the past twenty years in New Hampshire. The harshness of the sentence, the defendant argues, rests not simply upon the length of the minimum sentence alone, since many earlier New Hampshire second degree murder sentences had minimum sentences of equal or greater length. Instead, the harshness arises from the fact that the defendant must serve all of his 35-year minimum sentence before he will be eligible for parole.</p>\n<p id=\"b523-6\">Prior to the enactment of RSA 651:2, Il-e (Supp. 1983) (the “truth in sentencing statute”), a person sentenced to a 35-year minimum sentence could be eligible for parole before serving 35 years, due to the accumulation of good time credits. Since RSA 651:2, Il-e (Supp. 1983) became law in 1982, one sentenced to a 35-year minimum term will first be eligible for parole upon serving 35 years. It is the defendant’s position that we should compare not just the minimum sentence imposed in this case with earlier minimum sentences imposed in second degree murder cases, but also the times when the convicted second degree murderers are eligible for parole in the two cases. We agree that such a comparison is important and useful. <em>See Solem, </em>463 U.S. at 294 n.19.</p>\n<p id=\"b523-7\"> The defendant compiled a list of 58 cases from the past twenty years in which defendants were convicted of second degree murder and were sentenced to State prison. According to the defendant’s compilation, the minimum sentences range from 3 years to 50 years, and the terms prior to eligibility for parole range from one and two-thirds years to slightly more than twenty-nine years. Looking at all cases from the last twenty years, the time served until parole eligibility is considerably longer in this case than in many other cases. We think this can be explained by a changed sentencing pattern for this crime. When we look at the seven cases decided since the passage of RSA 651:2, Il-e, we see a range of both minimum sentences and therefore parole eligibility terms of 14 to 25 years. Clearly, the trial court as a whole has recently been sentencing defendants convicted of second degree murder to longer terms, with longer periods needed to be served before a defendant is eligible for parole. We cannot say that the sentences reflected by this trend are arbitrary or grossly disproportionate to the crime charged. Nor can we conclude that the minimum sentence and term <page-number citation-index=\"1\" label=\"490\">*490</page-number>prior to parole eligibility in this case are grossly disproportionate to those in recent second degree murder convictions.</p>\n<p id=\"b524-5\">Finding neither abuse of discretion nor unconstitutional dis-proportionality, we affirm.</p>\n<p id=\"b524-6\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b524-7\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}