{
  "casebody": {
    "data": "<casebody firstpage=\"98\" lastpage=\"101\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b132-3\">Hillsborough</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AeG\">No. 85-192</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b132-4\">Altshuler Genealogical Service v. Harry O. B. Farris, Administrator of the Estate of Muriel E. Duggan</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b132-7\">May 12, 1986</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b132-20\"><em>Donald M. Redden, </em>of Derry, by brief and orally, for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b132-21\"><em>Hanrahan &amp; Michael, </em>of Bedford <em>(John W. Hanrahan </em>on the brief and orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b132-22\">Brock, J.</author>\n<p id=\"Ah8\">This is a contract action in which the plaintiff, Alt<page-number citation-index=\"1\" label=\"99\">*99</page-number>shuler Genealogical Service, a Massachusetts domiciliary, brought suit against Harry O. B. Farris, the administrator of a California decedent’s estate, in New Hampshire to collect money allegedly owed under a service agreement. As a basis for jurisdiction, the plaintiff invoked the New Hampshire long-arm statute, RSA 510:4, I. The sole issue on appeal is whether the Superior Court <em>(Dalianis, </em>J. ) erred in dismissing the plaintiff’s action for lack of <em>in personam </em>or <em>quasi in rem </em>jurisdiction. For the reasons that follow, we affirm.</p>\n<p id=\"b133-7\">On November 21, 1979, Amanda Sasseville, a New Hampshire domiciliary, died intestate leaving a sizeable estate. The plaintiff researched Sasseville’s ancestry and found two additional, previously unknown, heirs. In March 1980, the plaintiff wrote a letter to Muriel Duggan, one of the newly found heirs, notifying her that she might be an heir to an estate, and informing her that for an assignment of two-fifths of her interest in the estate, the plaintiff would disclose to her the name and location of the estate, prepare the genealogical chart, and obtain the necessary vital records. The letter also indicated that the plaintiff would employ, at its own expense, “an attorney or law firm at the situs of the estate to represent us in this matter.” The letter was allegedly countersigned by Mrs. Duggan, witnessed by her husband, and returned to the plaintiff.</p>\n<p id=\"b133-8\">Thereafter, the plaintiff began gathering the information needed to prove Mrs. Duggan’s interest in the Sasseville estate. Within one month after she had allegedly signed the letter, Mrs. Duggan died. Meanwhile, the plaintiff hired a New Hampshire attorney to “present [proof] to [t]he administrator [of the Sasseville estate] and subsequently to the Court.” Mrs. Duggan was subsequently accepted as a proper heir of the Sasseville estate by the Hillsborough County Probate Court and, as a result, her estate became entitled to over $11,000.</p>\n<p id=\"b133-9\">When the defendant refused to pay the plaintiff two-fifths of the $11,000 in accordance with the alleged agreement, the plaintiff brought this action against the defendant. The plaintiff also filed a writ of attachment against the Sasseville estate in New Hampshire to satisfy the debt. The defendant appeared specially through a New Hampshire attorney and moved to dismiss the action for lack of <em>in personam </em>or <em>quasi in rem </em>jurisdiction. This motion was denied without prejudice by the Superior Court (C. <em>Flynn, </em>J.), and both parties moved for summary judgment. The defendant again appeared specially to contest jurisdiction, and the court deferred ruling on the jurisdictional issues until a hearing could be held.</p>\n<p id=\"b133-10\">Following a hearing, the Superior Court <em>{Dalianis, </em>J.) dismissed the suit for lack of jurisdiction, finding that the defendant did not <page-number citation-index=\"1\" label=\"100\">*100</page-number>have sufficient contacts with New Hampshire to satisfy the requirements of due process. The trial court concluded that “the quality and nature of Mrs. Duggan’s contacts are such that it would not be ‘reasonable’ or ‘fair’ to require the defendant to conduct the defense in New Hampshire.” The plaintiff then appealed to this court.</p>\n<p id=\"b134-3\">In order to subject the defendant to jurisdiction in New Hampshire, the defendant’s conduct must fall within the purview of the long-arm statute, RSA 510:4,1, and the exercise of jurisdiction over the defendant must comport with constitutional due process requirements. <em>Weld Power Industries v. C.S.I. Technologies, </em>124 N.H. 121, 125, 467 A.2d 568, 570 (1983); <em>Tavoularis v. Womer, </em>123 N.H. 423, 426, 462 A.2d 110, 112 (1983). The plaintiff contends that the trial court erred in determining that the defendant did not have the minimum contacts necessary to meet the constitutional due process requirements.</p>\n<p id=\"b134-4\"> New Hampshire courts may constitutionally exercise <em>in personam </em>jurisdiction over a nonresident defendant if the defendant has such “minimum contacts” with the State “that the maintenance of the suit does not offend ‘traditional notions of fair play and substantial justice.’” <em>International Shoe Co. v. Washington, </em>326 U.S. 310, 316 (1945); <em>see Weld Power, supra </em>at 125, 467 A.2d at 570. In order to determine whether the nonresident defendant has sufficient contacts with the State, the “essential criterion in all cases is whether the ‘quality and nature’ of the defendant’s activity is such that it is ‘reasonable’ and ‘fair’ to require him to conduct his defense in [this] State.” <em>Kulko v. California Superior Court, </em>436 U.S. 84, 92 (1978); <em>see Weld Power, supra </em>at 125, 467 A.2d at 570.</p>\n<p id=\"b134-5\">The plaintiff asserts that sufficient contacts exist to permit the court to exercise jurisdiction over the defendant. It claims that (1) Mrs. Duggan entered into a contract to be performed at least in part in New Hampshire; (2) Mrs. Duggan and/or her administrator invoked the benefits and protections of the laws of New Hampshire; and (3) an attachable <em>res </em>(Mrs. Duggan’s interest in the Sasseville estate) existed in New Hampshire which was directly related to the underlying action. The trial court adequately considered these alleged contacts and concluded that it was “without jurisdiction over the defendant.” We agree with the trial court’s finding.</p>\n<p id=\"b134-6\">Mrs. Duggan received an offer to enter into a service contract from the plaintiff, through the mail without solicitation. She allegedly countersigned the letter and returned it to the plaintiff in Massachusetts. She was not informed by the plaintiff, and in fact <page-number citation-index=\"1\" label=\"101\">*101</page-number>never knew, that the estate in which she had an interest was located in New Hampshire. It can hardly be said that merely by signing the letter Mrs. Duggan purposefully availed herself of the privilege of conducting activities in New Hampshire. <em>Hanson v. Denckla, 357 </em>U.S. 235, 253 (1958). Further, there is no evidence to support the plaintiff’s contention that, following Mrs. Duggan’s death, the defendant encouraged the plaintiff to prove the interest.</p>\n<p id=\"b135-3\"> The traditional test for <em>in personam </em>jurisdiction is also applied in determining the existence of <em>quasi in rem </em>jurisdiction. <em>Hall v. Koch, </em>119 N.H. 639, 644, 406 A.2d 962, 965 (1979); <em>Camire v. Scieszka, </em>116 N.H. 281, 283, 358 A.2d 397, 399 (1976); <em>see also Shaffer v. Heitner, </em>433 U.S. 186 (1977). At the time it filed suit, the plaintiff obtained an attachment of the defendant’s interest in the Sasseville estate in New Hampshire. Generally, attachment satisfies the statutory requirement for the exercise of <em>quasi in rem </em>jurisdiction and provides at least one contact between the defendant and the State. <em>Pono v. Brock, </em>119 N.H. 814, 817, 408 A.2d 419, 421 (1979). However, there must also be sufficient contacts between the defendant and the forum State to satisfy the requirements of due process. <em>Id. </em>The attachable <em>res </em>itself is not enough to constitute “minimum contacts.” Thus, without more, the existence of the attachable New Hampshire <em>res </em>and the alleged contract does not satisfy the constitutional due process requirements.</p>\n<p id=\"b135-4\">In sum, we conclude that the defendant does not have sufficient contacts with New Hampshire to enable the court to exercise jurisdiction in a manner consistent with “traditional notions of fair play and substantial justice.” <em>International Shoe, </em>326 U.S. at 316. Therefore, the defendant’s motion to dismiss was properly granted.</p>\n<p id=\"b135-5\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b135-6\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}