{
  "casebody": {
    "data": "<casebody firstpage=\"1773\" lastpage=\"1795\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1305-4\">[No. G012053.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AIr\">Fourth Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AvV\">Aug. 24, 1993.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b1305-5\">ACL TECHNOLOGIES, INC., Plaintiff and Appellant, v. NORTHBROOK PROPERTY AND CASUALTY INSURANCE COMPANY, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b1305-6\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b1308-7\"><page-number citation-index=\"1\" label=\"1776\">*1776</page-number>Counsel</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b1308-8\">Aprahamian &amp; Ducote, Harold A. Ducote, Jr., Richard J. Aprahamian, Mark D. Alpert, Susan M. Trager, Geoffrey K. Willis and David E. Kendig for Plaintiff and Appellant.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b1309-4\"><page-number citation-index=\"1\" label=\"1777\">*1777</page-number>Latham &amp; Watkins, David L. Mulliken, Kristine L. Wilkes and Michael D. Ramsey as Amici Curiae on behalf of Plaintiff and Appellant.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b1309-5\">Long &amp; Williamson, Patrick A. Long, John A. Delis, Gleason, McGuire &amp; Shreffler, Philip J. McGuire and David E. Schroeder for Defendant and Respondent.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b1309-6\">Hufstedler, Kaus &amp; Ettinger, John P. Olson, Wiley, Rein &amp; Fielding, Thomas W. Brunner, Christopher D. Cerf, James P. Anasiewicz, Buchalter, Nemer, Fields &amp; Younger, Randolph P. Sinnott, Cheryl A. Orr, Harwood Lloyd, Victor C. Harwood III, Edward Zampino and Bernadette M. Peslak as Amici Curiae on behalf of Defendant and Respondent.</p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1305-10\">Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of footnote 1.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b1309-7\">Opinion</p>\n<author id=\"b1309-8\">SILLS, P. J.</author>\n<p id=\"b1309-9\">I. Introduction</p>\n<p id=\"b1309-10\">Insurance claims arising out of leaking underground storage tanks raise the question of who will pay for the cleanup of millions of tons of toxic waste produced in the United States since World War II. This problem has sparked a legal war that has raged in both federal and state courts from Maine to California. (See <em>Northern Ins. Co. </em>v. <em>Aardvark Associates </em>(3d Cir. 1991) 942 F.2d 189, 191; see also <em>Avondale Industries, Inc. </em>v. <em>Travelers Indent. Co. </em>(2d Cir. 1989) 887 F.2d 1200, 1201 [“the vast carelessness that created the conundrum of hazardous waste . . . will not be quickly or easily remedied”].) Much of the strife has focused on the precise issue of whether the “sudden and accidental” exception to the pollution exclusion contained in the 1973 version of the standard comprehensive general liability insurance policy (CGL) allows for coverage for pollution which escaped gradually.</p>\n<p id=\"b1309-11\">This case, like many throughout the country, involves a claim for expenses to clean up pollutants which leaked from rusted and corroded underground storage tanks. The trial judge found the release of the pollutants was gradual. He therefore held, among other things, that the pollution exclusion precluded coverage. We agree and affirm the judgment in favor of the insurer. Gradual is the opposite of sudden.</p>\n<p id=\"b1309-12\">II. Facts</p>\n<p id=\"b1309-13\">In August 1984 ACL Technologies purchased some property in an industrial section of Santa Ana. About the same time the company obtained a <page-number citation-index=\"1\" label=\"1778\">*1778</page-number>CGL policy from Northbrook Property and Casualty Insurance Company, with tiie policy period from September 28, 1984, to September 28, 1985. Unknown to ACL at the time, the property contained underground storage tanks which had been used to store hazardous substances for over two decades.</p>\n<p id=\"b1310-4\">ACL first learned of the tanks in late 1985 or early 1986 when the Santa Ana Fire Department ordered the company to “establish testing conditions” on the tanks or remove them. City officials later explained that a city ordinance required all underground storage tanks be monitored and used or declared out of service and removed.</p>\n<p id=\"b1310-5\">In January, February, and April 1988 the tanks were removed. They were rusted and had many small holes (largest about an inch in diameter); a particularly large (12,000-gallon) tank had a split seam about an inch and one-half long at the junction of the end and side plates. Corrosion was visible in the area of the split. Photographs were taken of the newly removed tanks.</p>\n<p id=\"b1310-6\">Soil samples from the area around the tanks showed contamination. The city and the California Regional Water Quality Control Board then ordered ACL to develop a cleanup plan. ACL presented Northbrook with a claim for the cost of the cleanup, which Northbrook denied. ACL then filed this lawsuit for breach of contract and declaratory relief.</p>\n<p id=\"b1310-7\">The CGL policy issued by Northbrook contained this exclusion: “This part does not insure: [f] (f) bodily injury or property damage arising out of the discharge, dispersal, release or escape of smoke, vapors, soot, fumes, acids, alkalis, toxic chemicals, liquids or gases, waste materials or other irritants, contaminants or pollutants into or upon land, the atmosphere or any water course or body of water; but this exclusion does not apply if such discharge, dispersal, release or escape is sudden and accidental.”</p>\n<p id=\"b1310-8\">Trial was to the court, which specifically found that the pollutants escaped through leaks caused by corrosion, and that this corrosion occurred gradually over an “extended” period of time. Accordingly, the court concluded that any coverage otherwise provided by the policy was excluded under the policy’s pollution exclusion. As the judge put it, “[t]he word ‘sudden’ is directed at rupture or human error, an explosion, a spill, something which occurs abruptly, and the term is used to specifically exclude the situation which happens in this case, and that is the corrosion over an extended period of time of the pipes or tanks in the ground which could actually cause a leaking situation over several years, such as in this case.”</p>\n<p id=\"b1311-4\"><page-number citation-index=\"1\" label=\"1779\">*1779</page-number>ACL now appeals from the ensuing judgment.1<footnotemark>*</footnotemark></p>\n<p id=\"b1311-5\">III. Discussion</p>\n<p id=\"b1311-6\">A. <em>Gradual Is the Opposite of Sudden</em></p>\n<p id=\"b1311-7\">The Supreme Courts of Massachusetts,<footnotemark>2</footnotemark> Michigan,<footnotemark>3</footnotemark> North Carolina,<footnotemark>4</footnotemark> and Ohio<footnotemark>5</footnotemark> have held that the word “sudden” or the phrase “sudden and accidental” as used in the 1973 pollution exclusion did not allow for liability coverage arising from gradual pollution, with state intermediate appellate courts and federal courts construing state law unanimously taking the same position in Indiana,<footnotemark>6</footnotemark> Kansas,<footnotemark>7</footnotemark> Kentucky,<footnotemark>8</footnotemark> New Hampshire,<footnotemark>9</footnotemark> Pennsylvania,<footnotemark>10</footnotemark> <page-number citation-index=\"1\" label=\"1780\">*1780</page-number>South Carolina,<footnotemark>11</footnotemark> Tennessee,<footnotemark>12</footnotemark> and Utah.<footnotemark>13</footnotemark> With our opinion today, and the recent decision in <em>Shell Oil Co. </em>v. <em>Winterthur Swiss Ins. Co. </em>(1993) 12 Cal.App.4th 715, 752 [15 Cal.Rptr.2d 815] (“ <em>‘Sudden' Events Start Abruptly''), </em>California should be added to this list.</p>\n<p id=\"b1312-4\">On the other hand, state Supreme Courts in Colorado,<footnotemark>14</footnotemark> Georgia,<footnotemark>15</footnotemark> Illinois,<footnotemark>16</footnotemark> West Virginia,<footnotemark>17</footnotemark> and Wisconsin<footnotemark>18</footnotemark> have held the words allowed for coverage of gradual pollution as long as the pollution was unintended and <page-number citation-index=\"1\" label=\"1781\">*1781</page-number>unexpected. State intermediate appellate courts and federal courts construing state law appear united on the same result in Delaware,<footnotemark>19</footnotemark> Minnesota,<footnotemark>20</footnotemark> New Jersey <footnotemark>21</footnotemark> and Washington.<footnotemark>22</footnotemark></p>\n<p id=\"b1314-3\"><page-number citation-index=\"1\" label=\"1782\">*1782</page-number>Courts have divided on the subject in Florida,<footnotemark>23</footnotemark> with no definitive word yet from its state Supreme Court.<footnotemark>24</footnotemark> Also, while not directly considering the gradual-sudden dichotomy, the state high courts of New York<footnotemark>25</footnotemark> and Iowa<footnotemark>26</footnotemark> have treated the “accidental” component of the pollution exclusion in such a way as to indicate that they probably will construe “sudden” as unambiguous. Dicta from state intermediate appellate courts in Oregon<footnotemark>27</footnotemark> and Maryland<footnotemark>28</footnotemark> indicate that those jurisdictions would probably also hold the same way. On the other hand, dicta from the state Supreme Courts of Arkansas,<footnotemark>29</footnotemark> and Alaska<footnotemark>30</footnotemark> lean in the opposite direction. And there is a comparatively early decision from the state Supreme Court of Maine, which, <page-number citation-index=\"1\" label=\"1783\">*1783</page-number>while it is sometimes put in the sudden-is-ambiguous column, did not address the gradual-sudden dichotomy and contains something for both sides.<footnotemark>31</footnotemark> The same may be said for a federal district court decision out of Missouri.<footnotemark>32</footnotemark></p>\n<p id=\"b1315-5\">In light of the foregoing, it would appear that claims by one side or the other for possession of the “majority rule” are at present premature.<footnotemark>33</footnotemark>\n                   The best we can do is note how the jurisdictions are divided as we write in the late spring and summer of 1993.<footnotemark>34</footnotemark></p>\n<p id=\"b1315-6\">Courts on both sides of the divide have generally joined issue on the problem of the multiple shades of meaning inherent in the word “sudden.” (See Holmes, <em>The Theory of Legal Interpretation </em>(1899) 12 Harv. L. Rev. 417 [“A word generally has several meanings, even in the dictionary. You have to consider the sentence in which it stands to decide which of those meanings it bears in the particular case, and very likely will see that it there has a shade of significance more refined than any given in the wordbook.”], quoted in <em>Shell Oil, supra, </em>12 Cal.App.4th at p. 737.) As ACL and amicus <page-number citation-index=\"1\" label=\"1784\">*1784</page-number>curiae Montrose Chemical Company remind us, “sudden” (at least in some contexts) can mean “unexpected.”<footnotemark>35</footnotemark> Courts holding in favor of coverage have tended to emphasize that some dictionary definitions of the word do not necessarily convey a sense of abruptness. (See, e.g., <em>New Castle, supra, </em>933 F.2d at 1193 (“the word has more than one reasonable definition”).)<footnotemark>36</footnotemark></p>\n<p id=\"b1316-4\">While ACL and Montrose Chemical Company have emphasized that this court is not bound by the recent decision in <em>Shell Oil Co. </em>v. <em>Winterthur Swiss Ins. Co., supra, </em>12 Cal.App.4th 715, we believe that <em>Shell Oil </em>was correctly decided. It followed the basic framework for interpreting insurance contracts articulated by our Supreme Court in <em>Bank of the West </em>v. <em>Superior Court </em>(1992) 2 Cal.4th 1254, 1264-1265 [10 Cal.Rptr.2d 538, 833 P.2d 545] and <em>AIU Ins. Co. </em>v. <em>Superior Court </em>(1990) 51 Cal.3d 807, 822 [274 Cal.Rptr. 820, 799 P.2d 1253]. Using this framework, there is no way that we could come to any other conclusion than that reached in the <em>Shell Oil </em>decision: the “sudden and accidental” language in the CGL pollution exclusion does not allow for coverage for gradual pollution.<footnotemark>37</footnotemark> Here is that framework:  “If contractual language is clear and explicit, it governs.” <em>(Bank of the West, supra, </em>2 Cal.4th at p. 1264, citing Civ. Code, § 1638; <em>AIU, supra, </em>51 Cal.3d at p. 822 [the intent of the parties “is to be inferred, if possible, solely from the written provisions of the contract.... Thus, if the meaning a layperson would ascribe to contract language is not ambiguous, we apply that meaning”]; see <em>Shell Oil, supra, </em>12 Cal.App.4th at p. 737 [“The parties’ intent is found, if possible, solely in the contract’s written provisions.”].)</p>\n<p id=\"b1316-5\">If there is ambiguity in a promise, its terms must be “ ‘interpreted in the sense in which the promisor believed, at the time of making it, that the promisee understood it.’ ” <em>(Bank of the West, supra, </em>2 Cal.4th at pp. 1264-1265, quoting Civ. Code, § 1649; <em>AIU, supra, </em>51 Cal.3d at p. 822 [“If there <page-number citation-index=\"1\" label=\"1785\">*1785</page-number>is ambiguity, however, it is [to be] resolved by interpreting the ambiguous provisions in the sense the promisor (i.e., the insurer) believed the promisee understood them at the time of formation.”]; see <em>Shell Oil Co., supra, </em>12 Cal.App.4th at p. 737 [“When particular policy language is ambiguous, it is interpreted in the sense the insurer believed the insured understood it at the time of formation.”].)</p>\n<p id=\"b1317-5\">“Only” if application of this last rule does not resolve the ambiguity should the courts “then” resolve the ambiguity against the insurer. <em>(Bank of the West, supra, 2 </em>Cal.4th at p. 1265; <em>AIU, supra, </em>51 Cal.3d at p. 822 [“If application of this rule does not eliminate the ambiguity, ambiguous language is construed against the party who caused the uncertainty to exist.”]; accord, <em>Shell Oil, supra, </em>12 Cal.App.4th at p. 737 [“If that principle cannot remove an ambiguity, as when there is no basis for a belief that the insured understood a term in a specific sense, then the ambiguity is construed against the party who caused the uncertainty to exist.”].)</p>\n<p id=\"b1317-6\">Applying the <em>Bank of the West </em>and <em>AIU </em>framework, the first question is whether the contract language is “clear and explicit” as a layperson would understand it.  In deciding this question, we keep in mind that “ <em>‘language in a contract </em>must be construed in the context of that instrument as a whole, and in the circumstances of that case, and <em>cannot be found to be ambiguous in the </em>abstract.’ ” <em>(Bank of the West, supra, 2 </em>Cal.4th at p. 1265, quoting <em>Producers Dairy Delivery Co. </em>v. <em>Sentry Ins. Co. </em>(1986) 41 Cal.3d 903, 916, fn. 7 [226 Cal.Rptr. 558, 718 P.2d 920], italics by the <em>Bank of the West </em>court.)</p>\n<p id=\"b1317-7\">The most immediate “context” for the word “sudden” is its link, in the pollution exclusion, to the word “accidental.” Plainly, for there to be coverage (i.e., for the exclusion not to apply), the release must be both “sudden and accidental.” If, in the context of the pollution exclusion, “sudden” meant <em>merely </em>“unexpected,” then it would have no independent meaning, as the idea would also be subsumed within the word “accidental.” The word would be reduced to surplusage. In California, however, contracts —even insurance contracts—are construed to avoid rendering terms surplus-age. (E.g., <em>AIU, supra, </em>51 Cal.3d at p. 827 [declining to apply a definition of “damages” which would render “redundant” the phrase “legally obligated to pay”]; <em>Shell Oil, supra, </em>12 Cal.App.4th at p. 753 [“The way we define words should not produce redundancy . . . .”]; <em>Stein </em>v. <em>International Ins. Co. </em>(1990) 217 Cal.App.3d 609, 613-614 [266 Cal.Rptr. 72] [distinguishing between “claims” and “suits” to avoid redundancy]; <em>Mid-Century Ins. Co. </em>v. <em>Bash </em>(1989) 211 Cal.App.3d 431, 438 [259 Cal.Rptr. 382] [“To interpret the <page-number citation-index=\"1\" label=\"1786\">*1786</page-number>policy provision as respondent does would render the words ‘financial responsibility’ mere surplusage.”]; <em>Southern Ins. Co. </em>v. <em>Domino of California, Inc. </em>(1985) 173 Cal.App.3d 619, 624 [219 Cal.Rptr. 112] [rejecting policyholder interpretation that would render words “of property” redundant].)</p>\n<p id=\"b1318-4\">To avoid the surplusage problem, the Third Circuit turned cartwheels in <em>New Castle County </em>to extract a meaning for “sudden” that was not “completely synonymous” with “accidental.” (See 933 F.2d at p. 1194 [“We believe that the word ‘sudden,’ even if defined to mean ‘unexpected,’ is not completely synonymous with the word ‘accidental.’ ”].)<footnotemark>38</footnotemark> The flaw in such an approach is that it strains the word accidental, wrenching the word from its natural embrace of the concept of unexpectedness. It is thus necessary, to give the word “sudden” a definition severed from any idea of temporality and still not run afoul of the strictures against surplusage, to strip the concept of “accident” of one of its most common ideas, unexpectedness. This is contrary to both established canons and common sense. (See <em>Reserve Insurance Co. </em>v. <em>Pisciotta </em>(1982) 30 Cal.3d 800, 807 [180 Cal.Rptr. 628, 640 P.2d 764] [“Courts will not adopt a strained or absurd interpretation in order to create an ambiguity where none exists.”]; <em>Aim Insurance Co. </em>v. <em>Culcasi </em>(1991) 229 Cd.App.3d 209, 219 [280 Cal.Rptr. 766] [“Courts, however, should not strain to find ambiguity where none reasonably exists.”]; <em>Barrett </em>v. <em>Farmers Ins. Group </em>(1985) 174 Cal.App.3d 747, 752 [220 Cal.Rptr. 135] [“Courts should not indulge in forced construction so as to cast upon the insurance company liability which it has not assumed.”].)</p>\n<p id=\"b1318-5\">Even if, for the sake of argument, there is some “abstract” sense in which the word “sudden” does not necessarily convey a temporal meaning, the context of its placement in the phrase “sudden and accidental” necessarily conveys a temporal meaning. In the context of that phrase, the word <em>must, </em>if it is to be anything more than a hiccup in front of the word “accidental,” convey a “temporal” meaning of immediacy, quickness, or abruptness.</p>\n<p id=\"b1318-6\">The best argument that can be adduced to meet the surplusage point is that insurance policies “routinely use words that, while not strictly redundant, are somewhat synonymous.” <em>(New Castle, supra, </em>933 F.2d at p. 1194.) So what, ACL asks rhetorically, if confining “sudden” to “unexpected” results in a redundancy?</p>\n<p id=\"b1318-7\">The first answer, of course, is that defining terms in contracts to render them redundant is contrary to established principles of contract interpretation as laid down by our Supreme Court. As we have already shown, the <page-number citation-index=\"1\" label=\"1787\">*1787</page-number>antiredundancy principle extends to insurance contracts, including, as in <em>AIU </em>and <em>Shell Oil, </em>those involving questions of coverage for pollution.</p>\n<p id=\"b1319-5\">Additionally, the argument founders within the context of the so-called redundancies in the pollution exclusion itself. It is not enough that the meanings of two words, “sudden” and “accidental,” overlap. Of course they overlap. The world is full of accidents which happen suddenly. The critical point, however, is that the interpretation ACL and Montrose Chemical Company proffer renders “sudden” a mere subset of “accidental,” making it totally redundant.</p>\n<p id=\"b1319-6\">It is one thing for meanings of individual words to overlap. It is quite another to interpret them so that they add nothing in the context in which they are used. In the earlier portion of the pollution exclusion, for example, it is undoubtedly true that the meanings of the words “discharge, dispersal, release or escape” overlap. But they also each convey a different nuance of meaning bearing on just exactly how “pollution” may have “gotten out.” Likewise the words “smoke, vapors, soot, fumes, acids, alkalis, toxic chemicals, liquids or gases, waste materials or other irritants, contaminants or pollutants” also obviously overlap, but again each conveys a slightly different thought. Given that the phrase “sudden and accidental” consists of only two words, there is all the more reason to conclude that “sudden” was intended to convey some independent meaning not subsumed by “accidental.” Giving “sudden” a meaning independent of “accidental,” therefore, requires giving it a meaning with a temporal aspect—immediacy, quickness or abruptness—that does not allow it to cover events, such as happened in this case—that occurred gradually.  We therefore conclude, in the context of this case, that “sudden and accidental” unambiguously does not include gradual pollution.<footnotemark>39</footnotemark></p>\n<p id=\"b1320-3\"><page-number citation-index=\"1\" label=\"1788\">*1788</page-number>However, even if, for sake of argument, one concludes that “sudden and accidental” is ambiguous, the judgment must still be affirmed. Following the framework of <em>Bank of the West </em>and <em>AIU, </em>ambiguity would require us to address whether coverage is consistent with the <em>objectively reasonable </em>expectations of the insured. It clearly is not.</p>\n<p id=\"b1320-4\">One of the less remarked aspects in the great war over the pollution exclusion is this: whatever “sudden” means, it does not mean gradual. The ordinary person would never think that something which happened gradually also happened suddenly. The words are antonyms. As our colleagues in <em>Shell Oil </em>put it, “We cannot <em>reasonably </em>call ‘sudden’ a process that occurs slowly and incrementally over a relatively long time.” (12 Cal.App.4th at p. 754, italics added.) The word “sudden” has been recognized as conveying a meaning <em>opposite </em>to that of gradual in usage by both the California Supreme Court and the various state courts of appeal. (See <em>City of Long Beach </em>v. <em>Mansell </em>(1970) 3 Cal.3d 462, 469, fn. 4 [91 Cal.Rptr. 23, 476 P.2d 423] [contrasting “gradual natural accretion” with “sudden <em>avulsion”]; Prudential-LMI Com. Insurance </em>v. <em>Superior Court </em>(1990) 51 Cal.3d 674, 698 [274 Cal.Rptr. 387, 798 P.2d 1230] [quoting journal article contrasting “sudden damage such as fire and windstorm” with “gradual damage such as settlement”]; <em>Heckman </em>v. Sweff (1893) 99 Cal. 303, 305 [33 P. 1099] [quoting trial court findings that “cutting, washing, and carrying away was not slow, gradual, and imperceptible in its progress; but, upon the contrary, the same was rapid, sudden, and perceptible”]; <em>T. L. Enterprises, Inc. </em>v. <em>County of Los Angeles </em>(1989) 215 Cal.App.3d 876, 877 &amp; 879 [263 Cal.Rptr. 772] [“Appellant contends: . . . ‘The damage incurred by the improvement was “sudden”. . . .’ ” [f]. . . [f] “Appellant’s first contention lacks merit. Contrary to its position, the evidence shows the damage to the property occurred gradually over an extended period of time.”]; <em>Ulwelling </em>v. <em>Crown Coach Corp. </em>(1962) 206 Cal.App.2d 96, 126 [23 Cal.Rptr. 631] [“all witnesses heard it; it was sudden—not a slow or gradual escape of air”]; <em>Goldman </em>v. <em>Goldman </em>(1959) 169 Cal.App.2d 103, 106 [336 P.2d 952] [“It is not a disease of sudden onset, ‘the very meaning of the term “schizo” means <page-number citation-index=\"1\" label=\"1789\">*1789</page-number>gradual onset.’ ”]; <em>Bohn </em>v. <em>Albertson </em>(1951) 107 Cal.App.2d 738, 748 [quoting New York case contrasting “gradual or imperceptible encroachment on the land” with a “sudden or violent action of the elements”].) While we recognize these cases do not represent the product of sustained judicial meditation on the subtleties inherent in the word “sudden,” they do illustrate what the ordinary person readily knows: gradual is the opposite of sudden.<footnotemark>40</footnotemark> Accordingly, no <em>objectively </em>reasonable policyholder would expect the word “sudden” to allow for coverage for gradual pollution.<footnotemark>41</footnotemark> “Sudden” never means <em>both </em>“unexpected and gradual.”<footnotemark>42</footnotemark></p>\n<p id=\"b1322-3\"><page-number citation-index=\"1\" label=\"1790\">*1790</page-number>B. <em>The Relevance of “Drafting History ”</em></p>\n<p id=\"b1322-4\">Both ACL and Montrose Chemical Company lay heavy emphasis on what they call the “drafting history” of the 1973 CGL pollution exclusion. Their argument may be summarized this way: prior to 1970, the CGL had no pollution exclusion and the policy—at least as interpreted by the courts—allowed for coverage for gradual pollution as long as the damages were not intended by the policyholder. Between 1970 and 1973 the pollution exclusion was phased in, but, as Montrose puts it, “industry spokesmen” stated that the intent of the exclusion “was to clarify the existing scope of coverage, rather than to restrict it.” Specifically, the phrase “sudden and accidental,” having been construed in the context of boiler and machinery policies to mean unforeseen and unexpected, the “industry” incorporated the pollution exclusion into the CGL to emphasize the idea that coverage should be restricted to “unintended and unexpected” pollution, even if it occurred gradually, and the “insurance industry” represented as much to state insurance regulatory bodies.<footnotemark>43</footnotemark></p>\n<p id=\"b1322-5\">Montrose Chemical Company argues that “every appellate court which has examined the drafting history has concluded that the policyholder interpretation should prevail.” The argument is a well-veiled tautology, even assuming the assertion that “every” court which has “examined” the drafting history has decided the same way (at least up to now) is true. Given the rule that unambiguous language should control, use of drafting history indicates that the court involved has already decided that the language is ambiguous.</p>\n<p id=\"b1322-6\">In any event, the drafting history argument is unpersuasive. First and foremost, the drafting history argument is inconsistent with the rules of insurance contract interpretation articulated in <em>Bank of the West </em>and <em>AIU. </em>Both <em>Bank of the West </em>and <em>AIU </em>clearly require a showing of ambiguity before <page-number citation-index=\"1\" label=\"1791\">*1791</page-number>extrinsic evidence may be admitted to shed light on that ambiguity. (See <em>Bank of the West, supra, 2 </em>Cal.4th at p. 1264 [“If contractual language is clear and explicit, it governs.”]; <em>AIU, supra, </em>51 Cal.3d at p. 822 [intent of parties to be derived, “if possible, <em>solely </em>from the written provisions of the contract” (italics added)]; <em>Shell Oil, supra, </em>12 Cal.App.4th at p. 737 [“only” the basic principles are needed to interpret contract language]; see also <em>Aim Insurance Co. </em>v. <em>Culcasi, supra, </em>229 Cal.App.3d at pp. 218-219 [following <em>AIU </em>and starting analysis by asking whether the meaning a layperson would give to the policy language was unambiguous].)</p>\n<p id=\"b1323-5\">As shown above, the phrase “sudden and accidental” unambiguously does not include “gradual.” Indeed, if there is a key word in California’s statement of the parol evidence rule (Code Civ. Proc., § 1856) it is “contradict.\"<footnotemark>44</footnotemark> Whatever else extrinsic evidence may be used for, it may not be used to show that words in contracts mean the exact opposite of their ordinary meaning. <em>(Cf. Brant v. California Dairies, Inc. </em>(1935) 4 Cal.2d 128, 133-134 [48 P.2d 13] [testimony of the vice president of a corporate defendant was not admissible to show an understanding contrary to the plain meaning of the series of letters forming the contract].) To allow extrinsic evidence to show that “sudden and accidental” may mean “gradual as long as unintended and unexpected” is to allow extrinsic evidence to contradict the terms of the contract by stripping from “sudden” its unambiguous meaning of “not gradual.” The idea is not judicially sound.  “Unlike the deconstructionists at the forefront of modern literary criticism, the courts still recognize the possibility of an unambiguous text.” <em>(Ideal Mut. Ins. Co. </em>v. <em>Last Days Evangelical Ass’n </em>(5th Cir. 1986) 783 F.2d 1234, 1238.)<footnotemark>45</footnotemark></p>\n<p id=\"b1323-6\">Second, reliance on extrinsic drafting history contradicts the basic rule that words in insurance policies should be interpreted as laypersons would interpret them. <em>(American Star Ins. Co. </em>v. <em>Insurance Co. of the West </em>(1991) 232 Cal.App.3d 1320, 1330-1331 [284 Cal.Rptr. 45] [rejecting use of industry publication as interpretative aide because use would contravene <page-number citation-index=\"1\" label=\"1792\">*1792</page-number>layperson interpretation principle].) As another panel of this court stated in <em>American Star, </em>policyholders do not have ready access to insurance industry publications (232 Cal.App.3d at p. 1331). Nor, we might add in reference to the current litigation, do either insurers or policyholders have ready access to what members of a trade group committee supposedly told some state regulators in the early 1970’s. The drafting history argument assumes that all insurers <em>and </em>all policyholders were aware of “industry interpretations” of the 1973 pollution exclusion, a proposition for which there is obviously no support in either this record or in the briefs of amici curiae. (See <em>AIU, supra, </em>51 Cal.3d at p. 823 [no evidence insured understood policy language in any technical sense].)</p>\n<p id=\"b1324-4\">Third, and related to this last point, the drafting history argument assumes that individual insurers should be bound by statements made by “industry spokesmen” years before. Yet there is no authority cited requiring they should be so bound. In the present case, for example, there was no evidence that <em>this </em>insurance company, Northbrook, ever represented to <em>this </em>policyholder, ACL, that despite what the ordinary person might think about the relationship between gradual and sudden, in this particular policy the word “sudden” would have some <em>special </em>meaning in contradiction to that relationship.</p>\n<p id=\"b1324-5\">Finally, there is no legal authority for the use of drafting history. Montrose Chemical Company cites two cases for the proposition that California courts treat contemporaneous statements by the drafters as highly probative of contractual intent: <em>ITT World Communications, Inc. </em>v. <em>City and County of San Francisco </em>(1985) 37 Cal.3d 859 [210 Cal.Rptr. 226, 693 P.2d 811] and <em>Fireguard Sprinkler Systems </em>v. <em>Scottsdale Ins. </em>(9th Cir. 1988) 864 F.2d 648, 651. However, <em>ITT World </em>was a constitutional interpretation case which merely noted in passing that the California Supreme Court may disregard the “literal language of enactments ... to avoid absurd results.” (See 37 Cal.3d at p. 867.)<footnotemark>46</footnotemark> There is, of course, no argument here that to read “sudden” as <em>not </em>gradual is absurd (the absurdity lies in the opposite direction).</p>\n<p id=\"b1324-6\">The other case, <em>Fireguard, </em>was a federal decision construing Oregon law. See 864 F.2d at page 651: “Under Oregon law we may examine extrinsic evidence as an aid to determining the meaning of contract language, even if <page-number citation-index=\"1\" label=\"1793\">*1793</page-number>the contract, on its face, is not ambiguous.” As shown by the statements from <em>Bank of the West </em>and <em>AIU </em>above, that is not the rule in California.<footnotemark>47</footnotemark></p>\n<p id=\"b1325-5\">Montrose also contends that even if “sudden and accidental” is not ambiguous “on its face,” we should still “consider” the drafting history “as an initial matter” to show the words really are ambiguous. For this it relies solely on <em>Pacific Gas &amp; E. Co. </em>v. <em>G. W. Thomas Drayage etc. Co. </em>(1968) 69 Cal.2d 33 [69 Cal.Rptr. 561, 442 P.2d 641, 40 A.L.R.3d 1373],</p>\n<p id=\"b1325-6\"><em>Pacific Gas </em>has been criticized for casting doubt on the very possibility of finding meaning in language.<footnotemark>48</footnotemark> (See <em>Trident Center </em>v. <em>Connecticut General Life Ins. </em>(9th Cir. 1988) 847 F.2d 564, 569 [“If we are unwilling to say that parties, dealing face to face, can come up with language that binds them, how can we send anyone to jail for violating statutes consisting of mere words lacking ‘absolute and constant referents’?”].) In citing <em>Pacific Gas </em>for the idea that extrinsic evidence is <em>always </em>available to show ambiguity, no matter how plain the actual words of a contract may be, Montrose would appear to be tacitly agreeing with the critics’ reading of <em>Pacific Gas.</em></p>\n<p id=\"b1325-7\">With all due respect to the critics of <em>Pacific Gas, </em>the case is not an endorsement of linguistic nihilism. Despite what might be called its “deconstructionist” dictum,<footnotemark>49</footnotemark> the actual holding of the case is a fairly modest one: courts should allow parol evidence to explain <em>special </em>meanings which the individual parties to a contract may have given certain words.</p>\n<p id=\"b1325-8\">No such evidence, of course, was ever offered in the case before us. There is nothing to indicate, for example, that an agent of Northbrook told an <page-number citation-index=\"1\" label=\"1794\">*1794</page-number>officer of ACL that, despite the ordinary meaning of “sudden” as “not gradual,” Northbrook would agree to give the word a special meaning in the particular policy it was about to issue so that it would mean “gradual.” <em>That </em>is the sort of thing contemplated by <em>Pacific Gas.</em><footnotemark><em>50</em></footnotemark></p>\n<p id=\"b1326-4\">C. <em>Other Contentions</em></p>\n<p id=\"b1326-5\">ACL asserts that the pollution exclusion should be confined to “active polluters.” This is merely a restatement of the idea that “sudden” should be redefined to mean “unexpected even if gradual.” Moreover, the “active-passive” distinction has nothing to do with the plain meaning of the word “sudden,” and the distinction appears to have played no role in the state high court decisions holding that gradual pollution is inconsistent with a sudden and accidental release. (E.g., <em>Hybud Equip., supra, </em>597 N.E.2d 1096 [leakage from landfills]; <em>Upjohn Co., supra, </em>476 N.W.2d 392 [leakage from underground storage tank which had three holes due to corrosion]; accord, <em>Powers Chemco, supra, </em>548 N.E.2d 1301, 1302 [“We also reject plaintiff’s contention that since it was not the actual polluter, but merely inherited the problem from the prior landowner, the pollution exclusion clause cannot bar its present insurance claim.”].)<footnotemark>51</footnotemark></p>\n<p id=\"b1326-6\">ACL also suggests (albeit somewhat obliquely) that the trial judge in this case improperly put the burden on the insured of showing that the release in this case was sudden and accidental. We do not, however, need to decide who exactly has the burden of proof on the sudden and accidental issue to affirm the judgment here.  Assuming, for sake of analysis, that the insurer has the burden of showing that a release is not sudden and accidental, that burden was met in this case.</p>\n<p id=\"b1327-4\"><page-number citation-index=\"1\" label=\"1795\">*1795</page-number>There was substantial evidence presented to the trier of fact that the release of contaminants was a result of holes in the tanks which developed over time as a result of rust. Corrosion is, by definition, a gradual process. On the other hand, there was no evidence of any specific trauma to the tanks during the Northbrook policy period. This absence distinguishes this case from <em>Brian Chuchua’s Jeep, Inc. </em>v. <em>Farmers Ins. Group </em>(1992) 10 Cal.App.4th 1579 [13 Cal.Rptr.2d 444], a recent decision of another panel of this court which employed concurrent causation analysis to rule in favor of first party insurance coverage for cleanup expenses of an underground gasoline storage tank that had been damaged in an earthquake. Even so, the court noted that the “risk of leaking pollutants” was not covered. (10 Cal.App.4th at p. 1583.)</p>\n<p id=\"b1327-5\">ACL’s very theory that the release occurred during the policy period is necessarily predicated on the idea of a series of gradual, continuous leaks which might have taken place during the period September 1984 to September 1985. Under such circumstances, where there is no evidence of any traumatic release during the policy period, and substantial evidence of release from gradual corrosion, it is reasonably obvious that an insurer has carried any burden it might have to show the applicability of the pollution exclusion.</p>\n<p id=\"b1327-6\">IV. Conclusion</p>\n<p id=\"b1327-7\">The language of the pollution exclusion is clear and unambiguous. Whatever shades of meaning inhere in the word sudden, gradual is not one of them. The judgment is affirmed.</p>\n<p id=\"b1327-8\">Moore, J., and Wallin, J., concurred.</p>\n<p id=\"b1327-9\">Appellant’s petition for review by the Supreme Court was denied November 17, 1993.</p>\n<footnote label=\"*\">\n<p id=\"b1311-8\">See footnote, <em>ante, </em>page 1773.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1311-9\"><em>Lumbermens Mut. Cas. </em>v. <em>Belleville Ind, </em>(1990) 407 Mass. 675 [555 N.E.2d 568, 572] (“For the word ‘sudden’ to have any significant purpose, and not to be surplusage when used generally in conjunction with the word ‘accidental,’ it must have a temporal aspect to its meaning, and not just the sense of something unexpected.”).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1311-10\"><em>Upjohn Co. </em>v. <em>New Hampshire Ins. Co. </em>(1991) 438 Mich. 197 [476 N.W.2d 392, 397] (“We conclude that when considered in its plain and easily understood sense, ‘sudden’ is defined with a ‘temporal element that joins together conceptually the immediate and the unexpected.’ ”).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1311-11\"><em>Waste Management </em>v. <em>Peerless Ins. Co. </em>(1986) 315 N.C. 688 [340 S.E.2d 374, 383] (holding that waste material that had leached into groundwater had not done so suddenly and was therefore “clearly excluded by the plain terms of the pollution exclusion”). See also <em>Harleysville Mut. </em>v. <em>R.W. Harp and Sons </em>(1991) 305 S.C. 492 [409 S.E.2d 418] (applying North Carolina law and following <em>Waste Management).</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1311-12\"><em>Hybud Equip, </em>v. <em>Sphere Drake Ins. </em>(1992) 64 Ohio St.3d 657 [597 N.E.2d 1096, 1103] (“The inclusion of the word ‘sudden’ readily indicates that the exception was not intended to apply to a release that occurred over an extended time.”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1311-13\"><em>Barmet of Indiana </em>v. <em>Security Ins. Group </em>(Ind.App. 1981) 425 N.E.2d 201, 203 (“regular and frequent” emissions from malfunctioning of pollution control system at an aluminum recycling plant held not sudden and accidental).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1311-14\"><em>U. S. Fidelity &amp; Guar. </em>v. <em>Morrison Grain Co. </em>(D.Kan. 1990) 734 F.Supp. 437, 446 (“To divorce ‘sudden’ of its temporal component would eviscerate it of any independent meaning or force.”); see also <em>American Motorists Ins. Co. </em>v. <em>General Host Corp. </em>(D.Kan. 1987) 667 F.Supp. 1423, 1429 (“The language is clear and plain, something only a lawyer’s ingenuity could make ambiguous.”).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1311-15\">(A <em>S. Fidelity and Guar. </em>v. <em>Star Fire Coals, Inc. </em>(6th Cir. 1988) 856 F.2d 31, 34 (“We believe the everyday meaning of the term ‘sudden’ is exactly what this clause means. We do not believe that it is possible to define ‘sudden’ without reference to a temporal element that joins together conceptually the immediate and the unexpected.”).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1311-16\"><em>Great Lakes Container </em>v. <em>National Union Fire Ins. </em>(1st Cir. 1984) 727 F.2d 30, 33-34 (no allegation of sudden and accidental release where groundwater was contaminated by migration of wastes discharged from barrel reconditioning operation).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1311-17\"><em>Lower Paxon Tp. </em>v. <em>U.S. Fid. and Guar. Co. </em>(1989) 383 Pa. Super. 558 [557 A.2d 393, 402] (“To read ‘sudden and accidental’ to mean only unexpected and unintended is to rewrite <page-number citation-index=\"1\" label=\"1780\">*1780</page-number>the policy by excluding one important . . . requirement—abruptness of the pollution discharge. The very use of the words ‘sudden <em>and </em>accidental’ . . . reveal a clear intent to define the words differently.”); <em>Techalloy Co. </em>v. <em>Reliance Ins. Co </em>(1984) 338 Pa. Super. 1 [487 A.2d 820, 827] (“it is immediately apparent that Peterman did not allege a sudden event. In contrast, the allegations were directly the opposite, identifying the source of the problem as contamination which occurred on a ‘regular or sporadic basis from time to time during the past 25 years’ ”); <em>Northern Ins. Co. </em>v. <em>Aardvark Associates, supra, </em>942 F.2d 189, 192 (following <em>Lower Paxon Tp.)\\ Centennial Ins. Co. </em>v. <em>Lumbermens Mut. Cas. Co. </em>(E.D.Pa. 1987) 677 F.Supp. 342, 348 (“This Court cannot characterize continuous activity ... as sudden.”); <em>Fischer &amp; Porter Co. </em>v. <em>Liberty Mut. Ins. Co. </em>(E.D.Pa. 1986) 656 F.Supp. 132, 140 (“The plain, ordinary meaning of the word ‘sudden’ signifies an event that occurs abruptly, without warning.”); <em>American Mut. Liability Ins. </em>v. <em>Neville Chemical </em>(W.D.Pa. 1987) 650 F.Supp. 929, 933 (following <em>Techalloy).</em></p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1312-6\"><em>Greenville County </em>v. <em>Insurance Res. Fund </em>(S.C.App. 1993) 427 S.E.2d 913, 917 (“the word ‘sudden’ was included in the policy to cover an event not yet defined by the policy, i.e. a release which was abrupt or precipitant. We find further support for this interpretation by the realization that if we were to otherwise define the word ‘sudden,’ the language of the occurrence provision, the pollution exclusion clause and its exception becomes unduly repetitious.”).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1312-7\"><em>U.S. Fidelity &amp; Guar. Co. </em>v. <em>Murray Ohio Mfg. Co. </em>(M.D.Tenn. 1988) 693 F.Supp. 617, 622 (“Simply put, an event that occurs over the course of six years logically cannot be said to be ‘sudden.’ ”).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1312-8\"><em>Hartford Acc. &amp; Indem. Co. </em>v. <em>USF&amp;G </em>(10th Cir. 1992) 962 F.2d 1484, 1489 (“ ‘sudden’ cannot mean ‘gradual,’ ‘routine’ or ‘continuous’ ”).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1312-9\"><em>Hecla Min. Co. </em>v. <em>New Hampshire Ins. Co. </em>(Colo. 1991) 811 P.2d 1083, 1092 (“Although ‘sudden’ can reasonably be defined to mean abrupt or immediate, it can also reasonably be defined to mean unexpected and unintended. Since the term ‘sudden’ is susceptible to more than one reasonable definition, the term is ambiguous, and we therefore construe the phrase ‘sudden and accidental’ against the insurer to mean unexpected and unintended.”).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1312-10\"><em>Claussen </em>v. <em>Aetna Cas. &amp; Sur. Co. </em>(1989) 259 Ga. 333 [380 S.E.2d 686, 688] (“even in its popular usage, ‘sudden’ does not usually describe the duration of an event, but rather its unexpectedness”). The dissent replied, “(w)hile ‘sudden’ may have a number of meanings, and, over the years, may have been used in a number of contexts, in <em>this </em>context it clearly means abrupt and unexpected.” <em>(Id. </em>at p. 690 (dis. opn. of Hunt, J.).)</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1312-11\"><em>Outboard Marine </em>v. <em>Liberty Mut. Ins. </em>(1992) 154 111. 2d 90 [180 Ill.Dec. 691, 607 N.E.2d 1204, 1218] (because there are two reasonable interpretations of sudden in the context in which the term appears, the ambiguity is construed in favor of the policyholder so that sudden is interpreted to mean “unexpected or unintended.”).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1312-12\"><em>Joy Technologies </em>v. <em>Liberty Mut. Ins. </em>(1992) 187 W.Va. 742 [421 S.E.2d 493, 500] (“Liberty Mutual unambiguously and officially represented to the West Virginia Insurance <page-number citation-index=\"1\" label=\"1781\">*1781</page-number>Commission that the exclusion in question did not alter coverage under the policies involved . . . even if it resulted over a period of time and was gradual, so long as it was not expected or intended.”). In other places, the <em>Joy Technologies </em>court made reference to “the insurance industry” and “the Mutual Insurance Rating Board, acting on behalf of their members and subscribers, including Liberty Mutual,” (see 421 S.E.2d at pp. 498-499), so there can be little doubt the holding in the case would not also apply to any other insurer having issued a standard 1973 CGL.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b1313-6\"><em>Just </em>v. <em>Land. Reclamation, Ltd. </em>(1990) 155 Wis.2d 737 [456 N.W.2d 570, 578] (“the phrase ‘sudden and accidental,’ contained in the pollution exclusion clause, means unexpected and unintended damages”).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b1313-7\"><em>New Castle County </em>v. <em>Hartford Acc. and lndem. Co. </em>(3d Cir. 1991) 933 F.2d 1162, 1198 (“Because the term ‘sudden’ appears capable of two reasonable interpretations (‘abrupt’ and ‘unexpected’), we conclude that the term is ambiguous under Delaware law.”).</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b1313-8\"><em>Grinnell Mut. Reinsurance Co. </em>v. <em>Wasmuth </em>(Minn.App. 1988) 432 N.W.2d 495, 500 (“The ambiguity inherent in ‘sudden’ bolsters the lay person’s reasonable expectation of coverage. From Carlson’s viewpoint, and the victim’s, the release of formaldehyde [gradually, from home insulation] was certainly unexpected, and they could reasonably consider it sudden.”).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b1313-9\"><em> Du-Wei Products </em>v. <em>US. Fire Ins. </em>(1989) 236 N.J.Super. 349 [565 A.2d 1113, 1119] (coverage where there was “overwhelming evidence” that policyholder “neither expected nor intended” property damage); <em>Summit Assoc, </em>v. <em>Liberty Mut. Fire Ins. </em>(1988) 229 N.J.Super. 56 [550 A.2d 1235, 1239] (“our courts have consistently interpreted that exclusion to constitute the equivalent of an occurrence and to eliminate coverage only where such damages appear to be expected or intended on the part of the insured.”); <em>Broadwell Realty </em>v. <em>Fidelity &amp; Cas. </em>(1987) 218 N.J.Super. 516 [528 A.2d 76, 86] (“By defining the word ‘sudden’ as meaning unexpected and unintended, we avoid the question whether the focus of the exclusion is upon the release of the contaminant or the resulting permeation . . . .”); <em>Jackson TP., etc. </em>v. <em>Hartford Acc. &amp; lndem. </em>(1982) 186 N.J.Super. 156 [451 A.2d 990, 994] (“If the inquiry is, as it should be, whether the pleadings charged the insured with an act resulting in unintended or unexpected damage, then the act or acts are sudden and accidental regardless of how many deposits or dispersals may have occurred, and although the permeation . . . may have been gradual . . . .”); <em>CPC Intern, </em>v. <em>Northbrook Excess &amp; Surplus Ins. </em>(1st Cir. 1992) 962 F.2d <em>11, </em>87 (agreeing with the analysis in <em>Broadwell).</em></p>\n<p id=\"b1313-10\">On July 21, 1993, the New Jersey Supreme Court issued an opinion relying on industry interpretations to preclude enforcement of the pollution exclusion as written even though the court acknowledged the word “sudden” has a temporal element. However, the opinion has not yet been released for publication, so we must regard the New Jersey high court as not having spoken definitively on the subject. (See fns. 24 &amp; 34, <em>post.)</em></p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b1313-11\"><em>Queen City Farms </em>v. <em>Central Nat. Ins. </em>(1992) 64 Wn.App. 838 [827 P.2d 1024, 1050] (“we cannot ignore the history which indicates that with respect to these standardized qualified pollution exclusion clauses the insurers’ intent was to provide coverage for polluters who neither expected nor intended pollution to occur—and that no coverage that was provided in the occurrence clauses was being taken away in these pollution exclusion clauses”), review granted February 4, 1993; <em>United Pacific Ins. </em>v. <em>Van’s Westlake Union </em>(1983) 34 Wn.App. 708 [664 P.2d 1262, 1266, 39 A.L.R.4tb 1040] (construing pollution exclusion as restatement of definition of “occurrence,” and holding policy covered liability for gasoline leaking from hole in tank).</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b1314-4\">Compare <em>Hayes </em>v. <em>Maryland Cas. Co. </em>(N.D.Fla. 1988) 688 F.Supp. 1513, 1515 (“it is clear beyond cavil that the damage was not sudden—the pollution had to be carried on over a considerable period of time”) with <em>Payne </em>v. <em>United States Fidelity &amp; Guar. Co. </em>(S.D.Fla. 1985) 625 F.Supp. 1189, 1193 (enough that underlying complaint was devoid of allegations policyholders intended or expected discharge of PCB’s into the environment).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b1314-5\">On July 1, 1993, the Florida Supreme Court issued an opinion in a pollution coverage case (on a motion for rehearing) holding the common meaning of the word sudden includes a sense of immediacy or abruptness. However, as of the time of the drafting of our opinion, the case had not yet been officially “released,” and so there was no official or regional reporter to which we could cite. The opinion is thus beyond the cognizance of this court (see fn. 34, <em>infra), </em>at least for the time being.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b1314-6\"><em>Powers Chemco, Inc. </em>v. <em>Federal Ins. Co. </em>(1989) 74 N.Y.2d 910 [549 N.Y.S.2d 650, 548 N.E.2d 1301, 1302] (“the exclusion clause is ‘unambiguously plain and operative ”); see also <em>Technicon Electronics </em>v. <em>American Home </em>(1989) 74 N.Y.2d 66 [544 N.Y.S.2d 531, 542 N.E.2d 1048, 1050] (“discharges that are either nonsudden or nonaccidental block the exception from nullifying the pollution exclusion”). In <em>Powers Chemco, </em>the court held that the <em>leaching </em>of hazardous wastes which arose out of a predecessor’s burying drums containing waste, dumping waste liquids into open pits, and discharging wastes through a pipe into pits could not be considered “accidental,” relying on <em>Technicon. </em>In <em>Technicon, </em>the court held that the <em>intentional </em>discharge of toxic chemicals into a nearby waterway was not accidental. In light of the holding in <em>Powers Chemco </em>that leaching from buried drums was not “accidental,” it seems unlikely that the New York high court would strain to hold that it was “sudden.”</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b1314-7\"><em>Weber </em>v. <em>IMT Ins. Co. </em>(Iowa 1990) 462 N.W.2d 283, 287 (history of spilling and tracking hog manure onto road meant manure spills were expected and therefore not accidental).</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b1314-8\">See <em>Mays </em>v. <em>Transamerica Ins. Co. </em>(1990) 103 Ore.App. 578 [799 P.2d 653, 657] (depositing of wastes in unlined pit as regular part of business operations held within purview of pollution exclusion); <em>Transamerica Ins. Co. </em>v. <em>Sumes </em>(1985) 77 Ore.App. 136 [711 P.2d 212, 214] (affirming trial court ruling that intentional discharge of water softener wastes regularly over a period of many years was not ‘sudden and accidental’).</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b1314-9\">See <em>Bentz </em>v. <em>Mutual Fire </em>(1990) 83 Md.App. 524 [575 A.2d 795, 802] (giving “sudden and accidental” their “common accepted meaning,” but holding that a contractors’ and manufacturers’ liability policy (i.e., not a CGL) covered the negligent application of pesticides to a home).</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b1314-10\"><em>Minerva Enterprises, Inc. </em>v. <em>Bituminous Cas. </em>(1993) 312 Ark. 128 [851 S.W.2d 403, 404] (in process of holding that a backup of a septic tank in a mobilehome park was not a pollutant within the meaning of the exclusion, the court stated that the exclusion was never intended to apply to “those who are not active polluters”).</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b1314-11\"><em>Sauer </em>v. <em>Home Indem. Co. </em>(Alaska 1992) 841 P.2d 176, 181, footnote 8 (favorable treatment of cases holding “sudden” is ambiguous).</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b1315-7\">In <em>Travelers Indent. Co. </em>v. <em>Dingwell </em>(Me. 1980) 414 A.2d 220, 223, the court held there was a duty to defend a class action suit seeking damages for contamination of well water because the complaint might have encompassed unintentional spills rather than deliberate releases. But the court also said “(a) release may be unexpected and unintentional, without being sudden and accidental,” suggesting it might be inclined to accord “sudden” an independent meaning.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b1315-8\"><em>U.S. </em>v. <em>Conservation Chemical Co. </em>(W.D.Mo. 1986) 653 F.Supp. 152, 203-204 (special master’s recommendation to deny summary judgment where there was evidence of pollution from “incidents that it would be difficult to characterize as gradual,” but also suggesting there is ambiguity in the pollution exclusion).</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b1315-9\">In <em>Technicon Electronics </em>v. <em>American Home, supra, </em>74 N.Y.2d 66 [544 N.Y.S.2d 531, 542 N.E.2d 1048, 1050], the court spoke of “an emerging nationwide judicial consensus that the ‘pollution exclusion’ clause is unambiguous . . . .” The last five years have obviously not borne the statement out.</p>\n<p id=\"b1315-10\">On the other hand, it would appear safe to say that the statement in <em>Sauer </em>v. <em>Home Indem. Co., supra, </em>841 P.2d 176, 181, footnote 8, that “[m]ost courts which have interpreted the pollution exclusion consider the phrase ‘sudden and accidental’ to be ambiguous,” is also wrong.</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b1315-11\">We do not consider cases which have not been officially published and can only be “accessed” by means of a computerized legal research service. There appears to be a growing body of unpublished federal court slip opinions that have found their way into the data bases of these services. Such unpublished opinions have, on very rare occasion, been mentioned in published California appellate decisions. (See <em>American Intemat. Group, Inc. </em>v. <em>Superior Court </em>(1991) 234 Cal.App.3d 749, 754, fn. 4 [285 Cal.Rptr. 765]; <em>Appalachian Ins. Company </em>v. <em>Superior Court </em>(1984) 162 Cal.App.3d 427, 437 [208 Cal.Rptr. 627].) We believe such unpublished federal slip opinions are beyond the cognizance of California courts. The California rule against citation to unpublished opinions makes no differentiation between state and federal cases. (See rule 977(a) of the Cal. Rules of Court [“An opinion that is not ordered published shall not be cited or relied on by a court or a party . . . .”].)</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b1316-6\"><em>New Castle County </em>v. <em>Hartford Acc. and Indent. Co., supra, </em>933 F.2d 1162, 1193-1194, is a good example of the cases emphasizing this shade of the word’s meaning.</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b1316-7\">ACL refers us to Ballard and Manus, <em>Clearing Muddy Waters: Anatomy of the Comprehensive General Liability Pollution Exclusion </em>(1990) 75 Cornell L. Rev. 610, 614, which lists definitions of “sudden” from a number of dictionaries. These include words which, when taken .in isolation, do not necessarily convey the idea of temporality, e.g., “[h]appening without warning,” “unforeseen,” “unexpected,” and “[n]ot prepared or provided for.”</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b1316-8\"><em>Shell Oil </em>concerned liability coverage for contamination of soil and groundwater at the Rocky Mountain Arsenal in Colorado. Jury instructions defining “sudden” to limit coverage to abrupt events were upheld.</p>\n<p id=\"b1316-9\">More recently, <em>Truck. Ins. Exchange </em>v. <em>Pozzuoli, ante, </em>page 856 [21 Cal.Rptr.2d 650], held that leakage from a gasoline storage tank which had been “going on for at least 60 days” was not “sudden” for purposes of the pollution exclusion in a CGL policy which <em>specifically defined </em>“sudden” as “ ‘not continuous or repeated in nature.’ ” <em>(Id., ante, </em>at p. 858.) There being no specific definition of “sudden” in the instant case, <em>Pozzuoli </em>is not necessarily controlling.</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b1318-8\"><em>New Castle County </em>did not cite any authority on the surplusage point.</p>\n</footnote>\n<footnote label=\"39\">\n<p id=\"b1319-7\">One argument that sometimes crops up in the cases is that <em>the very fact </em>a substantial number of courts have disagreed over the meaning of “sudden” shows the word is ambiguous. (See, e.g., <em>New Castle County, supra, </em>933 F.2d at p. 1196 [“We agree with this assertion to a certain extent.”]; <em>Just </em>v. <em>Land Reclamation, </em>Ltd1, <em>supra, </em>456 N.W.2d at p. 578 [“the fact that substantial conflicting authority exists . . . merely serves to strengthen the conclusion that the terms are susceptible to more than one meaning, and thus ambiguous”].)</p>\n<p id=\"b1319-8\">The argument is unpersuasive. Different jurisdictions apply different rules governing the issue of textual ambiguity, and so may reach different results which are not necessarily logically inconsistent. The mere fact that judges of diverse jurisdictions disagree does not establish ambiguity under the particular principles which govern the interpretation of insurance contracts in California (see <em>ante, </em>at pp. 1784-1785).</p>\n<p id=\"b1319-9\">Specifically, cases which have held, on linguistic grounds, that the words sudden and accidental are ambiguous have typically relied on the simple fact there are nontemporal dictionary definitions of the word sudden (see fn. 36, <em>ante) </em>to reach their result. (See, e.g., <em>New Castle County, supra, </em>933 F.2d 1162; <em>Hecla Min. Co. </em>v. <em>New Hampshire Ins. Co., supra, </em><page-number citation-index=\"1\" label=\"1788\">*1788</page-number>811 P.2d 1083.) In essence, these courts considered it sufficient that ambiguity be established <em>in the abstract. </em>Whatever the intrinsic merits of this idea, it is contrary to the rule in California. <em>iBank of the West, supra, </em>2 Cal.4th at p. 1265, quoted <em>supra </em>at p. 1785.)</p>\n<p id=\"b1320-6\">Other cases have reached different results on nonlinguistic grounds. Some jurisdictions— but not California—allow extrinsic evidence even where contract terms are unambiguous (see discussion, <em>infra, </em>at p. 1792 [Oregon allows, California does not]). And some jurisdictions have relied on an “estoppel” or regulatory history rationale not necessarily related to any textual ambiguity (see, e.g., <em>Joy Technologies </em>v. <em>Liberty Mut. Ins., supra, </em>421 S.E.2d 493; see also <em>Queen City Farms, supra, </em>827 P.2d 1024, 1049-1050 [partial reliance on drafting history]).</p>\n</footnote>\n<footnote label=\"40\">\n<p id=\"b1321-5\">The tendency of some courts to define “sudden” in such a way as to encompass gradual pollution brings to mind W. S. Gilbert’s description of the lawyer Sir Bailey Barre, Q.C., M.P., in <em>Utopia, Limited, </em>one of Gilbert and Sullivan’s lesser-known operas:</p>\n<p id=\"b1321-6\">“A marvelous Philologist, who’ll undertake to show</p>\n<p id=\"b1321-7\">“That ‘yes’ is but another and a neater form of ‘no.’ ” (Jefferson, The Complete Gilbert &amp; Sullivan Opera Guide (1984) p. 303.)</p>\n</footnote>\n<footnote label=\"41\">\n<p id=\"b1321-8\">Indeed, one curious aspect of the leading cases interpreting “sudden” as merely “unexpected” or “unexpected and unintended” so as to allow for coverage for gradual pollution is that they never really confront the problem that “gradual” and “sudden” are opposites. (E.g., <em>Outboard Marine, supra, </em>607 N.E.2d at pp. 1217-1220.)</p>\n<p id=\"b1321-9\">The closest <em>Outboard </em>comes to confronting the mutual exclusivity of the ideas of sudden and gradual is this (relatively obscure) passage:</p>\n<p id=\"b1321-10\">“To construe ‘sudden’ to mean ‘abrupt’ results in a contradiction if one accepts the insurers’ own definition of the term ‘accident.’ (See <em>Hecla Mining Co., </em>811 P.2d at 1092.) Such a construction would result in the pollution exclusion exception clause retriggering coverage for toxic releases which are ‘abrupt’ <em>and </em>gradual or ‘continuous or repeated’ releases. Clearly, under such a construction this clause would be rendered absurd.” <em>(Outboard Marine, supra, </em>607 N.E.2d at p. 1219.)</p>\n<p id=\"b1321-11\">The flaw in this passage is the unsupported assumption that “the insurers’ own definition of the term ‘accident’ ” <em>is synonymous </em>with gradual events. This is incorrect. The “definition” to which the passage refers is the definition of “occurrence” as “an accident, including continuous or repeated exposure to conditions.” The definition shows that a “repeated exposure to conditions” can fall within the meaning of occurrence. But there is obviously no requirement that repeated exposure <em>must </em>fall within the meaning of “accident.” The definition of “occurrence” cannot reasonably be read to mean that an accident must entail “repeated exposure to conditions.”</p>\n<p id=\"b1321-12\">Then again, this is only common sense. Most accidents do not involve a “repeated exposure to conditions” and most “repeated exposure to conditions” does not involve an accident. Accordingly, it is hardly “absurd” to give “sudden” its natural meaning of “not gradual.” If an event is both accidental and sudden, there is no possibility that it will be both gradual and abrupt.</p>\n</footnote>\n<footnote label=\"42\">\n<p id=\"b1321-13\">A relatively well-known example of how “sudden” can mean “unexpected” is from the popular comic strip, “Peanuts.” The character Snoopy is sometimes shown typing out a story beginning, “It was a dark and stormy night. Suddenly a pirate ship appeared on the horizon. . . .” In these two sentences, “suddenly” can mean either unexpected (the pirate ship appeared without warning) or abrupt (one moment there was no ship, the next moment there was). However, in no reasonable sense can Snoopy’s sentence be twisted to mean “Gradually a pirate ship appeared on the horizon.”</p>\n</footnote>\n<footnote label=\"43\">\n<p id=\"b1322-7\">There is always a risk in paraphrasing any argument that the paraphrase will leave out key elements that the paraphraser thinks irrelevant but the original proponent thinks critical. For a more complete exposition of the “drafting history” argument, we therefore refer the reader to <em>New Castle County, supra, </em>933 F.2d at pages 1196-1198. With the qualification that the drafting history is “far from conclusive” (933 F.2d at p. 1198), <em>New Castle County </em>generally adopts the drafting history argument.</p>\n<p id=\"b1322-8\">We must add, of course, that in paraphrasing the argument we do not necessarily agree, or disagree, with certain of the argument’s underlying premises, e.g., that the “representations” made on behalf of the “insurance industry” unambiguously were to the effect that the introduction of the new pollution exclusion was not intended to effect a reduction of ultimate coverage, a counterintuitive proposition to say the least. (But cf. <em>Truck Ins. Exchange </em>v. <em>Pozzuoli, supra, ante, </em>at p. 859, fn. 2 [“the principal draftsman of the pollution exclusion clause has stated it was intended to wholly eliminate coverage for pollution except in the case of a ‘classical accident’. . . .”].) Amici on both sides in this case have devoted considerable effort to the underlying merits of the drafting history argument.</p>\n</footnote>\n<footnote label=\"44\">\n<p id=\"b1323-7\">Subdivision (a) of Code of Civil Procedure section 1856, states: “Terms set forth in a writing intended by the parties as a final expression of their agreement with respect to such terms as are included therein may not be <em>contradicted </em>by evidence of any prior agreement or of a contemporaneous oral agreement.” (Italics added.)</p>\n</footnote>\n<footnote label=\"45\">\n<p id=\"b1323-8\">Califomia recognizes the objective theory of contracts. (E.g., <em>Titan Group, Inc. </em>v. <em>Sonoma Valley County Sanitation Dist. </em>(1985) 164 Cal.App.3d 1122, 1127 [211 Cal.Rptr. 62] [“It is the objective intent, as evidenced by the words of the contract, rather than the subjective intent of one of the parties, that controls interpretation.”]; <em>Consolidated Dock &amp; Storage Co. </em>v. <em>Superior Court </em>(1971) 18 Cal.App.3d 949, 952 [96 Cal.Rptr. 254] [“It is immaterial that one of the parties [to a contract] had an undisclosed intention or belief as to what it meant.”].) A corollary to our first reason for rejecting the drafting history argument is that it contradicts the objective theory.</p>\n</footnote>\n<footnote label=\"46\">\n<p id=\"b1324-7\">As no page cite was given, we assume that it was this particular passage to which Montrose’s brief refers.</p>\n</footnote>\n<footnote label=\"47\">\n<p id=\"b1325-9\">Interestingly enough, neither ACL nor Montrose has cited <em>Maryland Casualty Co. </em>v. <em>Reeder </em>(1990) 221 Cal.App.3d 961 [270 Cal.Rptr. 719], which did cite <em>Fireguard </em>and which does, in dictum, contain at least some arguable support for the use of extrinsic evidence from the “insurance industry\" to interpret policies. Perhaps <em>Reeder </em>was not cited because this court criticized <em>Reeder </em>in <em>American Star Ins. Co. </em>v. <em>Insurance Co. of the West, supra, </em>232 Cal.App.3d at pages 1330-1331 and 1331, footnotes 8 and 9. We reiterate our criticisms here: there was no need for the court in <em>Reeder </em>to rely on the Fire Casualty &amp; Surety Bulletin—the publication merely acknowledged what was obvious from the words of the policy themselves —and so its reliance was dictum. (See <em>American Star, supra, </em>232 Cal.App.3d at p. 1331, fn. 8.) Moreover, the interpretation of an insurance contract should not depend on access to industry publications.</p>\n</footnote>\n<footnote label=\"48\">\n<p id=\"b1325-10\">At various points the opinion disparages the “primitive faith” in the “inherent meaning of words” (69 Cal.2d at p. 37), the idea words have “absolute and constant referents” <em>(id. </em>at p. 38), and the idea that words have “ ‘an objective meaning* ** <em>(ibid., </em>quoting Corbin, <em>The Interpretation of Words and the Parol Evidence Rule </em>(1965) 50 Cornell L.Q. 161, 187.)</p>\n</footnote>\n<footnote label=\"49\">\n<p id=\"b1325-11\">See <em>Rodriguez </em>v. <em>Secretary of Health &amp; Human Services </em>(D.P.R. 1992) 794 F.Supp. 58, 60: “[DJeconstructionists like Jacques Derrida contend that language is inherently equivocal</p>\n</footnote>\n<footnote label=\"50\">\n<p id=\"b1326-7\">The most famous example of “special meaning” probably comes from literature, not law. (See Carroll, Alice’s Adventures in Wonderland and Through the Looking-Glass (Collier Books 1962) p. 247 [conversation between Alice and Humpty Dumpty, in which Humpty Dumpty gives the word “glory,” a special meaning, i.e., “a nice knock-down argument”].)</p>\n<p id=\"b1326-8\">Interestingly enough, the allusion to Humpty Dumpty is the focus of what appears to be one of the most oft-cited law review articles on the pollution exclusion, Note, <em>The Pollution Exclusion Clause Through the Looking Glass </em>(1986) 74 Geo. LJ. 1237, 1254, which criticizes several of the early decisions because they were nothing more than attempts by judges, apropos Carroll’s Humpty Dumpty, to redefine words to mean what they wanted them to mean.</p>\n</footnote>\n<footnote label=\"51\">\n<p id=\"b1326-9\">Even where the claim was made by policyholders who, to use Montrose’s phrase, “should have known” that contaminants generated in the ordinary course of their business were being released into the environment, the active-passive distinction appears to have played no role in the court’s exegesis of the pollution exclusion. (E.g., <em>Lumbermens Mut. Cas., supra, </em>555 N.E.2d 568, 571-573 [policyholder used PCBs in manufacturing electrical capacitors, but no discussion of active-passive distinction while considering meaning of “sudden and accidental\"].)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}