{
  "casebody": {
    "data": "<casebody firstpage=\"257\" lastpage=\"258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b309-6\">In re Shaw</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"ADp\">\n<em>[Cite as 2 AOA 257]</em>\n</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b309-7\">\n<em>Case No. CA-89-10</em>\n</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"Azk\">\n<em>Morgan County, (5th)</em>\n</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b309-8\">\n<em>Decided March 13, 1990</em>\n</decisiondate>\n<p data-order=\"5\" data-type=\"misc\" id=\"b309-9\">\n<em>R.C. 120.33</em>\n</p>\n<p data-order=\"6\" data-type=\"misc\" id=\"Aj1S\">\n<em>R.C. 2151.28.1</em>\n</p>\n<p data-order=\"7\" data-type=\"misc\" id=\"AaB\">\n<em>R.C. 2941.51</em>\n</p>\n<p data-order=\"8\" data-type=\"citation\" id=\"AYM\">\n<em>Juv. R. 4</em>\n</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b309-12\">\n<em>For Appellant: Richard L. Ross, Prosecuting Attorney, P.O. Box 388, McConnelsville, Ohio 43756.</em>\n</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b309-13\">\n<em>For Appellee: Donald Wirtshafter, 17 South Court Street, Suite 12, Athens, Ohio 43701.</em>\n</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b309-14\">SMART, J.</author>\n<p id=\"b309-15\">This is an appeal from a judgment of the Court of Common Pleas, Juvenile Division, Morgan County, Ohio, that approved the payment of ordinary and extraordinary guardian <em>ad litem </em>fees. Appellant is the Board of Commissioners of Morgan County, Ohio, and the guardian <em>ad litem </em>is appellee Donald M. Wirtshafter (appellee).</p>\n<p id=\"b309-16\">Appellee was appointed guardian <em>ad litem </em>for Charles Shaw, an alleged unruly and delinquent child on April 20, 1988. Two cases concerning this child were pending at the time of appointment. In his brief, the appellee represents that extensive work was required in these cases because of their unique nature; most of the facts that he alleges are outside of the record on this appeal. The appellee ultimately submitted an application for fees in the amount of $6,980 and expenses of $385.25, for a total of $7,365.25. The court entered an order allowing \"the standard $300 maximum\" as ordinary fees and $7,065.25 in extraordinaryfees, because the services in several courts pertaining to \"complicated and original issues\" warranted the higher amount.</p>\n<p id=\"b309-18\">Appellant assigns a single error to the trial court:</p>\n<p id=\"b309-19\">ASSIGNMENT OF ERROR THE COURT OF COMMON PLEAS OF MORGAN COUNTY, OHIO, JUVENILE DIVISION IS WITHOUT AUTHORITY TO APPROVE A FEE IN EXCESS OF THAT SET IN THE SCHEDULE PASSED BY THE MORGAN COUNTY COMMISSIONERS.</p>\n<p id=\"b309-20\">The parties appear to agree, and the trial court's entry corroboratesthat the maximum fee allowed by the appellant for guardian <em>ad litem </em>fees is $300.</p>\n<p id=\"b309-21\">Appellant urges that R.C. 120.01 <em>et seq., </em>2151.01 <em>et seq., </em>and 2941.01 <em>et seq. </em>direct that the trial court is without authority to exceed the maximum fee allowed by appellant. In the alternative, if the trial court had any discretion to award a higher amount, this amount is so greatly in excess of the standard fee to be an obvious abuse of discretion.</p>\n<p id=\"b309-22\">Appellee responds that Juv. R. 4 and R.C. 2151.281(D) permits the Juvenile Court to set the compensation for guardians <em>ad litem </em>and that appellant's reliance on R.C. 2941.51 and 120.33 is misplaced, because those statutes apply to appointments to counsel, not guardians <em>ad litem. </em>It is undisputed that appellee was not appointed as counsel for the child, and also that the majority of the services provided by the appellee were in fact legal services.</p>\n<p id=\"b309-23\">A guardian <em>ad litem </em>need not be an attorney. If the guardian <em>ad litem </em>is a licensed attorney, he or she may act both as counsel and as guardian <em>ad litem, </em>unless there is a conflict of interest between those two roles, R.C. 2151.281(H).</p>\n<p id=\"b309-24\">We find that the trial court erred in ordering payment for extraordinary services, the majority admittedly being legal services, on behalf of this child. When read in <em>pari materia, </em>the statutes permit boards of county commissioners to establish fees, and impliedly <page-number citation-index=\"1\" label=\"258\">*258</page-number>prohibit juvenile court judges from exceeding those amounts. To hold otherwise would defeat the statutory purpose, because a judge wishing to avoid the fee schedule could simply appoint an attorney under the title of guardian <em>ad litem </em>rather than counsel.</p>\n<p id=\"b310-5\">Appellee urges that the fee schedule enacted by appellant is unconstitutionalbecause it does not allow for the exercise of judicial discretion. Appellee cites no authority for this constitutional argument and we know of none. Further, we have no occasion to pass on the constitutionality of these provisions of the Revised Code, <em>Dupler v. Mansfield News Journal </em>(1980), 64 Ohio St. 2d 116, at 125.</p>\n<p id=\"b310-6\">The assignment of error is sustained.</p>\n<p id=\"b310-7\">For the foregoing reasons, the judgment of the Court of Common Pleas, Juvenile Division, Morgan County, Ohio, is reversed, and the cause is remanded to that court for further proceedings in accord with law and not inconsistent with this opinion.</p>\n<p id=\"b310-8\">\n<em>Judgment reversed, and cause remanded.</em>\n</p>\n<judges id=\"b310-9\">HOFFMAN, P.J. and GWIN, J. Concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}