{
  "casebody": {
    "data": "<casebody firstpage=\"63\" lastpage=\"65\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b99-6\">Abraham Wilkes, Appellant, <em>v. </em>Equitable Life Assurance Society of the United States, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b99-10\">Argued March 17, 1942;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5r\">decided July 29, 1942.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b100-5\"><page-number citation-index=\"1\" label=\"64\">*64</page-number><em>Copal Mintz </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AFh\">Even if the defendant be entitled to recover the sum of money which it had paid -under the last three policies, the provisions for the collection thereof out of the disability payments payable under the first six and uncontested policies, violate provisions of the Insurance Law (Cons. Laws, ch. 28). <em>(Morris </em>v. <em>Windsor Trust Co., </em>213 N. Y. 27; <em>Coffin </em>v. <em>McLean, </em>80 N. Y. 560; <em>Pink </em>v. <em>Title Guaranty &amp; Trust Co., </em>274 N. Y. 167; <em>Fistere </em>v. <em>Janapoll, </em>241 App. Div. 353; <em>Matter of People [Consolidated Indemnity &amp; Ins. Co.], </em>287 N. Y. 34; <em>Columbian Nat. Life Ins. Co. </em>v. <em>Hirsch, </em>267 N. Y. 605; <em>Archer </em>v. <em>Equitable Life Assur. Society, </em>218 N. Y. 18; <em>Groonstad </em>v. <em>Robbins Dry Dock and Repair Co., </em>236 N. Y. 52.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b100-6\"><em>James D. Ewing </em>and <em>William R. McDermott </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AoD\">The defendant is entitled to offset the total of the disability income benefits paid on the policies issued with such benefits as the result of plaintiff’s false representations against those incomes accrued and to accrue under the valid policies. <em>(Pink </em>v. <em>Title Guarantee &amp; Trust Co., </em>274 N. Y. 167; <em>Caldwell </em>v. <em>Ryan, </em>210 Mo. 17; <em>Matter of People [Consolidated Indemnity &amp; Ins. Co.], </em>287 N. Y. 34; <em>Belden </em>v. <em>State, </em>103 N. Y. 1; <em>Hodson </em>v. <em>New York City Employees’ Retirement System, </em>243 App. Div. 480; <em>Zwingmann </em>v. <em>Zwingmann, </em>150 App. Div. 358; <em>Wetmore </em>v. <em>Wetmore, </em>149 N. Y. 520; <em>Weigold </em>v. <em>Weigold. </em>236 App. Div. 126.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b101-4\"><page-number citation-index=\"1\" label=\"65\">*65</page-number>Conway, J.</author>\n<p id=\"AQQ\">This action was instituted to recover disability benefits under nine life insurance contracts. The disability of plaintiff was conceded and no defense was interposed as to six of the policies. The defendant alleged by way of defenses and counterclaims that the issuance of the disability provisions of the other three policies had been procured by false and untrue representations. Those defenses and counterclaims were established. The judgment rescinded the disability provisions in the three policies, declared them lapsed for non-payment of premiums (those which would have been properly waived during disability had there been no falsity of representation), awarded. defendant $12,300 for disability payments theretofore made, less the disability payments due plaintiff on the six unchallenged policies and costs and authorized the defendant to apply future disability benefits on those six policies toward satisfaction of the judgment. The Appellate Division modified by providing that the three policies should lapse only if the accrued premiums were not promptly paid and by correcting a mathematical error in the amount of the judgment.</p>\n<p id=\"b101-5\">We find merit in but one of appellant’s contentions. The defendant may not be permitted to collect its money award out of the disability benefits already due or as they become due under the six uncontested policies. That would be violative of chapter 626 of the Laws of 1934, now in substance embodied in subdivisions 2 and 5 of section 166 (formerly § 55-b) of the Insurance Law (Cons. Laws, ch. 28), providing that no disability benefits “ shall be liable to execution, attachment, garnishment, or other process, or to be seized, taken, appropriated or applied by any legal or equitable process or operation of law, to pay any debt or liability of such insured person * *</p>\n<p id=\"b101-6\">The judgment should be modified in accordance with this opinion and as so modified affirmed, with costs to the appellant.</p>\n<p id=\"b101-7\">Lehman, Ch. J., Loughran, Finch, Rippey, Lewis and Desmond, JJ., concur.</p>\n<p id=\"b101-8\">Judgment accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}