{
  "casebody": {
    "data": "<casebody firstpage=\"1060\" lastpage=\"1062\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1124-8\">UNITED STATES of America, Plaintiff-Appellee, v. Philip Robert MASTERS, Jr., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1124-10\">No. 71-1812.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1124-11\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1124-12\">March 7, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1125-8\"><page-number citation-index=\"1\" label=\"1061\">*1061</page-number>Richard Caballero, Beverly Hills, Cal., for defendant-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1125-9\">Robert L. Meyer, U. S. Atty., David R. Nissen, Thomas E. Kotoske, Asst. U. S. Attys., Los Angeles, Cal., for plaintiff-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1125-12\">Before MERRILL, BROWNING and WRIGHT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1125-13\">PER CURIAM:</author>\n<p id=\"b1125-14\">This appeal, arising under the National Stolen Property Act, 18 U.S.C. § 2314, presents a narrow issue: Was the evidence sufficient to establish that appellant caused the items in question to move in interstate commerce as the statute requires? Finding that it was, we affirm.</p>\n<p id=\"b1125-15\">In October 1969 appellant gave a creditor a sheaf of eleven counterfeit stock certificates as collateral. Appellant testified that he knew the certificates were counterfeit and was merely using them to “buy time,” intending to reclaim the certificates as soon as he could obtain the money to pay off the debt. He became concerned, however, and sent an agent to pick up the certificates. The creditor retained one certificate having a face value sufficient to cover the debt, and returned the balance. Appellant testified that the certificates were returned in a sealed envelope, and that he burned the envelope of certificates without noticing that one certificate was missing. Appellant did not pay his debt despite repeated promises to do so. Finally, in January 1970, the creditor mailed the certificate from California to Delaware for redemption, and its falsity was disclosed. Appellant was convicted of transporting the counterfeit security in interstate commerce.</p>\n<p id=\"b1125-17\">Appellant asserts there was no evidence that he intended the certificate to be transported in interstate commerce; indeed, that the only evidence of his intention was precisely to the contrary.</p>\n<p id=\"b1125-18\">However, neither an intention to use interstate facilities nor knowledge that they will be used is an element of the offense under section 2314. United States v. Roselli, 432 F.2d 879, 889-891 (9th Cir. 1970); Baty v. United States, 275 F.2d 310 (9th Cir. 1960). The question, therefore, is one of causation alone.</p>\n<p id=\"b1125-19\">Appellant’s acts were the “cause in fact” — the “but for” cause — of the interstate transportation. Had appellant not submitted the counterfeit securities to the creditor, they would never have been sent through the mails. We do not decide, however, whether such a causal relationship may be the basis for the imposition of legal responsibility under section 2314.</p>\n<p id=\"b1125-20\">The actor is at least responsible under the statute for the reasonably foreseeable consequences of his acts. As the court said in United States v. Scandifia, 390 F.2d 244, 249 (2d Cir. 1968) [vacated on other grounds, Giordano v. United States, 394 U.S. 310, 89 S.Ct. 1163, 22 L.Ed.2d 297 (1969)]: “There can be no doubt that a defendant may be a ‘cause’ if the result which the law forbids was reasonably foreseeable.” And in United States v. Weisman, 83 F.2d <page-number citation-index=\"1\" label=\"1062\">*1062</page-number>470, 473 (2d Cir. 1936): “It has long been settled that a defendant may cause a letter to be sent or delivered by mail though such mode of transmission was neither known nor intended, provided mailing or delivery by post might reasonably have been foreseen.” Similarly, in Pereira v. United States, 347 U.S. 1, 74 S.Ct. 358, 98 L.Ed. 435 (1954), the Supreme Court found the requisite causation where defendant cashed a check drawn on an out-of-state bank. The Court said: “There remains only the question whether Pereira ‘caused’ the mailing. That question is easily answered. Where one does an act with knowledge that the use of the mails will follow in the ordinary course of business, or where such use can reasonably be foreseen, even though not actually intended, then he ‘causes’ the mails to be used. United States v. Kenofskey, 243 U.S. 440, 37 S.Ct. 438, 61 L.Ed. 836.” <em>Id. </em>at 8-9, 74 S.Ct. at 363.</p>\n<p id=\"b1126-4\">The trial court, sitting without a jury, could have concluded from the evidence in this case that the movement of the counterfeit security in interstate commerce was a reasonably foreseeable consequence of appellant’s initial posting of forged stock certificates of an out-of-state corporation as collateral to secure a loan, and thereafter failing to repay the borrowed money. It was also reasonably foreseeable that the creditor would not return all of the security while the debt remained unpaid, but would retain enough to guarantee recovery of the amount owed and would seek to redeem the retained security if payment of the debt were unreasonably delayed.</p>\n<p id=\"b1126-5\">While it was not inevitable that the certificate would be transported in interstate commerce, the availability of redemption was the sole factor that made the certificates useful to appellant as collateral, and it was highly probable under the circumstances of his extended delinquency that redemption would be attempted. Appellant’s act of posting the certificates as security was thus grossly reckless toward the possibility that one or more would be sent through the mails; his effort to save the situation by reclaiming the certificates was simply ineffectual. The creditor was a known intervening agent; he acted with normal business prudence and in a reasonable fashion. His conduct therefore did not interrupt the chain of responsibility.</p>\n<p id=\"b1126-7\">“Under these circumstances, it hardly distorts the practical or fair meaning of the term to conclude that [appellant] was the ‘cause’ of the transportation.” United States v. Scandifia, <em>supra, </em>390 F.2d at 250.</p>\n<p id=\"b1126-8\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}