{
  "casebody": {
    "data": "<casebody firstpage=\"451\" lastpage=\"458\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b515-8\">CONGRESS FINANCIAL CORPORATION v. STERLING-COIN OP MACHINERY CORPORATION et al., Appellant in No. 19531. Appeal of STERLING EQUIPMENT CORPORATION, No. 19532. Appeal of STERLING SUPPLY CORPORATION, No. 19533.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b515-12\">Nos. 19531-19533.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b515-13\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b515-14\">Argued Nov. 30, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b515-15\">Decided Feb. 2, 1972.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b516-5\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>Seitz, Chief Judge, filed concurring opinion; Kalodner, Circuit Judge, concurred in result.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b516-15\">Lawrence Silver, Dilworth, Paxson, Kalish, Levy &amp; Coleman, Philadelphia, Pa., for defendants-appellants; (Leonard J. Cook, Richard J. Gordon, on the brief.)</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b516-16\">Edward Greer, Mesirov, Gelman, Jaffe &amp; Levin, Philadelphia, Pa., for plaintiff-appellee; (Edward L. Snitzer, on the brief).</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b516-17\">Before SEITZ, Chief Judge, KALOD-NER and GIBBONS, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b516-18\">OPINION OF THE COURT</p>\n<author id=\"b516-19\">GIBBONS, Circuit Judge.</author>\n<p id=\"b516-20\">The defendant-appellants, Sterling-Coin Op Machinery Corporation, Sterling Equipment Corporation and Sterling Supply Corporation appeal from a judgment in the sum of $16,273.03 <footnotemark>1</footnotemark> entered in favor of plaintiff-appellee, Congress Financial Corporation after a, non-jury trial. Sterling-Coin Op Machinery Corporation is in the business of selling coin-operated dry cleaning equipment. Congress Financial Corporation (Congress), a finance company, loans money on the security of installment paper. In 1962 Sterling-Coin Op Machinery Corporation entered into a financing contract with Congress. Sterling Equipment Corporation and Sterling Supply Corporation each unconditionally guaranteed the obligations of Sterling-Coin Op Machinery Corporation to Congress, and for purposes of this opinion the defendants will be referred to collectively as Sterling.</p>\n<p id=\"b516-21\">In October 1962 Sterling sold certain dry cleaning equipment to Marguerite Mueller and her husband Frederick Mueller for $28,051.33. Simultaneously with their execution of the conditional <page-number citation-index=\"1\" label=\"453\">*453</page-number>sale contract the Muellers executed a judgment note for $28,051.33 payable to Sterling’s order. The note contained a clause authorizing any attorney to confess judgment against them upon default for any unpaid balance.</p>\n<p id=\"b517-4\">In the general financing agreement between Congress and Sterling, Sterling undertook to repurchase on demand any installment paper sold to Congress upon which a default should occur. The Mueller conditional sale contract and judgment note were assigned to Congress by a separate written assignment, which in relevant part said:</p>\n<blockquote id=\"b517-5\">“. . . [Sterling] warrants the payment when due of each sum payable thereunder and the payment on demand of the entire unpaid balance in the event of non-payment by the buyer of any monthly sum at its due date, or of any other default by the buyer without first requiring assignee to proceed against said buyer.</blockquote>\n<blockquote id=\"b517-7\"><em>■X- </em>* -X- <em>-X- </em>-X *</blockquote>\n<blockquote id=\"b517-8\">[Sterling] warrants compliance with all filing and recording requirements, hereby agreeing that any filing or recording or renewals thereof which [Congress] may undertake at [Sterling’s] request, or otherwise, shall be at [Sterling’s] expense and without responsibility whatsoever on [Congress’] part for any omission or invalid accomplishment thereof, whether through [Congress’] failure, neglect, or for any reason, and such omission or invalid accomplishment shall not relieve [Sterling] of any responsibility to [Congress].</blockquote>\n<blockquote id=\"b517-9\">******</blockquote>\n<blockquote id=\"b517-10\">The assignment shall be construed under the laws of the State of New York and none of the terms shall be modified except by a writing signed by an officer of assignee and notice of the acceptance thereof is hereby waived.”</blockquote>\n<p id=\"b517-11\">The district court found that the quoted language of the assignment was intended by the parties to apply both to the conditional sale contract and to the judgment note. In a transmittal letter accompanying the assignment, conditional sale contract and judgment note, Sterling wrote:</p>\n<blockquote id=\"b517-13\">“We are enclosing the Conditional Sale Contract on Bankers Commercial forms, covering a sale to Marguerite M. Mueller. Her husband has signed the guarantee on the back of Page 1.</blockquote>\n<blockquote id=\"b517-14\">You will also find enclosed a Judgment Note, endorsed to your order, with our recourse, signed by both husband and wife, which we ask you to record in the proper county, and send us the notice of recording.”</blockquote>\n<p id=\"b517-15\">At the time they executed the judgment note in October of 1962 the Muellers owned certain real estate in Allegheny County, Pennsylvania. In March of 1963 they defaulted on the note. In December of 1963 they made a conveyance of the Allegheny County real estate. Congress did not record the judgment note in Allegheny County until September, 1964,( when it entered judgment against the Muellers in that county for $21,870.39.</p>\n<p id=\"b517-16\">Congress and Sterling pursued the Muellers and the transferee of the real estate. Eventually they agreed to a settlement with the Muellers whereby the latter paid $6,500 in cash and returned the equipment to Congress in exchange for a satisfaction of judgment and a release. Congress and Sterling ' agreed that the settlement was without prejudice to the rights and liabilities of either against the other. The $6,500 payment together with other payments which had been made by the Muellers left the outstanding balance on the original transaction at $12,517.73.</p>\n<p id=\"b517-17\">Congress sued Sterling for this amount. Sterling in its answer asserted the defense that Congress, as pledgee, had caused damage to the security and was thereby barred from recovery. Such damage, Sterling asserted, occurred because Congress failed to record the judgment note, and thereby failed to perfect a lien on the Muellers’ real <page-number citation-index=\"1\" label=\"454\">*454</page-number>estate,<footnotemark>2</footnotemark> prior to the Muellers’ alienation of that property in December of 1963. An appraisal in evidence suggests that in December of 1963, just prior to transfer, the Muellers had an equity in the transferred real estate of about $25,000. Sterling filed a counterclaim for $1,900.50, the legal fees which it had expended in pursuing the Muellers for the $6,500 settlement. The district court entered judgment for Congress in the amount of $12,517.73 plus interest, and against Sterling on its counterclaim.</p>\n<p id=\"b518-4\">Sterling relies upon § 9-207(1) of the Uniform Commercial Code which provides;</p>\n<blockquote id=\"b518-5\">“A secured party must use reasonable care in the custody and preservation of collateral in his possession. In the ease of an instrument or chattel paper reasonable care includes taking necessary steps to preserve rights against prior parties unless otherwise agreed.” N.Y.U.C.C. § 9-207(1) (McKinney 1964); Pa.Stat.Ann. Tit. 12A § 9-207(1) (1970).<footnotemark>3</footnotemark></blockquote>\n<p id=\"b518-7\">It is common ground between Sterling and Congress that the duty to “[take] necessary steps to preserve rights against prior parties” ordinarily would include the duty to record an instrument at an appropriate time. <em>Cf. </em>Siedman v. Merchants Bank of New York, 7 U.C.C. R.S. 881 (1970). Under § 9-207(3) a secured party must bear any loss caused by its failure to meet any obligation imposed by § 9-207(1). Thus, says Sterling, Congress must shoulder the total loss caused by its failure to record the judgment note including the cost of collecting the $6,500 settlement.</p>\n<p id=\"b518-8\">Congress, relying on the language of the assignment quoted above and on the last three words in § 9-207(1) “unless otherwise agreed,” says that it had no duty in this case to take any steps to record. Certainly the language quoted from the assignment specifically purports to relieve the assignee of any liability for failing to record.</p>\n<p id=\"b518-12\">Sterling, however, argues that the quoted language is void under another section of the code, § 1-102(3):</p>\n<blockquote id=\"b518-13\">“The effect of provisions of this Act may be varied by agreement, except as otherwise provided in this Act and except that the obligations of good faith, diligence, reasonableness and care prescribed by this Act may not be disclaimed by agreement but the parties may by agreement determine the standards by which the performance of such obligations is to be measured if such standards are not manifestly unreasonable.”</blockquote>\n<p id=\"b518-14\">N.Y.U.C.C. § 9-102(3) (McKinney 1964); Pa.Stat.Ann. Tit. 12A § 9-102(3) (1970).</p>\n<p id=\"b518-16\">Both parties take comfort from this provision. Sterling claims that the exculpatory clause in the assignment amounts to a disclaimer of the duty of reasonableness and care expressly prohibited by § 1-102(3). Congress says that the clause is merely a determination by agreement of the standard of reasonable care imposed by § 9-207(1).</p>\n<p id=\"b518-17\">If the assignment contained the language “the assignee shall have no duty to record the judgment note” we would have no difficulty in holding that loss here must fall on Sterling. Siedman v. Merchants Bank of New York, <em>supra. </em>But an agreement to that express effect cannot be found in the instrument. If there is such an agreement it arises by implication from the warranty by Sterling of compliance with all filing and recording requirements. Yet the exculpatory clause itself obviously implies that in some circumstances Congress may undertake to record. Accepting <em>ar-guendo </em>that the warranty language is by necessary implication an agreement, <page-number citation-index=\"1\" label=\"455\">*455</page-number>within the meaning of the second sentence of § 9-207(1), that reasonable care does not require that the assignee record the judgment note, then the balance of the clause must disclaim a duty other than the simple obligation of a secured party to preserve collateral through rec-ordation. It would then operate in situations where a secured party, despite having contracted out of his ordinary duty to record, nevertheless undertook to record and did so without exercising care, thereby reducing the value of the collateral. So construed the exculpation from liability seeks to deprive the assignor in an action brought by the as-signee of any defense predicated upon the assignee’s careless impairment of the security.</p>\n<p id=\"b519-4\">It is not, however, in the light of all the papers, a necessary implication of the language of the recording clause in the assignment that Congress defined recording out of its § 9-207(1) duty of reasonable care. The assignment is on a printed form prepared by Congress and evidently intended to cover various kinds of commercial paper. Most such paper could and should be recorded at the outset.<footnotemark>4</footnotemark> Other such paper, the judgment note here involved, for example, might not be recorded until after a default. The district court assumed that the judgment note could be recorded before a default, but that there might be sound reasons for waiting until after such had occurred.<footnotemark>5</footnotemark> As we read the Pennsylvania cases, the note could be properly recorded only after a default,<footnotemark>6</footnotemark> but, in any event, recordation after default was a reasonable alternative. This alternative puts in context the request by Sterling in the October 22, 1962 transmittal letter that Congress record the note in the proper county and send it notice of the recording. Under the circumstances it is certainly arguable that Sterling’s warranty of compliance with all filing and recording requirements is simply inapplicable to the judgment note, and that there is no agreement addressed specifically to § 9-207(1). If the assignment is read thus, the balance of the clause is not a definition of a standard of reasonable care, but an exculpation from liability for lack of reasonable care in performing a duty which may in fact have been undertaken. Such an exculpation is prohibited by § 1-102(3).</p>\n<p id=\"b519-6\">Even if we assume the first hypothesis — that the language of warranty by Sterling of compliance with all filing and recording requirements by itself would imply an agreement that the as-signee had no duty to record the judgment note — a question of contract interpretation remains.</p>\n<p id=\"b519-7\">Here Congress received an unrecorded judgment note together with a letter from Sterling indicating that the latter was looking to Congress for recordation. Congress contends that the letter of transmittal must be divorced from the note and assignment when determining its undertaking, but that the exculpation clause in the assignment must be construed as applicable to the judgment note. A more reasonable interpretation of the agreement, we think, would involve looking to all three documents for the intention of the parties. Taking <page-number citation-index=\"1\" label=\"456\">*456</page-number>this approach one is compelled to the conclusion that there was no agreement negating Congress’ duty under § 9-207(1), and perhaps even an undertaking, implied from the receipt and retention of the transmittal letter and the note, that Congress would record. Assuming this interpretation of the agreement, the attempted exculpation from liability for failing to perform the undertaking is void under § 1-102(3).</p>\n<p id=\"b520-4\">But even if we resolve all questions of contract interpretation in favor of Congress, holding that the assignment negates its pledgee’s § 9-201(1) duty to record, it fares no better. It is one thing to say that a pledgee who has contracted out of a duty with respect to collateral is not liable for losses caused by failure to record. It is quite another to say that a pledgee who having so contracted, undertakes nevertheless to act may by contract exculpate himself from his own lack of reasonable care and thus avoid application of the impairment defense.</p>\n<p id=\"b520-5\">Sterling’s letter clearly indicated that it was relying on Congress to record the judgment note. The uncontradicted testimony of Mr. Podgur, Sterling’s Treasurer, was that he first learned that the note had not been recorded when Muel-lers’ attorney in July of 1964 informed him the Muellers had sold their home and were insolvent. He investigated, and protested to Congress. By then the res had fled and both parties began the pursuit which produced only $6,500.</p>\n<p id=\"b520-6\">Congress took possession of the note, which by its nature was both the evidence of indebtedness and a form of collateral security, with full knowledge that additional steps were required in order to perfect the security against the Muellers, and with full knowledge that the pledgor, Sterling, was relying on it to take those steps.</p>\n<p id=\"b520-11\">Assuming that Sterling’s warranty of recordation shall be construed as an agreement that Congress had no § 9-207(1) duty, that agreement was one which it could properly waive. By its silence in the face of Sterling’s reliance as evidenced by the text of the transmittal letter it must be deemed to be es-topped from disavowing such a waiver.<footnotemark>7</footnotemark> The question then is the effectiveness of the exculpation clause to protect Congress against a defense based upon a § 9-207(1) duty gratuitously undertaken, despite a contrary agreement, and relied upon by Sterling. Nothing in § 1-102(3) or in any other provision of the U.C.C. suggests that such a clause may be validated. If Congress waived the agreement limiting its § 2-907(1) duty then the duty to use reasonable care in preserving rights against third parties was operable, and the attempted exculpation was void.</p>\n<p id=\"b520-12\">Thus on any construction of the papers which was open to the district court the loss resulting from the loss of value of the collateral must fall on Congress. § 9-207(3).</p>\n<p id=\"b520-13\">There remains the question on liability to Sterling for the attorneys fees incurred in collecting from Muellers the $6,500 which after default was collected. Here, we think, Congress does fare better. The district court found that once the default occurred both parties were attempting to collect from the Muellers for their mutual benefit and that “[ujnder the circumstances the defendants were at least as negligent as the plaintiff in failing to take steps to verify the existence of the judgment lien.” That finding is not clearly erroneous (Fed.R.Civ.P. 52(a)) and Sterling’s contributory negligence bars its recovery from the negligent pledgee. Siedman v. Merchants Bank of New York, <em>supra </em>at 885. The district court <page-number citation-index=\"1\" label=\"457\">*457</page-number>should properly have left the parties where it found them. Code. Section 9-207(1) thereof provides:</p>\n<p id=\"b521-4\">A brief comment on the governing law is appropriate. In this diversity case we must look to Pennsylvania law as the source of our choice of law rule. Klaxon Co. v. Stentor Electric Manufacturing Co., 313 U.S. 487, 61 S.Ct. 1020, 85 L. Ed. 1477 (1941). The assignment contained a choice of law clause designating New York law as controlling. Pennsylvania courts would give effect to such a clause (Pa.Stat.Ann. Tit. 12A § 1-105 (1970)) and under <em>Klaxon </em>we must do the same.</p>\n<p id=\"b521-5\">New York and Pennsylvania have enacted identical versions of §§ 1-102(3) and 9-207(1).<footnotemark>8</footnotemark> We have been referred to no case directly in point decided by the courts of either of these states and, in fact, to no such case decided in any state. Our examination of the few New York authorities bearing on the pledg-ee’s duty of reasonable care for the collateral convinces us that a New York court would decide the case as we have. <em>See </em>Siedman v. Merchants Bank of New York, <em>supra, </em>Grace v. Sterling, Grace &amp; Co., 30 A.D.2d 61, 289 N.Y.S.2d 632 (1968). Cf. Reed v. Central National Bank, 421 F.2d 113 (10 Cir. 1970). And <em>see </em>Willets v. Hatch, 132 N.Y. 41, 30 N. E. 251 (1892).</p>\n<p id=\"b521-6\">The judgment of the district court will be reversed. The judgment in favor of Congress on Sterling’s counterclaim will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b516-22\">. This sum includes interest.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b518-9\">. Under Pennsylvania law recordation of the judgment in Allegheny County would have perfected a lien upon all of the Muellers’ real property located within that country. Pa.Stat.Ann. Tit. 12 § 861 (1953).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b518-18\">. For a discussion of the choice of law considerations involved in this case see pp. 456-457 infra of this opinion.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b519-8\">. N.Y.U.C.C. §§ 9-302, 9-304(1) (McKinney 1964); Pa.Stat.Ann. Tit. 12A §§ 9-302, 9-304(1).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b519-9\">. The court below expressed the opinion that immediate recordation of the judgment note might exhaust the underlying warrant of attorney thereby necessitating that the Muellers he personally served in order to perfect the lien resulting from judgment.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b519-10\">. Rose v. Cohen, 193 Pa.Super. 454, 165 A. 2d 264 (1960) strongly suggests that the judgment note in this case could not he recorded until after default since it authorized confession of judgment only after such had occurred. In the absence of limitations as to the time of confession, Pennsylvania judgment notes have been immediately recordable. O’Maley v. Pugliese, 272 Pa. 356, 116 A. 308 (1922). The continuing validity of such practice in light of Swarb v. Lennox, 314 F.Supp. 1091 (D.C.1970) is of no relevance here, for <em>Swarb </em>limited its own force to prospective application.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b520-7\">. <em>Cf. </em>1 S. Williston, A Treatise on the Law of Contracts § 140 at 614 (1958) ; 5A A. Corbin, Contracts § 1240 at 565-66 (1964). <em>See </em>N.Y.U.O.C. § 1-103 (McKinney 1964); Pa.Stat.Ann. Tit. 12A § 1-103 (1970). Neither party attempts to argue that any usage of trade should affect the outcome of this case. <em>See </em>N.Y.U.O.C. § 1-205 (McKinney 1964) ; Pa.Stat.Ann. Tit. 12A § 1-103 (1970).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b521-14\">. N.Y.U.C.C. f§ 1-102(3), 9-207(1) (McKinney 1964); Pa.Stat.Ann. Tit. 12A §§ 1-102(3), 9-207(1) (1970).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b521-7\">SEITZ, Chief Judge</author>\n<p id=\"AFC\">(concurring).</p>\n<p id=\"b521-8\">In my opinion Congress retained the responsibility of recording the judgment note upon default regardless of whether the assignment agreement purported to cover both the sales contract and the judgment note or, alternatively, the sales contract only. The assignment transaction between Sterling and Congress was governed by the Uniform Commercial</p>\n<blockquote id=\"b521-9\">“A secured party must use reasonable care in the custody and preservation of collateral in his possession. In the case of an instrument or chattel paper reasonable care includes taking necessary steps to preserve rights against prior parties unless otherwise agreed.” N.Y.U.C.C. § 9-207(1) (McKinney 1964); Pa.Stat.Ann. Tit. 12A § 9-207(1) (1970).</blockquote>\n<p id=\"b521-11\">Here Congress was in possession of the note at all times after the initial transfer. Accordingly, upon default it clearly had the duty to record the instrument unless “otherwise agreed” between itself and Sterling. Congress contends that it otherwise agreed by pointing to the language in the assignment whereby Sterling acknowledged “that any filing or recording or renewals . . . which [Congress] may undertake at [Sterling’s] request, or otherwise, shall be at [Sterling’s] expense and without responsibility whatsoever on [Congress’] part for any omission or invalid accomplishment thereof, whether through [Congress’] failure, neglect or for any reason, and such omission or invalid accomplishment shall not relieve [Sterling] of any responsibility to [Congress].” As I read this provision, however, it does not speak to the responsibility of the parties for recording the judgment note in the event of a default.</p>\n<p id=\"b521-13\">The assignment agreement does contain a warranty by Sterling regarding compliance with all filing requirements. However, such language obviously could not apply to the judgment note as of the date of the initial assignment because the note was not then in default and, therefore, could not have been recorded in Pennsylvania. As to future filings the assignment provision merely places the expense thereof on Sterling. It does not speak explicitly to the duty to record. It would seem reasonable that if the assignment provision emphasized <page-number citation-index=\"1\" label=\"458\">*458</page-number>by Congress were intended to obligate Sterling with regard to all necessary future filings, some provision would have been inserted in the agreement providing for notice to Sterling from Congress as of the time recording became timely, e. g., upon a default. No such provision appears. Coupling this observation with the unclear wording of the agreement, which was prepared by Congress, I conclude that the agreement did not cover the responsibility of recording the judgment note upon default.</p>\n<p id=\"b522-4\">Of course, the quoted provision from the agreement could be read as an exculpatory clause relieving Congress from any liability to Sterling regardless of which party had the responsibility to file the note upon default. To so construe the provision, however, would be to contravene § 1-102(3) of the Code which provides:</p>\n<blockquote id=\"b522-5\">“The effect of provisions of this Act may be varied by agreement, except as otherwise provided in this Act and except that the obligations of good faith, diligence, reasonableness and care prescribed by this Act may not be disclaimed by agreement but the parties may by agreement determine the standards by which the performance of such obligations is to be measured if such standards are not manifestly unreasonable.” N.Y.U.C.C. § 1-102(3) (McKinney 1964); Pa. Stat.Ann. Tit. 12A § 1-102(3) (1970).</blockquote>\n<p id=\"b522-6\">As I construe the assignment, Congress retained the duty to record the judgment note upon default according to the standard of reasonable care prescribed by the Code. The parties could agree to determine performance by some other standard “not manifestly unreasonable.” However, the exculpatory clause here was not such an agreement. Rather, it was an attempt by Congress to insulate itself from the consequences of noncompliance with what I find to be the statutory provision controlling the circumstances of this case.</p>\n<p id=\"b522-7\">It is possible, of course, that despite Congress’ failure to make a timely filing of the judgment note, Sterling would still remain liable as an indemnitor. However, neither party suggests that the debtors’ equity in the collateral realty at the time of the default was insufficient to cover the balance of the judgment note. Indeed, the record compels a contrary conclusion. Therefore, I concur in the conclusions reached by Judge Gibbons both as to the complaint and the counterclaim.</p>\n<author id=\"b522-9\">KALODNER, Circuit Judge</author>\n<p id=\"Aom\">(concurring) .</p>\n<p id=\"b522-10\">I concur in the result for the reasons stated in the concurring opinion of Chief Judge SEITZ.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}