{
  "casebody": {
    "data": "<casebody firstpage=\"552\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b616-6\">Lena Vern DANDRIDGE et al., Plaintiffs-Appellees, v. JEFFERSON PARISH SCHOOL BOARD et al., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b616-8\">No. 71-2542.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b616-9\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b616-11\">Feb. 11, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b616-23\">Wallace C. LeBrun, Metairie, La., Hendrik Uiterwyk, New Orleans, La., for defendants-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b616-24\">George R. Blue, Denis A. Barry, II, New Orleans, La., for intervenors.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b616-25\">Lionel R. Collins, Gretna, La., Marcel Trudeau, Jr., A. P. Tureaud, New Orleans, La., for plaintiffs-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b616-26\">Before GEWIN, GOLDBERG and DYER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b616-27\">GEWIN, Circuit Judge:</author>\n<p id=\"b616-28\">Upon a motion for further relief by Lena Dandridge and the other members of her plaintiff class, the district court, 332 F.Supp. 590, ordered the implementation of a new desegregation plan in Jefferson Parish, Louisiana. The Jefferson Parish School Board appeals from that order. We affirm.</p>\n<p id=\"b617-4\"><page-number citation-index=\"1\" label=\"553\">*553</page-number>In 1969 the district court approved a desegregation plan for Jefferson Parish. In 1971, following the decision in Swann v. Charlotte-Mecklenburg Board of Education,<footnotemark>1</footnotemark> plaintiffs filed a Motion for Further Relief. At that time there remained in Jefferson Parish 19 one race schools — 4 all black schools with 2,434 students or 19% of all black students, and 15 all white schools. At the beginning of the 1971-72 school year there were 75 schools and approximately 63,000 students, 80% white and 20% black. In their Motion for Further Relief the plaintiffs asked that every school be required to achieve a white-black ratio more nearly proportionate to the ratio of the entire system and that assignment of faculty members be on a ratio comparable to the system wide faculty composition.</p>\n<p id=\"b617-5\">After a hearing on plaintiffs’ motion the district court ordered the Jefferson Parish School Board to submit a plan in accordance with <em>Swann </em>to be implemented in the 1971-72 school year. In compliance, the School Board submitted a plan to the court, but without recommending that it be adopted. On August 10, 1971, the district court approved the plan submitted by the school board and ordered that it be implemented. The plaintiffs are fully satisfied with the court’s order. The order provides for the integration of all 19 formerly one race schools by altering boundaries for elementary and middle school attendance zones and by bussing some 3,000 students. Evidence presented at the hearing showed that the average daily round-trip distance for the students to be bussed would be approximately 7 miles. The longest round trip distance for any child was shown to be 14 miles. The plan also provides for the assignment of faculty so that the racial composition of the faculty in each school will be comparable to the system wide ratio.</p>\n<p id=\"b617-13\">The School Board contends that the. district court erred in requiring “forced bussing” to achieve racial balance and in concluding that the one race schools involved were “vestiges” of the previously operated dual school system rather than the product of voluntary housing patterns.</p>\n<p id=\"b617-14\"><em>Swann </em>made clear that bussing is an available tool for use by district courts in achieving school desegregation. In <em>Swann </em>23,000 students were to be bussed,<footnotemark>2</footnotemark> in Jefferson Parish only 3,000; and in <em>Swann </em>the average daily round trip was 15 miles,<footnotemark>3</footnotemark> in Jefferson Parish only 7 miles. No serious argument was made or evidence presented which would support a finding that the bussing required here would adversely affect the health of the children or significantly impinge on the educational process.<footnotemark>4</footnotemark> We find no abuse of the district court’s equitable discretion with respect to bus-sing.</p>\n<p id=\"b617-15\"><em>Swann </em>placed the burden on school authorities to show that one race schools are “genuinely nondiscriminatory.”<footnotemark>5</footnotemark> The district court found that the only evidence presented by the School Board to justify the presence of 19 one race schools in this case “was an allusion to housing patterns.” In view of the history of officially sanctioned school segregation in Jefferson Parish, the court concluded that such a bare allegation was without merit. The real thrust of the School Board’s argument is a plea for neighborhood schools. But Chief Justice Burger reminded the litigants in <em>Swann </em>that, “Desegregation plans cannot be limited to the walk-<page-number citation-index=\"1\" label=\"554\">*554</page-number>in school.” <footnotemark>6</footnotemark> The district court did not commit error in concluding that the School Board had not met its burden under <em>Swann </em>to show that the 19 schools were genuinely nondiscriminatory.</p>\n<p id=\"b618-4\">The district court permitted Albert B. Eason and others of his class to intervene on behalf of the School Board. Their brief on appeal raises substantially the same issues as those raised by the School Board. They emphasize that the district judge who granted the motion for further relief was the same judge who in 1969, ordered a plan implemented which he held would establish a unitary school system. Thus, Eason contends that Jefferson Parish already has a unitary school system and that no further relief is required. At the time of the 1969 order the Supreme Court had not made clear the extent of the remedial power available to district courts in dealing with the vestiges of a dual and unconstitutional school system. <em>Swann </em>has since provided additional guidance. Whether either the parties or the district court thought the Jefferson Parish system in 1969 was a unitary one is not^controlling. <em>Swann </em>held that one race schools, as here, which have always been one race schools in a system with a history of segregation are suspect.<footnotemark>7</footnotemark>\n<footnotemark>8</footnotemark>Seeking to justify the remaining 19 one race schools the intervenors state in their brief:</p>\n<blockquote id=\"b618-11\">The few remaining one-race schools exist solely because of housing patterns prevalent in Jefferson Parish for many years before Brown I was rendered.</blockquote>\n<p id=\"b618-12\">It is unquestioned that before <em>Brown I </em>there was state imposed segregation in Jefferson Parish. As the district court noted we do not have here schools which have been desegregated and then rese-gregated by shifting population trends. The argument of the intervenors thus lends support to the district court’s finding that the 19 one race schools are in fact “vestiges” of former school segregation.</p>\n<p id=\"b618-13\">The intervenors also suggest that 20 U.S.C.A. § 1232a<footnotemark>8</footnotemark> (Supp.1971) supports their position. A similar argument was made under 42 U.S.C.A. § 2000c-6 <footnotemark>9</footnotemark> and rejected in <em>Swann.</em><footnotemark><em>10</em></footnotemark><em> </em>The result we reach here is not based on § 1232a or on our construction of other federal statutes. As stated by the Supreme Court in <em>Swann:</em></p>\n<p id=\"b618-14\">The basis of our decision must be the prohibition of the Fourteenth Amend<page-number citation-index=\"1\" label=\"555\">*555</page-number>ment that no State shall “deny to any person with its jurisdiction the equal protection of the laws.” <footnotemark>11</footnotemark></p>\n<p id=\"b619-4\">The order of the district court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b617-6\">. 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b617-7\">. <em>Id. </em>at 29, 91 S.Ct. at 1282, 28 L.Ed.2d at 574 n. 11.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b617-8\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b617-9\">. In memoranda submitted to this court in support of the School Board’s motion for a stay pending appeal the Board claimed that the logistical problems involved in obtaining the buses necessary to implement the new plan were insurmountable. We denied the stay. The briefs on appeal add nothing to those arguments.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b617-17\">. 402 U.S. at 26, 91 S.Ct. at 1281, 28 L.Ed. 2d at 572.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b618-5\">. <em>Id. </em>at 30, 91 S.Ct. at 1283, 28 L.Ed.2d at 575.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b618-6\">. <em>Id. </em>at 26, 91 S.Ct. at 1281, 28 L.Ed.2d at 572.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b618-7\">. Section 1232a provides :</p>\n<blockquote id=\"b618-8\">No provision of the Act of September 30, 1950, Public Law 874, Eighty-first Congress ; the National Defense Education Act of 1958; the Act of September 23, 1950, Public Law 815, Eighty-first Congress; the Higher Education Facilities Act of 1963; the Elementary and Secondary Education Act of 1965; the Higher Education Act of 1965; the International Education Act of 1966; or the Vocational Education Act of 1963 shall be construed to authorize any department, agency, officer, or employee of the United States to exercise any direction, supervision, or control over the curriculum, program of instruction, administration, or personnel of any educational institution, school, or school system, or over the selection of library resources, textbooks, or other printed or published instructional materials by any educational institution or school system, or to require the assignment or transportation of students or teachers in order to overcome racial imbalance.</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b618-16\">. Section 2000c-6 authorizes the Attorney General to initiate federal desegregation suits. The portion of the statute relied upon in <em>Sicann </em>is found in § 2000c-6(a) (2) :</p>\n<blockquote id=\"b618-18\">nothing herein shall empower any official or court of the United States to issue any order seeking to achieve a racial balance in any school by requiring the transportation of pupils or students from one school to another or one school district to another in order to achieve such racial balance, or otherwise enlarge the existing power of the court to insure compliance with constitutional standards.</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b618-19\">. 402 U.S. at 17, 91 S.Ct. at 1277, 28 L. Ed .2d at 567.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b619-20\">. <em>Id.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}