{
  "casebody": {
    "data": "<casebody firstpage=\"644\" lastpage=\"652\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b708-9\">UNITED STATES of America, Appellee, v. Carmine G. De SAPIO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b708-11\">No. 492, Docket 71-2153.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b708-12\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b708-13\">Argued Jan. 19, 1972.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b708-14\">Decided Feb. 25, 1972.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b708-15\">Certiorari Denied May 15, 1972.</otherdate>\n<seealso data-order=\"6\" data-type=\"seealso\" id=\"b708-16\">See 92 S.Ct. 1776.</seealso>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b709-18\"><page-number citation-index=\"1\" label=\"645\">*645</page-number>Robert G. Morvillo, Asst. U. S. Atty., New York City (Whitney North Seymour, Jr., U. S. Atty., S.D.N.Y., James Schreiber, Ross Sandler, Peter F. Rient, Asst. U. S. Attys., of counsel), for appel-lee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b709-19\">Milton S. Gould, New York City (Shea, Gould, Climenko &amp; Kramer, Henry J. Boitel, Miles F. McDonald, Jr., Bernard D. Fischman, New York City, of counsel), for defendant-appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b709-20\">Paul G. Chevigny, New York City, Atty., New York Civil Liberties Union, amicus curiae.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b709-21\">Before SMITH, FEINBERG and MULLIGAN, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b709-22\">MULLIGAN, Circuit Judge.</author>\n<p id=\"b709-23\">Carmine G. De Sapio appeals from an order entered in the United States District Court for the Southern District of New York on December 13, 1971 by the Hon. Harold R. Tyler, United States District Judge, denying his second motion for a new trial based upon newly discovered evidence (Fed.R.Crim.P. 33) and the alleged suppression of evidence by the United States Government at trial or alternatively for an evidentiary hearing.</p>\n<p id=\"b709-24\">After a four-and-a-half week trial before Judge Tyler, the jury returned a guilty verdict against De Sapio on December 13, 1969. He was convicted of conspiracy to obstruct commerce through extortion and to travel interstate and to use interstate facilities to commit bribery (18 U.S.C. § 371) and of two substantive violations of 18 U.S.C. § 1952, unlawfully travelling interstate and using interstate telephone facilities to facilitate bribery. The jury found that De Sapio had conspired with others to bribe James Marcus, then Commissioner of the New York City Department of Water Supply, Gas and Electricity, to withhold permits sought by Consolidated Edison Company of New York, <page-number citation-index=\"1\" label=\"646\">*646</page-number>Ine. until it had awarded construction contracts to another conspirator. De Sapio was sentenced to concurrent terms of two years imprisonment on each count and to fines of $1500 on each of the three counts. De Sapio’s first motion for a new trial based upon newly discovered evidence was denied by Judge Tyler on February 10, 1970. On November 16, 1970 this court affirmed the judgment of conviction and the order denying the motion for a new trial. United States v. De Sapio, 435 F.2d 272 (2d Cir. 1970). Petitions for rehearing and rehearing <em>en banc </em>were denied on December 28, 1970. The Supreme Court denied certiorari on May 24, 1971, 402 U.S. 999, 91 S.Ct. 2170, 29 L.Ed.2d 166 (1971).</p>\n<p id=\"b710-4\">The motion made below is based upon alleged newly discovered evidence that Herbert Itkin, a principal government witness in the De Sapio trial, is a self-confessed perjurer and suborner of perjury, that he is further an agent of the C.I.A. and the F.B.I. and hence not a true conspirator and finally that the government knew of his perjury, indeed abetted it, and then suppressed it at trial in violation of the appellant’s constitutional rights under the fifth and sixth amendments of the Constitution. The newly discovered evidence consists primarily of the alleged perjurer’s sworn testimony in federal, state and English proceedings which were conducted after or were available for examination after the appellant’s trial and appeal. After oral argument and the submission of briefs, Judge Tyler rejected all of these contentions in his order and opinion of December 13, 1971. After a careful reading of the testimony and cross-examination of Itkin in this case and his subsequent testimony in other cases, we affirm the order denying the motion for a new trial and the suggested alternative of an evidentiary hearing.</p>\n<p id=\"b710-5\">Much of that which is alleged to be new was unquestionably known or should have been known to De Sapio’s counsel at the time of the trial; that which wasn’t is merely impeaching or cumulative, and the proposition that it probably or even possibly might change the jury verdict is not tenable. The so-called new evidence sheds no further light on Itkin’s relationship to the government which has already been fully explored and determined by this court in Chief Judge Friendly’s careful analysis in his opinion affirming De Sapio’s conviction and the denial of his first motion for a new trial. A reading of that opinion, United States v. De Sapio, <em>supra, </em>is necessary if this one is to be fully comprehended.</p>\n<p id=\"b710-7\">Herbert Itkin has been a voluble but valuable informant whose information has resulted in the indictment, trial and conviction of some leading criminals. He has been cross-examined by experts. Appellant’s counsel has culled the thousands of pages of his testimony and has assembled a melange of material, none of which on scrutiny has any meaningful relationship to the question of De Sapio’s guilt or innocence. In essence, what is sought here is the grand inquisition and examination after trial of It-kin, urged upon us as an American Titus Oates. Itkin is not on trial here— whether he is Benedict Arnold, Nathan Hale or perhaps Walter Mitty or a composite of all three might well be a fascinating undertaking. However, we are circumscribed by well established rules of appellate review which limit our task to the determination of whether there is newly discovered evidence that Herbert Itkin committed perjury in the trial of Carmine De Sapio, that he was a government agent and not a true conspirator and that the government suppressed evidence in that trial.</p>\n<p id=\"b710-8\">I</p>\n<p id=\"b710-9\">The Newly Discovered Evidence</p>\n<p id=\"b710-10\">1) In April, 1970 Itkin was a government witness in a case, United States v. McCarthy, No. 68 Cr. 467 (S.D.N.Y. April, 1970) which involved labor racketeering and had nothing to do with the factual issues in the De Sapio case. On cross-examination, in an attack on It-kin’s credibility, he admitted that he had <page-number citation-index=\"1\" label=\"647\">*647</page-number>been indicted in New York County for conspiracy to commit perjury. Defense counsel then made an offer of proof that two detectives from District Attorney Hogan’s office in New York County had overheard a conversation between Itkin and Marcus in a restaurant in December, 1967 in which Itkin allegedly advised Marcus, who was about to go before a New York Grand Jury, to falsify his testimony as to the source of the money Marcus had used to pay certain debts. The offer of proof was rejected by Judge Tyler, who presided at that trial, without objection by defense counsel. Itkin’s questioning was limited to the fact of his indictment. There is no claim by appellant of any suppression by the government of Itkin’s alleged subornation.</p>\n<p id=\"b711-5\">2) In October, 1965 Itkin entered into an “agreement and declaration of trust” for the benefit of creditors. In it he declared and swore that the list was a true and accurate description of his creditors and the amounts owed to each. In trials subsequent to De Sapio’s, United States v. McCarthy, supra, and United States v. Lipkins, No. 71 Cr. 829 (S.D.N.Y. Aug., 1971), Itkin admitted on cross-examination that only a fraction of these were true debts, that the trustee, Mario Brod, was his C.I.A. superior and that he prepared the list with Brod’s assistance.</p>\n<p id=\"b711-6\">3) In 1964 and 1965 Itkin testified as a witness in federal bankruptcy proceedings concerning a certain Sire Plan which involved widespread Teamster Union corruption. In testimony subsequent to the De Sapio case (United States v. Lipkins, <em>supra; </em>United States v. Amato, No. 69 Cr. 569 (S.D.N.Y. Oct., 1970) and United States v. Zulferino, No. 68 Cr. 546 (S.D.N.Y. Jan., 1971)) Itkin admitted that he had lied in those proceedings to protect his cover and further that he had so advised the F.B.I.</p>\n<p id=\"b711-7\">4) From 1965 until March, 1971 Mrs. Itkin, Herbert Itkin’s second wife, was engaged in acrimonious litigation with her first husband who was seeking the custody of her two children by that marriage. In 1965 Mrs. Itkin took her two children to England in violation of an order of the Westchester County Court. She was persuaded to do this by Itkin who claimed that his government assignment required that he infiltrate organized crime in England. Since she was English, her residence there with her children, would provide him with a plausible excuse or cover for his presence abroad. Itkin admitted in testimony before a New York State Court, New York ex rel. Itkin v. Hirsch, Civ. No. 4590 (N.Y.Sup.Ct., Westchester County Nov., 1970) that he had lied in both English and American courts as to the reason for his presence in England. Itkin’s explanation for these lies was that he thought his government contacts would explain to both the English and American courts that he was doing this to protect his cover.</p>\n<p id=\"b711-9\">II</p>\n<p id=\"b711-10\"><em> The </em>generally accepted criteria for granting a new trial on the ground of newly discovered evidence are (1) the evidence must have been discovered since the trial, (2) it must be material to the factual issues at the trial and not merely cumulative of evidence already introduced or impeaching the character or credit of a witness, and (3) it must be of such a nature that it would probably produce a different verdict in the event of a retrial. United States v. Polisi, 416 F.2d 573, 576-577 (2d Cir. 1969). In dealing with appellant’s motion in so far as it is based upon newly discovered evidence of Itkin’s perjury in other proceedings, Judge Tyler found it “so lacking in merit as to be disposed of without extended discussion.” He found that the evidence was a mosaic of new twists, bits and scraps of new details of subjects either raised at trial or muted at trial for tactical reasons or excluded by the judge in evidentiary rulings on cross-examination. We again stress that the role of a reviewing court on an appeal from the denial of a motion for a new trial is a limited one. “Factual determinations made by the trial court in passing on a motion for a new trial <page-number citation-index=\"1\" label=\"648\">*648</page-number>based on newly discovered evidence may not be set aside unless the findings are ‘wholly unsupported by evidence.’ United States v. Johnson, 327 U.S. 106, 111-112, 66 S.Ct. 464, 90 L.Ed. 562 (1946).” United States v. Silverman, 430 F.2d 106, 119 (2d Cir. 1970), cert. denied, 402 U.S. 953, 91 S.Ct. 1619, 29 L.Ed.2d 123 (1971). Though our powers are so limited we have no difficulty in holding that the findings below are amply supported by evidence.</p>\n<p id=\"b712-4\">A. Itkin, The Perjurer</p>\n<p id=\"b712-5\">1. The fact that Itkin had been indicted for conspiracy to commit perjury by a New York County Grand Jury was of course known to Maurice Edelbaum, De Sapio’s trial counsel. On cross-examination he asked the question and received an admission from Itkin that he had been so indicted. He further questioned Itkin about a petition to remove the indictment to the United States District Court on the ground that Itkin had been an informant for the F.B.I. He was in possession of the affidavit of It-kin’s attorney seeking this removal. He was not permitted to ask Itkin if he was guilty of the crime and no objection was raised to this on appeal.</p>\n<p id=\"b712-9\">The only thing newly discovered here is the offer of proof of Itkin’s subornation of Marcus’ perjury, which evidence had been deemed inadmissible in the <em>McCarthy </em>case, <em>swpra. </em>This extrinsic evidence of prior misconduct by Itkin would also be inadmissible to impeach his general credibility in any retrial of De Sapio.<footnotemark>1</footnotemark> Even if true and admissible, Judge Tyler found that “it is totally absurd to conclude that this is a crucial item, particularly given Itkin’s testimony and that of Marcus at this trial.” Since Judge Tyler was the trial judge in both the <em>De Sapio </em>and <em>McCarthy </em>cases, his appraisal of the evidence proffered commands respect. United States v. Johnson, 327 U.S. 106, 112, 66 S.Ct. 464, 90 L.Ed. 562 (1946); United States v. On Lee, 201 F.2d 722, 723 (2d Cir. 1952), cert, denied, 345 U.S. 936, 73 S. Ct. 798, 97 L.Ed. 1364 (1953).</p>\n<p id=\"b712-10\">2. We are not impressed with the claim that Itkin’s post-De Sapio testimony concerning the execution of the 1965 declaration and agreement of trust, adds new evidence which would lead to a different verdict in the De Sapio case. Aside from the obvious observation that it has nothing whatsoever to do with the guilt or innocence of De Sapio or with perjury by Itkin in the De Sapio trial,<footnotemark>2</footnotemark> <page-number citation-index=\"1\" label=\"649\">*649</page-number>it is an uncontested fact that Itkin was cross-examined about it by Edelbaum and twice admitted that he didn’t owe the more than $400,000 in debts listed in the document which he had attested to be true. The jury had this admission of prior perjury before it, and when Itkin offered an explanation, Edelbaum responded “No, I don’t want an explanation.” A reading of the testimony of It-kin in the post-De Sapio cases <em>McCarthy, Lipkins </em>and <em>New York ex rel. Itkin, supra, </em>where he was given the opportunity to explain his concededly false affidavit, reveals that he would have undoubtedly testified that about 10% of the creditors were honest and the rest were hoodlums, loansharks and illegal kickback claimants whose claims Itkin personally rejected but whose exposure would jeopardize his cover as a government informant and gangland infiltrator. How this would have helped the De Sapio defense is indeed difficult to comprehend.</p>\n<p id=\"b713-4\">3. Itkin’s admitted perjury in the 1964 and 1965 Sire Plan proceedings was not disclosed to the De Sapio jury, but once again as newly discovered evidence, it falls far short of the criteria established in <em>Polisi, supra, </em>as justification for a new trial. It is not at all material to the factual issues in the De Sapio trial, and again is merely impeaching. Further, there is ample support for Judge Tyler’s finding that it isn’t even newly discovered. Edelbaum knew of and in fact questioned Itkin about his participation in the Sire Plan, which was linked with corruption of Teamster Union officials who dispensed mortgage loans for payoffs; the recipients of the loans acted through intermediaries like Itkin, who in turn took kickbacks. These crude shenanigans ultimately resulted in indictments and a pre-De Sapio trial in the Southern District (United States v. De Feo, et al., No. 68 Cr. 434 (S.D.N.Y. 1968)) in which Edelbaum represented one of the defendants, the late James Plumeri. In the present case, Edelbaum elicited from Itkin on cross-examination the admission that he had made payoffs to teamster officials and that he had received a kickback. He did not explore the question of It-kin’s perjury in the 1964 and 1965 proceedings, the transcripts of which had long been a matter of public record. However, his reticence may well have been motivated not by his lack of knowledge of Itkin’s perjury, but rather because of Itkin’s predictable excuse, which he later gave in <em>Lipkins, </em>supra,— that he did lie in the Sire Plan proceedings when he failed to implicate hoodlums and teamster officials in these corrupt practices since it would expose his cover. This answer could well have provoked jury sympathy for Itkin rather than having the effect of discrediting his veracity. To suggest that the admission of such evidence would change the jury verdict in the De Sapio case we find to be beyond rational expectation.</p>\n<p id=\"b713-8\">4. The final claim of newly discovered evidence of perjury is that Itkin lied or suborned his wife’s perjury in the American and English custody proceedings. While this is newly discovered, it is clearly collateral and not material. Once again Itkin’s explanation for his part in the struggle his wife was making to keep custody of her children, would have no effect on the outcome of the De Sapio trial except perhaps to evoke sympathy for Itkin.</p>\n<p id=\"b713-9\">In sum, looking at all the alleged newly discovered evidence, we find nothing that is material, very little that is new, and that which is new is purely impeaching and therefore not a basis for granting the motion for a new trial. United States v. Curry, 358 F.2d 904, 919 (2d Cir.) cert. denied, 385 U.S. 873, 87 S.Ct. 147, 17 L.Ed.2d 100 (1966). It-kin after all had been cross-examined for almost five days by experienced professional trial counsel. He admitted to indictments for conspiracy to commit perjury, bribery and grand larceny; he admitted to failure to file income tax returns for two years; he admitted to lies, to kickbacks and payoffs, to the issuance of about 100 bad checks and to perjuring himself in a matter involving a pay<page-number citation-index=\"1\" label=\"650\">*650</page-number>off to one Braverman. The jury obviously believed that Itkin was telling the truth with respect to his dealings with De Sapio in the “high line” venture which led to the indictment. They further had the evidence of two Con Edison officials, as well as the opportunity to hear and observe the defendant, De Sa-pio, on the stand. Finally, there is not a shred of evidence in the matters we have reviewed to suggest that Itkin perjured himself in the De Sapio case.</p>\n<p id=\"b714-4\">B. Itkin, The Government Agent</p>\n<p id=\"b714-5\">The second string on appellant’s somewhat splintered bow is that Itkin’s post-De Sapio testimony in other cases, establishes that he was not a true conspirator with De Sapio but was in fact an agent for both the F.B.I. and the C. I.A. The relationship between the F.B. I. and Itkin in the “high line” venture was carefully reviewed by Chief Judge Friendly in the first appeal, United States v. De Sapio, <em>supra, </em>435 F.2d at 282-283. William Vericker, Coordinator of the Criminal Informant’s Program for the New York office of the F.B.I., was in fact called by the defense as a witness in the trial. Based upon this and other evidence Judge Friendly affirmed the jury’s finding that Itkin was acting on his own in the “high line” venture, that he was a true conspirator and only reported to the F.B.I. subsequent to the termination of the conspiracy. A careful reading of the evidence now relied upon by appellant does not contradict, but in fact, supports this position. The only subsequent proceeding in which Itkin was questioned as to his relationship with the F.B.I. in the De Sapio case was an English civil defamation case before Mr. Justice Lawton and a jury in the High Court of Justice, Queens Bench Division in July, 1971 (Phonographic Equipment Co. Ltd. v. Associated Newspapers Ltd.). In that case, Itkin repeatedly testified that the F.B.I. had not directed him to target any particular defendant but that he had acted on his own. (Transcript, July 8, 1971, at 12, 16-22). He testified that he had had ten or fifteen profitable deals with Marcus, that he had made $4000 in the De Sapio deal, which he had shown to the F.B.I. to be photographed and that he had shown them the money wrappers which were used as evidence in the trial. <em>(Id. </em>at 29-30; see 435 F.2d at 281 n. 10). All of this confirms and conforms with the facts found by the jury and affirmed by this court.</p>\n<p id=\"b714-10\">It is now urged that subsequent testimony reveals that Itkin was a C.I.A. agent.<footnotemark>3</footnotemark> Piecing scraps of his testimony in various cases together, appellant casts Itkin in the role of a full-time, card-carrying, time-clock-punching employee of the C.I.A. soon to be pensioned off. While Itkin has undoubtedly testified to some melodramatic episodes, there is nothing at all to indicate that the C.I.A., which is charged with national security, had the slightest interest in the corruption of the Commissioner of the New York City Department of Water Supply, Gas and Electricity. That the C.I.A. did have an interest was “a leap” Judge Tyler refused to take in denying this <page-number citation-index=\"1\" label=\"651\">*651</page-number>motion.<footnotemark>4</footnotemark> We see no reason to disturb that finding.</p>\n<p id=\"b715-5\">Ill</p>\n<p id=\"b715-6\">The Suppression of Evidence</p>\n<p id=\"AYs\">Since Itkin did report his perjury in the 1964 and 1965 bankruptcy reorganization proceedings to the F.B.I. and since the C.I.A. was presumably aware of the falsity of the 1965 “agreement and declaration of trust,” it is now urged that the government suppressed this evidence on the De Sapio trial. Judge Tyler found no suppression of evidence, and his finding is supported in the record. We have already pointed out that this evidence is certainly not material either to De Sapio’s guilt or It-kin’s perjury in the De Sapio ease. Neither does it cast any light on his relationship to any government agency in the De Sapio-Marcus dealing. In any event, not only did trial counsel know of Itkin’s participation in teamster corruption but, as we have pointed out (footnote 3, <em>supra), </em>he was aware that the trustee of the agreement and declaration of trust was Mario Brod, Itkin’s reputed superior in the C.I.A.</p>\n<p id=\"b715-7\">We are left with the claim that the C. I.A. knew that the reason for Itkin’s wife’s presence in England was to establish his cover for infiltration and insinuation into organized crime in England. Since Itkin could not reveal this, the argument runs, the C.I.A. must have been aware of and in fact abetted his and his wife’s perjury in the custody case where other reasons were given for their presence in England. If we accept this testimony of Itkin as a fact, there is no reason to discredit his further testimony that his wife and he believed that the “government” would make known to the English and American courts this fact of his testimony. We are not at all persuaded by a reading of the testimony that the C.I.A. ever advised Itkin or his wife to commit perjury in the custody case. Assuming, however, that the C.I. A. was aware of his perjury and his subornation of his wife’s perjury, it is clear that the prosecutorial misconduct alleged here does not rise to the level which would warrant a new trial under the standards of United States v. Polisi, <em>supra, </em>416 F.2d at 577-79; see United States v. Keogh, 440 F.2d 737, 741 (2d Cir.) cert. denied, 404 U.S. 941, 92 S.Ct. 285, 30 L.Ed.2d 254 (1971); United States v. Bonnano, 430 F.2d 1060, 1063 (2d Cir.) cert. denied, 400 U.S. 964, 91 S.Ct. 366, 27 L.Ed.2d 384 (1970). There is no evidence that the government deliberately suppressed any material evidence or refused to honor a request to turn over evidence. On the contrary, massive amounts of Jenck’s Act’ material (18 U.S.C. § 3500) was provided defense counsel. The peripheral impeaching evidence gleaned from collateral cases was simply not material to De Sapio’s guilt, and the government’s failure to disclose it to appellant could not have prejudiced him in any way. United States v. Polisi, <em>supra, </em>416 F.2d at 577. Had it been made available in the De Sapio trial it would have cast Itkin in the role not only of a valorous government informant but a dedicated husband by the side of a distraught mother fighting for the custody of her children.</p>\n<p id=\"b715-12\">After carefully reviewing all of the arguments raised by counsel and all of the testimony upon which they are <page-number citation-index=\"1\" label=\"652\">*652</page-number>based, we affirm the order below denying Carmine De Sapio a new trial.</p>\n<p id=\"b716-4\">The alternative relief sought by appellant is an evidentiary hearing which presumably will provide the opportunity to once again cross-examine Itkin as to his relationship with the government and thus hopefully provide the new evidence which has been so clearly lacking here. We see no reason to provide this relief and no precedent for it. In our view the time for finality has come.</p>\n<p id=\"b716-5\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b712-6\">. United States v. Glasser, 443 F.2d 994, 1002-03 (2d Cir.), cert. denied, 404 U.S. 854, 92 S.Ct. 96, 30 D.Ed.2d 95 (1971). See Proposed Fed.R. of Evidence 608, 51 F.R.D. 315, 389 (rev. draft 1971). Appellant argues that this evidence would be admissible “ ‘to reveal the [witness’] capacity, habit, plan, knowledge, intent [and] motive with respect to’ liis testimony. United States v. Frascone, 299 F.2d 824, 828-29 (2d Cir. 1962).” (Reply Brief for Appellant at 9). However, this paraphrase distorts the passage ns well as the applicable rule. The <em>Frascone </em>case held that testimony about a <em>defendant’s </em>prior criminal activity is admissible “to reveal the <em>defendant's </em>capacity, habit, plan, knowledge, intent, motive, or identity <em>with respect to the crime of which he is charged in the case on trial.” Id. </em>(Emphasis added). This argument is illustrative of appellant’s continuing confusion as the identity of the defendant in this case. Further, Itkin’s alleged subornation of Marcus’ perjury two years before the I)e Sapio trial is no proof that he was prejudiced against De Sapio in this case so as to render the extrinsic evidence admissible under United States v. Haggett, 438 F.2d 396, 399 (2d Cir.), cert. denied, 402 U.S. 946, 91 S.Ct. 1658, 29 L.Ed.2d 115 (1971).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b712-12\">. Appellant cannot reasonably rely upon Napue v. Illinois, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959) and Mesarosh v. United States, 352 U.S. 1, 77 S.Ct. 1, 1 L.Ed.2d 1 (1956). In those cases the government either knew or suspected that one of its principal witnesses had <em>committed perjury in the case on trial. </em>Itkin’s perjuries in other proceedings were designed to protect his cover. As such they establish no basis from which it may be inferred that Itkin perjured himself in this case. Significantly, appellant cites no instance of actual or suspected perjury by Itkin after he surfaced in 1968 and assumed the role of a prosecution witness.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b714-6\">. As Judge Tyler points out in liis opinion below, a sealed file in the custody of Judge Cooper of the Southern District of New York, contains an affidavit of the General Counsel of C.I.A. He certified to the court that prior to 1964 and “from time to time in successive years” Itkin had furnished information to the C.I.A. through an intermediary. The information he divulged was deemed classified by the C.I.A. under Executive Order 10501, 3 C. F.R. 1949-1953 Comp, at 979, 50 U.S.C. § 401 (1970). Itkin has further been instructed not to disclose information given to the C.I.A. under pain of prosecution pursuant to 18 U.S.C. § 793. At a side bar discussion in the De Sapio trial, Edel-bnum stated that lie had information that Brod, the trustee of Itkin’s deed of trust, was Itkin’s C.I.A. superior and that the entire agreement which was sworn to, was a complete fraud on creditors. While references to the C.I.A. were not permitted in the De Sapio trial, defense counsel referred to “another agency,” and in his summation to the jury, he referred to It-kin’s claim that he worked for the C.I.A.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b715-8\">. It is interesting to note tlmt in United States v. Russo, 442 F.2d 498, 503 (2d Cir. 1971), cert. denied, <em>404 </em>U.S. 1022, 92 S.Ct. 669, 30 L.Ed.2d 673 (1972) this court held it to be harmless error for the trial court to reject testimony sought to be introduced by counsel for the defendant therein to the effect that Mario Brod, described as Itkin’s contact with the C.I.A., would testify that Itkin’s reputation for truthfulness was bad and that Brod would not believe him under oatli. This court held that the jury was made fully aware of the negative aspects of Itkin’s character and this additional testimony could not have added more gild to the lily. The litany of Itkin’s sins recounted in that opinion as having been already related to the jury, cannot at all compare in quantity or quality to those uncovered in Edelbaum’s cross-examination of It-kin in the De Sapio trial.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}