{
  "casebody": {
    "data": "<casebody firstpage=\"226\" lastpage=\"234\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b246-4\">Wallace W. Doran <em>v. </em>Julius W. Wolk et al. Myrna Wolk et al. <em>v. </em>Chappell Express, Inc., et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b246-7\">House, C. J., Loiselle, Bogdanski, Longo and Barbee, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b246-11\">Argued November 6, 1975</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AdB\">decision released February 17, 1976</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b247-4\"><page-number citation-index=\"1\" label=\"227\">*227</page-number><em>Robert B. Cohen, </em>with whom, on the brief, was <em>John F. Droney, Jr., </em>for the appellants (defendants in the first case).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b247-5\"><em>William F. Gallagher, </em>with whom, on the brief, was <em>Cyril Cole, </em>for the appellants (plaintiffs in the second case).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b247-6\"><em>Sebastian J. Russo, </em>for the appellee (plaintiff in the first case).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b247-7\"><em>Robert C. Danaher, </em>with whom, on the brief, were <em>Michael B. O'Connell </em>and <em>R. Cornelius Danaher, Jr., </em>for the appellees (defendants in the second case).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b247-8\">Loiselle, J.</author>\n<p id=\"AkP\">These actions, which were tried together, arise from a motor vehicle accident that occurred in the city of Hartford on November 27, 1968. In the first action, the plaintiff, Wallace W. Doran, sought damages for personal injuries. In the second action, the plaintiffs Myrna Wolk and her two daughters sought damages for personal injuries and the plaintiff Julius Wolk sought damages for medical expenses incurred on behalf of his wife and daughters and for damages to his automobile. The jury rendered a verdict of $6000 in favor of the plaintiff Doran in the first action and a verdict in favor of the defendants, Doran and Chappell Express, Inc., in the second action.</p>\n<p id=\"b247-9\">We first consider the second action wherein the plaintiffs, Myrna and Julius Wolk and their daughters, have appealed and claim the court erred in its charge to the jury and in evidential rulings.<footnotemark>1</footnotemark> It is undisputed that on November 27,1968, Myrna Wolk, while driving her husband’s automobile westerly on <page-number citation-index=\"1\" label=\"228\">*228</page-number>Hartford’s Hamilton Street with her two daughters in the car, collided with a truck at the intersection of Pope Park Highway and Hamilton Street.</p>\n<p id=\"b248-5\">At the time of the collision, the truck, driven by the defendant, Wallace W. Doran, and owned by Doran’s employer, defendant Chappell Express, Inc., was turning left from Hamilton Street’s eastbound lane into Pope Park Highway.</p>\n<p id=\"b248-6\">The plaintiffs first claim the court erred in charging that the jury could draw an unfavorable inference because Julius Wolk failed to testify as there was no evidence showing his availability to testify. The defendants claim that as Julius Wolk is a party his availability need not be shown. The only mention of Julius Wolk in the plaintiffs’ offers of proof is that he did not testify. In the defendants’ offers of proof it is stated that Julius Wolk came to the scene of the accident; took all occupants of the'Wolk vehicle to the hospital; drove his wife to see one doctor two days after the accident and sent her to see three other doctors; and helped his wife do the heavy housework after the accident. It is further stated, in the finding, that there was no evidence that Julius Wolk had any information to offer in connection with the liability aspects of the case; he did not testify at the trial; and neither Mrs. Wolk nor any witness explained why he was not present to testify.</p>\n<p id=\"b248-7\">During the charge, the court instructed the jury: “[T]he failure therefore of a party to produce a witness or certain evidence which it is within his power to produce and which he would naturally have produced to support his case does permit an inference that the evidence of that witness would <page-number citation-index=\"1\" label=\"229\">*229</page-number>have been unfavorable to that party’s cause. . . . Now, if an available witness is not called, you . . . have the right to draw an inference that his testimony would be unfavorable to the party who would have naturally produced him.” The court then said Julius Wolk was also a plaintiff and was at the scene of the accident and had some knowledge of his wife’s problems. It concluded, “So the failure to call him as a witness would permit you to draw an inference that his testimony on the matters within his knowledge would have been unfavorable to his wife.”</p>\n<p id=\"b249-5\">If a party fails to call a witness, then the <em>Secondino </em>rule permits the jury to draw an inference that the witness’s testimony would have been unfavorable to the party’s cause if the jury first finds that: (1) the witness was available; and (2) the witness was one the party would naturally produce. <em>Bell </em>v. <em>Bihary, </em>168 Conn. 269, 271, 362 A.2d 963; <em>Raia </em>v. <em>Topehius, </em>165 Conn. 231, 237, 332 A.2d 93; <em>Secondino </em>v. <em>New Haven Gas Co., </em>147 Conn. 672, 675, 165 A.2d 598. To charge the jury on the rule, the party claiming the benefit of the rule must show that he is entitled to it. <em>State </em>v. <em>Brown, </em>169 Conn. 692, 704, 364 A.2d 186; <em>Raia </em>v. <em>Topehius, </em>supra; <em>Queen </em>v. <em>Gagliola, </em>162 Conn. 164, 169, 292 A.2d 890. In <em>Queen </em>v. <em>Gagliola, </em>supra, the court implicitly overruled such cases as <em>Cascella </em>v. <em>Jay James Camera Shop, Inc., </em>147 Conn. 337, 343, 160 A.2d 899, which placed the burden of proof of nonavailability on the party who would naturally have produced the witness.</p>\n<p id=\"b249-7\">The basis of the rule is “a maxim that all evidence is to be weighed according to the proof which it was in the power of one side to have produced, <page-number citation-index=\"1\" label=\"230\">*230</page-number>and. in the power of the other side to have contradicted.” Ez<em>zo </em>v. <em>Geremiah, </em>107 Conn. 670, 677, 142 A. 461 (quoting Lord Mansfield in <em>Blatch </em>v. <em>Archer, </em>1 Cowper 63, 65); <em>Secondino </em>v. <em>New Haven Gas Co., </em>supra, 674; <em>Throckmorton </em>v. <em>Chapman, </em>65 Conn. 441, 454, 32 A. 930. These cases and the legal authorities place the emphasis on the available testimony that is not produced. See cases cited supra; McCormick, Evidence (2d Ed.) § 272; 2 Wigmore, Evidence (3d Ed.) § 285.</p>\n<p id=\"b250-5\">The defendants contend that, when the witness is also a party, the party against whom the inference is made has the burden of showing nonavailability. They assert that a party would be expected to produce his own testimony, and that he is the most qualified person to comment on his availability. These assertions, however, are not persuasive to justify a special rule for party-witnesses. The same assertions can be made when the party and the witness are not the same person.</p>\n<p id=\"b250-6\">It is the party’s testimony as a witness and not his relationship to the cause of action, or status, that determines the applicability of the inference. “It would be generally agreed, to be sure, that the mere fact of the party’s failure to testify is not of itself open to inference; it is his failure when he could be a useful and natural witness that is significant.” 2 Wigmore, Evidence (3d Ed.) § 289, p. 173. The party’s availability as a witness, therefore, should be shown by the party to be benefited by the inference. See <em>United Broadcasting Co., Inc. </em>v. <em>Armes, </em>506 F.2d 766, 770 (5th Cir.). The court erred by charging that the adverse inference could be drawn in the absence of an initial showing as to Julius Wolk’s availability.</p>\n<p id=\"b251-4\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>To require reversal, the error must be harmful. The defendants’ offer of proof stating that there was no evidence that Julius Wolk had any information or evidence to offer in connection with the liability aspects of the case was not attacked by the plaintiffs. Further, the charge of the court, although there was some mention that Julius Wolk was at the scene of the accident, focused on his knowledge of his wife’s physical problems following the accident. As the jury never reached the issue of damages, they were not likely to have been misled in their* determination of the liabilities of the parties. Consequently, the error was harmless. <em>Flynn </em>v. <em>Raccuia, </em>146 Conn. 210, 214, 148 A.2d 763.</p>\n<p id=\"b251-5\">The plaintiffs next claim error in the admission of certain testimony of Doran and a related exhibit. During direct examination, Doran testified that Ms doctor* said he could only drive a truck professionally for another five or six years. Furthermore, the doctor told him his back condition and torn ligaments could not be remedied unless he stopped driving. Doran was then asked if he had received training as a truck driver. He answered that he had received instruction, at a school, concerning the operation and maintenance of a tractor-trailer truck. The court then admitted a certificate of completion of training from the school as an exhibit. The plaintiffs objected and took exception to this evidence. The defendant said he offered the testimony and the certificate as evidence relevant to the question of damages. The plaintiffs’ objection to the testimony was based upon immateriality, and their objection to the exhibit’s admission was general without any specific ground.</p>\n<p id=\"b251-6\">The plaintiffs now claim that the prejudicial effect of this evidence far outweighed its probative <page-number citation-index=\"1\" label=\"232\">*232</page-number>value. They assert that the effect of the evidence was to create the impression that Doran was a skilled driver. They draw support from the rule that evidence related to general sldll and care is not admissible to determine negligence since such skill and care would have no bearing as to whether reasonable care was exercised on a particular occasion. <em>Ross </em>v. <em>Stamford, </em>88 Conn. 260, 262, 91 A. 201; <em>Moffitt </em>v. <em>Connecticut Co., </em>86 Conn. 527, 529, 86 A. 16. To the extent that the plaintiffs are urging a ground of objection different from that raised at the time of trial, the claim is not considered. <em>DuBose </em>v. <em>Carabetta, </em>161 Conn. 254, 264-65, 287 A.2d 357; <em>LaVoie </em>v. <em>Marshall, </em>141 Conn. 681, 687, 109 A.2d 508. The court properly admitted the testimony and the exhibit on the question of damages to prove that Doran was capable of earning wages as a truck driver. The court has wide discretion with respect to its rulings on evidence, and its rulings will be disturbed only upon a showing of an abuse of discretion. <em>Robinson </em>v. <em>Faulkner, </em>163 Conn. 365, 371, 306 A.2d 857. The court did not abuse its discretion in tiffs regard.</p>\n<p id=\"b252-5\">The final claim relates to testimony of Robert E. Chappell, president of Chappell Express, Inc. He had arrived at the scene about twenty minutes after the accident. While giving his testimony, he was asked what he observed in the street when he arrived. Over objection he was allowed to testify that he saw a scattering of wet debris on the street. He also indicated the location of the wet debris in the two photographs that were exhibits in the ease. The plaintiffs claim there was no foundation for this testimony as he was not an eyewitness and the evidence was too remote and speculative.</p>\n<p id=\"b253-4\"><page-number citation-index=\"1\" label=\"233\">*233</page-number>The testimony of Chappell was restricted to what he observed when he arrived at the scene and to indicating on the photographs the location of what he had observed. Immediately following the rulings objected to, Chappell said he saw brake marks which were admitted by the plaintiffs’ counsel to have been made by Mrs. Wolk’s automobile. “A trial court has wide discretion in its rulings on the relevancy of evidence, and no precise and universal test of relevancy is furnished by the law. The question must be determined in each case according to the teachings of reason and judicial experience.” <em>Branford Sewer Authority </em>v. <em>Williams, </em>159 Conn. 421, 425, 270 A.2d 546; <em>State </em>v. <em>Towles, </em>155 Conn. 516, 523, 235 A.2d 639. This admitted evidence was in the nature of circumstantial evidence to be taken with other evidence given at the trial. There was no abuse of judicial discretion in the evidential rulings attacked.</p>\n<p id=\"b253-5\">In the companion case, the first action, the defendants, Julius and Myrna Wolk, have appealed from the judgment. The only assignments of error are that the court erred in denying the defendants’ motion to set aside the verdict because the damages are excessive and because the verdict is not supported by the evidence. In its memorandum of decision on the motion to set aside the verdict the court expressed the opinion that the verdict was high in relation to the special damages but that there was evidence that the plaintiff, Wallace W. Doran, sustained an injury to his back which affected his activities for at least two-and-a-half years when he sustained a second injury. The court was of the opinion that although the verdict was high it was not excessive as compared with other jury verdicts.</p>\n<p id=\"b254-4\"><page-number citation-index=\"1\" label=\"234\">*234</page-number>The ruling of the trial court on a motion to set aside a verdict is entitled to great weight and every reasonable presumption should be given in favor of its correctness. <em>Gosselin </em>v. <em>Perry, </em>166 Conn. 152, 168, 348 A.2d 623; <em>Darling </em>v. <em>Burrone Bros., Inc., </em>162 Conn. 187, 200, 292 A.2d 912. We have reviewed the relevant evidence as summarized in the appendices to the briefs and conclude that the jury co.uld reasonably have found that the damages awarded by them constituted fair, just and reasonable compensation for the injuries which the plaintiff sustained. It cannot be held as a matter of law that the award does not fall within the necessarily uncertain limits of just damages. <em>Minnelli </em>v. <em>Poulos, </em>166 Conn. 173, 174, 348 A.2d 673; <em>Neal </em>v. <em>Shiels, Inc., </em>166 Conn. 3, 19, 347 A.2d 102; <em>Raia </em>v. <em>Topehius, </em>165 Conn. 231, 239, 332 A.2d 93.</p>\n<p id=\"b254-5\">There is no error in either ease.</p>\n<p id=\"b254-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b247-10\"> The plaintiffs have made three assignments of error to correct the finding. One correction has been made and the remaining assignments have not been considered since their resolution would have no bearing on the outcome of the appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}