{
  "casebody": {
    "data": "<casebody firstpage=\"201\" lastpage=\"205\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b229-6\">A. D. Campbell v. P. D. Chaney et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b229-7\">No. 6383.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEq\">Decided May 15, 1935.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b229-8\">(82 S. W., 2d Series, 638.)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b229-18\"><em>J. Shirley Cook, </em>of Vernon, for plaintiff in error.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b229-19\">An assessment against joint owners without apportioning the liability of each is void. City of Dallas v. Atkins, 223 S. W., 170; City of Paris v. Tucker, 101 Texas, 99, 104 S. W., 1046.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b229-20\"><em>R. D. Oswalt, </em>of Crowell, and <em>Williams &amp; Day, </em>of Plainview, and <em>Storey, Leake &amp; Storey, of </em>Vernon, for defendants in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b229-21\">Mr. Judge GERMAN</author>\n<p id=\"Ap6\">delivered the opinion of the Commission of Appeals, Section A.</p>\n<p id=\"b229-22\">We do not copy the certificate of the Court of Civil Appeals in full, but from same and from the transcript and statement <page-number citation-index=\"1\" label=\"202\">*202</page-number>of facts accompanying the certificate we make the following narrative statement of the essential facts:</p>\n<p id=\"b230-3\">On January 3, 1930, appellant A. D. Campbell was owner of certain property situated in the City of Crowell, Texas. On that day he made a contract of sale with P. D. Chaney. This contract is in substance as follows:</p>\n<p id=\"b230-4\">It recites that Campbell has sold to Chaney and agrees to deliver by general warranty deed the property above mentioned. The consideration is recited to be the sum of $6500.00, of which $50.00 is paid in cash on the execution of contract. The remaining $6450.00 is to be paid in monthly installments of $75.00 on the 15th day of each month after the deed is delivered.. The contract contains the following provision:</p>\n<p id=\"b230-5\">“Party of the first part agrees to furnish an abstract of title showing a good and merchantable title in himself within 15 days and, to have prepared a complete abstract of title, second party to have 15 days to have title examined and title passed as good and sufficient.”</p>\n<p id=\"b230-6\">On April 15, 1930, Campbell and wife executed to P. D. Chaney a general warranty deed conveying the property mentioned for a recited consideration of $6450.00, payable in monthly installments of $75.00, the first installment being due May 15, 1930.</p>\n<p id=\"b230-7\">Prior to March 24, 1930, (the exact date not being shown by proof, but alleged to be January 21, 1930) paving proceedings were instituted by the City Council of the City of Crowell, and the usual steps provided by law were taken for the purpose of improving certain streets in the city, one of which abutted on the property of appellant which was subject to the contract ■mentioned. On March 24, 1930, ordinance of the City Council of the City of Crowell was duly passed levying a special assessment in the sum of $2244.27 against the property under contract, and which was afterwards conveyed by Campbell to Chaney by deed dated April 15, 1930. This assessment was against the property and against A. D. Campbell and P. D. Chaney. A certificate showing the assessment and reciting all the proceedings, ordinances, etc., and that the improvements had been made and the assessment levied in accordance with Chapter 106 Acts of the Fortieth Legislature, 1927, of the State' of Texas, First Called Session, known as. Article 1105-b of the Revised Statutes, was issued on June 16, 1930, to appellee Jordan-Hall Construction Company, the contractor which did the paving. So far as the record shows, these proceedings were in all respects regular and the validity of the assessment <page-number citation-index=\"1\" label=\"203\">*203</page-number>and certificate was never questioned, except in this proceeding as hereinafter indicated.</p>\n<p id=\"b231-3\">On February 5, 1931, appellant Campbell filed this suit in the District Court of Foard County against P. D. Chaney, alleged to be then residing in the State of Arizona, • and against Jordan-Hall Construction Company and another. Appellant alleged the execution of the deed of April 30, 1930, and of the vendor’s lien note for $6450.00, with reservation of vendor’s lien. He further alleged default in payment of each and all of the monthly installments; that he had declared the note due and payable; that he had elected to rescind the sale, and that Chaney ratified the rescission and surrendered possession of the property. He prayer for a recovery of the title to the property, and in the alternative prayed for foreclosure of the vendor’s lien.</p>\n<p id=\"b231-4\">Chaney accepted service in the case but filed no answer. The Jordan-Hall Construction Company answered and filed a cross action against appellant Campbell and. against P. D. Chaney upon the paving assessment certificate. The trial was before the court without a jury and judgment was as follows:</p>\n<p id=\"b231-5\">Appellant Campbell recovered of P. D. Chaney the title and possession of the property in question. Appellee Jordan-Hall Construction Company was awarded a personal judgment against Campbell and against Chaney for the amount of the paving certificate with interest and attorney’s fees. It is also allowed a foreclosure of the special assessment lien against the property.</p>\n<p id=\"b231-6\">Campbell alone has appealed. He attacks the validity of the assessment both as to personal liability and as creating a lien against the property. The basis of his attack is set forth in his brief in this language:</p>\n<p id=\"b231-7\">“The propositions call in question the validity of the ordinance and the certificate of special assessment issued by virtue thereof showing the assessment was attempted to be made on joint property and against joint owners without apportioning the interest of each and without apportioning the separate liability of each.”</p>\n<p id=\"b231-8\">The certificate of special assessment contained the following recital:</p>\n<p id=\"b231-9\">“That by virtue of an ordinance of the City Council of the City of Crowell, passed on the 24th day of March, A. D. 1930, there was levied a special assessment in the sum of $2249.27 against certain property situated in said City in Foard County, Texas, fronting 300 feet on the South side of Commerce Street, <page-number citation-index=\"1\" label=\"204\">*204</page-number>described as Lots 1 to 12, inclusive, in Block 75, in the town of Crowell, Foard County, Texas, and against A. D. Campbell and P. D. Chaney the owner of said property.”</p>\n<p id=\"b232-3\">The Court of Civil Appeals has certified to this Court the following questions:</p>\n<p id=\"b232-4\">“(1) Was the assessment made jointly against Campbell and Chaney, and the certificate issued in accordance therewith, a void proceeding?</p>\n<p id=\"b232-5\">“(2) Under the cases first above cited, will Campbell, as vendor, be presumed to be in possession of the property at the time of the assessment, notwithstanding the existence of the executory contract?</p>\n<p id=\"b232-6\">“(3) Under the executory contract which recites that Campbell has sold the property to Chaney and that $50.00 of the purchase money has been paid, was a personal judgment properly rendered against the vendor Campbell?”</p>\n<p id=\"b232-7\">1 We answer question No. 1 in the negative. The facts show beyond question that at the time of the assessment on March 24, 1930, the property was owned solely by appellant Campbell. He asserts, however, that by virtue of the contract of January 3, 1930, title had passed to Chaney. The contract as a whole clearly shows that this is not correct, but that it was purely an executory agreement to sell. While it recited a cash payment of $50.00, this was clearly nothing more than earnest money. The contract contained a provision with reference to furnishing abstract of title showing a good and merchantable title and allowed fifteen days after furnishing abstract for examination and approval of the title. It is clearly implied that no deed was to be made until after the acceptance of the title. The instrument was in no sense a conveyance of the property, but only an executory agreement to convey, and full title remained in Campbell until the execution of the conveyance on April 30, 1930.</p>\n<p id=\"b232-8\">The assessment in question was made under the provisions of the Act of 1927, now known as Article 1105-b of Vernon’s Annotated Revised Civil Statutes. By Section 6 of that Act it is provided as follows:</p>\n<p id=\"b232-9\">“Any assessments against abutting property shall be a first lien thereon <em>from the date the improvements are ordered, </em>and shall be a <em>personal liability </em>and charge against the <em>true owners </em>of such property <em>at said date, whether named or not. </em>The Governing Body shall have the power to cause to be issued in the name of the city assignable certificates in evidence of assessments levied declaring the lien upon the property and <page-number citation-index=\"1\" label=\"205\">*205</page-number>the liability of the <em>true oioner </em>or owners thereof <em>whether correctly named or not, </em>and to fix the terms and conditions of such certificates.”</p>\n<p id=\"b233-5\">2 As heretofore indicated, it is not expressly shown when the improvements were ordered, but it shows that the assessment was made March 24, 1930, which was obviously after the improvements were ordered. In any event Campbell was still the owner of the property when the assessment was made, and the statute fixed liability and a lien against the property as early as that date in any and all event. The property was not jointly owned at the date of the assessment, and as Chaney then had no interest in same it is obvious that the purported assessment against him was a nullity, and is to be regarded as surplusage so far as Campbell, the true owner, is concerned.. Chaney, however, is not questioning the judgment against him.</p>\n<p id=\"b233-6\">Besides we call attention to Section 11 of the Act of 1927' which is as follows:</p>\n<p id=\"b233-7\">“Assessments against several parcels of property may be' made in one assessment when owned by the same person, firm, corporation or estate, and property owned jointly by one or' more persons, firms or corporations, may be assessed jointly.”'</p>\n<p id=\"b233-8\">3 Under this section a joint assessment would not be void,, and as it is shown that appellant was in fact the true owner when the assessment was laid and personal liability fixed, and is now the owner, and that Chaney had no interest in the property, appellant is in no position to complain because theré was not an apportionment of costs between him and Chaney. In addition to all of this, Section 9 of the Act of 1927 manifestly precludes a collateral attack on the assessment for reasons, such as are assigned by appellant herein.</p>\n<p id=\"b233-9\">The cases relied upon by appellant, of which Scanlan v. Gulf Bitulithic Co. (Com. App.), 44 S. W. (2d) 967, is the: leading one, did not involve assessments under the Act of 1927 and are therefore not controlling.</p>\n<p id=\"b233-10\">It is clear that question No. 2 is immaterial, but is answered! in the affirmative.</p>\n<p id=\"b233-11\">Question No. 3 is answered in the affirmative.</p>\n<p id=\"b233-12\">Opinion adopted by the Supreme Court May 15, 1935.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}