{
  "casebody": {
    "data": "<casebody firstpage=\"587\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b603-10\">Edmund Matthews v. Otsego County Supervisors.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b603-11\"><em>Certiorari </em>— Buies <em>of evidence in proceedings before supervisors </em>— Affidavit <em>of publication.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b603-13\">The return to a writ of <em>certiorari </em>is conclusive as to the facts appearing: therein.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b603-14\">In. proceedings before boards of supervisors for organizing new townships, the strict rules of law governing the introduction of evidence-in courts cannot be insisted upon.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b603-15\">Comp. L. § 5927 providing that an affidavit by the printer of a newspaper that a specified notice was published therein, shall be prim»• <em>facie </em>evidence of the fact, does not exclude other proof; such as the-affidavit of some other person who knows the fact.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b603-16\">The action of a board of supervisors upon evidence tending to show the due publication of a notice of proceedings to organize a township, will not be reviewed by the Supreme Court on <em>certiorari, </em>especially if there is no contradictory showing.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b604-3\"><page-number citation-index=\"1\" label=\"588\">*588</page-number>Certiorari.</summary>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"ASV\">Submitted June 14.</otherdate>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"AYU\">Decided June 21.</decisiondate>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b604-4\"><em>Thomas A. E. Weadock </em>for plaintiff in certiorari.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AlHP\">Where a statute requires notice to be given in a particular way no other method is admissible: <em>Newly v. Perkins </em>25 Am. Dec. <em>161; Scrafford v. Gladwin Supervisors </em>41 Mich. 647; and the affidavit of publication' must strictly comply with the statutory provisions: <em>Perrien v. Fetters </em>35 Mich. 236; <em>Dexter v. Cranston </em>41 Mich. 452.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b604-5\"><em>W. II. II. Cooper </em>and <em>R. C. Ostrander </em>for defendants in •certiorari.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"ADB\"><em>Ex parte </em>affidavits may be taken in proof of publication of notice: <em>Clark v. Ingham Supervisors </em>38 Mich. 658.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b604-6\">Marston, J.</author>\n<p id=\"AZD\">A writ of <em>certiorari </em>was issued to review the action of the board in organizing in said county a new township.</p>\n<p id=\"b604-7\">The material error alleged in the application was that the notice required by Comp. L. § 481, was not published in a newspaper, as required by that section, and that there was no proper proof of any publication because the affidavit was not made by the printer, foreman or clerk, as required by 2 Comp. L. § 5927.</p>\n<p id=\"b604-8\">A return to the writ was duly made and the action of the hoard must stand or fall by the facts therein appearing. The notice that an application would be made to the board for rthe organization of a new township was dated December 16, 1881, and the time mentioned therein when it would be presented was January 19, 1882.</p>\n<p id=\"AA6t\">It farther appears from the return that on the 19th day ■of January Joseph- E. Corlett subscribed and swore to an ¡affidavit setting forth therein that on the 16th and 17th days •of December, 1881, he posted up true copies of the annexed notice in five of the most public places in each of the town.-ships named therein or to be affected thereby, specifying •such places, and added: “ And this deponent further says •that he caused a copy of said notice to be published in the 'Otsego County Herald, a newspaper printed in the said <page-number citation-index=\"1\" label=\"589\">*589</page-number>County of Otsego, once in each week for four successive-weeks immediately preceding the day therein specified as the time when the application therein mentioned would be made to the board of supervisors.”</p>\n<p id=\"b605-3\">We are of opinion that the strict rales of law applicable to and governing the introduction of evidence in the courts,, cannot be insisted upon in proceedings of this nature before boards of supervisors. In the allowance of claims against, counties and in many other cases boards of supervisors act informally in receiving and considering sufficient, evidence-which would not be-admitted in a court of justice. This-from the very necessities of the case must be so, and their action in so doing has never been questioned nor has any attempt been made to review such proceedings on technical-grounds by <em>certiorari.</em></p>\n<p id=\"b605-4\">Had the affidavit provided for in § 5927 been made, it would as therein declared have been <em>prima facie </em>evidence-of the publication and of the facts therein stated. This section does not however exclude other proof of such facts-being made; indeed by its very terms it implies that other and independent evidence may be given.</p>\n<p id=\"b605-5\">The affidavit of Corlett in this case tends to show due-publication of the notice, of which he had personal knowledge. This the board acted upon and apparently considered-sufficient, and there not being a total want of evidence, this-Court cannot say the showing was insufficient. The question was one that in the first instance was addressed to the board, and we have no desire to review their action touching the weight of the evidence passed upon by them. There-does not seem to have been any evidence before the board-contradicting or changing the above showing in any way,, and their action must therefore be considered as final.</p>\n<p id=\"b605-6\">The writ therefore will be quashed.</p>\n<judges id=\"b605-7\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}