{
  "casebody": {
    "data": "<casebody firstpage=\"160\" lastpage=\"164\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b186-11\">Nancy MUGGLETON, an individual, Plaintiff-Appellant, v. UNIVAR USA, INC., a Florida branch of a Washington corporation, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b186-14\">No. 07-10456</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AP\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b186-15\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b186-16\">Sept. 26, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b187-10\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>Douglas Richard Blecki, Dennis Hernandez &amp; Associates, P.A., Dennis Hernandez, Attorney at Law, Tampa, FL, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b187-11\">Tracey K. Jaensch, Ford &amp; Harrison LLP, Tampa, FL, for Defendant-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b187-13\">Before ANDERSON, BIRCH and DUBINA, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b187-14\">PER CURIAM:</author>\n<p id=\"b187-15\">Appellant Nancy Muggleton, a fifty-year-old female, appeals the district court’s grant of summary judgment to her former employer, Univar USA, Inc. (Univar), in this discrimination case arising under the Florida Civil Rights Act of 1992, Fla Stat. Ann. §§ 760.01-.il (“FCRA”). Muggleton argues that evidence supported her claim of harassment due to age and gender, because the mistreatment she allegedly endured was severe enough to be actionable. She also argues that evidence also showed that there was a causal link between her decision to report the harassment and her later demotion and that Univar’s articulated reasons for demoting her were pretexts for discrimination. We affirm.</p>\n<p id=\"b187-16\">I.</p>\n<p id=\"b187-17\">We review a district court’s grant of summary judgment <em>de novo. Wilson v. B/E Aerospace, Inc., </em>376 F.3d 1079, 1085 (11th Cir.2004). “Summary judgment is appropriate when ‘there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.’ ” <em>Id. </em>(quoting Fed.R.Civ.P. 56(c)). If the non-moving party bears the ultimate burden of proof regarding the claim at issue in the motion, that party, in response to the motion, must go beyond the pleadings and establish, through competent evidence, that there truly is a genuine, material issue to be tried. <em>Celotex Corp. v. Catrett, </em>477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986). Furthermore, “[a] mere ‘scintilla’ of evi<page-number citation-index=\"1\" label=\"162\">*162</page-number>dence supporting the opposing party’s position will not suffice; there must be enough of a showing that the jury could reasonably find for that party.” <em>Walker v. Darby, </em>911 F.2d 1573, 1577 (11th Cir.1990).</p>\n<p id=\"b188-4\">II.</p>\n<p id=\"b188-5\">The FCRA prohibits employment discrimination based on, among other things, age, sex, or gender. <em>See </em>Fla. Stat. § 760.10(i)(a). Because the FCRA is patterned after Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2(a), 3(a), courts routinely apply Title VII case law to discrimination claims brought under the FCRA. <em>Harper v. Blockbuster Entm’t Corp., </em>139 F.3d 1385, 1387 (11th Cir.1998).</p>\n<p id=\"b188-6\">Title VII prohibits sex-based discrimination that alters the terms and conditions of employment. 42 U.S.C. § 2000e-2(a)(l). An employee can establish a violation against an employer in either one of two ways: (1) through a tangible employment action-e.g., a demotion; or (2) “through creation of a hostile work environment caused by sexual harassment that is sufficiently severe or pervasive to alter the terms and conditions of work.” <em>See Baldwin v. Blue Cross/Blue Shield of Ala., </em>480 F.3d 1287, 1300 (11th Cir.2007).</p>\n<p id=\"b188-7\">To show that a termination (or demotion) is the tangible employment action and that recovery should follow, the plaintiff must still demonstrate causation. <em>Id. </em>at 1300-1301. To establish an actionable claim for harassment, by contrast, a plaintiff must demonstrate that: (1) she is a member of a protected group; (2) she was subjected to unwelcome harassment; (3) the harassment was based on the protected characteristic; (4) “the harassment was sufficiently severe or pervasive to alter the terms and conditions of employment and create a discriminatorily abusive working environment”; and (5) the employer is responsible for that environment. <em>Miller v. Kenworth of Dothan, Inc., </em>277 F.3d 1269, 1275 (11th Cir.2002).</p>\n<p id=\"b188-9\">Establishing that the harassing conduct was sufficiently severe or pervasive to alter the terms and conditions of employment has both subjective and objective components. <em>Hulsey v. Pride Rest., LLC, </em>367 F.3d 1238, 1247 (11th Cir.2004). The employee must personally perceive the harassment as severe and pervasive, and the environment must be one that a reasonable person in the employee’s position would find hostile or abusive. <em>Id. </em>The following four factors are important in analyzing whether harassment objectively altered an employee’s terms or conditions of employment: “(1) the frequency of the conduct; (2) the severity of the conduct; (3) whether the conduct was physically threatening and humiliating or just a mere utterance; and (4) whether the conduct unreasonably interferes with the employee’s work performance.” <em>Id. </em>at 1247-48. Additionally, we consider the alleged conduct in context and cumulatively, looking at the totality of the circumstances, to determine if an environment is hostile. <em>See id. </em>at 1248.</p>\n<p id=\"b188-10\">We have held that the failure to establish one of the four factors does not preclude a judgment in favor of the plaintiff because focusing on a single factor “loses sight of the totality of the circumstances approach” adopted by this court. <em>Miller, </em>277 F.3d at 1276. However, “ ‘simple teasing,’ offhand comments, and isolated incidents (unless extremely serious) will not amount to discriminatory changes in the ‘terms and conditions of employment.’ ” <em>Faragher v. City of Boca Raton, </em>524 U.S. 775, 788, 118 S.Ct. 2275, 2283, 141 L.Ed.2d 662 (1998) (internal citations omitted). Furthermore, the Supreme Court has held that Title VII “does not set forth a general civility code for the American workplace.” <em>Burlington N. and Santa Fe Ry. Co. v. </em><page-number citation-index=\"1\" label=\"163\">*163</page-number><em>White, </em>— U.S.-, 126 S.Ct. 2405, 2415, 165 L.Ed.2d 345 (2006) (internal quotations omitted).</p>\n<p id=\"b189-6\">Additionally, we have held that an employer is not liable for a hostile work environment unless the plaintiff shows that the employer “had notice of the alleged harassment and failed to take immediate and appropriate corrective action.” <em>Watson v. Blue Circle, Inc., </em>324 F.3d 1252, 1257 (11th Cir.2003). Furthermore, we may affirm the district court on any legal ground, even if it is not the one the district court adopted. <em>Walker v. Mortham, </em>158 F.3d 1177, 1193 (11th Cir.1998).</p>\n<p id=\"b189-7\">After reviewing the record, we conclude that the district court properly granted summary judgment on Muggleton’s harassment claim because Muggleton failed to show that the harassment she suffered — primarily consisting of an incident with a co-worker in February 2004, and some additional comments — was objectively severe enough to alter her employment terms and conditions. Additionally, Muggleton failed to establish that Univar is legally responsible for her harassment. Moreover, as noted below, the absence of causation is fatal even if a tangible employment theory applied here.</p>\n<p id=\"b189-8\">III.</p>\n<p id=\"b189-9\">In addition to prohibiting discrimination, the FCRA also includes a separate anti-retaliation provision. <em>See </em>Fla. Stat. § 760.10(7). Like the provision in Title VII, 42 U.S.C. § 2000e-3(a), § 760.10(7) of the FCRA states that:</p>\n<blockquote id=\"b189-10\">It is an unlawful employment practice for an employer, an employment agency, a joint labor-management committee, or a labor organization to discriminate against any person because that person has opposed any practice which is an unlawful employment practice under this section, or because that person has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this section.</blockquote>\n<p id=\"b189-12\"><em>Id. </em>As noted above, the analysis of retaliation claims brought under the FCRA is patterned after Title VII. <em>See Harper, </em>139 F.3d at 1387. Title VII makes retaliation a separate offense. <em>See </em>42 U.S.C. § 2000e-3(a); <em>Burlington N., </em>126 S.Ct. at 2411-12. Title VII’s retaliation provision prohibits employers from retaliating against an employee “because he has opposed any practice made an unlawful employment practice” by Title VII. 42 U.S.C. § 2000e-3(a). “[A]n employee need not prove the underlying claim of discrimination for the retaliation claim to succeed.” <em>Sullivan v. Nat’l R.R. Passenger Corp., </em>170 F.3d 1056,1059 (11th Cir.1999).</p>\n<p id=\"b189-13\">We have held that a plaintiff must show three things to establish a <em>prima facie </em>case of retaliation: (1) she engaged in a statutorily protected expression; (2) she suffered an adverse employment action; and (3) there is “a causal link between the protected expression and the adverse action.” <em>Id. </em>“We construe the causal link element broadly so that ‘a plaintiff merely has to prove that the protected activity and the ... [adverse] action are not completely unrelated.’” <em>Higdon v. Jackson, </em>393 F.3d 1211, 1220 (11th Cir.2004) (modifications in original) (citation omitted). Furthermore, a causal connection is established if the plaintiff shows that the decision-maker was aware of the protected activity and the protected activity is not wholly unrelated to the adverse action. <em>Gupta v. Fla. Bd. of Regents, </em>212 F.3d 571, 590 (11th Cir.2000). “For purposes of a <em>prima facie </em>case, ‘close temporal proximity5 may be sufficient to show that the protected activity and the adverse action were not ‘wholly unrelated.5 55 <em>Id. </em>While we have not stated exactly how close the <page-number citation-index=\"1\" label=\"164\">*164</page-number>temporal proximity must be, we have held that a three month period between the protected activity and adverse action “does not allow a reasonable inference of a causal relation between the protected expression and the adverse action.” <em>Higdon, </em>393 F.3d at 1221.</p>\n<p id=\"b190-4\">If the plaintiff establishes a <em>prima facie </em>case, the burden shifts to the employer to proffer a legitimate, non-discriminatory reason for the adverse action. <em>Crawford v. City of Fairbum, </em>482 F.3d 1305, 1308 (11th Cir.2007). If the employer meets this burden, then the plaintiff must show that the employer’s proffered reason is mere pretext for retaliation. <em>Id. </em>To show pretext, the plaintiff must present sufficient evidence “to permit a reasonable factfinder to conclude that the reasons given by the employer were not the real reasons for the adverse employment decision.” <em>Combs v. Plantation Patterns, </em>106 F.3d 1519, 1528 (11th Cir.1997). Furthermore, conclusory allegations, without more, are insufficient to show pretext. <em>Mayfield v. Patterson Pump Co., </em>101 F.3d 1371, 1376 (11th Cir.1996). Instead, the plaintiff must meet the proffered reason “head on and rebut it.” <em>Chapman v. AI Transport, </em>229 F.3d 1012, 1030 (11th Cir. 2000) <em>(en </em>banc).</p>\n<p id=\"b190-5\">The record demonstrates that the district court here did not err in finding that Muggleton failed to establish that her protected activity was causally related to her demotion, or that even if connected, Univar’s reasons for demoting her were pretextual. The nine-month time span between Muggleton reporting a co-worker to her supervisor and the supervisor giving her a choice between accepting severance or a demotion is too great a temporal gap, by itself or in conjunction with the other evidence in the record, to infer the events are not wholly unrelated. Univar eliminated positions in its Jacksonville and Savannah offices as part of the same restructuring plan. Although Muggleton claimed that Univar’s reasons were pretextual for discrimination because she had a 22-year career with Univar with positive overall yearly reviews, and maintained that the fact she continued to be harassed after she complained about Wanek showed Univar’s reasons are pretextual, she failed to submit evidence to show that this was false, and that the true basis was an impermissible one.</p>\n<p id=\"b190-7\">In sum, because Muggleton did not establish a <em>prima facie </em>case for either her harassment or retaliation claim and failed to show Univar’s proffered reasons for her demotion were pretexts for discrimination, we affirm the district court’s grant of summary judgment.</p>\n<p id=\"b190-8\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}