{
  "casebody": {
    "data": "<casebody firstpage=\"919\" lastpage=\"920\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b945-11\">Fuad MOKBIL, Petitioner, v. Peter D. KEISLER <footnotemark>*</footnotemark>, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b945-13\">No. 06-0765-ag.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b945-14\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b945-15\">Oct. 10, 2007.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b945-17\">Parker Waggaman, Law Offices of Parker Waggaman, PC, New York, NY, for Petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b945-18\">Lisa Hammond Johnson, Assistant United States Attorney (for Gregory A. White, United States Attorney) Northern District of Ohio, Cleveland, OH, for Respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b945-19\">Present: Hon. PIERRE N. LEVAL, Hon. ROBERT A. KATZMANN, Circuit Judges, Hon. CHARLES L. BRIEANT, District Judge.<footnotemark>1</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b945-9\"><em> </em>Pursuant to Federal Rule of Appellate Procedure 43(c)(2), Acting Attorney General Peter D. Keisler is automatically substituted for former Attorney General Alberto R. Gonzales.</p>\n</footnote>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-2\" label=\"1\">\n<p id=\"b945-20\">. The Honorable Charles L. Brieant, United States District Judge for the Southern District of New York, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<p id=\"b946-3\"><page-number citation-index=\"1\" label=\"920\">*920</page-number>SUMMARY ORDER</p>\n<p id=\"b946-4\">Petitioner Fuad Mokbil, a native of Ethiopia and a citizen of Yemen who entered the United States on a student visa in 1992, seeks review of a decision of the Board of Immigration Appeals (“BIA”) affirming the decision of Immigration Judge (“IJ”) Helen Sichel to deny Mokbil’s application for adjustment of his status, reaffirm the previous denials of relief, and reaffirm the prior order of removal in his case. <em>In re Fuad Mokbil, </em>No. A34-020014 (Jan. 18, 2006), <em>aff'g </em>No. A30-020-014 (Immig. Ct. N.Y. City Sept. 8, 2004). We assume the parties’ familiarity with the underlying facts and procedural history of the case.</p>\n<p id=\"b946-5\">The sole contention in the petition is that it was an abuse of discretion for the IJ to deny Mokbil’s application for a continuance while an appeal was pending on the denial of his 1-130 application. By letter dated September 12, 2007, Mokbil informed this Court that he is “no longer married.” As both petitioner and respondent agree, the termination of the marriage renders the issue moot and compels us to dismiss. <em>See New York City Employees’ Ret. Sys. v. Dole Food Co., </em>969 F.2d 1430, 1433 (2d Cir.1992) (“A moot action ... must be dismissed, even if the case was live at the outset but later events rendered it moot on appeal.”).</p>\n<p id=\"b946-6\">For the foregoing reasons, the petition for review is DISMISSED as moot. Having completed our review, the pending motion for a stay of removal is DENIED as moot.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}