{
  "casebody": {
    "data": "<casebody firstpage=\"537\" lastpage=\"541\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b561-12\">S. H. Newton v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b561-13\">No. 12888.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYH\">Delivered March 26, 1930.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b561-14\">Reported in 26 S. W. (2d) 233.</citation>\n<p data-order=\"4\" data-type=\"summary\" id=\"b562-11\"><page-number citation-index=\"1\" label=\"538\">*538</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b562-12\"><em>Otis Rogers </em>of Fort Worth, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b562-13\"><em>A. A. Dawson </em>of Canton, State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b562-14\">CHRISTIAN, Judge.</author>\n<p id=\"Af5N\">The offense is murder; the punishment confinement in the penitentiary for life.</p>\n<p id=\"b562-15\">Appellant shot and killed J. P. Arnold. Insanity was the sole defense. Many witnesses, who had known appellant practically all of his life, detailed conversations had with him, described his demeanor and expressed the opinion that he was insane. Several physicians based their opinion that appellant was insane upon hypothetical questions propounded to them. Medical experts, as well as nonexperts, having been called by the state as witnesses, expressed the opinion appellant was sane at the time he committed the offense.</p>\n<p id=\"b562-16\">The motion for a new trial was in part predicated upon misconduct of the jury. After the jury had been impaneled and during the progress of the trial, they retired to the jury room in charge of an officer. The noon hour having arrived, they sent to a cafe for sandwiches, which were brought to the court room by an employee of the cafe. The officer in charge of the jury permitted this party to enter the jury room with the sandwiches. At the instance of the jury, the officer left the jury room and went across, the court room to a cold drink stand for the purpose of purchasing some drinks for the jury. .He was gone two or three minutes, during which time the employee of the cafe was left with the jury in <page-number citation-index=\"1\" label=\"539\">*539</page-number>the jury room behind closed doors. On the hearing eleven of the jurors testified that the outsider had no conversation whatever with any member of the jury. One juror testified that he asked said party if he had the bill for the sandwiches and that the bill was presented without a reply being made. The outsider was not called to testify.</p>\n<p id=\"b563-5\">Various articles of the statute require that the jury in a felony case shall not separate save by permission of the court; that room, food and lodging shall be provided by the sheriff; that during the deliberation no one shall be with them, nor be permitted to converse with the jurors save in the presence of and by permission of the court, and even then conversation with the jurors about the case on trial is forbidden. Violation of the provisions mentioned will subject á jury to contempt proceedings. It is made the duty of the sheriff to supply the reasonable wants of the jury, keep them together, prevent intercourse with other persons, and see that they are constantly attended by a proper officer who shall remain sufficiently near and be at their call, but who shall not be with them while discussing the case nor converse with them about the case nor in the presence of any of them. See Articles 668, 670, 671, 672, and 673, C. C. P. Disregard or transgression of any of these provisions may vitiate the verdict. In prescribing one of the grounds for a new trial in cases of felony, subdivision 7 of Article 753, provides:</p>\n<p id=\"b563-6\">“Where the jury, after having retired to deliberate upon a case, have received other testimony; or where a juror has conversed with any person in regard to the case; or where any juror at any time during the trial or after retiring, may have become so intoxicated as to render it probable his verdict was influenced thereby. The mere drinking of liquor by a juror shall not be sufficient ground for a new trial.”</p>\n<p id=\"b563-7\">These provisions are to preserve the purity of the jury and to facilitate a fair and impartial trial. In instances where there is apparent transgression or disregard of these provisions, the presumption of injury obtains, and the burden is upon the state to rebut the presumption. No statute provides, nor do the decisions of this court prescribe, specific rules or procedure by which the burden mentioned may be discharged. Usually the transgression or apparent transgression arises from contact with some individual member of the jury, as for instance, where there is a momentary separation by the careless movements of part of the jury, the stepping aside of one or more of them, or placing them momentarily in charge of an unsworn person. It seldom happens, as in the present case, that <page-number citation-index=\"1\" label=\"540\">*540</page-number>the attack is based upon an occurrence where some apparently unauthorized individual is in a position to converse with the entire membership of the jury assembled. Ordinarily, where it is shown that there is a conversation with some unauthorized person it is incumbent upon the state to not only negative any harmful remarks or transactions by the members of the jury but it is demanded that the person in question be likewise called to testify. Toussaint vs. State, 244 S. W. 514. It is to be noted that there is a necessity for the sheriff to supply the jurors with food. In practice, this is usually done by taking the jury in a body to some public institution as a hotel or restaurant, where they receive services from the attendants in the course of the meal. That under such circumstances there will be some conversation with these attendants is manifest from the nature of the situation. So far as we are aware, attacks upon the jury by reason of such happenings have been unsuccessful. The present instance seems somewhat analogous. Refreshments were brought to the jury by a negro waiter, who handed them a bill. The sheriff was absent for the moment. The members of the jury testified that no conversation took place other than that one of the jurors asked for the bill for the sandwiches and the waiter handed him the bill without making reply. - It is believed that the circumstances are such as would not warrant this court in holding that the state had not discharged the burden of proving that no injury resulted or could have resulted from the circumstances.</p>\n<p id=\"b564-5\">Any intention to depart from the holding of this court in Toussaint vs. State, supra, and the authorities there collated, is disclaimed. The article of the statute referred to in those cases is mandatory, and where the evidence shows a violation of its express command, the presumption of injury obtains. In such case, unless the presumption of injury is overcome by evidence, it is incumbent upon the trial court to grant a new trial. And, ordinarily, where a juror converses with an outsider, it is the rule that the person with whom he talked must be presented to rebut the presumption of injury, the decisions being to the effect that the testimony of the juror alone is not sufficient. Toussaint vs. State, supra.</p>\n<p id=\"b564-6\">After several of appellant’s witnesses had testified that it was their opinion that appellant was insane, the state asked said witnesses, on cross-examination, why it had not occurred to them to have appellant restrained and placed in an insane asylum for the protection of society. Appellant objected on the ground that the testimony sought to be elicited would be immaterial, improper, irrel<page-number citation-index=\"1\" label=\"541\">*541</page-number>evant and prejudicial. We think the objection was properly overruled. It was proper to test the sincerity of witnesses in order that the jury might be aided in weighing the opinion expressed by them.</p>\n<p id=\"b565-5\">It is recited in bill of exception No. 8 that the district attorney, in his closing argument, used language as follows:</p>\n<p id=\"b565-6\">“All the evidence in this case shows that this is a dangerous man. If you turn him loose, even though it is on the ground of insanity, he leaves this court house free, and in all probability he will go right back to Weatherford and kill that splendid wife of his that you heard testify here.”</p>\n<p id=\"b565-7\">Upon appellant’s objection to the argument, the court instructed the jury not to consider it. The bill of exception is qualified to show that the court did not remember the exact argument complained of, but did remember that the district attorney said something about appellant killing his wife. This leaves the bill without any certificate from the trial judge that the district attorney made the argument set forth in the bill of exception, except that the court does certify that the district attorney said something about appellant killing his wife. Watson vs. State, 287 S. W. 265. The jury were promptly instructed to disregard the statement that appellant might kill his wife. We are unable to reach the conclusion that, as qualified, the bill of exception presents reversible error. It may be added the statement that appellant was shown by the evidence to be a dangerous man seems to have been proper. The objection went to the entire argument, a part of which was proper. It was incumbent upon appellant to single out the objectionable remarks and interpose proper objection thereto. McKenzie vs. State, 11 S. W. (2d) 172.</p>\n<p id=\"b565-8\">We have carefully examined every contention made by appellant and fail to find reversible error.</p>\n<p id=\"b565-9\">The judgment is affirmed.</p>\n<p id=\"b565-10\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b565-11\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}