{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"3\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"pAq\">MARCH, 1923.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b39-3\">Willis Wimberley v. The State.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b39-4\">No. 7285.</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Au\">Decided March 21, 1923.</decisiondate>\n<p data-order=\"4\" data-type=\"summary\" id=\"ApK\">The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b39-12\"><em>T. H. McGregor </em>and <em>A. L. Love, </em>for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AJ_\">On question of evidence: Watson v. State, 9 Texas Crim. App., 12; Lyon v. State, 42 id., 506.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b39-13\"><em>R. G. Storey, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b40-4\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>HAWKINS, Judge.</author>\n<p id=\"AG\">The indictment contained two counts; the first charged appellant with the manufacture of intoxicating liquor, and the second charged possession thereof for the purpose of sale. Both counts were submitted to the jury. The verdict specifically finds appellant guilty under <em>both </em>counts, the- judgment condemns him guilty of two felonies, to-wit, manufacture, and possession for sale, of intoxicating liquor, and the punishment assessed is two years in the penitentiary.</p>\n<p id=\"b40-5\">Where appellant makes no protest at being convicted for more than one felony under the same indictment as in Blackwell v. State, 51 Texas Crim. Rep., 24, 100 S. W. Rep., 774, this court would not feel called upon to raise the question on its own motion. But such procedure is so fundamentally - erroneous that it calls for review when raised at almost any time.' After verdict the court’s attention was called to the matter by a motion denominated one in arrest of judgment. It is not necessary to stop to inquire whether the motion was properly named. It attacks the verdict and judgment from many angles, but all based upon the idea that the State is not entitled to conviction for two separate felonies upon one trial under the same indictment. Upon the motion being overruled, the complaint was again presented in the motion for new trial. That an error has been committed which demands a reversal there can be no doubt. Keeler v. State, 15 Texas Crim. App., 111; Crawford v. State, 31 Texas Crim. Rep., 51, 19 S. W. Rep., <em>766; </em>Miller v. State, 16 Texas Crim. App., 417; Carr v. State, 36 Texas Crim. Rep., 3, 34 S. W. Rep., 949. In the recent case of Banks v. State, 93 Texas Crim. Rep., 117 246 S. W. Rep., 377, the foregoing cases are reviewed and many others cited, and the doctrine announced reaffirmed. To the same effect also, the two cases of Knott v. State, 93 Tevas Crim. Rep., 239, 245 (Nos. 7220 and 7223), recently decided.</p>\n<p id=\"b40-6\">B. M. Mays was the prosecuting witness. Appellant is his nephew. Witness had been on a visit to his relatives, the Wimberleys. He reported. to the officers about the alleged whisky manufacture, which resulted in not only appellant, but several other of witness’s relatives being indicted. On direct examination the State proved by the witness that he left the Wimberley’s where he had been visiting because of a fight which he, appellant, and John Wimberley had engaged in. Witness asserted .the fight was caused by him telling appellant and John Wimberley that he, witness, was going to report them for making whisky. He did make report to the officers over the ’phone immediately after the fight. In this state of the record appellant admitted that the fight occurred, but offered to testify himself, and to prove by other witnesses, that it had been reported to him and John Wimberley that Mays, the night preceding the fight, had committed an assault on Ruby Mays, his own niece, a fourteen year old girl; that when appellant <page-number citation-index=\"1\" label=\"3\">*3</page-number>and John Wimberley accosted Mays about it, the fight resulted; that this was the cause of the fight, and not a threat to report them for illegal connection with whisky handling. The exclusion of this testimony was error. Appellant could not with justice be compelled to sit silent when the State had left the inference with the jury that when Mays threatened to inform the authorities that he and his co-actor had been violating the law relative to intoxicating liquor, they for that reason assaulted and beat him. He had the right to prove if he could, by any legitimate evidence, at his command that the reasons assigned by the State’s witness for the fight were false, and to inform the jury what appellant contended was the true reason.</p>\n<p id=\"b41-5\">Many other questions are presented in the record which are not likely to arise in the same form upon another trial, hence are not discussed.</p>\n<p id=\"b41-6\">For the errors pointed out the judgment is reversed and the cause remanded.</p>\n<p id=\"b41-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}