{
  "casebody": {
    "data": "<casebody firstpage=\"368\" lastpage=\"386\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b384-3\">Emanuel Papadopoulos &amp; another<footnotemark>1</footnotemark> vs. Target Corporation<footnotemark>2</footnotemark> &amp; another.<footnotemark>3</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b384-4\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AAW\">February 8. 2010.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ae-dedup-0\">July 26, 2010.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b384-5\">Present: Marshall, C.J., Ireland, Spina, Cowin, Cordy, Botsford, &amp; Gants, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b384-12\"><em>Emmanuel N. Papanickolas (Paul R. Moraski </em>with him) for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b384-13\"><em>James T. Scamby </em>for the defendants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b384-14\"><em>Martin J. Rooney &amp; James C. Wood, </em>for Massachusetts Defense Lawyers Association, amicus curiae, submitted a brief.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b384-15\"><em>J. Michael Conley &amp; Chris A. Milne, </em>for Massachusetts Academy of Trial Attorneys, amicus curiae, submitted a brief.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b384-16\"> Annie Papadopoulos.</p>\n</footnote>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b384-17\">Doing business as The Target Stores.</p>\n</footnote>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-3\" label=\"3\">\n<p id=\"b384-18\">Weiss Landscaping Company, Inc.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-4\" type=\"majority\">\n<author id=\"b385-3\"><page-number citation-index=\"1\" label=\"369\">*369</page-number>Gants, J.</author>\n<p id=\"A0S\">The plaintiff Emanuel Papadopoulos was injured when he slipped and fell on a patch of ice in the parking lot of the Liberty Tree Mall in Danvers in front of a Target department store.<footnotemark>4</footnotemark> He filed suit in the Superior Court against the defendants Target Corporation, which controlled the area of the parking lot where the plaintiff fell, and Weiss Landscaping Company, Inc., the contractor retained to remove snow and ice from the parking area. The judge allowed the defendants’ motions for summary judgment as to all claims.<footnotemark>5</footnotemark> The plaintiff appealed and, in an unpublished memorandum and order pursuant to its rule 1:28, the Appeals Court affirmed. <em>Papadopoulos </em>v. <em>Target Corp., </em>74 Mass. App. Ct. 1104 (2009). We granted the plaintiff’s application for further appellate review and directed the parties to brief the question whether, in a premises liability action involving a slip and fall on snow and ice, the distinction between natural and unnatural accumulations of snow and ice should continue to be a factor under Massachusetts law in determining whether a property owner or other person responsible for maintaining property has been negligent.<footnotemark>6</footnotemark> We now abolish the distinction between natural and unnatural accumulations of snow and ice, and apply to all hazards arising from snow and ice the same obligation of reasonable care that a property owner owes to lawful visitors regarding all other hazards.</p>\n<p id=\"b385-4\">1. <em>The summary judgment decision. </em>Based on the undisputed facts in the summary judgment record, at some time around 11 a.m. on December 20, 2002, the plaintiff drove to the Liberty Tree Mall in Danvers to shop at the Target department store. The temperature was below freezing, but it was not snowing or raining. The parking lot outside the store had been plowed and was essentially clear, although the plaintiff did notice scattered snow and some areas of ice. The plaintiff parked his automobile <page-number citation-index=\"1\" label=\"370\">*370</page-number>in a “handicapped space” close to the store entrance and immediately beside a raised median strip that separated the parking area from the traffic lane running between the lot and the store. In clearing the lot, the snowplow had deposited a pile of snow on the median, but in doing so, the plow left some remaining snow on the ground by the edge of the median. The plaintiff left his automobile, entered the store, and made a purchase. As he proceeded toward his automobile after leaving the store, he slipped on a piece of ice that had frozen to the pavement. The ice on which the plaintiff tripped either had fallen from the snow piled on the median or had formed when snow melted and ran off the pile and then refroze to the pavement of the parking lot.</p>\n<p id=\"b386-4\">The judge concluded that, whether it was a chunk of ice that had fallen from the median or a patch of refrozen runoff from the snow pile, the ice that caused the plaintiff’s fall was a “natural accumulation.” Because our existing case law holds that a property owner does not violate the duty of reasonable care by failing to remove natural accumulations of snow and ice, see <em>Sullivan </em>v. <em>Brookline, </em>416 Mass. 825, 827 (1994), the judge concluded that, as a matter of law, the plaintiff could not prevail on his claims of negligence; therefore, the judge allowed the defendants’ motions for summary judgment.</p>\n<p id=\"b386-5\">2. <em>Discussion. </em>The rule that a property owner is not liable in tort for failing to remove a natural accumulation of snow and ice has come to be known in the treatises and the courts of other jurisdictions as the “Massachusetts rule.”<footnotemark>7</footnotemark> We now revisit this rule. To do so requires a brief review of traditional common-law rules that governed the tort liability of property owners in the Nineteenth Century and approximately the first two-thirds of the Twentieth Century, because the natural accumulation rule derived from, and is a relic of, that earlier case law.</p>\n<p id=\"b386-6\">During this time period, the standard of liability of a property owner for injuries suffered on his property depended on the <page-number citation-index=\"1\" label=\"371\">*371</page-number>status of the plaintiff, that is, whether the plaintiff was a tenant, an invitee, a licensee, or a trespasser. See <em>Young </em>v. <em>Garwacki, </em>380 Mass. 162, 164 (1980). See generally <em>Vertentes </em>v. <em>Barletta Co., </em>392 Mass. 165, 171-174 (1984) (Abrams, J., concurring); <em>Mounsey </em>v. <em>Ellard, </em>363 Mass. 693, 694-697 (1973) <em>(Mounsey). </em>If the plaintiff was a tenant, the landlord had no duty to the plaintiff to maintain any area under the tenant’s control in a safe condition: the lease was treated as a transfer of property, and the landlord was only potentially liable for failing to warn the tenant of hidden defects that the landlord was aware of at the time of the lease. See <em>Young </em>v. <em>Garwacki, supra </em>at 165, and cases cited. If a tenant (or a guest of the tenant) slipped and was injured in a common area that remained under the landlord’s control, the landlord could be found liable in tort only if he failed to use reasonable care to keep the common area in a condition no less safe than it was when the tenant first commenced the lease. See <em>Lowe </em>v. <em>National Shawmut Bank, </em>363 Mass. 74, 77 (1973), and cases cited. See also <em>Woods </em>v. <em>Naum-keag Steam Cotton Co., </em>134 Mass. 357, 359 (1883) <em>(Woods) </em>(“A tenant who hires premises takes them as they are, and cannot complain that they were not constructed differently”). This limited obligation of the landlord also included a duty not to wantonly or negligently place a dangerous obstruction in the common area. See <em>Watkins </em>v. <em>Goodall, </em>138 Mass. 533, 536 (1885). As to the latter duty, the court explained:</p>\n<blockquote id=\"b387-5\">“[The landlord] is liable for obstructions negligently caused by him, but not for not removing obstructions arising from natural causes, or the acts of other persons, and not constituting a defect in the passageway itself. He would be liable for negligently leaving a coal scuttle in a dangerous position, but not for not removing one so placed by another person.”</blockquote>\n<p id=\"b387-6\">\n<em>Id.</em>\n</p>\n<p id=\"b387-7\">If the plaintiff was an invitee, defined as a person invited onto the property by the property owner for the <em>property owner’s </em>benefit, see <em>Mounsey, supra </em>at 695-697, the property owner owed a duty to use reasonable care to keep the premises “in a reasonably safe condition in view of all the circumstances, including the likelihood of injury to others, the seriousness of the injury, and <page-number citation-index=\"1\" label=\"372\">*372</page-number>the burden of avoiding the risk.” <em>Id. </em>at 708, quoting <em>Smith </em>v. <em>Ar-baugh’s Restaurant, Inc., </em>469 F.2d 97, 100 (D.C. Cir. 1972). This duty required a property owner to make reasonable efforts to repair or remove any dangerous conditions, or at least to warn against any dangers not either known to the invitee or obvious to any ordinarily intelligent person and of which the property owner knew or reasonably should have known. See <em>Kelley </em>v. <em>Goldberg, </em>288 Mass. 79, 81 (1934).</p>\n<p id=\"b388-5\">If the plaintiff was a licensee, defined as a person who entered onto the landowner’s property for the <em>licensee’s </em>“own convenience and pleasure,” <em>Mounsey, supra </em>at 697, quoting <em>Sweeny </em>v. <em>Old Colony &amp; Newport R.R., </em>10 Allen 368, 373 (1865), the property owner owed a duty only to forbear from inflicting wilfiil or wanton injury on him. <em>Mounsey, supra </em>at 696-697.</p>\n<p id=\"b388-6\">If the plaintiff was a trespasser, the property owner’s only duty was to refrain from wanton and wilful misconduct. <em>Soule </em>v. <em>Massachusetts Elec. Co., </em>378 Mass. 177, 180 (1979).</p>\n<p id=\"b388-7\">During a period of “reconsideration and reform” between 1973 and 1980, this court abandoned what it characterized as the “obsolete machinery of the common law,” <em>Young </em>v. <em>Garwacki, supra </em>at 166, as it applied to premises liability, eradicated most of these differences in the standard of liability based on the status of the plaintiff, and applied the standard of reasonable care previously applied only to invitees to all but adult trespassers. See <em>id. </em>at 166-169; <em>Soule </em>v. <em>Massachusetts Elec. Co., supra </em>at 184 (applying reasonable care standard to child trespassers); <em>King </em>v. <em>G &amp; M Realty Corp., </em>373 Mass. 658, 660-661 (1977) (applying reasonable care standard to tenants); <em>Lindsey </em>v. <em>Massios, </em>372 Mass. 79, 82 (1977) (applying reasonable care standard to persons visiting tenants); <em>Mounsey, supra </em>at 707-708 (applying reasonable care standard to licensees and all lawful visitors). As we will demonstrate, the rule that a property owner owes no duty to remove natural accumulations of snow and ice derived from the limited duty a landlord owed to a tenant, but somehow survived after the court concluded that a landlord owes a tenant and his guests the same duty of reasonable care owed to an invitee.</p>\n<p id=\"b388-8\">Many commentators and out-of-State courts declare, although we have not done so, that the Massachusetts rule that property owners owe no duty to remove natural accumulations of snow <page-number citation-index=\"1\" label=\"373\">*373</page-number>and ice originated with this court’s 1883 decision in <em>Woods, supra. </em>See note 7, <em>supra. </em>In the <em>Woods </em>case, a tenant brought suit against her landlord for injuries she sustained when she fell on a set of ice-covered granite steps located in a common passageway in the yard of the tenement house she occupied. <em>Id. </em>at 358-359. This court affirmed the trial judge’s order directing a verdict in favor of the defendant. <em>Id. </em>at 361. As discussed earlier, under the landlord-tenant law that prevailed at that time, a landlord could be held liable only for failing to exercise reasonable care to prevent the common area from becoming less safe than it had been when the tenant first entered into the lease, or for negligently placing a dangerous obstruction in the common area. Where the obstruction was snow or ice on stairs or a walkway, a landlord could be held liable to the tenant only if he placed the snow or ice there, or was otherwise responsible for it being there, which he would not be if the snow and ice were a natural accumulation. Therefore, in declaring that the landlord in <em>Woods </em>had no duty to the plaintiff “to remove from the steps the ice and snow which naturally accumulated thereon,” <em>id., </em>the court simply applied the general legal principle prevailing at the time that a landlord was not responsible to remove an obstruction he did not cause or create.<footnotemark>8</footnotemark></p>\n<p id=\"b389-5\">In <em>Watkins </em>v. <em>Goodall, </em>138 Mass. 533, 537 (1885), decided two years after the <em>Woods </em>case, the court applied this same principle of landlord-tenant law to another slip and fall case where a tenant fell on an ice-covered walkway in the common area of a tenement block. In that case, however, the court affirmed judgment in favor of the plaintiff because the accumulation of ice that had caused the tenant’s fall had come from a broken water pipe, <page-number citation-index=\"1\" label=\"374\">*374</page-number>which the landlord was negligent for having not repaired. <em>Id. </em>at 537. “We think it was an artificial formation of ice, resulting directly from the negligent omission of the defendant, for which he was as much responsible as if he had placed the water there by his voluntary act.” <em>Id.</em></p>\n<p id=\"b390-5\">This legal distinction between “natural” and “artificial” accumulations of snow and ice, because it was used to determine whether the landlord had placed a dangerous obstruction in a common area, was limited to slip and fall claims brought by tenants, and did not apply to slip and fall claims brought by invitees, such as employees of a business, because a property owner owed a duty of reasonable care to invitees. In <em>Urquhart </em>v. <em>Smith &amp; Anthony Co., </em>192 Mass. 257, 263 (1906), for instance, the court affirmed judgment for a plaintiff who had been injured after slipping and falling on a plank walkway covered with ice and frozen snow that his employer had allowed to become “uneven and ridgy” and “unpassable,” without any sand or ashes having been placed on the walkway. <em>Id. </em>at 258, 260. The court held that, because the walkway was a part of the defendant’s business establishment, it was “the duty of the defendant to maintain the walk in suitable condition for the convenience of the plaintiff, and if snow and ice were accumulated in such quantities that upon being trampled and then frozen the surface was rendered uneven and dangerous, and so continued for several days before the accident, there was evidence that by reason of its negligence this duty had not been discharged.” <em>Id. </em>at 260. The court did not discuss in the <em>Urquhart </em>decision whether the snow and ice that caused the plaintiff’s fall were the result of natural or artificial accumulation because the distinction was irrelevant: the defendant owed its employee a duty reasonably to keep the walkway safe regardless of the source of the snow and ice.<footnotemark>9</footnotemark>,<footnotemark>10</footnotemark></p>\n<p id=\"b390-6\">Our case law in premises liability claims involving snow and <page-number citation-index=\"1\" label=\"375\">*375</page-number>ice for many years proceeded on two separate legal tracks, with tenants entitled to relief only where the landlord was negligent in depositing or otherwise causing hazards or obstructions of artificial snow or ice on a passageway within the common area of the premises, and invitees entitled to relief where the property owner acted unreasonably in failing to keep the walkway on the property in a safe condition. Compare <em>Karp </em>v. <em>Boott Mills, </em>348 Mass. 768, 768 (1964) (“relationship of landlord and tenant does not impose upon the landlord the duty to remove snow and ice naturally accumulating upon areas provided for the common use of tenants”); <em>O’Donoughue </em>v. <em>Moors, </em>208 Mass. 473, 475-476 (1911) (no evidence of breach of duty owed by landlord to tenant because “defect upon the walk on which she fell was due entirely to natural causes, the combination of rain and snow with freezing weather”), with <em>Willett </em>v. <em>Pilotte, </em>329 Mass. 610, 613 (1953) (property owner may be liable for invitee’s injuries where it “could be found that the ice was there long enough so that [defendant] knew or ought to have known of its existence, and that he should have removed it, sanded it, or taken some other measures to protect the customers . . . who might unknowingly encounter the danger”); <em>Mansfield </em>v. <em>Spear, </em>313 Mass. 685, 687 (1943) (business property owner could be found liable for invitee’s injuries where “[i]t could have been found that the ice was in plain view for sufficient time to enable the defendant and his servants, in the exercise of reasonable care, to make it safe”); <em>Collins </em>v. <em>Collins, </em>301 Mass. 151, 152 (1938) (homeowner not liable for invitee’s injuries where no evidence that homeowner had reasonable opportunity “to remove [ice] or to warn against it or even to ascertain its presence”).<footnotemark>11</footnotemark></p>\n<p id=\"b391-5\">In 1977, in <em>King </em>v. <em>G &amp; M Realty Corp., </em>373 Mass. 658, 661 <page-number citation-index=\"1\" label=\"376\">*376</page-number>(1977) <em>(King), </em>the court abandoned the common-law distinction between a property owner’s duty of care with respect to a tenant and an invitee, and imposed on a landlord a general duty to keep the common areas of a leased premises in a reasonably safe condition.<footnotemark>12</footnotemark> After abandoning this distinction, this court did not decide a case where the standard of liability was at issue for a slip and fall injury caused by ice or snow on property owned by a defendant until 1992. In <em>Aylward </em>v. <em>McCloskey, </em>412 Mass. 77, 80 (1992) <em>(Aylward), </em>the court affirmed the judge’s grant of summary judgment for the defendant on the plaintiff’s complaint that she had been injured by slipping on snow and ice that had been left unshovelled and unplowed in the defendants’ driveway. The defendants had been away from the area at the time of the snowfall and did not know that there was snow or ice on their driveway. <em>Id. </em>at 78. The court recognized that the duty owed by the defendants was one of “reasonable care in the circumstances.” <em>Id. </em>at 80, citing <em>Mounsey, supra </em>at 707. It noted that “the simple fact that a person slips on ice on another’s property does not subject the property owner to liability,” and concluded that there was no evidence in the record that the defendants had failed to exercise reasonable care in the circumstances. <em>Id. </em>at 80-81.</p>\n<p id=\"b392-4\">The court also declared, however, that landowners are liable only for injuries caused by defects existing on their property and that “the law does not regard the natural accumulation of snow and ice as an actionable property defect, if it regards such weather conditions as a defect at all.” <em>Id. </em>at 79. There was no <page-number citation-index=\"1\" label=\"377\">*377</page-number>evidence, the court said in affirming the judgment, that the defendants had <em>“created </em>a defective condition on their property” (emphasis added). <em>Id. </em>at 81. In this manner, a relic of abandoned landlord-tenant law was resurrected as an exception to the governing standard of reasonable care. The court then limited .this harsh standard by stating: “To be sure, in circumstances where some act or failure to act has changed the condition of naturally accumulated snow and ice, and the elements alone or in connection with the land become a hazard to lawful visitors, then a defect may exist, creating liability in the owner or occupier.” <em>Id. </em>at 80 n.3.<footnotemark>13</footnotemark> The court therefore created in <em>Aylward, </em>for the first time in our jurisprudence, a standard of liability specific to slips and falls on snow or ice that depended on a fact finder’s determination whether the snow or ice was a natural or unnatural accumulation.</p>\n<p id=\"b393-4\">Two years later, in <em>Sullivan </em>v. <em>Brookline, </em>416 Mass. 825, 827-828 (1994), the court reinforced the rule announced in <em>Ayl-ward </em>by expressly declaring, as the sole basis for its decision, that the town was not liable for the plaintiff’s injuries arising from his slip and fall on an icy ramp leading to the town’s health center because the plaintiff had provided no evidence that the ice was anything but a natural accumulation. The town, the court said, had no obligation to remove or to apply sand to the ice because “naturally accumulated snow and ice on property does not per se constitute a defective condition.” <em>Id. </em>at 829, quoting <em>Aylward, supra </em>at 79.</p>\n<p id=\"b393-5\">Like the long-standing distinctions among tenants, licensees, and invitees now discarded, the reliance on a distinction between natural and unnatural accumulation has sown confusion and <page-number citation-index=\"1\" label=\"378\">*378</page-number>conflict in our case law. We now discard the distinction between natural and unnatural accumulations of snow and ice, which had constituted an exception to the general rule of premises liability that a property owner owes a duty to all lawful visitors to use reasonable care to maintain its property in a reasonably safe condition in view of all the circumstances. See <em>Mounsey, supra </em>at 708. “Complexity can be borne and confusion remedied where the underlying principles governing liability are based upon proper considerations, but the . . . distinction and the specious guidelines it generates obscure rather than illuminate the relevant factors which should govern determinations of the question of duty.”<footnotemark>14</footnotemark> <em>Id. </em>at 706, quoting <em>Rowland </em>v. <em>Christian, </em>69 Cal. 2d 108, 117 (1968).</p>\n<p id=\"b394-5\">Determining liability for a slip and fall injury based on whether the plaintiff fell on a natural rather than an unnatural accumulation of snow or ice is not “based upon proper considerations.” The only rationale the decisions of this court have offered in support of this rule is that a property owner owes a duty to repair or warn of defects on the property, and a natural accumulation of snow or ice is not a defect. <em>Sullivan </em>v. <em>Brookline, supra </em>at 827, quoting <em>Aylward, supra </em>at 79. Implicit in this rationale is that a dangerous condition on one’s property can be a defect only if it is created or caused by the property owner. We do not accept this rationale where a property owner knows or has reason to know that a banana peel has been left on a floor by a careless customer; we have long held that the property owner has a duty to keep the property reasonably safe for lawful visitors regardless of the source of the danger. See <em>Anjou </em>v. <em>Boston Elevated Ry., </em>208 Mass. 273, 274 (1911). See also <em>Sheehan </em>v. <em>Roche Bros. Supermarkets, Inc., </em>448 Mass. 780, 791-792 (2007). The rationale has no greater force when the source of the danger is an act of nature rather than an act of another person.</p>\n<p id=\"b394-6\">Nor do we find the two justifications for the natural accumulation rule offered by contemporary authorities persuasive. First, <page-number citation-index=\"1\" label=\"379\">*379</page-number>it is suggested that the rule reflects a judgment that hazards created by accumulations of snow and ice are in general equally open and obvious to a visitor as to a property owner, and that a property owner owes no duty because a visitor charged with such knowledge can be counted on to look after his or her own safety. See 2 N.J. Landau &amp; E.C. Martin, Premises Liability Law and Practice § 8A.04[2][c], at 8A-120 — 8A-122 (2010), and cases cited. The open and obvious doctrine provides that a property owner has no duty to warn of an open and obvious danger, because the warning would be superfluous for an ordinarily intelligent plaintiff. <em>O’Sullivan </em>v. <em>Shaw, </em>431 Mass. 201, 206 (2000). Implicit in the open and obvious doctrine, however, is the assumption that the warning provided by the open and obvious nature of the danger is by itself sufficient to relieve the property owner of its duty to protect visitors from dangerous conditions on the property. See <em>id. </em>at 204. A property owner, however, is not relieved from remedying an open and obvious danger where it “can and should anticipate that the dangerous condition will cause physical harm to the [lawful visitor] notwithstanding its known or obvious danger.” <em>Soederberg </em>v. <em>Concord Greene Condominium Ass’n, </em>76 Mass. App. Ct. 333, 338 (2010) (Soederberg), quoting Restatement (Second) of Torts § 343A comment f, at 220 (1965). “[0]ne of the specific circumstances where harm to others is foreseeable is ‘where the [property owner] has reason to expect that the [lawful visitor] will proceed to encounter the known or obvious danger because to a reasonable man in his position the advantages of doing so would outweigh the apparent risk.’ ” <em>Soederberg, supra, </em>quoting Restatement (Second) of Torts, <em>supra. </em>It is not reasonable for a property owner to leave snow or ice on a walkway where it is reasonable to expect that a hardy New England visitor would choose to risk crossing the snow or ice rather than turn back or attempt an equally or more perilous walk around it. See <em>Soederberg, supra </em>at 338-339, and cases cited (“Our case law is replete with examples of people who, upon encountering snow or ice hazards, nevertheless continued to venture forward in the belief that they could do so safely if they proceeded with care”). Therefore, even if snow and ice were properly viewed as an open and obvious danger, this fact alone will not always relieve a property owner of the duty to use reasonable care in <page-number citation-index=\"1\" label=\"380\">*380</page-number>making the property reasonably safe for lawful visitors. In addition, the openness and obviousness of snow and ice have nothing to do with whether such accumulations are natural rather than unnatural, so the open and obvious doctrine cannot justify the distinction we now abandon.</p>\n<p id=\"b396-4\">The second justification offered for the natural accumulation rule is that enforcement of an affirmative obligation to remove natural accumulations of snow and ice would be impractical, if not impossible, given the nature of the winter climate in the Commonwealth. See 2 N.J. Landau &amp; E.C. Martin, Premises Liability Law and Practice, <em>supra, </em>and cases cited. See also <em>Aylward, supra </em>at 80-81. This argument has proven unpersuasive to every other Supreme Court in New England, which have all rejected the so-called Massachusetts rule of natural accumulation.<footnotemark>15</footnotemark>,<footnotemark>16</footnotemark> The Supreme Court of Rhode Island cogently defeated this argument by stating:</p>\n<blockquote id=\"b396-5\">“We believe that today a landlord, armed with an ample supply of salt, sand, scrapers, shovels and even perhaps a snow blower, can acquit himself quite admirably as he takes to the common passageways to do battle with the fallen snow, the sun-melted snow now turned to ice, or the frozen rain. We fail to see the rationale for a rule which grants a seasonal exemption from liability to a landlord because he has failed to take adequate precautions against the hazards that can arise from the presence of unshoveled snow or unsanded or salt-free ice found in the areas of his responsibility but yet hold him liable on a year round basis for other types of defects attributable to the workings of mother nature in the very same portions of his property.”</blockquote>\n<p id=\"b396-6\"><em>Fuller </em>v. <em>Housing Auth. of Providence, </em>108 R.I. 770, 773 (1971).</p>\n<p id=\"b396-7\">Perhaps because the distinction between natural and unnatural accumulations was not based on “proper considerations,” the <page-number citation-index=\"1\" label=\"381\">*381</page-number>“distinction and the specious guidelines it generates obscure rather than illuminate the relevant factors which should govern determination of the question of duty.” See <em>Mounsey, supra </em>at 706. The distinction forces judges and juries to focus not on whether the property owner acted reasonably to keep the property safe, but on whether the accumulation of snow and ice was natural or unnatural, which depends on whether the property owner, by its act or failure to act, changed the condition of the naturally accumulated snow and ice so that the unnatural accumulation, either alone or in connection with some other defect on the property, became a hazard to lawful visitors. See <em>Sullivan </em>v. <em>Brookline, </em>416 Mass. 825, 829 (1994); <em>Aylward, supra </em>at 80 n.3. This distinction has proved difficult to apply, because virgin snow that falls on a heavily trafficked walkway, driveway, or parking area is soon changed by the tramping of feet, the rolling of tires, and even the passage of time. Consequently, the court suggested that large ruts in the snow created by tire tracks and footprints frozen in ice in a parking lot constituted an unnatural accumulation that could form the basis for liability. <em>Ayl-ward, supra, </em>citing <em>Phipps </em>v. <em>Aptucxet Post #5988 V.F.W. Bldg. Ass’n, </em>7 Mass. App. Ct. 928, 929 (1979). The court also suggested that the passage of time alone may be sufficient to transform a natural accumulation into an unnatural one. <em>Sullivan </em>v. <em>Brookline, supra </em>at 829 n.3, and cases cited. Therefore, while we have said that a property owner has no duty to clear a natural accumulation of snow or ice, we have also recognized the possibility that, if the property owner were to fail to do so over a considerable period of time, the natural accumulation may become an unnatural accumulation, which the property owner then has a duty reasonably to clear to make the area safe for lawful visitors.</p>\n<p id=\"b397-5\">The difficulties of applying the distinction were not diminished where a property owner undertook efforts at removal. In <em>Sullivan </em>v. <em>Brookline, supra </em>at 827-828, the court reversed a jury verdict for a plaintiff injured by slipping on an icy entrance ramp to a municipal building because, while the evidence showed that town employees had shovelled snow from the ramp to expose an underlying layer of ice, the court held there was no evidence that the shovelling had actually <em>created </em>the ice on the ramp. “Liability does not attach . . . when a property owner <page-number citation-index=\"1\" label=\"382\">*382</page-number>removes a portion of an accumulation of snow or ice and a person is injured by slipping and falling on the remainder because the [unremoved] snow or ice remains as a natural accumulation.” <em>Id. </em>at 828. The court thereby drew a distinction between removal efforts that alter the natural state of accumulated snow and ice, which if negligently conducted may expose the property owner to liability, and efforts that merely clear a top layer of snow to expose a remaining natural accumulation, which could not provide a basis for liability even if they increase the risk of injury. See <em>id. </em>at 827-828. See also <em>Barrasso </em>v. <em>Hillview W. Condominium Trust, </em>74 Mass. App. Ct. 135, 137-138 (2009) <em>(Barrasso).</em></p>\n<p id=\"b398-5\">While the shovelling of snow inevitably alters any natural accumulation of snow, the uncertain distinction between a natural and unnatural accumulation of snow has led the Appeals Court to conclude that all snow shovelled into a snowbank does not thereby become an unnatural accumulation, but it can become so in certain circumstances. For instance, in <em>Barrasso, supra </em>at 136, the motion judge found that a three-foot wide snowbank created by the defendant’s plowing was a natural accumulation of snow, which dictated a grant of summary judgment against a plaintiff who had been injured while trying to navigate it. The Appeals Court, relying on evidence that the plaintiff had been injured by a large piece of compacted snow and ice contained within the snowbank, reversed the allowance of the defendant’s motion for summary judgment, concluding, “Even if the movement of naturally accumulated snow into a snowbank by a plow still left it a ‘natural accumulation’ — and that would not be an ordinary usage of the word ‘natural’ — we conclude that under any reasonable interpretation, when snow is compacted by a plow it is not a ‘natural accumulation’ within the meaning of the relevant cases.” <em>Id. </em>at 138. See, e.g., <em>Reardon </em>v. <em>Parisi, 63 </em>Mass. App. Ct. 39, 46 (2005) (reversing grant of summary judgment for defendant property owner where question of fact remained whether ice that formed on parking lot as result of runoff from snow plowed to edge of lot was unnatural condition created or heightened by manner of construction of parking lot).</p>\n<p id=\"b398-6\">The Appeals Court has concluded from our precedents that even snow removal efforts that “foreseeably increase the risk of mishap” may not transform a natural accumulation of snow and <page-number citation-index=\"1\" label=\"383\">*383</page-number>ice into an unnatural one, so as to permit a finding of liability. <em>Goulart </em>v. <em>Canton Hous. Auth., </em>57 Mass. App. Ct. 440, 443 (2003). If this interpretation of our precedents is correct, it would at a minimum contravene the general rule of tort law that, once a person acts to mitigate a potential hazard to another, he will be liable for harm resulting from a failure to exercise reasonable care, even where no preexisting duty to act was owed. See <em>Davis </em>v. <em>Westwood Group, </em>420 Mass. 739, 746 &amp; n.12 (1995) (adopting principle set forth in Restatement [Second] of Torts § 323 [1965] that “a duty voluntarily assumed must be discharged with due care”). More important, if the law of natural accumulation yields this result, we may fairly question what socially beneficial purpose the rule serves.</p>\n<p id=\"b399-5\">We now will apply to hazards arising from snow and ice the same obligation that a property owner owes to lawful visitors as to all other hazards: a duty to “act as a reasonable person under all of the circumstances including the likelihood of injury to others, the probable seriousness of such injuries, and the burden of reducing or avoiding the risk.” <em>Young </em>v. <em>Garwacki, </em>380 Mass. 162, 169 (1980), quoting <em>Sargent </em>v. <em>Ross, </em>113 N.H. 388, 397-398 (1973). See <em>Reardon </em>v. <em>Shimelman, </em>102 Conn. 383, 388 (1925) (“The duty of the landlord being to exercise reasonable care to prevent the occurrence of defective or dangerous conditions in the common approaches, the fact that a particular danger arose from the fall of snow or the freezing of ice can afford no ground of distinction”). This introduces no special burden on property owners. If a property owner knows or reasonably should know of a dangerous condition on its property, whether arising from an accumulation of snow or ice, or rust on a railing, or a discarded banana peel, the property owner owes a duty to lawful visitors to make reasonable efforts to protect lawful visitors against the danger. See <em>Sheehan </em>v. <em>Roche Bros. Supermarkets, </em>448 Mass. 780, 782-784 (2007); Restatement (Second) of Torts § 343 (1965). See also <em>Reardon </em>v. <em>Shimelman, supra </em>at 389 (“an accumulation of ice or snow upon a common approach to a tenement house may impose upon the landlord a liability for injuries due to it, provided he knew, or in the exercise of a reasonable oversight ought to have known, of the existence of a dangerous condition and failed to exercise reasonable care to provide against injury by reason of it”).</p>\n<p id=\"b400-4\"><page-number citation-index=\"1\" label=\"384\">*384</page-number>Under this traditional premises liability standard, a fact finder will determine what snow and ice removal efforts are reasonable in light of the expense they impose on the landowner and the probability and seriousness of the foreseeable harm to others. <em>Mounsey, supra </em>at 709. The duty of reasonable care does not make a property owner an insurer of its property; “nor does it impose unreasonable maintenance burdens.” <em>Id. </em>The snow removal reasonably expected of a property owner will depend on the amount of foot traffic to be anticipated on the property, the magnitude of the risk reasonably feared, and the burden and expense of snow and ice removal. Therefore, while an owner of a single-family home, an apartment house owner, a store owner, and a nursing home operator each owe lawful visitors to their property a duty of reasonable care, what constitutes reasonable snow removal may vary among them. See Restatement (Second) of Torts, <em>supra </em>at § 343 comment e.<footnotemark>17</footnotemark></p>\n<p id=\"b400-5\">The defendants have urged that, if we were to abolish the rule of natural accumulation, we should apply our new rule only prospectively. We conclude that the circumstances do not warrant an exception from the normal rule of retroactivity. “In general, changes in the common law brought about by judicial <page-number citation-index=\"1\" label=\"385\">*385</page-number>decisions are given retroactive effect.” <em>Halley </em>v. <em>Birbiglia, </em>390 Mass. 540, 544 (1983). See <em>Tamerlane Corp. </em>v. <em>Warwick Ins. Co., </em>412 Mass. 486, 489 (1992); <em>Schrottman </em>v. <em>Barnicle, </em>386 Mass. 627, 631 (1982). See also <em>Tucker </em>v. <em>Badoian, 376 </em>Mass. 907, 918-919 (1978) (Kaplan, J., concurring). “[T]he class of decisions given only prospective application is usually limited to contract and property law cases, in which reliance upon existing judicial precedent often influences individual action.” <em>Halley </em>v. <em>Birbiglia, supra </em>at 545, and cases cited. Reliance plays a much smaller part under tort law than under contract and property law, because it “would be unreasonable to assert that potential tortfeasors often reflect upon possible tort liability before embarking on a negligent course of conduct.” <em>Id., </em>quoting <em>Payton </em>v. <em>Abbott Labs, </em>386 Mass. 540, 565-566 (1982). Therefore, changes to the common law that have the potential to expand tort liability should be limited to prospective application only where it is likely that decisions involving insurance coverage have been made in substantial reliance on the previously existing common law. See <em>Payton </em>v. <em>Abbott Labs, supra </em>at 566-567.<footnotemark>18</footnotemark> Consistent with this practice, we did not limit to prospective application those decisions where we abolished the common-law distinctions in premises liability among licensees, invitees, tenants, or guests of tenants. See <em>Young </em>v. <em>Garwacki, </em>380 Mass. 162, 172 (1980); <em>King </em>v. <em>G &amp; M Realty Corp., </em>373 Mass. 658, 663 n.9 (1977); <em>Bouchard </em>v. <em>DeGagne, </em>368 Mass. 45, 49 (1975); <em>Jordan </em>v. <em>Goddard, </em>14 Mass. App. Ct. 723, 730 (1982). See also <em>Soule </em>v. <em>Massachusetts Elec. Co., </em>378 Mass. 177, 184-185 (1979) (applying retroactively new common-law rule imposing on property owners duty of reasonable care to child trespassers). We see no reason to limit our holding today to prospective application, where it is based on similar considerations.<footnotemark>19</footnotemark></p>\n<p id=\"b402-4\"><page-number citation-index=\"1\" label=\"386\">*386</page-number>Retrospective application of our decision is unlikely to result in hardship or inequity for property owners for two reasons. See <em>Schrottman </em>v. <em>Barnicle, supra </em>at 631-632; <em>Bouchard </em>v. <em>DeGagne, supra. </em>First, because the distinction between natural and unnatural accumulation was so difficult to define, and because a natural accumulation could so easily become an unnatural accumulation, a property owner would not likely rely on the natural accumulation rule in deciding whether to clear walkways, stairs, and parking lots, or in procuring insurance coverage for slip and fall injuries arising from snow and ice. The defendants here plowed and cleared the parking lot even under the theoretical protection of the natural accumulation rule; there is no reason to believe they would have acted differently under the reasonable care standard. Second, most property owners have long been required by State regulations to keep all means of access and egress free of snow and ice at all times. See 105 Code Mass. Regs. § 410.452 (1997) (applying requirement under State sanitary code governing human habitation); 527 Code Mass. Regs. § 10.03(13)(d) (2009) (requiring clear egress from buildings, free of snow and ice, under State fire code); 780 Code Mass. Regs. § 1001.3.2 (2008) (requiring all exterior stairways and fire escapes be kept free of snow and ice under State building code). The reasonable care standard we impose is less demanding than these regulatory requirements.</p>\n<p id=\"b402-5\"><em>Conclusion. </em>Because we now abolish the distinction between the natural and unnatural accumulation of snow and ice, and because we apply the premises liability standard of reasonable care retroactively to injuries from slips and falls arising from accumulations of snow and ice, we vacate the allowance of summary judgment in favor of the defendants, and remand the case to the Superior Court for reconsideration of the defendants’ motion for summary judgment in light of this opinion.</p>\n<p id=\"b402-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"4\">\n<p id=\"b385-5\">The plaintiff’s wife, Annie Papadopoulos, joined in the suit, claiming loss of consortium resulting from her husband’s injuries. Because her claim is entirely dependent on the viability of her husband’s underlying claim, see <em>Sena </em>v. <em>Commonwealth, </em>417 Mass. 250, 264-265 (1994), we refer to a single plaintiff in the discussion that follows.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b385-6\">The judge later denied the plaintiff’s motion for reconsideration.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b385-7\">We acknowledge the amicus brief submitted in support of the plaintiff by the Massachusetts Academy of Trial Attorneys, as well as the amicus brief submitted in support of the defendant by the Massachusetts Defense Lawyers Association.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b386-7\">See, e.g., 2 NJ. Landau &amp; E.C. Martin, Premises Liability Law and Practice § 8A.04[2][c] (2010); W.L. Prosser &amp; W.P. Keeton, Torts § 61, at 427-428 n.ll (5th ed. 1984); G. Weissenberger &amp; B.B. McFarland, Premises Liability § 9.15 (3d ed. 2001) (applying term only in context of landlord-tenant law); <em>Woods </em>v. <em>Prices Corner Shopping Ctr. Merchants Ass’n, </em>541 A.2d 574, 576 (Del. Super. Ct. 1988); <em>Makeeff </em>v. <em>Bismarck, </em>693 N.W.2d 639, 642 (N.D. 2005); <em>Iwai </em>v. <em>State, </em>129 Wash. 2d 84, 91 (1996).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b389-6\">In fact, perhaps because this legal principle was so well known, the plaintiff did not claim that the landlord had any duty to clear the snow and ice from the steps in the passageway. Rather, the plaintiff alleged that the landlord was liable for failing to place a railing on either side of the steps, and for constructing the steps in such a manner that “they occasioned the accumulation of ice and snow thereon improperly.” <em>Woods </em>v. <em>Naumkeag Steam Cotton Co., </em>134 Mass. 357, 361 (1883) <em>(Woods). </em>Applying the governing legal principle of landlord-tenant law of the time, the court held that the plaintiff’s claim failed because there was no evidence that, when she began the tenancy, there had been railings along the steps or steps of different construction. <em>Id. </em>at 359 (“A tenant who hires premises takes them as they are, and cannot complain that they were not constructed differently”). See <em>Hawkes </em>v. <em>Broadwalk Shoe Co., </em>207 Mass. 117, 122 (1910) (explaining <em>Woods </em>under landlord-tenant law).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b390-7\">Because the plaintiff was an invitee rather than a tenant, the court’s decision in <em>Urquhart </em>v. <em>Smith &amp; Anthony Co., </em>192 Mass. 257 (1906), did not cite <em>Woods, supra; Watkins </em>v. <em>Goodall, </em>138 Mass. 533 (1885); or any other landlord-tenant decision involving slip and falls on snow and ice, no doubt because landlord-tenant law had no relevance to the duty owed by a business property owner to its employee for injuries suffered on the property.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b390-8\">The court also rejected the defendant’s contention that, as a matter of law, the plaintiff contributed to the negligence or assumed the risk because he <page-number citation-index=\"1\" label=\"375\">*375</page-number>“voluntarily exposed himself to any danger that might be incurred by attempting to use the walk,” concluding that these issues were reserved to the jury. <em>Urquhart </em>v. <em>Smith &amp; Anthony Co., supra </em>at 261. “It manifestly could not have been ruled as matter of law that because the plaintiff observed the icy surface, he fully appreciated the probability of being injured and then voluntarily exposed himself to any danger that might be incurred by attempting to use the walk.” <em>Id.</em></p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b391-7\">There was a third legal track, not relevant here, for injuries suffered by a plaintiff on a public way, including a sidewalk and roadway, that abutted a defendant’s property. “The owner or occupant of premises abutting on a public way is under no obligation to keep the sidewalk free of snow or ice <page-number citation-index=\"1\" label=\"376\">*376</page-number>which came there from natural causes.” <em>Bamberg </em>v. <em>Bryan’s Wet Wash Laundry, Inc., </em>301 Mass. 122, 123-124 (1938). The owner of land abutting a sidewalk on which the injury occurred, even if the owner had an easement of travel on the sidewalk, was liable only if the dangerous condition was created by the owner or its employees, or by “the physical state of its abutting land or of structures thereon under its control.” <em>Id. </em>at 124. See <em>Mahoney </em>v. <em>Perreault, </em>275 Mass. 251, 253-254 (1931), and cases cited.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b392-6\">The court noted in <em>King </em>v. <em>G &amp; M Realty Corp., </em>373 Mass. 658, 660 (1977) <em>(King), </em>that the limited duty of a landlord to exercise reasonable care to maintain the common areas in a condition not less safe than they were when the premises were leased to the tenant was “a singular Massachusetts rule; the ‘weight of authority’ ” held otherwise and imposed on the landlord a general, continuing duty to keep the common areas safe. <em>Id. </em>at 660 &amp; n.4, 662 n.8, quoting Reporter’s note to Restatement (Second) of Property — Landlord &amp; Tenant § 17.3, at 209 (1977). See 5 F. Harper, F. James, Jr., &amp; O. Gray, Torts § 27.17, at 332 (3d ed. 2008).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b393-6\"><em>Aylward </em>v. <em>McCloskey, </em>412 Mass. 77 (1992), cited in support of this limitation <em>Phipps </em>v. <em>Aptucxet Post #5988 V.F.W. Bldg. Ass’n, 1 </em>Mass. App. Ct. 928 (1979), where the Appeals Court affirmed a judgment for a plaintiff who had slipped on ice on a parking lot controlled by the defendant. In concluding that the defendant knew or should have known of the hazardous condition of the parking lot, the Appeals Court noted that a member of the defendant’s board of directors had seen that the parking lot “was like a sheet of ice” eight or nine hours earlier, that the temperature during that time period never exceeded sixteen degrees Fahrenheit, and that the “rutted condition of the parking lot” had been caused by the coming and going of vehicles. See <em>id. </em>at 929. The Appeals Court did not discuss whether the accumulation of ice and snow was natural or unnatural; it focused only on whether the defendant had reasonable notice of the dangerous condition of the parking lot and could have taken reasonable precautions for the safety of its visitors.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b394-7\">The court also said: “The problem of allocating the costs and risks of human injury is far too complex to be decided solely” by this single consideration of whether the plaintiff is an invitee or licensee, especially where it “often prevents the jury from ever determining the fundamental question whether the defendant has acted reasonably in light of all the circumstances in the particular case.\" <em>Mounsey </em>v. <em>Ellard, </em>363 Mass. 693, 707 (1973).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b396-8\">See <em>Reardon </em>v. <em>Shimelman, </em>102 Conn. 383, 388-389 (1925); <em>Isaacson </em>v. <em>Husson College, </em>297 A.2d 98, 104 (Me. 1972); <em>Dubreuil </em>v. <em>Dubreuil, </em>107 N.H. 519, 522 (1967); <em>Fuller </em>v. <em>Housing Auth. of Providence, </em>108 R.I. 770, 773-774 (1971); <em>Smith </em>v. <em>Monmaney, </em>127 Vt. 585, 589 (1969).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b396-11\">While Maine relies on a general negligence standard for a slip and fall on snow or ice where the plaintiff is a business invitee of the defendant, <em>Isaacson </em>v. <em>Husson College, supra, </em>Maine has not abandoned the natural accumulation rule as a limitation on a landlord’s liability to a tenant. See <em>Rosenberg </em>v. <em>Chapman Nat’l Bank, </em>126 Me. 403, 405 (1927).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b400-6\">The reasonable care standard we adopt is sometimes referred to as the “Connecticut rule,” because of the Supreme Court of Connecticut’s decision in <em>Reardon </em>v. <em>Shimelman, </em>102 Conn. 383 (1925), rejecting the Massachusetts rule of natural accumulation and adopting instead a rule requiring a landlord to exercise reasonable care in preventing dangerous conditions in common areas due to accumulations of snow and ice. See, e.g., <em>Makeeff </em>v. <em>Bismarck, </em>693 N.W.2d 639, 642 (N.D. 2005); 2 N.J. Landau &amp; E.C. Martin, Premises Liability Law and Practice § 8A.04[2][c], at 8A-122 — 8A-125 (2010). The majority of States have followed the Connecticut rule rather than the Massachusetts rule of natural accumulation. See <em>id. </em>at 8A-122 — 8A-123. See also G. Weissenberger &amp; B.B. McFarland, Premises Liability § 4.6, at 102-104; § 9.15, at 259-261 (2001), and cases cited. In 1989, however, the Supreme Court of Connecticut added a new variant to the so-called Connecticut rule, providing that “in the absence of unusual circumstances, a property owner, in fulfilling the duty owed to invitees upon his property to exercise reasonable diligence in removing dangerous accumulations of snow and ice, may await the end of a storm and a reasonable time thereafter before removing ice and snow from outside walks and steps.” <em>Kraus </em>v. <em>Newton, </em>211 Conn. 191, 197-198 (1989). Because the plaintiff here did not slip on snow or ice during a snow storm, we need not and do not decide today whether we agree with this interpretation of the duty of reasonable care. The decision whether to adopt such an interpretation should await our review of a case that presents such facts, where the issue may be fully briefed.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b401-5\">Such reliance was a significant consideration, for instance, where the court changed the method of computing time in insurance cancellation cases, see <em>Tamerlane Corp. </em>v. <em>Warwick Ins. Co., </em>412 Mass. 486, 490-491 (1992), and where a decision of the court or an act of the Legislature eliminated the immunity from suit previously held by a large class of defendants. See <em>Whitney </em>v. <em>Worcester, </em>373 Mass. 208, 225 (1977) (governmental immunity); <em>Ricker </em>v. <em>Northeastern Univ., </em>361 Mass. 169, 171-172 (1972) (charitable immunity).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b401-6\">Our holding today is not to be regarded as in any way benefiting or reviving the action of a plaintiff whose claim for physical injuries has been concluded by judgment or settlement or by the running of the statute of limitations. <em>Bouchard </em>v. <em>DeGagne, </em>368 Mass. 45, 49 (1975).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}