{
  "casebody": {
    "data": "<casebody firstpage=\"128\" lastpage=\"134\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b230-6\">R. E. L. FINLEY, Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent. COMMISSIONER OF INTERNAL REVENUE, Petitioner, v. Jerline Dick FINLEY, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AFW\">Nos. 5734, 5735.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b230-10\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b230-11\">April 23, 1958.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b230-12\">Rehearing Denied in No. 5734 May 21, 1958.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b231-18\"><page-number citation-index=\"1\" label=\"129\">*129</page-number>Ram Morrison, Oklahoma City, Okl., for petitioner R. E. L. Finley and respondent Jerline Dick Finley.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b231-19\">Karl Schmeidler, Atty., Dept. of Justice, Washington, D. C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson, Atty., Dept. of Justice, and Melva M. Graney, Atty., Dept. of Justice, Washington, D. C., were with him on the brief) for respondent Commissioner of Internal Revenue.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b231-20\">Before PICKETT, LEWIS, and BREITENSTEIN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b231-21\">BREITENSTEIN, Circuit Judge.</author>\n<p id=\"b231-22\">The federal income tax liability of the Finley family for the years 1943-1945 is here for review. In No. 5734, the petitioner asserts that the Tax Court erred in holding that certain income was that of a partnership composed of petitioner and J. Floyd Frazier although such income was paid to their wives and children and in disallowing or reducing certain deductions claimed by the partnership. This resulted in an increase in petitioner’s distributive share of partnership income and an additional income tax liability.</p>\n<p id=\"b232-3\"><page-number citation-index=\"1\" label=\"130\">*130</page-number>No. 5735 is a protective appeal by the Commissioner from a Tax Court decision reducing the income of the respondent, the wife of the petitioner in No. 5734, by amounts which that court held were income to the partnership rather than to her. The disposition of No. 5735 is dependent on the outcome in No. 5734.</p>\n<p id=\"b232-4\">Midwest Materials Company<footnotemark>1</footnotemark> was incorporated in 1935 to engage in general construction work and to supply materials used in such work. The stock in Materials was owned 44% shares each by petitioner Finley and Frazier and 1 share by W. D. Shoemaker. On August 25, 1941, Finley gave to his wife, Jerline Dick Finley, the respondent in No. 5735, 43% shares of Materials stock and Frazier transferred a like amount of that stock to his wife. Finley filed an Oklahoma state gift tax return on this transaction. On August 27, 1941, the stockholders of Materials adopted a resolution to liquidate the company. On August 30, 1941, the assets of Materials were transferred to Mrs. Finley and Mrs. Frazier .in return for their stock. Formal dissolution of Materials was effected as of August 31, 1941.</p>\n<p id=\"b232-5\">On September 1, 1941, Finley and Frazier formed a partnership known as ‘Midwest Materials and Construction Company.<footnotemark>2</footnotemark> Construction took over and completed contracts of Materials. In the words of witness Shoemaker, Construction “carried right along in the construction business.”</p>\n<p id=\"b232-6\">Beginning on September 1, 1941, Mrs. Finley and Mrs. Frazier, operating as partners under the name Finley-Frazier Company,<footnotemark>3</footnotemark> engaged in the business of renting the construction equipment acquired by them from Materials and of selling gravel. The Finley-Frazier accounts were kept in the books of Construction by employees of Construction acting under the supervision of Mr. Finley and Mr. Frazier. No bank account-was maintained by Finley-Frazier. Equipment rentals and gravel royalties from third parties were sometimes paid directly to Mrs. Finley and Mrs. Frazier and sometimes to Construction. Construction charged the Finley-Frazier account with payments made by it on behalf of Finley-Frazier. There was no written lease covering the rented equipment and no formal invoices were rendered by Finley-Frazier.</p>\n<p id=\"b232-10\">Financial statements and Oklahoma State Highway Commission questionnaires filed by Construction showed that Construction and Finley-Frazier were affiliated concerns and that the equipment of Finley-Frazier was available to Construction on a rental basis.</p>\n<p id=\"b232-11\">In the period July 6, 1942, to December 31, 1943, a total of 19 trucks were transferred to Robert Wesley Finley and Jacqueline Finley, the children of R. E. L. Finley and Jerline Dick Finley, and to Jay Frazier, the son of the Fraziers. Part of the trucks were previously registered in the name of Materials and the rest had been purchased by Construction for the account of Finley-Frazier. In 1942 Robert Wesley Finley, then 20 years of age, was a student at the University of Oklahoma. In 1943 he entered military service. Jacqueline Finley was 21 years of age in 1942. The next year she married and accompanied her husband to his military post in California. Jay Frazier was a full-time student at the University of Oklahoma in 1942 and 1943. Construction maintained complete control over the use and maintenance of the trucks and paid truck rentals to the registered owners.</p>\n<p id=\"b232-12\">Gravel producing properties were held by Mrs. Finley and Mrs. Frazier both under lease and under legal title. Some of the leaseholds were among the assets distributed by Materials. Construction obtained gravel from these properties and made gravel royalty payments to Finley-Frazier. :</p>\n<p id=\"b232-13\">The Commissioner disregarded the Finley-Frazier partnership and added its <page-number citation-index=\"1\" label=\"131\">*131</page-number>income for the years in question to the income of Construction. Also the Commissioner disregarded the truck transfers to the Finley and Frazier children and increased the income of Construction by the amount of the truck rentals paid. Deductions for rentals and gravel royalties paid by Construction to Finley-Frazier or to the children were disallowed.</p>\n<p id=\"b233-4\">The Tax Court upheld the Commissioner,<footnotemark>4</footnotemark>\n<footnotemark>5</footnotemark>saying on this phase of the case that:</p>\n<blockquote id=\"b233-5\">“We have here nothing more than an attempt to shuffle income around within a family group.”</blockquote>\n<p id=\"b233-6\">The Tax Court also sustained the Commissioner in his disallowance or reduction of certain deductions claimed by Construction. These related to:</p>\n<p id=\"b233-8\">1. Salary payments to Robert Wesley Finley and Jay Frazier;</p>\n<p id=\"b233-9\">2. Promotion, travel, and entertainment expenses;</p>\n<p id=\"b233-10\">3. An item of claimed business expense which represented the purchase of whiskey; and</p>\n<p id=\"b233-11\">4. Payments to officials of Oklahoma County, Oklahoma.</p>\n<p id=\"b233-12\">The result was an increase in the taxable income of the petitioner <em>in No. </em>5734 and a decrease in the taxable income of his wife, the respondent in No. 5735. For the years in question the additional taxes to Finley and the over-payments by his wife were as follows:</p>\n<p id=\"b233-13\">Year R. E. L. Finley (additional tax) Jerline Dick Finley (overpayment of tax)</p>\n<p id=\"b233-14\">1943 $48,556.10 $11,244.53</p>\n<p id=\"b233-15\">1944 22,335.15 1,551.57</p>\n<p id=\"b233-16\">1945 12,868.47 996.93</p>\n<p id=\"b233-19\">The Tax Court found that the transactions whereby Mrs. Finley and Mrs. Frazier obtained the construction equipment and gravel properties of Materials and whereby the children obtained the trucks were without substance and on the authority of W. H. Armston Co. v. Commissioner of Internal Revenue, 5 Cir., 188 F.2d 531, held that they must be disregarded for tax purposes.</p>\n<p id=\"b233-20\"> Income must be taxed to him who earns it.<footnotemark>3</footnotemark> In the application of the income tax laws the government is not bound by refinements of legal title but may “look at actualities” and “disregard the effect of the fiction.” <footnotemark>6</footnotemark> As has been said by the Supreme Court, “the incidence of taxation depends upon the substance of a transaction.” <footnotemark>7</footnotemark></p>\n<p id=\"b233-29\">These rules must here be applied to intra-family transactions. Such transactions are subject to special scrutiny<footnotemark>8</footnotemark> so that income properly attributable to one economic unit is not split up among several.<footnotemark>9</footnotemark></p>\n<p id=\"b233-30\">Mere membership in the immediate family, standing alone, is no ground <page-number citation-index=\"1\" label=\"132\">*132</page-number>for disregarding for income tax purposes gifts of property made by a husband to his wife or a father to his children.<footnotemark>10</footnotemark> The test is whether the gifts were made in good faith or were a sham for the purpose of evading income tax.<footnotemark>11</footnotemark></p>\n<p id=\"b234-4\">This is not a family partnership case. The transactions took the form of gifts. Petitioner urges that legal title to the construction equipment, the gravel properties, and the trucks passed to the donees who were entitled to receive compensation for the use of the personal property and for the production of gravel. The validity of this position depends upon the validity of the gifts so far as income tax purposes are concerned.</p>\n<p id=\"b234-5\">In Visintainer v. Commissioner of Internal Revenue, supra, this court listed what are ordinarily the essential elements of a completed and effective gift for income tax purposes.<footnotemark>12</footnotemark> Only two of these need mention here. There must be a clear and unmistakable intention on the part of the donor to make the gift. The donor must do everything reasonably permitted by the nature of the property and the circumstances of the transaction in parting with all the incidences of ownership. The application of these tests in an income tax case really amounts to no more than a determination of the question of good faith.</p>\n<p id=\"b234-6\">The record negates the claim of good faith. The stock in Materials was given to the wives for the alleged reason that Finley desired to get out of the construction business. Materials had four uncompleted construction contracts. These contracts instead of going to the wives in the dissolution of Materials were taken over by Construction, the partnership formed by the husbands, and were completed by Construction. Complete control and dominion over the construction equipment and gravel properties was had and exercised by Construction. In the four months immediately following the dissolution of Materials, Construction paid to the wives $8,000 for equipment rental.</p>\n<p id=\"b234-11\">While the rule as announced in Vis-intainer is that possession of the subject of the gift by the donor as manager does not affect the validity of the gift, here we have more than mere retention of possession. Construction dealt with the equipment and the gravel properties as its own. There were no arms-length dealings with the so-called owners of that property. Construction used the property, rented it to third persons, maintained it, repaired it, and even replaced it. Finley-Frazier, the partnership of the wives, had no office, no employees, no books, no bank account, no telephone and no other of the usual indicia of a business concern. Mrs. Finley did not know what assets she had received on the dissolution of Materials, who paid the bills incurred in the operation of the equipment, whether there were any written leases covering the use of the equipment, how the rentals were negotiated, or even how much time she devoted to the enterprise. Mrs. Frazier was even more vague. Mr. Finley and Mr. Frazier, through their partnership Construction, dealt with the property just as they had when they operated under the corporate organization of Materials with the only exception that rentals and royalties were paid to the wives.</p>\n<p id=\"b234-12\">The record contains no reason or justification for the gift of the trucks to the children. In fact it is not entirely clear who gave them to the children. Absolutely the only thing the children had to do with the trucks was to receive the rental income. Except for the payment of these rentals Construction had and exercised all incidences of ownership over the trucks.</p>\n<p id=\"b235-4\"><page-number citation-index=\"1\" label=\"133\">*133</page-number>Counsel for petitioner argues that there could have been no intent to avoid income taxes because the operations of Materials were unprofitable and no one could foresee that economic conditions would rapidly change because of the entry of the United States in World War II. We are concerned only with the substance of these transactions from a tax standpoint. When income which would normally be received by a husband and father is distributed so that substantial parts thereof are received by his wife and his children, there results a dilution of income and a reduction of income taxes imposed on a graduated scale. The stability or instability of economic conditions does not change the result.</p>\n<p id=\"b235-5\">The purity of intent of this taxpayer is besmirched by other aspects of this case. As will be discussed later, he claimed deductions for salary, promotion, travel, and entertainment expense that he could not substantiate by any records. He sought to deduct payments for whiskey purchases contrary to Oklahoma law. He paid money to county officials to influence their official conduct and claimed deductions in the amount of such payments.</p>\n<p id=\"b235-6\">The various transactions between Finley and Frazier on the one hand and their wives and children on the other did not result in the creation of any new economic unit<footnotemark>13</footnotemark> and did not serve any business purpose.<footnotemark>14</footnotemark> In the words of the Fifth Circuit,<footnotemark>15</footnotemark> all that we have here is “an arrangement for shoring up and expanding the family fortunes at the expense of the tax collector.”</p>\n<p id=\"b235-7\"> The disallowed deductions remain to be considered. The first relates to salary payments to Robert Wesley Finley and Jay Frazier, the sons of the partners in Construction. During the years involved the Finley son was either a full-time university student or in the armed forces. The Frazier boy was a full-time university student taking an accelerated course. As the Tax Court found, there is some evidence that each of them did perform some work for Construction. The evidence is vague as to hours of work, rates of pay and other details. No books or time sheets were produced containing any record of work by either. Under such circumstances it is proper for the Tax Court to make an approximation of the allowable deduction.<footnotemark>16</footnotemark> Where the situation requiring an approximation is of the taxpayer’s own making, an approximation by the Tax Court will not be set aside on appeal unless it is shown to be clearly erroneous.<footnotemark>17</footnotemark> Here the approximations were reasonable and were necessitated by taxpayer's failure of proof.</p>\n<p id=\"b235-12\">The next item relates to the allowance of only one-third of the amounts claimed to be deductible as unreimbursed travel and entertainment expense. Here again the lack of records or other substantiating evidence required an approximation. Under the circumstances the action of the Tax Court was generous.</p>\n<p id=\"b235-13\">A business expense item of $652.50 representing purchase of whiskey for entertainment and good will and an item of $1,484.50 representing payments to officials and employees of Oklahoma County “to influence such officials in the performance of their official duties” were both disallowed. The petitioner in his brief merely says that the Tax Court “did not make a fair determination of these issues.”</p>\n<p id=\"b236-3\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>As to the whiskey, the petitioner does not controvert the position of the Commissioner that the purchases were made with an intent to violate Oklahoma law and were illegal.<footnotemark>18</footnotemark> Also, there is no denial of the Commissioner’s contention that the payments to the county officials were to influence those individuals in the performance of their duties.</p>\n<p id=\"b236-4\">■ Section 23(a)(1)(A) of the 1939 Internal Revenue Code, 26 U.S.C.A. § 23 (a)(1)(A) permits the deduction of “ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business.” The whiskey purchases violated Oklahoma law. The payments to the county officials to influence their conduct were, at the very least, against public policy. An expense is not “necessary” when there is a severe, immediate and direct frustration of state policy.<footnotemark>19</footnotemark> It is too plain to deserve comment that the whiskey purchases and the influence money were properly disallowed as business expenses.</p>\n<p id=\"b236-5\">■ In No. 5734 the decision of the Tax Court is affirmed.</p>\n<p id=\"b236-6\">' The appeal of the Commissioner in No. 5735 is for protective purposes. It relates to the action of the Tax Court in reducing the tax liability of Mrs. Finley because she paid taxes on income which was held to be income of Construction in No. 5734. The Commissioner admits that if the Tax Court is affirmed in No. 5734, the decision in No. 5735 is correct. While the respondent in No. 5735 has moved to dismiss on account of procedural irregularities, the disposition which we have made of No. 5734 makes it unnecessary to go into these matters. In No. 5735 the motion to dismiss is denied and the decision of the Tax Court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b232-7\">. Hereinafter referred to as Materials.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b232-8\">. Hereinafter referred to as Construction. ■</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b232-14\">. Hereinafter referred to as Finley-Frazier.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b233-21\">. The findings and opinion of the Tax Court are reported at 27 T.C. 413.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b233-22\">. Commissioner of Internal Revenue v. Culbertson, 337 U.S. 733, 739-740, 69 S.Ct. 1210, 93 L.Ed. 1659.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b233-23\">. Higgins v. Smith, 308 U.S. 473, 477, 60 S.Ct. 355, 358, 84 L.Ed. 406.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b233-25\">. Commissioner of Internal Revenue v. Court Holding Co., 324 U.S. 331, 334, 65 S.Ct. 707, 708, 89 L.Ed. 981.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b233-31\">. Commissioner of Internal Revenue v. Tower, 327 U.S. 280, 291, 66 S.Ct. 532, 90 L.Ed. 670; Helvering v. Clifford, 309 U.S. 331, 335, 60 S.Ct. 554, 84 L.Ed. 788; Bratton v. Commissioner of Internal Revenue, 10 Cir., 193 F.2d 416, 418; Visintainer v. Commissioner of Internal Revenue, 10 Cir., 187 F.2d 519, 522, certiorari denied 342 U.S. 858, 72 S.Ct. 85, 96 L.Ed. 646.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b233-33\">. Grant v. Commissioner of Internal Revenue, 10 Cir., 150 F.2d 915, 917.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b234-7\">. Visintainer v. Commissioner of Internal Revenue, supra; Henson v. Commissioner of Internal Revenue, 5 Cir., 174 F.2d 846.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b234-9\">. Visintainer v. Commissioner of Internal Revenue, supra; Nicholas v. Timpte, 10 Cir., 216 F.2d 434, 436; Seabrook v. Commissioner of Internal Revenue, 5 Cir., 196 F.2d 322, 326.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b234-17\">. 187 F.2d 522-523.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b235-8\">. Earp v. Tones, 10 Cir., 131. F.2d 292, 294, certiorari denied 318 U.S. 764, 63 S.Ct. 665, 87 L.Ed. 1136.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b235-9\">. Bradshaw v. Commissioner of Internal Revenue, 10 Cir., 150 F.2d 918, 920.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b235-10\">. Batman v. Commissioner of Internal Revenue, 5 Cir., 189 F.2d 107, 111, cer-tiorari denied 342 U.S. 877, 72 S.Ct. 167, 96 L.Ed. 659.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b235-16\">. Cohan v. Commissioner of Internal Revenue, 2 Cir., 39 F.2d 540, 543-544.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b235-18\">. McKelvey v. Commissioner of Internal Revenue, 3 Cir., 246 F.2d 609, 613.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b236-7\">. Oklahoma law, 37 O.S.1951, § 1, makes it a crime to give away or otherwise furnish any alcoholic liquors or to .possess any such liquors with the intent so to do.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b236-8\">. Tank Truck Rentals, Inc., v. Commissioner of Internal Revenue, 356 U.S. 30, 78 S.Ct. 507, 2 L.Ed.2d 562, and Hoover Motor Express Co., Inc., v. United States, 356 U.S. 38, 78 S.Ct. 511, 2 L.Ed.2d 568. Cf. Harden Mortgage Loan Co. v. Commissioner of Internal Revenue, 10 Cir., 137 F.2d 282, 284, certiorari denied 320 U.S. 791, 64 S.Ct. 206, 88 L.Ed. 476, wherein it is said that payments made for exerting political influence are not ordinary and necessary business expenses.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}