{
  "casebody": {
    "data": "<casebody firstpage=\"425\" lastpage=\"433\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b527-3\">The CRUMMER COMPANY and R. E. Crummer <em>&amp; </em>Company, Appellants, v. Jessie Ball DU PONT, etc., et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b527-6\">No. 16609.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b527-7\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b527-8\">May 8, 1958.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b527-9\">Rehearing Denied June 17, 1958.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b527-24\">Warren E. Hall, Jr., Francis P. Whitehair, DeLand, Fla., Chris Dixie, Houston, Tex., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b527-25\">Wm. H. Rogers, Taylor Jones, McCarthy Crenshaw, Jacksonville, Fla., Clyde W. Atkinson, Tallahassee, Fla., Richard W. Ervin, Atty. Gen. of Fla., Ralph M. McLane, Asst. Atty. Gen., H. M. Voorhis, W. H. Poe, Orlando, Fla., Charles R. Scott, Clarence G. Ashby, Davisson F. Dunlap, Jacksonville, Fla., Donald Russell, Columbia, S. C., for ap-pellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b527-26\">Before HUTCHESON, Chief Judge, and TUTTLE and BROWN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b527-27\">TUTTLE, Circuit Judge.</author>\n<p id=\"b527-28\">This case is here on appeal for the second time. This appeal attacks the judgment of the trial court based on a directed verdict finding that the statute of limitations had not been tolled by reason of any fraudulent concealment on the part of the defendants in a treble damage anti-trust suit.</p>\n<p id=\"b527-29\">The question presented is whether there was any evidence from which the jury could have found fraudulent concealment of the cause of action, for if <page-number citation-index=\"1\" label=\"426\">*426</page-number>there was then the trial court could not properly take that issue from the jury.</p>\n<p id=\"b528-4\">The nature of the case and the groupings of the parties are well set out in the published opinion of the trial court when the complaint was originally dismissed for failure to allege facts on which á jury could find that the Florida three year statute of limitations, F.S.A. § 95.11(5), had been tolled, Crummer Co. v. duPont, D.C., 117 F.Supp. 870, and also in our opinion reversing that judgment, Crummer Co. v. duPont, 5 Cir., 223 F.2d 238, 240. We shall here attempt no more than a brief summary of the cause of action and the history of the case.</p>\n<p id=\"b528-5\">Brought, by appellants, hereinafter sometimes called Crummer, once the most active dealers in Florida taxing unit bonds' an’d other securities and later allegedly successful proponents of refunding plans for the alleviation of the widespread financial distress of both the Florida taxing units and the holders of their bonds, the complaint charged the defendants with violation of the antitrust laws of the United States to the appellants’ substantial damage. The following statement of the nature of the cáse is taken from our previous opinion :</p>\n<blockquote id=\"b528-6\">“Recurring then to the formation of the Ball duPont plan to capture and ‘virtually control the State of Florida by a general infiltration area-wise of the control of the financial, commercial, transportation and manufacturing institutions and resources of Florida’, the complaint alleges: that the initial cleavage between R. E. Crummer and Edward Ball occurred in the year 1929; that from this point forward up to and including ■ the time of the filing of the complaint, the defendant Edward Ball has continuously criticized the undertakings in Florida and all companies bearing the Crum-mer name; that from 1933 and continuing without. any serious consequences until 1941, the Ball du-Pont defendants and the Leedy-Pierce defendants., became active participants in the bond market and competitors of plaintiffs; and that sometime in 1941, at least before May, 1941, the exact date not being given because of the secrecy and concealment attending its formation and execution, the illegal combination, conspiracy, etc. complained of herein began. As detailed, these activities consisted of: acts of the Legislature of Florida calling for an investigation of the activities of all bonding companies in Florida; the issuance of executive orders and the appointment of committees by the Governor of Florida; investigations by the Post Office Department and the Securities and Exchange Commission; and the returning of two indictments against R. E. Crum-mer &amp; Company and others, on August 3, 1944, in the United States District Court for the District of Kansas.</blockquote>\n<blockquote id=\"b528-8\">“Alleging in effect that the bringing of these indictments and the unfavorable publicity attending their pendency until they were dismissed on June 10, 1946, ‘brought about the destruction of the plaintiffs’ business and property, as was intended by defendants’, the complaint went on, in paragraph 38(t) to say:</blockquote>\n<blockquote id=\"b528-9\">“ ‘The said criminal indictments remained upon the docket of the United States District Court until June 10, 1946. During the penden-cy thereof, plaintiffs’ business was paralyzed and eventually destroyed and plaintiffs were thereby effectively eliminated and suppressed as competitors in the municipal investment field in the United States. Enormous expenses for the preparation of the defense to the said criminal indictments were incurred. Plaintiffs and their officers and employees were substantially driven from the municipal investment field of the United States.’</blockquote>\n<blockquote id=\"b528-10\">“Alleging many overt acts, including the criminal indictments in Kansas, the two civil suits in Florida, <page-number citation-index=\"1\" label=\"427\">*427</page-number>the Lathrop suit in the Federal Court, and the Pasco suit in the State Court, ostensibly instigated and carried on by public authorities but, as complainants alleged, in fact instigated by, and carried on as a result of the conspiracy of, the defendants in violation of the antitrust laws, to recover for which this suit is brought, the complaint further alleged that, though the confederation, combination and conspiracy, and the unlawful acts and things occasioned and done by defendants in furtherance of their predetermined purposes and objectives, began early in the year 1941, the existence of said illegal conspiracy, the name and identities of the persons participating in it, the purpose and objectives to be accomplished thereby, and the scheme by and through which it would be achieved, were not discovered by the plaintiffs until January, 1947.”</blockquote>\n<p id=\"b529-5\">In the earlier decision of this case we affirmed the ruling of the trial court that the Florida three-year statute of limitations applied. We found that this would cause the claim to be barred on June 30, 1949, nearly six months before it was filed on December 19, 1949, unless the running of the statute was tolled. Appellants contended that it was so tolled until December 27, 1947, by the fraudulent concealment of the facts by the ap-pellees. As to that, the trial court, in its first decision, held that the amended complaint did not sufficiently allege fraudulent concealment. We reversed on this point, holding that the complaint did sufficiently allege facts that if proved would toll the statute of limitations.<footnotemark>1</footnotemark></p>\n<p id=\"b529-10\">When the matter came again before the trial court a pretrial order directed that only the issue as to fraudulent concealment should be submitted to the jury. The court entered the following order:</p>\n<blockquote id=\"b529-11\">“Upon the trial of the single issue of fraudulent concealment in the above-styled cause, it will not be necessary for the plaintiffs to prove:</blockquote>\n<blockquote id=\"b529-12\">“1. That a conspiracy to violate the Federal Anti-Trust Laws existed among the defendants as alleged in the First Amended Complaint.</blockquote>\n<blockquote id=\"b529-13\">“2. That damages were sustained by the plaintiffs as the result of the conspiracy.”</blockquote>\n<p id=\"b529-14\">The theory of the order was, of course, that there need be no prolonged trial on the merits unless appellants could prove they were not barred by the statute of limitations. The effect of the order was that the court set out to try this question: assuming there existed the conspiracy alleged in the complaint and <page-number citation-index=\"1\" label=\"428\">*428</page-number>that it had damaged appellants, did the plaintiffs have knowledge of the cause of action prior to December 19, 1946 (three years prior to the date suit was filed), and if they did not was their want of knowledge attributable to fraudulent concealment of the facts by appellees?</p>\n<p id=\"b530-4\">After a trial lasting four weeks the case was submitted to the jury which deliberated for an hour and forty minutes one day, and for two hours and five minutes the next morning. Thereupon, the jury then being in disagreement, the court directed a verdict in favor of the defendants on the issue of fraudulent concealment. Such order is supportable, of course, only if there was no genuine issue of fact which the jury could have resolved in favor of the plaintiff.</p>\n<p id=\"b530-5\">Fraudulent concealment as a basis for tolling the statute of limitations comprehends two elements: successful concealment and fraudulent means. If in fact the alleged efforts of defendants to conceal their activities adverse to appellants’ interests were not successful, that is, if in spite of such efforts appellants did learn of the existence of such a conspiracy resulting in their damage more than three years before suit, then it would not be necessary to inquire into the motivations back of appellees’ efforts to conceal. We first consider then whether appellants carried their burden of making a prima facie showing that they lacked knowledge of the conspiracy.<footnotemark>2</footnotemark></p>\n<p id=\"b530-6\">In order to prove lack of knowledge of the conspiracy due to fraudulent concealment the appellants did undertake to prove many facts relating to the conspiracy itself. Favorable to this position, the jury could find from the evidence, documentary and oral, the following: Following 1929 there was keen commercial rivalry between Crummer and the Ball interests; the financial fortunes of Ball were in some measure jeopardized by the refunding operations identified with Crummer; this led to an announced declaration by Ball to fight it out with Crummer on the taxing unit bond field in Florida; in 1941 Roger Main, an official of Ball, and Howard S. Wheeler, of Leedy, Wheeler &amp; Co., brokers having a lucrative relationship with Ball, went to the office of the Chief Post Office Inspector in Washington and filed charges of mail fraud against Crummer;<footnotemark>3</footnotemark> this initiated an investigation by the Post Office Department and the Securities &amp; Exchange Commission that ultimately resulted in mail fraud indictments in Kansas City, Missouri, in August 1944; in the meanwhile the Florida State Legislature set up an investigating committee which used defendant Walter P. Fuller as investigator; Fuller closely collaborated with Ball and Federal agents to the end that highly unfavorable reports were made in the committee’s report; assistance was given by Fuller in the investigation resulting in the indictments; Ball wrote a letter on November 16, 1942, to the Florida Securities Commission requesting the cancellation of Crummer’s license. That letter indicated knowledge of activities of Crum-mer uncovered by Fuller that Fuller later testified were secret; such activities were cited by Ball in his letter as grounds for revoking Crummer’s license. The existence of this letter was not known to appellants until January 1947; on May 29, 1943, Ball wrote another letter to the Florida Securities Commission challenging Crummer's right to act as agent for the City of Inverness, as authorized by a special act of the legisla<page-number citation-index=\"1\" label=\"429\">*429</page-number>ture; the existence of this letter was also unknown until January 1947; this letter was shortly followed by a quo war-ranto proceeding brought by the state to prevent Crummer’s acting; it was ultimately won by Crummer.</p>\n<p id=\"b531-4\">At about this same time Crummer applied for a license before the Securities Commission; he knew that Ball-duPont was opposing this application, but on making what amounted to prodigious efforts to find out if in fact Ball-duPont’s opposition was, in any way, responsible for the denial of his license and the bringing of the quo warranto suit he was assured by the officials that this was not so; application for license was denied, but Crummer litigated for it and won; in 1944 the Pasco County litigation was commenced, ostensibly by the state, but actually by one Gall, with full knowledge and collaboration with attorneys of ap-pellees ; this suit severely attacked Crummer and his operation.<footnotemark>4</footnotemark> In an answer to the Pasco County suit by one Wynn, an intervenor, which answer was fully approved by appellants, it was charged that the suit had been brought as part of a conspiracy between Fuller and others to destroy appellants’ business in Florida. Inasmuch as this answer, filed on September 30, 1946, is one of the strongest bits of documentary evidence bearing on the issue of appellants’ knowledge of the conspiracy later sued on, we here quote relevant portions of it:</p>\n<blockquote id=\"b531-5\">“The said defendant further states that this suit was instituted in bad faith and with improper motives, and has been so prosecuted to this date as part of a well planned and determined conspiracy and scheme to defeat the defendant, R. E. Crummer and his company’s municipal refunding operations in Florida, with the object of eliminating them as a factor in Florida municipal finance, in that, to-wit:</blockquote>\n<blockquote id=\"b531-7\">“a. This proceeding is in fact one of a series of attacks made in the Courts, before the United States Securities and Exchange Commission, the Post Office Department, the Florida Securities Commission, the Florida State Board of Administration, and elsewhere by the individuals who, actuated by bad faith and improper motives, procured the institution of the suit in furtherance of the scheme of the said individuals to frustrate, disrupt, and if possible, defeat any and all efforts, operations and activities in the State of Florida, of the defendants, R. E. Crummer and R. E. Crummer and Company.</blockquote>\n<blockquote id=\"b531-10\">“b. In January, 1943, one, Walter P. Fuller, of St. Petersburg, Florida, and others prevailed upon the State Securities Commission to deny the application of The Crum-mer Company for a license to do business within the State of Florida, resulting in the necessity of The Crummer Company’s procuring writs of mandamus from the Florida Supreme Court in two successive years in order to obtain a license to do business.</blockquote>\n<blockquote id=\"b531-11\">* -X- * * « *</blockquote>\n<blockquote id=\"b531-12\">“j. During the greater part of the period in which the plaintiff, Walter R. Gall, and Walter P. Fuller were busily engaged in promoting this litigation, agents of the Securities Exchange Commission and Post Office Inspector Mansfield were conducting a nationwide investigation of the refunding operations in Florida of R. E. Crummer and Company and its officials and employees, including a complete investigation of the Pasco County 1938 refunding plan. The said Gall and Fuller were working in conjunction with the federal agents not only in Pasco County but elsewhere. The general scheme and conspiracy reached the zenith when criminal indictments were returned against R. E. Crum-mer, his company, and others by a <page-number citation-index=\"1\" label=\"430\">*430</page-number>federal grand jury of the District of Kansas, in August of 1944. The said Gall and Fuller and others of Florida cooperated toward the finding of the indictments with Fuller personally appearing before the federal grand jury in Kansas. * * * ”</blockquote>\n<p id=\"b532-4\">In an effort by Crummer to cause the indictments to be dismissed (as they ultimately were), their counsel prepared a written statement which was filed on February 25, 1946. This statement contained a detailed history of Crummer’s activities and the opposition of the Ball-duPont interests. It is counted on so heavily by appellees as showing conclusively that appellants knew of the conspiracy for more than three years before suit was filed that we quote it at some length in the margin.<footnotemark>5</footnotemark></p>\n<p id=\"b532-5\">So, too, in January 1947, within the three years limitation period, in a letter to the Department of Justice, Crummer himself recited much the same history and made much the same statement, from which it could be implied that prior to June 30, 1946, he knew of many of the facts that ultimately became the basis of his suit.</p>\n<p id=\"b532-6\">These facts are supplemented by the testimony on behalf of Crummer, both by him and Mr. Meredith as well as several lawyers who had made diligent investigation into the several adverse actions taken against Crummer by the state and governmental agencies, all to the effect that they had been unable to connect the appellees, other than Fuller, with any conspiracy to cause the state and federal action; that the first time they were able to do so was on December 27, 1946, when they learned that the initial complaint to the Post Office Department had been made by Main and Wheeler, the former being an official of Ball-duPont and the latter a partner in Leedy, Wheeler &amp; Co. of the Leedy-Pierce group.</p>\n<p id=\"b532-11\">It is thus appellants’ contention that although they knew they were being opposed and bitterly fought on many fronts by several of the parties who were later joined as defendants in this suit, they were unable to learn of the connection between them that was essential to the existence of a conspiracy until the discovery of the Main-Wheeler activities. Appellants also contend that the discovery of two letters from Ball-duPont to the Florida Securities Commission which came to light within the three year period gave further substantial in<page-number citation-index=\"1\" label=\"431\">*431</page-number>formation tying Ball-duPont. into the activities of Fuller and his investigating committee.</p>\n<p id=\"b533-4\">It is true that if plaintiffs who sue after the statutory period of limitation following the accrual of a cause of action knew of their cause of action for more than the statutory period before filing suit, the effect of any effort at concealment is ended when knowledge is acquired. As we stated in Phillips Petroleum Co. v. Johnson, 5 Cir., 155 F.2d 185, 191, a case cited by appellees:</p>\n<blockquote id=\"b533-5\">“It is enough for one to know that he has a cause of action, and that representations which before concealed it are not true. A concealment which no longer conceals the cause of action will not continue to toll the statute, though the full facts may not yet have been disclosed.”</blockquote>\n<p id=\"b533-6\">Appellees argue from this principle and on the authority of Northwestern Oil Co. v. Socony-Vacuum Oil Co., 7 Cir., 138 F.2d 967, 971; Cape Cod Food Products v. National Cranberry Ass’n, D.C., 119 F.Supp. 900, 908; and American Tobacco Co. v. People’s Tobacco Co., 5 Cir., 204 F. 58, 59, 60: “In any conspiracy under the anti-trust laws it is only necessary that you know two or more of the conspirators to bring suit for the things done to the plaintiff.” The first two of these cases are not in any way germane to the proposition for which they are cited. The Fifth Circuit case is likewise no authority. In a case in which the opinion repeatedly stated that the conspiracy between all of the named defendants had been fully proved, the court merely approved of the trial court’s charge including the statement:</p>\n<blockquote id=\"b533-9\">“In other words, from the moment he knew he could bring an action against somebody to recover his damages, although he might not have known who the person was, or he might not have known how he was going to prove his action, prescription would run.”</blockquote>\n<p id=\"b533-10\">The Court said:</p>\n<blockquote id=\"b533-11\">“Taking this charge as a whole, we think it fairly presents the question of prescription in this case.”</blockquote>\n<p id=\"b533-12\">This is so because the charge, if not correct, was more favorable to the appellant there than it was entitled to get at the hands of the trial court. Nor does the case of Suckow Borax Mines Consolidated v. Borax Consolidated Limited, 9 Cir., 185 F.2d 196, 209, certiorari denied 340 U.S. 943, 71 S.Ct. 506, 95 L.Ed. 680, support this thesis. There the court indicated that the plaintiff had known before the running of the statute all the parties to the conspiracy, the existence of the conspiracy and the damages incurred therefrom. The Court said:</p>\n<blockquote id=\"b533-13\">“* * * The record before the trial court makes clear beyond dispute that at all times pertinent to this inquiry appellants knew and believed that they were being grievously damaged by Borax Ltd. and its subsidiaries and agents and were keenly aware that the acts of appel-lees had caused and were causing damages, and knew, or had reason to believe, and did believe, that these acts were committed in violation of Federal antitrust laws * * *</blockquote>\n<p id=\"b533-15\">These cases do not stand for the general rule that if an injured party knows that two or more persons have injured him but only later learns that their actions, <em>together with joint actions of several others </em>amounted to a conspiracy between <em>all of them, </em>the statute commenced in all events to run from the acquisition of knowledge of the actions of the two. It is essentially a question of what conspiracy is charged. In the case before us a jury could well believe that Crum-mer knew that from improper motives Fuller and his committee, with the assistance of Ball, had attacked him again and again, but it might also have believed that, as Crummer said in his statement to the Department of Justice, these attacks were ineffectual, or, as Crummer said, “negatory,” and it was only the ar<page-number citation-index=\"1\" label=\"432\">*432</page-number>rival of the federal agents on the scene that did him in. He said:</p>\n<blockquote id=\"b534-4\">“It was necessary for the duPont interests to eliminate this source of credit in order to gain the dominant position in Florida public finance. To accomplish the objective, the Crummer organization must be discredited, and, if possible, completely annihilated — this Mr. Ball wanted. The fact is, I would frequently hear of his threats to run me out of the State, and of his invitation to other bond dealers to join him in such an effort. <em>Despite his financial resourcefulness, however, his efforts were negatory until the Federal agents moved in. </em>The Florida Securities Commission, the SEC, the Post Office Department, the criminal indictments, and Mr. Ball and his satellites were too much for me. I was forced to withdraw, and as a result, a major portion of the most economical source of credit withdrew its credit to and interest in Florida’s taxing units.” (Emphasis added.)</blockquote>\n<p id=\"b534-6\">This is a statement supporting Crum-mer’s contention that he was not damaged and thus the cause of action was not complete until the “Federal agents moved in.” It is stipulated that appellants did not learn until December 27, 1946, what caused the Federal agents to “move in.” If a jury believes that they moved in as a part of a conspiracy between these appellees to ruin appellants’ business and run them out of Florida, which, for the purpose of this appeal, is assumed, then it might well find that Crummer did not have knowledge of <em>this </em>conspiracy until he learned that Main and Wheeler started the Federal investigation that, although finally dismissed, did bring about their financial ruin.</p>\n<p id=\"b534-7\">So, too, could a jury find that the two letters from Ball to the Florida Securities Commission, one indicating knowledge of the presumedly secret Fuller report and the other. immediately preceding the beginning of quo warranto proceedings by the Commission gave a connecting link to tie the Ball-duPont interests to the Fuller investigation and the effort to deprive Crummer of the benefits of his City of Inverness contract.</p>\n<p id=\"b534-9\">We think it cannot be said as a matter of law that appellants had knowledge of the existence of the cause of action here sued upon for more than three years prior to the date of suit. This is a fact question and on the record before us should have been left to the jury.</p>\n<p id=\"b534-10\">It is next contended by appellees that even though there was a lack of knowledge the proof of fraudulent concealment was lacking. As pointed out by ap-pellees, the Court has said:</p>\n<blockquote id=\"b534-11\">“Mere ignorance of one’s rights will not toll the statute of limitations. Concealment by defendant only by silence is not enough. He must be guilty of some trick or contrivance tending to exclude suspicion and prevent inquiry.” Arkansas Natural Gas Co. v. Sartor, 5 Cir., 78 F.2d 924, 929, reaffirmed in Hickok Producing &amp; Development Co. v. Texas Co., 5 Cir., 128 F.2d 183.</blockquote>\n<p id=\"b534-13\">The appellants answer that the very nature of the conspiracy charged, i. e., the fraudulent use by the appellees of the governmental bodies whose investigations are by law largely kept secret necessarily resulted in the degree of concealment which, if successful, would toll the running of the statute. This we have already held. When the case was last here we said:</p>\n<blockquote id=\"b534-14\">“We think it quite clear that plaintiffs’ amended complaint does well state their claim that by secretly moving under the guise and protection of the public interest and through the public authorities, the defendants fraudulently intended to and did conceal the scheme and their participation in it.” 223 F.2d 238, 248.</blockquote>\n<p id=\"b534-15\">Since, on the issue before the trial court, it assumed the existence of the <page-number citation-index=\"1\" label=\"433\">*433</page-number>conspiracy as alleged, see 255 F.2d 427, supra, we must treat the case as if these quoted allegations “that the appellees did secretly move under the guise and protection of the public interest and through the public authorities” were proved.</p>\n<p id=\"b535-4\">As we have previously stated, this case comes here on the assumption that the conspiracy was proved as charged. We do not imply, as we cannot, what the ultimate finding will be on this issue; nor do we say that as a matter of law appellants have shown such lack of knowledge. We think they have shown sufficient facts which, when coupled with the assumptions that we must make on the record, entitled them to have a jury trial on the question of fraudulent concealment.</p>\n<p id=\"b535-5\">The judgment is reversed and the case remanded for further and not inconsistent proceedings.</p>\n<footnote label=\"1\">\n<p id=\"b529-6\">. Ia this connection we said:</p>\n<blockquote id=\"b529-7\">“This brings us at last to the final point in the case, whether the district judge was right in dismissing the amended complaint for failure to sufficiently allege fraudulent concealment. Without setting out the allegations, because of their great length, we think it quite clear that plaintiffs’ amended complaint does well state their claim, that by secretly moving under the guise and protection of the public interest and through the public authorities, the defendants fraudulently intended to and did conceal the scheme and their participation in it, and that the defendants’ effort to meet this pleading by invoking judicial notice of matters which they call to our attention in their briefs, will not at all do. It may well be that the facts are better pleaded than they can or will be proved. Tbe matters to which appellees seek to call our attention may prove the Achilles heel in, and the death wound to, plaintiffs’ ease before the jury, but these are not matters which arose on the face of their pleading or in any other proper way below, and we may not consider them in passing on the ruling under review. Their claim of blissful ignorance may suffer also before the jury from their admissions in their pleadings that Ball’s antipathy, indeed enmity, to them, was of long standing and had been long known to them, as it may with the jury open a breach in their defense of fraudulent concealment, but these and all other such matters are and must remain for the arbitrament of the jury and may not be adjudicated by the court.” 223 F.2d 238, 248.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b530-7\">. Since upon the trial of this one issue the existence of the conspiracy as charged is assumed, we shall hereafter refer to <em>the conspiracy </em>in that sense, although such reference in no way implies that there has been a finding that such a conspiracy did in fact exist.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b530-8\">, We depart from the chronological statement of fact here to state that the fact that Main and Wheeler actually made representations to the Post Office Department was not known by appellants until December 27, 1946, within the period of three years from the filing of the suit. This is agreed to by everybody. It is in effect claimed by appellants to be the main support of their claim of lack of knowledge</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b531-13\">. This suit, too, was finally won by Crummer.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b532-7\">. After stating that “The duPont interests apparently concluded that they had to wage war if their selfish plans, dreams, etc. were to reach fruition on Crum-mer,” the statement also said:</p>\n<blockquote id=\"b532-8\">“The duPont interests failed in their flight in the Florida Legislature for they were fighting not only Crummer but the people of the state; they failed in their fight against the enactment of the amendment to the Federal Municipal Bankruptcy Act, because of the overwhelming support urging its enactment; and they failed in their fights in the courts because the merits were against them.</blockquote>\n<blockquote id=\"b532-9\">“However, when <em>the </em>agents of the SEC and Post Office Department moved in and took over the front line of attack upon Crummer the course of the battle changed. The potent forces of the Federal Government were too much for Crummer. He was compelled to retreat. And, as a result, for all practical purposes Crummer was eliminated as the prominent figure in the field of Florida public finances. Immediately the duPont interests assumed the position of prominence to such an extent that there now exists a duPont public credit monopoly in Florida. For example: While Crum-mer was permitted to function in Florida the duPont interests were able in open competition to obtain not more than one-forth of the authorized refunding bonds, but, since Orummer’s elimination the du-Pont interests and associates have purchased about seventy five per cent of the volume authorized for which they tendered bids.</blockquote>\n<blockquote id=\"b532-12\">“I realize that the Department of Justice is not interested in the success or failure of competitors in any field of endeavor, but I am certain that it is extremely interested in determining whether or not its authority is being used by others as a vehicle to persecute one competitor at the behest of another, and especially where it appears that the competitors have entered into the same type of contract and only one, in the field of many, stands criminally charged.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}