{
  "casebody": {
    "data": "<casebody firstpage=\"891\" lastpage=\"898\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b813-3\">[No. B119355.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aytv\">Second Dist., Div. Seven.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"An5\">Feb. 1, 1999.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b813-4\">DOCTOR’S MEDICAL LABORATORY, INC., Plaintiff and Appellant, v. KATHLEEN CONNELL, as Controller, etc., Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b815-4\"><page-number citation-index=\"1\" label=\"893\">*893</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b815-5\">Hooper, Lundy &amp; Bookman and Patrie Hooper for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b815-6\">Daniel E. Lungren, Attorney General, Linda A. Cabatic, Assistant Attorney General, Marsha A. Bedwell and Christopher C. Foley, Deputy Attorneys General, for Defendant and Appellant.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b815-7\">Opinion</p>\n<author id=\"b815-8\">NEAL, J.</author>\n<p id=\"b815-9\">Summary</p>\n<p id=\"b815-10\">Federal Medicaid law barred California’s Department of Health Services (DHS)—as the “single agency” designated to administer federally funded Medicaid/Medi-Cal payments for medical services for the poor and indigent—from delegating to the state Controller the audit of claims by medical service providers, and the withholding of alleged overpayments.</p>\n<p id=\"b815-11\">Facts and Proceedings in Trial Court</p>\n<p id=\"b815-12\">Appellant Doctor’s Medical Laboratory, Inc. (hereafter Doctor’s) is a now-defunct firm which formerly provided doctors with laboratory analysis of specimens of blood, urine, and the like. A large portion of Doctor’s income was derived from Medi-Cal patients. Medi-Cal is a State of California program to subsidize medical care for the poor and indigent. Doctor’s brought this action to compel respondent Connell, Controller of California, to release approximately $3 million which Doctor’s claimed was due for services to Medi-Cal patients.</p>\n<p id=\"b815-13\">Medi-Cal payments to patients are funded with federal moneys provided under the Medicaid legislation. To obtain federal moneys the states must comply with the federal statutory and regulatory requirements of Medicaid. <page-number citation-index=\"1\" label=\"894\">*894</page-number>(42 U.S.C. § 1396a(a); <em>Wilder </em>v. <em>Virginia Hospital Assn. </em>(1990) 496 U.S. 498, 502 [110 S.Ct. 2510, 2513-2514, 110 L.Ed.2d 455].)</p>\n<p id=\"b816-4\">Federal law specifies that a state <em>must designate a single agency </em>to administer its Medicaid plan (42 U.S.C. § 1396a(a)(5)), and further, forbids the designated agency from delegating, except to its own officials, authority to exercise discretion in administering the plan. (42 C.F.R. § 431.10(e)(1)-(3) (1998).) Federal regulations permit the designated agency to use services of other state agencies, but <em>not to delegate administrative discretion </em>to such agencies: “If other State . . . agencies or offices perform services for the Medicaid agency, they must not have the authority to change or disapprove any administrative decision of that agency, or otherwise substitute their judgment for that of the Medicaid agency with respect to the application of policies, rules, and regulations issued by the Medicaid agency.” (42 C.F.R. § 431.10(e)(3) (1998).)</p>\n<p id=\"b816-5\">In addition to the single agency and nondelegation requirements, federal law requires states participating in Medicaid to establish procedures to investigate abuses while protecting providers. (42 U.S.C. §§ 1396a(a)(3), (a)(42); 42 C.F.R. §§ 447.200, 447.202, 455.12-23 (1998).) Carrying out these requirements, California’s Welfare and Institutions Code requires DHS to have an administrative appeals process “to review grievances or complaints arising from the findings of an audit or examination . . . .” (Welf. &amp; Inst. Code, § 14171, subd. (a).) California regulations state that “[a] provider may request a hearing ... to examine.any disputed audit or examination finding which results in an adjustment to Medi-Cal program reimbursement . . . .” (Cal. Code Regs., tit. 22, § 51017.) DHS cannot recoup alleged overpayments to a provider until the administrative appeals process is complete, absent special circumstances not present in this case. (Cal. Code Regs., tit. 22, §§ 51017, 51047, subd. (a); Welf. &amp; Inst. Code, § 14170.5, subd. (a).)</p>\n<p id=\"b816-6\">California’s Medicaid plan, submitted in 1993, certified to the federal government that California’s Department of Health Services is the single agency which administers Medi-Cal. A DHS organization chart submitted with California’s plan identified a “Fiscal Intermediary Management Division” of DHS. An accompanying description of the Fiscal Intermediary Management Division stated that its provider services section was responsible for all contacts between providers and the state concerning payments, and that its on-site management branch was responsible for audits and reviews concerning accurate payments of claims. The Medi-Cal organization chart also identified an audits and investigations division, whose responsibilities were described in the plan to include identifying excess payments to medical service providers, and taking corrective action.</p>\n<p id=\"b817-3\"><page-number citation-index=\"1\" label=\"895\">*895</page-number>DHS contracted with a private entity, called EDS, to review and process provider claims for payment for services rendered to Medi-Cal patients. Federal regulations permit the contracting-out of this function to a private concern. (42 C.F.R. §§434.4-434.10 (1998); Welf. &amp; Inst. Code, §§ 14000.3, 14104.3, subd. (a), 14105; Cal. Code Regs., tit. 22, §§ 50007, 51529.) EDS reviews the claims, determines the amount owed, approves the claim, and submits it to respondent Controller for issuance of a check or “warrant” to the provider.</p>\n<p id=\"b817-4\">Until mid-1997 the Controller’s services to DHS for Medi-Cal were apparently limited to issuing checks, a nondiscretionary activity. In June 1997 DHS entered an interagency agreement with the Controller under which the Controller agreed to perform audits to identify overpayments to providers, and to take corrective action, presumably withholding sums believed to constitute overpayment. The agreement stated that “DHS will review all reports of overpayments identified by [Controller] for policy and/or procedural implications.”</p>\n<p id=\"b817-5\">In late November 1997 Doctor’s filed the present suit seeking, inter alia, a writ of mandate compelling the Controller to pay Doctor’s approximately $3 million allegedly earned and owed for services to Medi-Cal patients. Doctor’s alleged that in September 1997, without notice to Doctor’s, the Controller commenced withholding payments due Doctor’s and already approved for payment by EDS. Doctor’s urged that DHS had unlawfully delegated its Medi-Cal powers to the- Controller, and that the Controller had violated the administrative procedures for dealing with overpayments. Doctor’s further claimed that the Controller’s refusal to pay the claims had driven Doctor’s out of business.</p>\n<p id=\"b817-6\">In response to Doctor’s suit, the Controller contended that she was justified in withholding payments because Doctor’s claims contained insufficient information concerning services provided, and reflected unusually high claims amounts for the services provided.</p>\n<p id=\"b817-7\">The trial court rejected Doctor’s claim that DHS had illegally delegated audit and overpayment remedial functions to the Controller. However, the trial court found that the Controller was obliged under Government Code section 926.15, subdivision (a), to pay provider claims approved by EDS, less contested amounts, within 30 days after receipt. It granted a writ of mandate ordering the Controller to comply with section 926.15, subdivision (a).</p>\n<p id=\"b817-8\">Both sides appealed from the judgment.</p>\n<p id=\"b818-3\"><page-number citation-index=\"1\" label=\"896\">*896</page-number>Discussion</p>\n<p id=\"b818-4\">As a preliminary matter, we reject the Controller’s argument that Doctor’s lacks standing to. bring the present claims. The Controller relies on <em>Sobky </em>v. <em>Smoley </em>(E.D. Cal. 1994) 855 F.Supp. 1123, a federal case holding that methadone recipients and providers lack standing under 42 United States Code section 1983 to enforce the “single state agency” requirement of Medicaid law, because that requirement benefits them only indirectly (through more efficient administration of Medicaid). However Doctor’s sued here for a writ of mandate, made available under California Code of Civil Procedure section 1085. While section 1983 of 42 United States Code requires violation of a private right, privilege, or immunity to confer standing, section 1085 of the California Code of Civil Procedure creates a broad right to issuance of a writ of mandate “to compel performance of an act which the law specifically enjoins.” Section 1085 “is available not only to those who have enforceable private rights, but to those who are ‘beneficially interested’ parties within the meaning of Code of Civil Procedure section 1086.” <em>(California Homeless &amp; Housing Coalition </em>v. <em>Anderson </em>(1995) 31 Cal.App.4th 450, 458 [37 Cal.Rptr.2d 639] [per Chin, J., homeless coalition has standing despite <em>Sobky </em>rule to seek mandamus compelling state agency to comply with federal AFDC law].)</p>\n<p id=\"b818-5\">Doctor’s is a “beneficially interested party” and has standing to pursue its action in mandamus against the Controller.</p>\n<p id=\"b818-6\">We turn to the merits.</p>\n<p id=\"b818-7\">State participation in Medicaid is voluntary, but once a state elects to participate and receive federal funds, it is obliged to fully comply with federal statutes and regulations. <em>(Frank </em>v. <em>Kizer </em>(1989) 213 Cal.App.3d 919, 923 [261 Cal.Rptr. 882].)</p>\n<p id=\"b818-8\">As noted above, federal Medicaid statutes and regulations require designation of a single state agency to administer a state’s Medicaid program, and further, forbid delegation of the agency’s power to make administrative judgments or decisions about the application of the agency’s policies, rules and regulations. Consistent with these provisions, California’s Medi-Cal plan affirmed compliance with the single agency requirement and stated that auditing of provider claims and recapture of overpayments would be done by DHS.</p>\n<p id=\"b818-9\">The interagency agreement, however, authorized the <em>Controller </em>to audit provider claims and “take corrective action.” Delegation of these powers to <page-number citation-index=\"1\" label=\"897\">*897</page-number>the Controller was contrary to DHS’s representation to the federal government (in DHS’s Medicaid plan) that <em>audits and corrective action would be DHS’s province. </em>Further, the authority extended to the Controller to “take corrective action” was authority to change or disapprove prior decisions by DHS’s agent (EDS) to pay provider claims. This transfer of authority from DHS to the Controller violated the federal statutory and regulatory bar on delegation by the “single designated agency” of discretionary authority. It improperly empowered the Controller to “change or disapprove” administrative decisions by DHS and its agent.</p>\n<p id=\"b819-4\">The interagency agreement’s recitation that “DHS will review all reports of overpayments identified by [Controller] for policy and/or procedural implications” does not save the delegation of authority from violating federal law. The express ban on delegating discretionary power contains no exception permitting delegation so long as decisions are later “reviewed” (in some unspecified manner) by the designated “single agency.” The bar to delegation of discretionary power would be easily circumvented if such a provision in an interagency agreement were given effect.</p>\n<p id=\"b819-5\">The Controller could not lawfully exercise power to audit provider payments and withhold alleged excesses.<footnotemark>1</footnotemark></p>\n<p id=\"b819-6\">The Controller argues that she has an independent duty under California law to supervise payments from the treasury of California. While this is generally true, California modified this duty with respect to Medi-Cal payments by accepting federal moneys and agreeing to be bound by federal laws requiring designation of a single California agency to administer those payments.</p>\n<p id=\"b819-7\">Neither side has cited legislative history or case law discussing the legislative and regulatory reasons for the single agency and nondelegation rules. But the circumstances of the present case suggest some of these reasons. First, such rules, if adhered to, avoid the delay entailed when several state agencies in succession review claims before payment is made. Here, DHS’s agent, EDS, approved the claims, but then the Controller held them up. Second, the rules offer a degree of assurance that state agencies reviewing provider claims will have knowledge and expertise concerning medical expense claims and the peculiar rules and regulations which govern Medicaid claims. By contrast, a nonspecialized agency such as the Controller, newly embarked on the business of reviewing medical provider claims, might well lack the expertise needed for prompt, fair review.</p>\n<p id=\"b820-3\"><page-number citation-index=\"1\" label=\"898\">*898</page-number>And of course, prompt, knowledgeable, fair review and payment of provider claims are essential to the basic statutory purpose to provide medical care to the indigent and elderly. Private providers will soon be discouraged from offering Medicaid services if they are not paid promptly and fairly for their services. Indeed, providers will not be <em>able </em>to provide such services if they go out of business because the state improperly withholds payments —as Doctor’s alleges occurred here.</p>\n<p id=\"b820-4\">In accordance with the foregoing, we will modify the trial court’s judgment to require that the Controller release all sums which EDS has approved for payment to Doctor’s, without prejudice to subsequent audits and claims for overpayment by DHS, in compliance with the governing rules and regulations.</p>\n<p id=\"b820-5\">Disposition</p>\n<p id=\"b820-6\">The judgment of the trial court is modified to require Controller to forthwith pay to Doctor’s all amounts approved for payment by the Department of Health Service’s fiscal intermediary, EDS. As so modified, the judgment is affirmed. Plaintiff and appellant shall recover its costs on appeal.</p>\n<p id=\"b820-7\">Lillie, P. J., and Johnson, J., concurred.</p>\n<p id=\"b820-8\">A petition for a rehearing was denied March 3, 1999, and the petition of defendant and appellant for review by the Supreme Court was denied May 26, 1999. Kennard, J., and Brown, J., were of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b819-8\">While it is not controlling precedent, we note that the federal District Court for the Central District of California reached the same conclusion as we do, on the same reasoning, in its unpublished decision filed April 9, 1998, in <em>Health Line Clinical Laboratory, Inc. </em>v. <em>Connell </em>(U.S. Dist.Ct. (C.D.Cal.)) No. CV-98-1620-RJK.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}