{
  "casebody": {
    "data": "<casebody firstpage=\"673\" lastpage=\"675\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b699-13\">UNITED STATES of America, Plaintiff-Appellee, v. Lamar REDFERN, a/k/a Josh Fisher, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b699-16\">No. 03-4942.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b699-17\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b699-18\">Submitted: May 4, 2005.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b699-19\">Decided: July 13, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b700-9\"><page-number citation-index=\"1\" label=\"674\">*674</page-number>Lisa S. Costner, Lisa S. Costner, P.A., Winston-Salem, North Carolina, for Appellant. Gretchen C.F. Shappert, United States Attorney, Kenneth M. Smith, Assistant United States Attorney, Charlotte, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b700-10\">Before LUTTIG, MICHAEL, and KING, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b700-11\">Affirmed in part, vacated in part, and remanded by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b700-12\">Unpublished opinions are not binding precedent in this Circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b700-13\">PER CURIAM:</author>\n<p id=\"b700-14\">Lamar Redfern appeals his convictions and sentence for armed bank robbery and use of a firearm in the commission of a crime of violence, in violation of 18 U.S.C. §§ 924, 2113 (2000). We affirm his conviction. Finding that the district court’s imposition of sentence violated Redfern’s Sixth Amendment right to trial by a jury, we vacate the sentence and remand for further proceedings.</p>\n<p id=\"b700-15\">Redfern first claims on appeal that the district court erred in denying his motion for judgment of acquittal, filed pursuant to Fed.R.Crim.P. 29. “The verdict of a jury must be sustained if there is substantial evidence, taking the view most favorable to the Government, to support it.” <em>Glasser v. United States, </em>315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942). Our review of the record discloses that substantial evidence supported the verdict. Two of Redfern’s co-conspirators testified that Redfern had participated in the robbery of three banks. They testified that he was armed at the time and acted as a guard at the entrance to each bank while co-conspirators cleared out the tellers’ cash drawers. This evidence was corroborated by (1) the testimony of Redfern’s girlfriend who told the jury about changes in Redfern’s lifestyle at the time of the robberies and (2) the evidence of a stolen license plate found behind the home of Redfern’s grandmother, where he lived. Although Redfern disputes the testimony of his co-conspirators as self-serving, it is the jury, and not this court, that is best suited to weigh the credibility of the witnesses. <em>See United States v. D’Anjou, </em>16 F.3d 604, 614 (4th Cir.1994). Moreover, the district court adequately addressed the jury’s question about a co-conspirator’s omission from several counts of the indictment; we find no reasonable likelihood that the jury was confused. Accordingly, <page-number citation-index=\"1\" label=\"675\">*675</page-number>the district court did not err in denying Redfern’s motion for judgment of acquittal.</p>\n<p id=\"b701-5\">Redfern next asserts that the district court erred in denying his motion for a mental evaluation. The district court must order a competency hearing under 18 U.S.C. § 4241(a) (2000), if there is reasonable cause to believe the defendant may presently be suffering from a mental defect rendering him incompetent. This court’s review of a district court’s refusal to order a competency hearing is for an abuse of discretion. <em>United States v. West, </em>877 F.2d 281, 285 n. 1 (4th Cir.1989). The district court had the opportunity to observe Redfern throughout the trial, and indeed, Redfern participated in his defense. Our review of the transcript discloses no unusual behavior or obvious lack of understanding or participation on Red-fern’s part. Furthermore, Redfern failed to present anything more than speculative and inconclusive allegations regarding his mental state. Accordingly, we find no error on the part of the district court in denying Redfern’s motion.</p>\n<p id=\"b701-6\">Finally, Redfern claims that the district court’s imposition of sentence violated his Sixth Amendment right to trial by a jury. Because we conclude that the district court’s application of the sentencing guidelines enhanced Redfern’s sentence on the basis of facts not found by the jury beyond a reasonable doubt, we agree.<footnotemark>*</footnotemark> <em>See United States v. Booker, </em>— U.S.-, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <em>United States v. Hughes, </em>401 F.3d 540 (4th Cir.2005). Accordingly, although we affirm Redfern’s convictions, we vacate his sentence and remand for further proceedings.</p>\n<p id=\"b701-11\">Although the sentencing guidelines are no longer mandatory, <em>Booker </em>makes clear that a sentencing court must still “consult [the] Guidelines and take them into account when sentencing.” 125 S.Ct. at 767. On remand, the district court should first determine the appropriate sentencing range under the Guidelines, making all factual findings appropriate for that determination. <em>See Hughes, </em>401 F.3d at 546. The court should consider this sentencing range along with the other factors described in 18 U.S.C. § 3553(a) (2000), and then impose a sentence. <em>Id. </em>If that sentence falls outside the Guidelines range, the court should explain its reasons for the departure as required by 18 U.S.C. 3553(c)(2) (2000). <em>Id. </em>The sentence must be “within the statutorily prescribed range and ... reasonable.” <em>Id. </em>at 546-47.</p>\n<p id=\"b701-12\">We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b701-13\">\n<em>AFFIRMED IN PART, VACATED IN PART, AND REMANDED</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b701-9\"> Just as we noted in <em>United States </em>v. <em>Hughes, </em>401 F.3d 540, 545 n. 4 (4th Cir.2005), \"[w]e of course offer no criticism of the district judge, who followed the law and procedure in effect at the time” of Reed’s sentencing. <em>See generally Johnson v. United States, </em>520 U.S. 461, 468, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997) (stating that an error is \"plain” if \"the law at the time of trial was settled and clearly contrary to the law at the time of appeal”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}