{
  "casebody": {
    "data": "<casebody firstpage=\"763\" lastpage=\"764\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b789-21\">Weynshet Assefa GIDEY, Petitioner, v. Alberto R. GONZALES, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b789-23\">No. 05-1198.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b789-24\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b789-25\">Submitted: Aug. 22, 2005.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b789-26\">Decided: Sept. 7, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b789-28\">Aragaw Mehari, Washington, D.C., for Petitioner. Paul J. McNulty, United States Attorney, Tara Louise Casey, Assistant United States Attorney, Richmond, Virginia, for Respondent.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b789-29\">Before LUTTIG and MOTZ, Circuit Judges, and HAMILTON, Senior Circuit Judge.</judges>\n<p data-order=\"7\" data-type=\"misc\" id=\"b789-30\">Petition denied by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b789-31\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b790-3\"><page-number citation-index=\"1\" label=\"764\">*764</page-number>PER CURIAM:</author>\n<p id=\"b790-4\">Weynshet Assefa Gidey, a native and citizen of Ethiopia, petitions for review of an order of the Board of Immigration Appeals (“Board”) affirming without opinion the immigration judge’s decision denying her applications for asylum, withholding from removal and withholding under the Convention Against Torture.<footnotemark>*</footnotemark> Finding no error, we deny the petition for review.</p>\n<p id=\"b790-5\">A determination regarding eligibility for asylum is conclusive if supported by substantial evidence on the record considered as a whole. <em>INS v. Elias-Zacarias, </em>502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992). Our review of the Board’s “asylum eligibility determination is most narrow ... [and] recognizes the respect we must accord the [Board’s] expertise and its status as the Attorney General’s designee in deportation decisions.” <em>Lopez-Soto v. Ashcroft, </em>383 F.3d 228, 233 (4th Cir.2004) (alterations added). Administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to decide to the contrary. 8 U.S.C. § 1252(b)(4)(B) (2000). We will reverse the Board “only if the evidence presented was so compelling that no reasonable fact-finder could fail to find the requisite fear of persecution.” <em>Rusu v. INS, </em>296 F.3d 316, 325 n. 14 (4th Cir.2002) (internal quotation marks and citation omitted). We find there was no such compelling evidence. Accordingly, we will not reverse the Board’s decision.</p>\n<p id=\"b790-6\">We thus deny the petition for review. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b790-11\">\n<em>PETITION DENIED</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b790-7\"> This court will not review the Board's denial of Gidey’s applications for withholding from removal and withholding under the Convention Against Torture because Gidey did not raise specific issues with respect to those forms of relief in her brief.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}