{
  "casebody": {
    "data": "<casebody firstpage=\"156\" lastpage=\"167\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b214-10\">William J. ALVARES et al., Individually and as representatives of a class of persons hereinafter described, Plaintiffs-Appellants, and Thomas Albro et al., Trustee of the Seattle Area Plumbing and Pipefitting Industry Health and Welfare Trust, Nominal Plaintiffs-Appellants, v. Haven ERICKSON et al., Trustees of the Washington State Plumbing and Pipefitting Industry Health and Welfare Trust, Trustee Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b214-15\">No. 73-1765.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b214-16\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b214-17\">March 10, 1975.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b216-14\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>Richard P. Donaldson (argued), of Donaldson &amp; Kiel, Seattle, Wash., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b216-15\">William L. Dwyer (argued), Seattle, Wash., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b216-17\">Before DUNIWAY and KILKENNY, Circuit Judges, and SWEIGERT,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b216-22\"> The Honorable William T. Sweigert, United States District Judge for the Northern District • of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b216-16\">OPINION</p>\n<author id=\"b216-18\">DUNIWAY, Circuit Judge.</author>\n<p id=\"b216-19\">The limited issues on this appeal are whether the federal court has jurisdiction of the case under § 301(a) or § 302(e), or both, of the Taft-Hartley Act, 29 U.S.C. §§ 185(a) and 186(e), respectively. The district court found jurisdiction lacking. We reverse.</p>\n<p id=\"b216-20\">I. <em>Facts.</em></p>\n<p id=\"b216-21\">In 1946, Local 32 and the other local unions of the United Association of Journeymen\" and Apprentices of the Plumbing and Pipefitting Industry of the Unit<page-number citation-index=\"1\" label=\"159\">*159</page-number>ed States and Canada, AFL — CIO (“United Association”) in the state of Washington began joint bargaining, on a statewide basis, with employers in the plumbing and pipefitting industry. The local unions bargained through the Washington State Association of the United Association (“State Association”), a statewide labor union. The employers bargained through the Washington State Employers Council for the Plumbing and Pipefitting Industry (“State Employers Council”), a statewide employers’ association.</p>\n<p id=\"b217-5\">The 1951 statewide collective bargaining agreement and each subsequent renewal of it contained language referring to a certain trust agreement creating the Washington State Plumbing and Pipefit-ting Industry Health and Welfare Trust (“State Welfare Trust”), a joint labor-management trust fund organized under the provisions of § 302(e) of the Taft-Hartley Act, 29 U.S.C. § 186(c). The statewide agreement obligated employers to make contributions to the State Welfare Trust at a specified rate per employee per hour worked. With the contributed funds, the trustees of the State Welfare Trust (“State Trustees”) were to and did provide a program of health and welfare benefits, including medical, time-loss, and death benefits, to all employees in the statewide bargaining unit.</p>\n<p id=\"b217-6\">In 1967, Local 32, representing union employees in the Seattle area, withdrew from the statewide bargaining unit and created a new and independent bargaining unit limited to the geographical jurisdiction of Local 32. This the Local 32 members were privileged to do under § 7 of the National Labor Relations Act, 29 U.S.C. § 157. Local 32 and the employers in the Seattle area entered a new collective bargaining agreement, effective January 1, 1968, which provided that thereafter the employers would make contributions to a newly-created Seattle Area Plumbing and Pipefitting Industry Health and Welfare Trust (“Seattle Area Welfare Trust”).</p>\n<p id=\"b217-10\">Shortly after the establishment of the Seattle Area Welfare Trust, its trustees demanded that the State Trustees relinquish to the Seattle Area Welfare Trust a portion of certain uncommitted reserves accumulated in the State Welfare Trust. The demand was refused, and this action followed.</p>\n<p id=\"b217-11\">The reserves in question represented (1) employer contributions exceeding the amount of insurance premiums paid by the trust and trust administrative expenses; (2) forfeitures of the credits of union members, including members of Local 32, under the so-called “hour bank” eligibility program;<footnotemark>1</footnotemark> (3) refunds received from the insurance carrier because of favorable claims experience; and (4) interest on investments. According to the plaintiffs in this action, the uncommitted reserves totalled approximately $953,000 at the time when the Local 32 members withdrew from the State Trust. Had the State Trust been dissolved at that point and all liabilities been paid, this sum, less costs of dissolution, would have remained. The plaintiffs maintain that an accounting will show that approximately 40 percent of the reserves, or $371,200, are attributable to contributions made by Seattle area employers on behalf of Local 32 members.</p>\n<p id=\"b217-12\">•Plaintiffs, appellants here, are 14 individual members of Local 32 claiming to represent the class of all 1400 of such members.<footnotemark>2</footnotemark> The trustees of the Seattle Area Welfare Trust are also nominal plaintiffs, but Local 32 as an entity was not made a party because trust benefits accrue to its members individually and not to the union itself. At the present <page-number citation-index=\"1\" label=\"160\">*160</page-number>stage of the litigation the only defendants are the State Trustees. In an amended complaint, the plaintiffs also named as defendants the original parties to the statewide collective bargaining agreement, namely, the State Association and the State Employers Council. However, upon those parties’ disclaimer of any interest in the outcome of the lawsuit and upon the plaintiffs’ concession that no claim could be established against those parties, the district court dismissed the State Association and the State Employers Council from the case before considering the subject matter jurisdictional issues.</p>\n<p id=\"b218-4\">In their amended complaint the plaintiffs assert: (1) that they are entitled to an accounting by the State Trustees, (2) that they are entitled to a declaration of their rights in the reserves, (3) that the State Trustees should be required to apply a portion of the reserves for their benefit, (4) alternatively, that the State Trustees should be required to transfer a portion of the reserves to the Seattle Area Welfare Trust, (5) or that the State Welfare Trust be terminated and a portion of its assets be distributed to them or for their benefit, (6) that the State Trustees should be enjoined from using a portion of the reserves for the benefit of anyone but Local 32 members.</p>\n<p id=\"b218-5\">As to jurisdiction, the plaintiffs claim that the State Trustees are violating the statewide collective bargaining agreement, a claim over which the federal courts have jurisdiction under § 301(a) of the Taft-Hartley Act, and that they are violating § 302(c)(5) of the same act, a claim over which the federal courts have jurisdiction under § 302(e).</p>\n<p id=\"b218-6\">II. <em>The Trial Court’s Decision.</em></p>\n<p id=\"b218-7\">The State Trustees moved for summary judgment on the ground that the court did not have jurisdiction under either § 301(a) or § 302(e). The court granted the motion and entered a judgment reading as follows:</p>\n<blockquote id=\"b218-8\">It is hereby ordered, adjudged and decreed that the motions of defendants and each of them to- dismiss and for summary judgment of dismissal be, and the same hereby are, granted; that this action be, and hereby is, dismissed for lack of federal jurisdiction <em>in failing to establish a federal cause of action </em>and that defendants have judgment for their costs and disbursements herein to be taxed.</blockquote>\n<p id=\"b218-10\">(The language in italics was interlineat-ed by the Judge.)</p>\n<p id=\"b218-11\">We construe this as a ruling that the court lacked subject matter jurisdiction, not as a decision that the plaintiffs have no claim even if the court has jurisdiction. This is a case in which the jurisdiction of the federal court depends upon the subject matter of the claim, not the status of the parties, as in diversity cases, or the locus in which the claim arose, as in federal enclave cases. Bell v. Hood, 1946, 327 U.S. 678, 66 S.Ct. 773, 90 L.Ed. 939, tells us that in subject matter jurisdiction cases, jurisdiction “is not defeated ... by the possibility that the averments might fail to state a cause of action [claim] on which [plaintiffs] could actually recover. [T]he failure to state a proper cause of action [claim] calls for a judgment on the merits and not for a dismissal for want of jurisdiction” (327 U.S. at 682, 66 S.Ct. at 776). In the case at bar, the court found that it did not have jurisdiction and dismissed on that ground. It did not take the next step and decide that the claim was bad on the merits. As the Court said in Bell v. Hood, that issue “must be decided after and not before the court has assumed jurisdiction over the controversy.” <em>Id.</em></p>\n<p id=\"b218-13\">We conclude that the court did have jurisdiction under both § 301 and § 302(e). Our reluctance to hand down a decision that appears to enlarge the jurisdiction of the federal courts — to “fire [a] jurisdictional cannon which will be heard on future battle grounds” (Goldberg, J., in Mumford v. Glover, 5 Cir., 1974, 503 F.2d 878, 880) — is somewhat diminished by the action of the Congress in adopting the Employee Retirement Income Security Act of 1974 (Pub.L. 93—406, 88 Stat. 829). That Act imposes very broad jurisdiction upon the federal <page-number citation-index=\"1\" label=\"161\">*161</page-number>courts in cases involving welfare trusts such as those involved here, § 502, and broadly supersedes, effective January 1, 1975, otherwise applicable state laws, § 514. If we are firing a cannon, the Congress has blown up a dam.</p>\n<blockquote id=\"b219-5\">III. <em>Section 301(a) Jurisdiction. </em>Section 301(a) of the Taft-Hartley Act provides:</blockquote>\n<blockquote id=\"A7i\">Suits for violation of contracts between an employer and a labor organization representing employees in an industry affecting commerce as defined in this chapter, or between any such labor organizations, may be brought in any district court of the United States having jurisdiction of the parties, without respect to the amount in controversy or without regard to the citizenship of the parties. 29 U.S.C. § 185(a).</blockquote>\n<p id=\"b219-7\">Here there is no dispute that the statewide plumbing and pipefitting industry does affect commerce within the statutory meaning. <em>See, e. g., </em>Local 44 and Washington State Association, 195 N.L.R.B. 225 (1972). Our inquiry then is whether the following three jurisdictional requisites are satisfied: (1) a contract; (2) a claim of violation; and (3) a “between” employer and labor organization or “between” labor organizations element.</p>\n<p id=\"b219-8\">To find the first element, we examine the relationship between the statewide collective bargaining agreement and the State Welfare Trust agreement. Each of the successive statewide bargaining agreements, including the 1965 agreement relevant here, provided in relevant part:</p>\n<blockquote id=\"b219-9\">Subject to the trust agreement supplement hereto, Management agrees to contribute certain hourly amounts [for health and welfare, vacation, pension, training and other industry benefit funds] as shall from time to time be determined by the Washington State Board of Negotiators.</blockquote>\n<p id=\"b219-10\">Article IV of the trust agreement thus referred to as a supplement to the labor-management collective bargaining agreement provides in relevant part:</p>\n<blockquote id=\"b219-12\">This Agreement is and shall be deemed a supplement to the Labor-Management Agreement of the Plumbing and Pipefitting Industry of the State of Washington and every Employer who is a party to the Agreement shall become a party to this Agreement. <em>Any violation of this Agreement, </em>or failure to become a party thereto, <em>shall be deemed a violation of the Labor-Management Agreement </em>and shall be grounds for the cancellation or forfeiture thereof, (emphasis added)</blockquote>\n<p id=\"b219-13\">Separate documents are frequently used to define the rights and obligations contemplated in a single conceptual contract. That the parties here intended the trust agreement to form “part and parcel” of the collective bargaining contract is evident. We therefore conclude that the word “contract” as it appears in § 301(a) encompasses the provisions of a welfare trust, such as this, established as a supplement to and referred to in a collective bargaining agreement. The two together are the “contract.” AFL v. Western Union Telegraph Co., 6 Cir., 1950, 179 F.2d 535, 538; Smith v. DCA Food Industries, Inc., D.Md., 1967, 269 F.Supp. 863, 868. Cf. Retail Clerks International Association v. Lion Dry Goods, Inc., 1962, 369 U.S. 17, 82 S.Ct. 541, 7 L.Ed.2d 503 (the word “contracts” in § 301 is not limited to collective bargaining agreements but includes strike settlement agreements, for example, as well).</p>\n<p id=\"b219-14\">To establish § 301(a) jurisdiction, plaintiffs must further allege a breach of the contract. Beriault v. Local 40, Super Cargoes &amp; Checkers, ILWU, 9 Cir., 1974, 501 F.2d 258, 261. This the plaintiffs have done by pointing to two provisions of the trust agreement. Article VIII, Section 2, of that agreement specifies:</p>\n<blockquote id=\"b219-15\">The benefits provided by the Health and Welfare Account will be paid only to Employees who have been, or who <page-number citation-index=\"1\" label=\"162\">*162</page-number>shall hereafter be, employed or available for employment under the jurisdiction and terms of the Labor-Management Agreement. . . . Such Employees shall be deemed “qualified” for the aforesaid benefits from the Health and Welfare Account, subject to the terms of eligibility established by the Board of Trustees in accordance with this Agreement.</blockquote>\n<p id=\"b220-5\">Section 3 of the same article further specifies that the trustees shall establish eligibility rules taking into account “all factors necessary for the proper administration and the financial security” of the health and welfare plan. Plaintiffs assert that the trustees’ refusal to allocate to or for the benefit of the withdrawing but otherwise “qualified” Local 32 members a prorated share of the reserves was not “necessary for the proper administration and financial security of the trust fund,” and that this conduct therefore violated Section 2 of Article VIII of the trust agreement and an implied duty of thé trustees not to adopt arbitrary and capricious eligibility rules. Cf. Giler v. Board of Trustees of Sheet Metal Workers Pension Plan, 9 Cir., 1974, 509 F.2d 848 (No. 73-1149) (applying the arbitrary and capricious standard to eligibility rules framed by pension plan trustees in a case involving an alleged violation of § 302(c)(5), but finding no arbitrariness or caprice).</p>\n<p id=\"b220-6\">Whether these allegations are substantial enough to carry the day for plaintiffs on the merits does not concern us. We think the plaintiffs have sufficiently alleged a breach of the collective bargaining contract to satisfy that element in the jurisdictional formula. <em>Compare </em>Fiorelli v. Kelewer, E.D.Pa., 1972, 339 F.Supp. 796, aff’d without published opinion, 3 Cir., 1973, 474 F.2d 1340, on which the defendant State Trustees rely, where the court technically found jurisdiction but held there was no cognizable § 301(a) claim because the plaintiffs had alleged neither the existence nor the breach of any labor-management contract. Here plaintiffs have alleged a breach.</p>\n<p id=\"b220-9\">The State Trustees argue, however, that plaintiffs fail the “betweenness” requirement of § 301 jurisdiction because neither a labor union nor an employer is a party to this lawsuit. The dispute here, as the dismissal of the State Association and the State Employers Council from the case underscores, is between the members of Local 32 on one hand and the State Trustees on the other. But that does not foreclose federal jurisdiction. As the Supreme Court held in Smith v. Evening News Association, 1962, 371 U.S. 195, 83 S.Ct. 267, 9 L.Ed.2d 246, § 301 refers to “contracts” between an employer and a labor organization — not to “suits” between them. In <em>Smith </em>the Court held that, without joining the union as a party plaintiff, individual employees can sue under § 301 to enforce rights arising from a labor contract.</p>\n<p id=\"b220-10\">We do not accept the State Trustees’ argument that <em>Smith </em>nonetheless implies that either a union or an employer must be a party to the action if § 301 is to be invoked. We think that such a requirement would be inconsistent with the Court’s instruction in <em>Smith </em>that § 301(a) is not to be given a narrow reading. 371 U.S. at 199, 83 S.Ct. 267. <em>See </em>Textile Workers v. Lincoln Mills, 1957, 353 U.S. 448, 456-57, 77 S.Ct. 912, 1 L.Ed.2d 972. Although this precise point does not seem to have been expressly considered by any other federal court, we note that at least one district court has accepted jurisdiction under § 301(a) in a suit by an individual employee against the trustees of a labor-management pension trust where neither the union nor the employer was a party. Brune v. Morse, E.D.Mo., 1972, 339 F.Supp. 159, aff’d, 8 Cir., 1973, 475 F.2d 858 (action challenging pension eligibility rules).<footnotemark>3</footnotemark></p>\n<p id=\"b221-4\"><page-number citation-index=\"1\" label=\"163\">*163</page-number>We are mindful that the court in Bowers v. Ulpiano Casal, Inc., 1 Cir., 1968, 393 F.2d 421, 423, found central in <em>Smith, supra, </em>the underlying rationale that § 301(a) jurisdiction obtains in employee-employer disputes because of the grave questions concerning the interpretation and enforceability of collective bargaining agreements that such disputes pose. Here, the State Trustees argue, there is no need for § 301 jurisdiction because there is no possibility of labor-management strife. Of that, however, we cannot be certain. The danger may be attenuated, but it is conceivable that the State Trustees’ conduct in withholding the reserves could disrupt the collective bargaining process. “To deprive [a union member of his potential benefits from a pension fund] because he shifts his allegiance to another union would seriously inhibit his freedom of choice, which is central to collective bargaining.” Summers, Union Schism in Perspective, 45 Va.L.Rev. 261, 279 n. 84 (1959), also quoted in Raymond v. Hoffmann, E.D.Pa., 1966, 284 F.Supp. 596, 602 n. 14, holding that, where certain union members left the union to form a new local and the unions then agreed to divide the old union’s assets ratably, § 301(a) jurisdiction existed over an action by the trustees of the new local’s pension plan against the trustees of the <page-number citation-index=\"1\" label=\"164\">*164</page-number>old union’s pension plan for an aliquot share of its reserves.</p>\n<p id=\"b222-4\">We hold that § 301(a) jurisdiction exists over the claim of the plaintiffs in this case.</p>\n<p id=\"b222-5\">IV. <em>Section 302(e) Jurisdiction.</em></p>\n<p id=\"b222-6\">Section 302(e) of the Taft-Hartley Act, which the Local 32 members contend provides a second, independent jurisdictional base for their action, states in relevant part:</p>\n<blockquote id=\"b222-7\">The district courts of the United States . . . shall have jurisdiction, for cause shown, ... to restrain violations of this section . . ..29 U.S.C. § 186(e).</blockquote>\n<p id=\"b222-9\">Section 302 in general forbids an employer to make any payment of money to any representatives of its employees and forbids such representatives to accept such payments. Section 302(c)(5) creates an exception for payments to an employee welfare or pension fund by stating that the general prohibitions of § 302 do not apply:</p>\n<blockquote id=\"b222-10\">with respect to money or other thing of value paid to a trust fund established by such representative, <em>for the sole and exclusive benefit of the employees of such </em>employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents). . . . 29 U.S.C. § 186(c)(5) (emphasis added).</blockquote>\n<p id=\"b222-13\">Plaintiffs rely on the “sole and exclusive benefit” language and argue that payments which were made by Local 32 employers to the State Welfare Trust for the benefit of their employees and to which a share of the reserves that the State Trustees refuse to relinquish is attributable will be used by the State Trustees for the benefit of persons other than Local 32 employees, that is, for the benefit of the remaining beneficiaries of the State Trust.</p>\n<p id=\"b222-14\">The dominant legislative purpose of the § 302 restriction on payments to employee representatives was to prevent employers from tampering with the loyalty of union officials, and to prevent union officials from extorting tribute from employers. United States v. Ryan, 1956, 350 U.S. 299, 304-06, 76 S.Ct. 400, 100 L.Ed. 335; Bowers v. Ulpiano Casal, Inc., 1 Cir., 1968, 393 F.2d 421, 425. Whether § 302(e) was meant to extend beyond cases involving the possibilities of such corruption is unclear. Although there are indications in congressional debates that § 302(e) was intended to have a broad sweep, the legislative history is inconclusive. Lugo v. Employees Retirement Fund, E.D.N.Y., 1973, 366 F.Supp. 99, 101 n. 2. Compare Copra v. Suro, 1 Cir., 1956, 236 F.2d 107, 115 (tentatively reading § 302(e) to create a broad federal equity jurisdiction over the administration of welfare funds “whose life in effect depends on the permissive exception of § 302(c)(5)”) <em>with </em>Bowers v. Ulpiano Casal, Inc., <em>supra, </em>393 F.2d at 425 (acknowledging suggestions in the debates that employees could invoke § 302(e) to challenge the administration of such funds but repudiating the broad interpretation proposed in <em>Copra). See generally </em>Legislative History of the Labor Management Relations Act, 1947 (U.S. Govt. Printing Office 1948).</p>\n<p id=\"b222-16\">Notwithstanding ambiguous legislative history, § 302(e) jurisdiction has been successfully invoked in a number of cases where it was alleged, as here, that a trust fund was not being administered for the “sole and exclusive benefit” of the employees of the contributing employers. <em>E. g., </em>Blassie v. Kroger Co., 8 Cir., 1965, 345 F.2d 58 (action by contributing employers successfully challenging, among other administrative matters, the use of trust property for a pharmacy offering discounts to persons other than trust beneficiaries); Lugo v. Employees Retirement Fund, E.D.N.Y., 1973, 366 F.Supp. 99 (action by employee challenging eligibility requirements for disability and retirement benefits under the provisions of a certain pension fund); Insley v. Joyce, N.D.Ill., 1971, 330 F.Supp. 1228 (action by employee challenging “break-in-service” provision in pension plan excluding for eligibility purposes any serv<page-number citation-index=\"1\" label=\"165\">*165</page-number>ice predating an interruption in employment of more than three years); Porter v. Teamsters Funds, E.D.Pa., 1970, 321 F.Supp. 101 (class action by union members against trustees alleging diversion of trust funds and receipt of unlawful compensation); Giordani v. Hoffmann, E.D.Pa., 1969, 295 F.Supp. 463 (action by employees against health and welfare fund trustees alleging broadly that funds were not <em>established </em>for the “sole and exclusive benefit” of the employees of the contributing employers); Bath v. Pixler, D.Colo., 1968, 283 F.Supp. 632 (action to determine proper disposition of health and welfare funds on termination of old trust and establishment of new trust); Raymond v. Hoffmann, E.D.Pa., 1966, 284 F.Supp. 596 (action by trustees of pension plan of new local against trustees of pension plan for old union demanding aliquot portion of reserves).</p>\n<p id=\"b223-5\">Raymond v. Hoffmann, a case much like the one at bar, found § 302(e) jurisdiction without distinguishing the types of cases that might be cognizable under that section. However, based on language in <em>Bowers, </em>supra,<footnotemark>4</footnotemark> the more recent of these cases, <em>Lugo, Insley, Porter, </em>and <em>Giordani, </em>have recognized a distinction between actions involving “structural” deficiencies in the relevant trust which cause it to violate the “sole and exclusive benefit” provision of § 302(c)(5) and actions involving only questions of day-today fiduciary administration of welfare and pension funds. Section 302(e), these cases say, provides jurisdiction over the former but not the latter.</p>\n<p id=\"b223-6\">Accepting this distinction for the moment, we conclude that the claim of the plaintiffs in this case involves a “structural” rather than an “administrative” matter. Here, a substantial number of the employer parties to the State Welfare Trust have withdrawn and are no longer making contributions to it. Those employers and their employees have agreed to set up and have set up a new Seattle Area Welfare Trust. It is unclear whether those employees of Local 32 who were beneficiaries before the withdrawal remained beneficiaries of the State Welfare Trust or, if how and to what extent. The action Yf the State Trustees in forfeiting the hour-bank credits of the Local 32 members indicates that the trustees no longer consider them to be beneficiaries. Before the withdrawal, the reserves were held for the benefit of all employees, statewide. After the withdrawal, and if the Local 32 members ceased to be beneficiaries, the number of beneficiaries was markedly reduced. Yet the State Trustees still have the same reserves, and appear to take the position that they are now held only for the benefit of beneficiaries other than the Local 32 members. Surely these changes do not involve mere administration of the trust. They involve a rather drastic change in its structure. The plaintiffs here are not seeking individual specific benefits that have been denied them. They seek a determination that, as a group, Local 32 members have interests in the trust as a whole which have been denied to them.</p>\n<p id=\"b223-10\">The structural deficiency test does not depend solely on the structure of the trust fund at its inception. As the court in <em>Porter, supra, </em>reasoned:</p>\n<blockquote id=\"b223-11\">[T]he claims relating to structural violations need not be directed to the point in time when the trust funds were created and the first contributions made. To so hold would create grave practical problems. Let us sup<page-number citation-index=\"1\" label=\"166\">*166</page-number>pose, for example, that a trust fund is created and initially administered in accordance with the structural requirements of Section 302(c)(5). If at some future point during the trust fund’s existence it were either amended or administered in such a way as not to comply with those provisions, such would be a structural violation over which this Court would have jurisdiction under Section 302. Such a conclusion is necessary to protect the beneficiaries and the funds previously paid into the trust. 321 F.Supp. at 103 — 04.</blockquote>\n<p id=\"AZh\">In <em>Insley, supra, </em>which involved a “break-in-service” disqualifying rule adopted by trustees of a pension fund, the court refuted the trustees’ claim that no “structural” deficiency was alleged, using the following reasoning:</p>\n<blockquote id=\"b224-4\">A careful reading of the complaint, however, indicates that the plaintiff specifically alleges that the break-in-service provision of the Pension Plan, which in effect divested him of the contributions made by employers on his behalf, renders the Plan violative of Section 302(c)(5) because the Plan as thus structured is not one for the sole and exclusive benefit of employees of the employers who have made substantial contributions to the Pension Fund. While the plaintiff does not allege the most obvious types of potential structural violations such as siphoning of trust funds for union purposes or lack of an annual audit, he does allege, in effect, that the divesting procedures adopted by the Fund’s trustees operate so as to render it not for the exclusive benefit of the employees. 330 F.Supp. at 1232.</blockquote>\n<p id=\"adx-dedup-0\">Furthermore, in <em>Lugo, supra, </em>the court offered an even broader interpretation of the structural deficiency requirement:</p>\n<blockquote id=\"AzL\">We do believe, however, that a trust fund which authorizes the trustees to act arbitrarily and capriciously to exclude from eligibility certain potential employee-beneficiaries, has a structural defect in that it fails to satisfy the requirement that the fund shall be for the sole and exclusive benefit of all the employees. A Section 302 trust fund does not fit the categories of an ordinary trust and to that extent is <em>sui generis </em>and thus requires compliance with the objectives of Section 302. Roark v. Lewis [1968, 130 U.S.App.D.C. 360], 401 F.2d [425] at 427. In assuming jurisdiction for the enforcement of such a trust in accordance with Section 302, we do not do so under any broad chancery powers of the Court <em>(cf., </em>e. g., Copra v. Suro, 236 F.2d 107 (1st Cir., 1956)), or under the theory that Section 302(e) is “the foundation stone for federal court management of trust funds.” See Bowers v. Ulpiano Casal, Inc., 393 F.2d at 426. Rather, we believe that jurisdiction in a case of this kind can be found within the “penumbra of express statutory mandate” of Section 302. See Textile Workers Union of America v. Lincoln Mills, 353 U.S. 448, 457, 77 S.Ct. 912, 1 L.Ed.2d 972 (1957). 366 F.Supp. at 103.</blockquote>\n<p id=\"b224-8\">We agree with this interpretation.<footnotemark>5</footnotemark></p>\n<p id=\"b224-9\">We think that this result is consonant with our previous cases where we have considered on the merits actions based on § 302(c)(5), challenging eligibility rules established by trustees of labor-management pension funds. In Lee v. Nesbitt, 9 Cir., 1972, 453 F.2d 1309, 1311, involving a “break-in-service” rule, we stated:</p>\n<blockquote id=\"b224-10\">Section 302 requires that a pension trust be “for the sole and exclusive benefit of employees.” The trustees of such a trust, while possessing a large measure of discretion in prescribing conditions of eligibility for benefits, owe a fiduciary duty to the employees and may neither impose unreasonable conditions of eligibility nor act <page-number citation-index=\"1\" label=\"167\">*167</page-number>arbitrarily in determining who is eligible.</blockquote>\n<p id=\"b225-5\">There, however, we did not reach the jurisdictional question because federal jurisdiction rested on diversity of citizenship. In Giler v. Board of Trustees of Sheet Metal Workers Pension Plan, 9 Cir., 1974, 509 F.2d 848 also involving a “break-in-service” rule, we adhered to the <em>Lee </em>standards, stating:</p>\n<blockquote id=\"b225-6\">The trustees of a pension plan established under 29 U.S.C. § 186(c)(5) [§ 302(c)(5) of Taft-Hartley] have broad discretion in setting eligibility rules. A court should interfere only when the rule is unreasonable or its enforcement arbitrary. Slip op. at 2.</blockquote>\n<p id=\"AmW\">We there affirmed the lower court’s dismissal of the action because the plaintiff failed to show that the rule was unreasonable or that the trustees arbitrarily or capriciously enforce the rule with respect to him. We did not discuss jurisdiction.</p>\n<p id=\"b225-7\">We express no opinion as to the merits of plaintiffs’ claim(s). We only hold that the district court had jurisdiction under both § 301(a) and § 302(e) of the Taft-Hartley Act.</p>\n<p id=\"b225-8\">Reversed and remanded for further proceedings.</p>\n<footnote label=\"1\">\n<p id=\"b217-7\">. Under the hour bank program, all contributions paid by an employer for an employee, up to a maximum of 840, are credited to that employee’s hour bank. For each 140 hours of contributions in his bank, the employee receives one month of future paid-up eligibility. After an employee has accrued 840 unused hours in his bank, any additional contributions which the employer may pay for him are forfeited to the general reserves of the trust.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b217-15\">. Whether this action is properly a class action is a question not now before us.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b220-7\">. <em>See also </em>Franciosa v. Bricklayers Fund Office, S.D.N.Y., 1974, 72 L.C. 28, 857 (action by union member against trust fund successfully invoked jurisdiction under §§ 301 and 302); Hancock v. Central States Pension Fund, S.D. Ind., 1973, 84 L.R.R.M. 2635 (action by union member against pension fund and trustees for additional benefits from fund founded on § 301 jurisdiction). No union or employer was involved in either case. <page-number citation-index=\"1\" label=\"163\">*163</page-number>Many federal courts have accepted § 301(a) jurisdiction in disputes involving welfare and pension plans where the union, the employer, or both, were involved in the lawsuit. <em>E. g., </em>Tolbert v. Union Carbide Corp., 4 Cir., 1974, 495 F.2d 719 (§ 301 jurisdiction existed, and therefore federal substantive law applied, for employee’s claim against employer for benefits under disability and pension plans for injury sustained while laid off); AFL v. Western Union Telegraph Co., 6 Cir., 1950, 179 F.2d 535 (action by employee against employer for pension benefits); Rothlein v. Armour and Co., W.D.Pa., 1974, 377 F.Supp. 506 (action by employees to determine rights on transfer from one pension plan to another); International Union of Brewery Workers v. Duke &amp; Co., Inc., W.D.Pa., 1974, 373 F.Supp. 778 (suit by union to determine rights of participant union members upon termination of business and pension plan); Sheet Metal and Roofing Contractors’ Association v. Liskany, S.D.Ohio, 1974, 369 F.Supp. 662 (action by employers against trust employees for diversion of trust funds; jurisdiction invoked under both §§ 301 and 302); International Association of Machinists, Lodge 1194 v. Garwood Industries, Inc., N.D.Ohio, 1973, 368 F.Supp. 357 (action by former employees asserting rights to pension payments from employer on the closing of a plant and termination of pension plan); Local 626, United Bhd. of Carpenters v. Delaware Contractors Association, D.Del., 1972, 344 F.Supp. 1281, aff’d per curiam, 3 Cir., 1973, 477 F.2d 564 (action to determine lawfulness of administration of certain vacation fund); International Union UAW v. Anaconda American Brass Co., E.D.Mich., 1972, 340 F.Supp. 651, modified, 6 Cir., 1973, 475 F.2d 682 (action by union involving rights of laid-off workers to early retirement benefits under pension agreement); Knoll v. Phoenix Steel Corp., E.D. Pa., 1971, 325 F.Supp. 666, aff’d, 3 Cir., 1972, 465 F.2d 1128, cert. denied, 1973, 409 U.S. 1126, 93 S.Ct. 941, 35 L.Ed.2d 257 (action by former employees to discontinue pension fund and distribute assets to beneficiaries upon closing of plant); United Brick and Clay Workers v. International Union of District 50, UMW, E.D.Mo., 1970, 315 F.Supp. 224, aff’d, 8 Cir., 1971, 439 F.2d 311 (action by employees who selected a new union against old union and employer to continue pension plan in effect by substituting new union for old); Hauser v. Farwell, Ozmun, Kirk &amp; Co., D.Minn., 1969, 299 F.Supp. 387 (action by former employees to recover money in pension fund upon plant closing); Raymond v. Hoffmann, E. D.Pa., 1966, 284 F.Supp. 596 (action by trustees of new local union pension plan formed after union schism against trustees of old union’s pension plan for aliquot share of trust reserves under a contract made between the unions); Smith v. DCA Food Industries, Inc., D.Md., 1967, 269 F.Supp. 863 (action by certain employees against employer and union for pension benefits which were denied upon plant closing); Bey v. Muldoon, E.D.Pa., 1963, 217 F. Supp. 404 (action involving interests of longshoremen in technological improvement fund set up under collective bargaining contract); Local 90, Stove Mounters’ International Union v. Welbilt Corp., E.D.Mich., 1959, 178 F.Supp. 408, aff'd without opinion, 6 Cir., 1960, 283 F.2d 868 (action to compel employer’s payments to pension fund); United Construction Workers v. Electro Chemical Engraving Co., S.D.N.Y., 1959, 175 F.Supp. 54 (action to compel employer’s payments to welfare and pension funds). <em>See also </em>Hammil v. Stubnitz Spring Division, E.D.Pa., 1973, 85 L.R.R.M. 2231; International Union of Brewery Workers v. Stegmaier Brewing Co., M.D.Pa., 1972, 79 L.R.R.M. 2765; Retail Clerks Union, Local 1460 v. Newberry, Wabash, Inc., N.D.Ind., 1971, 79 L.R.R.M. 2847; Abruscato v. Local 199, Industrial Workers, S.D.N.Y., 1968, 69 L.R.R.M. 2537.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"ATD\">. That language in <em>Bowers </em>is:</p>\n<blockquote id=\"b223-7\">We are, however, persuaded that the weight of reason and authority compels a narrow reading of section 302(e). In the first place, its language limits federal courts “to restrain violations of this section”. These violations, if we read correctly, are violations of basic structure, as determined by Congress, not violations of fiduciary obligations or standards of prudence in the administration of the trust fund. 393 F.2d at 424.</blockquote>\n<p id=\"b223-8\">However, the <em>Bowers </em>court interpreted § 302(e) much more narrowly than the case before it required. Stripped of surplusage, the holding of <em>Bowers </em>is really that § 302(e) does not confer federal jurisdiction over claims of wrongful diversion of trust funds brought against third parties who are neither unions, employers, nor trustees, who allegedly received monies from the fund “with knowledge that such transactions were illegal, imprudent, or in breach of fiduciary obligations.” 393 F.2d at 422, 426. Identical claims against the principal parties apparently were not dismissed for want of jurisdiction and were not before the <em>Bowers </em>court.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b224-5\">. Under the circumstances, we need not consider whether the structural deficiency versus administration dichotomy is a sound basis for limiting our jurisdiction. One court has concluded that whether that test ought to be the legal standard, and what constitutes a structural defect, raise such “difficult and complicated issues” that, when recently faced with the problem, it purported to avoid deciding those jurisdictional issues by proclaiming the § 302(c)(5) claim before it inadequate on the merits, de Loraine v. MEBA Pension Trust, 2 Cir., 1974, 499 F.2d 49, 51 n. 9.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}