{
  "casebody": {
    "data": "<casebody firstpage=\"988\" lastpage=\"993\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1046-5\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. ROCHESTER MUSICIANS ASSOCIATION LOCAL 66, Affiliated with the American Federation of Musicians, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1046-8\">No. 471, Docket 74-1940.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1046-9\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1046-10\">Submitted April 18, 1975.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1046-11\">Decided April 28, 1975.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1047-9\"><page-number citation-index=\"1\" label=\"989\">*989</page-number>Allison W. Brown, Jr. and Stephen D. Quinn, Attys., National Labor Relations Bd., Washington, D. C. (Peter G. Nash, John S. Irving, Patrick Hardin, Elliott Moore, of counsel), for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1047-11\">Ronald Rosenberg, Robert E. Nagle and Jerry D. Anker, Washington, D. C. (Sidney J. Salzman, Rochester, New York, of counsel), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1047-12\">Before KAUFMAN, Chief Judge, and LUMBARD and SMITH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1047-13\">IRVING R. KAUFMAN, Chief Judge:</author>\n<p id=\"b1047-14\">From the Rochester Philharmonic Orchestra, usually a source of harmonic strains of Mozart or Sibelius, comes the dissonant chord of a labor dispute. On January 27, 1972 Dr. Samuel Jones, the conductor of the Orchestra, informed The Rochester Civic Music Association, Inc., the Orchestra’s managing agent, that five musicians were “incompetent musically,” and recommended that four of them be discharged and one placed on probation. Soon thereafter, the Rochester Musicians Association Local 66, of which Dr. Jones was a member, charged him by letter dated February 24, 1972 with violating the union’s constitution by recommending action against the musicians without first consulting the union, and notified him to appear before its Executive Board on March 6.<footnotemark>1</footnotemark></p>\n<p id=\"b1047-15\">After the hearing was postponed at Jones’s request, he was tried in <em>absentia </em>on August 21, fined $1000, and suspended from union membership for six months. The Executive Board unilaterally rescinded the suspension and reduced the fine to $250 on October 16. The fine was paid.</p>\n<p id=\"b1047-16\">Jones did not remain inactive during this time. In addition to pursuing his conducting duties, he was busy filing charges with the National Labor Relations Board, complaining that the union’s activity violated § 8(b)(1)(B) of the National Labor Relations Act.<footnotemark>2</footnotemark> His first charge, filed March 20, 1972, was dis<page-number citation-index=\"1\" label=\"990\">*990</page-number>missed by the Regional Director three days later on the ground that jurisdiction over the Orchestra did not lie under then existing standards. That dismissal was approved in an advisory opinion by the National Labor Relations Board. Rochester Civic Music Ass’n, Inc., 198 NLRB No. 75, 80 LRRM 1752 (July 31, 1972). On August 19, however, the Board published a notice of proposed rulemaking concerning new jurisdictional standards for symphony orchestras, 37 Fed.Reg. 16813, and on August 28, Jones filed a second § 8(b)(1)(B) charge. The new jurisdictional standards were adopted on March 2, 1973, 38 Fed.Reg. 6176, 29 CFR § 103.2 (1973), and on May 17 the Regional Director issued the complaint which is the basis of this petition for enforcement. In essence, the complaint alleged that Jones was employed as a supervisor with authority to adjust grievances of employees, and that the union discipline triggered by his recommendations tended to ‘restrain and coerce the Association in the selection of representatives for adjustment of grievances, as proscribed by § 8(b)(1)(B).</p>\n<blockquote id=\"aqx-dedup-1\"><page-number citation-index=\"1\" label=\"989\">*989</page-number>to restrain or coerce ... an employer in the selection of his representatives for the purposes of collective bargaining or the adjustment of grievances.</blockquote>\n<p id=\"b1048-4\"><page-number citation-index=\"1\" label=\"990\">*990</page-number>At a hearing before Administrative Law Judge Josephine H. Klein on July 10, the evidence consisted solely of exhibits and stipulations. The union conceded that Jones was a “supervisor” within the meaning of § 2(11),<footnotemark>3</footnotemark> but refused to admit that he had authority to adjust grievances. Despite this failure to admit a crucial factor, Judge Klein refused to accept proof of the authority, and ruled that such evidence was unnecessary. The Administrative Judge’s conclusion was that the union had violated § 8(b)(1)(B), and she ordered it to desist from similar violations in the future, to return the $250 fine with <em>6% </em>interest, to post the appropriate notice and to publish it in the Journal of the American Federation of Musicians. The Board affirmed on Judge Klein’s opinion and now seeks enforcement. Because we believe that § 8(b)(1)(B) can be violated by disciplining a superior only if he has authority to adjust grievances or bargain collectively, we deny enforcement and remand for reconsideration whether the necessary authority existed.</p>\n<p id=\"b1048-7\">I</p>\n<p id=\"b1048-8\">Initially, we must confront the union’s claim that because the Board dismissed the March 20 charge, fairness and equity, as well as established Board policy, preclude it from acting on the August 28 charge. The union maintains that it relied on the earlier dismissal in proceeding to discipline Dr. Jones; thus the Board’s action here would frustrate union reliance on the earlier ruling. In addition, it is urged that the Board’s policy in the past has been that dismissed charges will not be reactivated because of a change in jurisdictional standards.</p>\n<p id=\"b1048-9\">Neither of these claims has merit. This is not a case where a long-dormant dismissed charge was resurrected after a change in the Board’s jurisdictional standards. In such instances, the Board has declined to reactivate charges for two reasons; to avoid the burden of considering a multitude of old cases, and to prevent injustice to respondents, who, relying upon dismissals, have destroyed evidence bearing on the alleged unfair labor practices. Wausau Building &amp; Construction Trades Council, 123 NLRB 1484, 1485-86 (1959). But neither of these reasons is applicable to a continuing course of the same illegal conduct after the Board has announced that the old jurisdictional provisions are being reexamined. Indeed, the Board has routinely applied newly adopted jurisdictional standards even to cases pending at the time those standards are adopted. <em>See, </em><page-number citation-index=\"1\" label=\"991\">*991</page-number><em>e. g., </em>Lakeland Convalescent Center, Inc., 173 NLRB 97 (1968); Siemons Mailing Service, 122 NLRB 81, 84 (1958); Wem-yss d/b/a Coca Cola Bottling Co. of Stockton, 110 NLRB 840, 843, enforced as modified, 212 F.2d 465 (9th Cir. 1954).</p>\n<p id=\"b1049-5\">Here the union held its hearing and imposed its fine after it was put on notice by the Board’s August 19 publication in the Federal Register that new jurisdictional standards might be promulgated, and that they would apply to all cases pending at the time of their adoption. In light of the previously enunciated Board policy, we find incomprehensible the union’s claim that it believed the earlier dismissal would insulate its continuing disciplinary action against Jones from a new § 8(b)(1)(B) charge.</p>\n<p id=\"b1049-6\">But our reasons for rejecting the union’s reliance argument go much deeper than this. We'do not construe the Board’s voluntary limitation on its own jurisdiction to permit the labor laws to be violated with impunity, for the statutory prohibition remains although the means of enforcement have been suspended. As we noted in upholding an unfair labor practice charge in connection with acts committed at a time when the violator was not subject to the Board’s jurisdiction, “An Act of Congress imposes a duty of obedience unrelated to the threat of punishment for disobedience.” NLRB v. Pease Oil Co., 279 F.2d 135, 137 (2d Cir. 1960). Indeed, this supplies the Board’s rationale for routinely applying new jurisdictional standards to all pending cases. <em>See </em>Siemons Mailing Service, <em>supra, </em>122 NLRB at 84 — 85. Accordingly, even if the union had in good faith assumed that the earlier dismissal would prevent the Board from ever again asserting jurisdiction over the Jones incident we would deny it the shield for continuing illegality which it seeks. As we said in <em>Pease Oil, supra:</em></p>\n<blockquote id=\"ANl\">Thus respondent’s “reliance” was simply an expectation that it might pursue whatever labor policy it saw fit, safe from any Board interference no matter how many violations of the Act it might commit. We have no hesitation in disappointing this expectation.</blockquote>\n<p id=\"b1049-8\">II</p>\n<p id=\"b1049-9\">We turn, then, to the core of this appeal — whether a finding of authority to adjust grievances or bargain collectively is a prerequisite to a § 8(b)(1)(B) violation, where the employee disciplined was concededly a supervisor. We find that the Administrative Law Judge’s negative answer to this question cannot stand in the aftermath of the Supreme Court’s decision in Florida Power &amp; Light Co. v. I. B. E. W. Local 641, 417 U.S. 790, 94 S.Ct. 2737, 41 L.Ed.2d 477 (1974).</p>\n<p id=\"b1049-10\"><em>Florida Power </em>involved union discipline of a supervisor with authority to adjust grievances for crossing a picket line and performing rank-and-file work. The Court reviewed at length the history of the Board’s application of § 8(b)(1)(B), beginning with the rather prosaic case of a union which struck to compel management to choose a different bargaining representative — an act plainly proscribed by the very terms of the Act. Los An-geles Cloak Joint Board ILGWU (Helen Rose Co.), 127 NLRB 1543 (1960). The next major pronouncement came in 1968, when the Board held § 8(b)(1)(B) to prevent a union from disciplining a supervisor with authority to adjust grievances for performing supervisory functions involving interpretation of a collective bargaining agreement. San Francisco-Oakland Mailers’ Union No. 18 (Northwest Publications, Inc.), 172 NLRB 2173 (1968). The exercise of such union power over a management representative, it was felt, might undermine his loyalty to the employer in interpreting the contract for grievance adjustment or collective bargaining. <em>Oakland Mailers </em>was soon extended to the disciplining of supervisors with authority to adjust grievances or bargain collectively for performing supervisory tasks which did not involve interpretation of an agreement.</p>\n<p id=\"b1049-11\">The <em>Florida Power </em>Court did not pass on the correctness of <em>Oakland Mailers </em><page-number citation-index=\"1\" label=\"992\">*992</page-number>and its progeny, focusing instead on union discipline of a supervisor who had performed non-supervisory tasks. The Court stressed the narrow compass of § 8(b)(1)(B) and its central concern of protecting against interference and grievance adjustment and collective bargaining functions of management representatives. After review of the legislative history, the Court stated:</p>\n<blockquote id=\"b1050-4\">The conclusion is thus inescapable that a union’s discipline of one of its members who is a supervisory employee can constitute a violation of § 8(b)(1)(B) only when that discipline may adversely affect the supervisor’s conduct in performing the duties of, and acting in the capacity as, grievance adjuster or collective bargainer on behalf of the employer.</blockquote>\n<p id=\"b1050-5\">417 U.S. at 804-05, 94 S.Ct. at 2745. And because supervisors performing rank and file work “were not engaged in collective bargaining or grievance adjustment, or in any activities related thereto,” a union’s discipline of such supervisors was not precluded by § 8(b)(1)(B).</p>\n<p id=\"b1050-6\">While the facts here vary from those in <em>Florida Power, </em>the legal principles so clearly articulated by the Supreme Court are controlling. Here the union disciplined Jones for performing a supervisory task.<footnotemark>4</footnotemark> The missing link in the record, however, is that it fails to disclose that Jones had the authority to adjust grievances. But there is nothing before us to indicate that union discipline in such a case concerns the interference with grievance adjustment or collective bargaining that is at the core of § 8(b)(1)(B). The record does not establish that such union action can “adversely affect [Jones’s] conduct in performing the duties of [a] grievance adjuster,” as required by <em>Florida Power </em>to establish a violation of § 8(b)(1)(B), since Jones has not been shown to have the authority to perform these duties.</p>\n<p id=\"b1050-13\">We recognize, of course, that in excluding evidence of authority to adjust grievances Judge Klein relied on prior Board rulings<footnotemark>5</footnotemark> which were grounded upon what has been labelled as the “reservoir doctrine.”<footnotemark>6</footnotemark> The rationale of that doctrine is that supervisors are viewed as a reservoir of manpower available and likely to be chosen as collective bargainers or grievance adjusters at some later date. Since union discipline could affect the supervisor’s loyalty to the employer, the employer would be restricted in his choice of future representatives.</p>\n<p id=\"b1050-14\">The validity of this doctrine prior to <em>Florida Power </em>need not concern us,<footnotemark>7</footnotemark> for <em>Florida Power </em>effectively undermined its conceptual basis. There is surely no more interference with the actual process of grievance adjustment in union dis<page-number citation-index=\"1\" label=\"993\">*993</page-number>cipline of a supervisor who at present plays no part in that process, than there is in discipline of one with actual authority to adjust grievances for performing non-supervisory work. In each case the union’s action is too insignificant to affect the management rights protected by § 8(b)(1)(B). Accordingly, we deny enforcement and remand to the Board for further action consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b1047-17\">. The Local also charged that Jones crossed a Union picket line in September 1969, and in January 1972 prevented the president of the Union from speaking to members of the Orchestra. These incidents were not charged in the complaint and need not concern us here.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"Aie6\">. Under that section, 29 U.S.C. § 158(b)(1)(B) (1970), it is an unfair labor practice for a union:</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1048-5\">. That section, 29 U.S.C. § 152(11) (1970), defines “supervisor” as:</p>\n<blockquote id=\"aqx-dedup-2\">any individual having authority, in the interest of the employer, to hire, transfer, suspend, láy off, recall, promote, discharge, assign, reward, or discipline other employees, or responsibly to direct them, or to adjust their grievances, or effectively to recommend such action, if in connection with the foregoing the exercise of such authority is not of a merely routine or clerical nature, but requires the use of independent judgment.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1050-7\">. This of course raises the issue of the continued viability of <em>Oakland Mailers. </em>But we need not rush in where the Supreme Court has declined to tread, and we intimate no view on that question. The Board, as might be expected, continues to adhere to that decision. Teamsters Local 524 (Yakima County Beverage Co.), 212 NLRB No. 133 (1974); International Union of Operating Engineers, Local 428 (Mercury Constructors, Inc.), 216 NLRB No. 104 (1975).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1050-8\">. Judge Klein relied principally on The Newspaper Guild, Erie (Times Publishing Co.), 196 NLRB 1221 (1972), enforcement denied on other grounds, 489 F.2d 416 (3d Cir. 1973); Operating Engineers Local 501 (Anheuser Busch, Inc.), 199 NLRB 551 (1972); and United Brotherhood of Carpenters (Imperial Cabinet Shop), 204 NLRB No. 154 (1973). These cases, however, were based in the main on three prior Board decisions, Toledo Locals Nos. 15-P and 272 of the Lithographers and Photo-Engravers Int’l Union (Toledo Blade Co.), 175 NLRB 1072 (1969), enforced, 437 F.2d 55 (6th Cir. 1971); International Ass’n of Heat &amp; Frost Insulators &amp; Asbestos Workers Local 127 (Cork Insulating Co.), 189 NLRB 854 (1971); and Detroit Newspaper Printing Pressmen’s Union No. 13 (Detroit Free Press), 192 NLRB 106 (1971).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1050-16\">. Newspaper Guild, Erie Newspaper Guild Local 187 v. NLRB, 489 F.2d 416, 420 (3d Cir. 1973).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1050-17\">. We note, however, that even before <em>Florida Power, </em>the Third Circuit properly disapproved the view, adopted by the Administrative Law Judge here, that supervisor status automatically makes an employee a representative for § 8(b)(1)(B) purposes. <em>Id. </em>489 F.2d at 418-22.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}