{
  "casebody": {
    "data": "<casebody firstpage=\"96\" lastpage=\"116\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b126-7\">946 A.2d 75</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b126-8\">MILFORD MILL 128, LLC, PLAINTIFF-APPELLANT, v. BOROUGH OF MILFORD AND THE BOROUGH OF MILFORD JOINT PLANNING BOARD AND ZONING BOARD OF ADJUSTMENT, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b126-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b126-11\">Argued April 7, 2008</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AYu\">Decided May 2, 2008.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b129-8\"><page-number citation-index=\"1\" label=\"99\">*99</page-number>Before Judges GRAVES, SABATINO and ALVAREZ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b129-9\"><em>Kevin D. Sheehan </em>argued the cause for appellant <em>(Parker McCay P.A., </em>attorneys; <em>Mr. Sheehan, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b129-10\"><em>Brent T. Carney </em>argued the cause for respondents <em>(Maraziti, Falcon &amp; Healey, L.L.P., </em>attorneys; <em>Mr. Carney, </em>of counsel and on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b129-11\">The opinion of the court was delivered by</p>\n<author id=\"b129-12\">SABATINO, J.A.D.</author>\n<p id=\"b129-13\">Plaintiff Milford Mill 128, LLC, the contract purchaser of property designated for redevelopment in the Borough of Milford <page-number citation-index=\"1\" label=\"100\">*100</page-number>(“Borough”), appeals an order issued by the Law Division on May 23, 2007. The order in question dismissed plaintiffs lawsuit against the Borough and the Borough’s Joint Planning Board and Zoning Board of Adjustment (“the Joint Board”) concerning the subject property, insofar as the lawsuit challenged the Borough’s present redevelopment plan. We affirm the judge’s order, without prejudice to plaintiff or the title owner bringing a potential inverse condemnation action against the municipality, or other future proceedings raising new issues.</p>\n<p id=\"b130-4\">I.</p>\n<p id=\"b130-5\">The subject property consists of about seventy acres of land, identified on the Borough’s tax map as Block 19, Lot 51 and Block 13, Lot 5.01. Plaintiff is the contract purchaser of that entire tract. Plaintiff is also the contract purchaser of about forty adjoining acres in the Township of Alexandria.<footnotemark>1</footnotemark> Together the two parcels are commonly known as the “Curtis Paper Mill Site.”</p>\n<p id=\"b130-6\">The paper mill, after many years of operation, closed in 2001. The former mill site has not been in active use since that time. The Milford portion of the site includes several dormant manufacturing buildings, loading docks, a former water treatment plant, several outbuildings, and wetlands. The property is traversed by a creek and a rail line, and abuts the Delaware River. The site has significant environmental contamination issues.<footnotemark>2</footnotemark></p>\n<p id=\"b130-7\">The former mill was in financial distress. According to a Borough resolution in the record, the mill is in arrears for over one million dollars in local property taxes. In 2003, the mill’s corporate owner filed an action in the Ohio courts for the assignment of its assets for the benefit of creditors. At the same time, <page-number citation-index=\"1\" label=\"101\">*101</page-number>various creditors of the mill filed an involuntary bankruptcy petition in the United States Bankruptcy Court for the District of New Jersey.</p>\n<p id=\"b131-6\">Under the Bankruptcy Court’s direction, the defunct mill was offered for sale at an auction in June 2004, and plaintiff bid for the property.<footnotemark>3</footnotemark> Subsequently, plaintiff and the assignee of the mill’s assets entered into a purchase and sale agreement on November 7, 2005. Pursuant to that agreement, plaintiff agreed to buy the entire property, including the Alexandria portion of the mill, for $7.5 million, payable in installments and subject to numerous conditions. As one of those conditions, the purchase contract acknowledged that the Borough’s approval “is required to change the zoning on the ... [pjroperty and enable [the] [purchaser to effectively develop [it].” Plaintiff thereby undertook in the contract to file “a request for an ordinance to change the current zoning on the ... [property to a reasonably acceptable density for residential development.”</p>\n<p id=\"b131-7\">In the meantime, the Borough pursued steps for the redevelopment of the property, pursuant to the Local Redevelopment and Housing Law (“LRHL”), <em>N.J.S.A. </em>40A:12A-1 to -49. At the Borough Council’s request, the Joint Board<footnotemark>4</footnotemark> conducted a preliminary investigation of the site, on notice to the property owner and to the local community, pursuant to <em>N.J.S.A. </em>40A:12A-5. At a hearing on September 11, 2003, the Joint Board adopted a resolution, finding that the mill property met the LRHL’s criteria of an <page-number citation-index=\"1\" label=\"102\">*102</page-number>area in need of redevelopment, as set forth in <em>N.J.S.A. </em>40A-.12A-5(a), (d), (e) and (h).</p>\n<p id=\"b132-4\">Among other things, the Joint Board determined that many of the structures on the former mill site are “substandard, unsafe, unsanitary, dilapidated, or obsolete or ... are so lacking in light, air[,] or space, as to be conducive to unwholesome living or working conditions.” <em>N.J.S.A. </em>40A:12A-5(a). These circumstances have produced “a stagnant or not fully productive condition of land potentially useful and valuable for contributing to and serving the public health, safety and welfare.” <em>N.J.S.A </em>40A:12A-5(e). No other properties were included in the redevelopment study area.</p>\n<p id=\"b132-5\">On March 1, 2004, the Borough Council adopted the Joint Board’s recommendations, passing a resolution that designated the property as an area in need of redevelopment under the LRHL. <em>See N.J.S.A </em>40A:12A-6(b)(5). Pursuant to the LRHL, the redevelopment designation was transmitted to the State Commissioner of the Department of Community Affairs, who acknowledged it in a letter to the Borough dated April 26, 2004. The Commissioner’s letter specifically noted that the property “comprises an area in which redevelopment is to be encouraged.”</p>\n<p id=\"b132-6\">Thereafter, on January 18, 2005, the Borough Council adopted, by ordinance, a Redevelopment Plan for the property. <em>See N.J.SA </em>40A:12A-7. The Redevelopment Plan was prepared with the assistance of a professional planner hired by the municipality.</p>\n<p id=\"b132-7\">As part of its aims, the Redevelopment Plan envisions the “[development of the southern [twenty-one] acres of the site as a mix of non-residential development to provide tax ratables lost to the Borough with the closure of the former paper manufacturing facility.” Additionally, the Redevelopment Plan seeks to maintain “the village quality of the Borough,” by including “a limited number of small-lot single family residential dwellings organized around a neighborhood park and greenways.” The Redevelopment Plan also contemplates “a mix of professional offices and housing, which may include affordable units,” open space and <page-number citation-index=\"1\" label=\"103\">*103</page-number>passive recreation areas, public access to the riverfront, pedestrian trails, and a village square.</p>\n<p id=\"b133-5\">These elements in the Redevelopment Plan are consistent with the Borough’s 2002 report re-examining its master plan, including the master plan’s stated goals of retaining the Borough’s “small-town” atmosphere, while also promoting commercial uses that “meet the needs of both local and regional populations.” The Redevelopment Plan provides for overlay zoning, which leaves the underlying industrial zoning for the property in place if the property is not redeveloped.</p>\n<p id=\"b133-6\">Specifically, the Redevelopment Plan for the seventy-acre tract calls for: (1) thirteen acres with thirty-one residential units no higher than thirty-five feet; (2) 2.8 acres of mixed-use development for medical and other professional offices, together with affordable housing; (3) twenty-three acres for light industrial development, including light manufacturing, health and fitness facilities, commercial recreation uses, and film production facilities; (4) 1.1 acres for public uses; and (5) about thirty acres set aside for open space and wetlands.</p>\n<p id=\"b133-7\">The record does not reflect whether any objections were interposed to the Redevelopment Plan when it was adopted.<footnotemark>5</footnotemark> In any event, plaintiff does not contend that it, or the property’s title owner, lodged any such objections before the Joint Board or the governing body. The Redevelopment Plan has not been amended to date, and the Borough has not entered into a contract with any redeveloper.</p>\n<p id=\"b133-8\">Of particular significance to the present appeal, the Redevelopment Plan provides, pursuant to <em>N.J.S.A. </em>40A:12A-13, that “all development applications for development of sites governed by the ... Redevelopment Plan shall be submitted to the Borough’s [Joint] Board for review and approval.” In connection with these <page-number citation-index=\"1\" label=\"104\">*104</page-number>provisions, the Redevelopment Plan acknowledges the Joint Board’s authority over building permits, site plans, and subdivisions within the redevelopment zone. The same section of the Redevelopment Plan limits, however, the Joint Board’s authority to allow a property owner to deviate from the core elements of the Plan:</p>\n<blockquote id=\"b134-4\">The [Joint] Board shall not grant any deviations from the terms and requirements of this [R]edevelopment [P]Ian, including the granting of any ‘d’ or <em>V </em>variances.<footnotemark>6</footnotemark> Any proposed changes to the [R]edevelopment [P]lan shall be in the form of an amendment to the [P]lan adopted by the Governing Body in accordance with the procedures set forth in the LRHL.</blockquote>\n<p id=\"b134-5\">The Redevelopment Plan further recites that the Borough Council, acting as the redevelopment entity, “shall review all proposed redevelopment projects within the redevelopment area to ensure that such project(s) [are] consistent with the Redevelopment Plan and relevant redeveloper agreement(s).” Such review by the Council “shall occur prior to the submission of the redevelopment project(s) to the [Joint] Board.” As part of that review, the applicant may be required to submit its plans to a technical review committee, which may include professionals retained by the Borough.</p>\n<p id=\"b134-6\">As contemplated by its purchase contract, plaintiff has formulated an ambitious proposal to redevelop the property, one that varies significantly from the requirements of the underlying zoning for the parcel, as well as from the overlay zoning specified in the Redevelopment Plan. Among other things, plaintiff’s proposal calls for mixed uses on the property at much higher densities, and with a substantially greater number of residential units.</p>\n<p id=\"b135-5\"><page-number citation-index=\"1\" label=\"105\">*105</page-number>In particular, plaintiff seeks to build 384 age-restricted condominiums and 123 non-age-restricted townhouses on the Curtis Paper Mill site. Its proposal also envisions an 18,000 square-foot restaurant, 14,400 square feet of commereial/retail space, a 2,500 square-foot municipal building, and a 5,200 square-foot community center. It is undisputed that these elements of plaintiffs proposal markedly deviate from the more limited construction permitted under the Redevelopment Plan. The proposal calls for the construction of more than five hundred residential units, roughly sixteen times the residential density permitted by the overlay zoning option in the Redevelopment Plan. Indeed, the Borough’s brief estimates that plaintiffs proposed residential units, once occupied, would nearly double the Borough’s entire population.<footnotemark>7</footnotemark></p>\n<p id=\"b135-6\">In October 2006, plaintiff filed its proposal for redeveloping the property with the Borough Council, for a determination as to whether the proposal was consistent with the Redevelopment Plan. On November 1, 2006, the Borough acknowledged receipt of plaintiffs proposal, and indicated that the Council would review it at its November 2006 meeting. For reasons that are not clear from the record, the matter was not reached at the November 2006 Council meeting. Having received no definitive answer on its proposal from the Council, plaintiff decided to file a variance application with the Joint Board on December 8, 2006. The application particularly sought use variances under <em>N.J.S.A. </em>40:55D-70(d), because many of the uses in plaintiffs redevelopment proposal conformed neither with the underlying industrial zoning for the property, nor with the Redevelopment Plan’s overlay zoning.</p>\n<p id=\"b135-7\">The Joint Board’s attorney then advised plaintiff, in a letter dated January 8, 2007, that because plaintiffs proposal had not yet been found by the Council to be consistent with the Redevelopment Plan, its variance application was “incomplete.” Therefore, <page-number citation-index=\"1\" label=\"106\">*106</page-number>the Joint Board would not act upon plaintiffs variance request until the Council issued that necessary determination.</p>\n<p id=\"b136-5\">Plaintiff filed a complaint in lieu of prerogative writs against the Borough and the Joint Board in the Law Division on February 15, 2007. The complaint alleged that the Redevelopment Plan is arbitrary, capricious and unreasonable, essentially because the costs of environmental remediation and demolition for the property are so steep that it is not economically realistic to develop it without substantially increasing the density of proposed uses on site.</p>\n<p id=\"b136-6\">In this regard, plaintiff cited a market analysis that a consulting firm had completed for the Borough in September 2006. The market analysis estimated that the costs of remediation and demolition for the property would be roughly $10 to $11.1 million. According to the consultant, these costs are roughly $280,000 per acre, well above land values in the region. That calculation translates into $117,000 in extra costs per each residential unit contemplated under the Borough’s Redevelopment Plan. The market study concluded that, unless the redeveloper obtains grants or subsidies to make up the difference, the present Redevelopment Plan is not economically feasible. Plaintiff argues that, in light of the unfavorable market study by the Borough’s own consultant, the existing Redevelopment Plan should be judicially invalidated.</p>\n<p id=\"b136-7\">Plaintiffs complaint further alleged that its application for a variance should have been granted because the Joint Board unduly delayed in acting on its application. Plaintiff also asserted that the Borough has left it with no realistic standards to develop the property, and that the Borough’s inflexible adherence to the present Redevelopment Plan amounts to an improper moratorium on the development of the site.</p>\n<p id=\"b136-8\">On the whole, plaintiff contends that the municipal defendants’ actions and inactions transgress not only the LRHL and the Municipal Land Use Law (“MLUL”), <em>N.J.S.A. </em>40:55D-1 to -168, but also violate plaintiffs rights of Equal Protection and Due Process under the State and Federal Constitutions.</p>\n<p id=\"b137-5\"><page-number citation-index=\"1\" label=\"107\">*107</page-number>The Borough and the Joint Board moved to dismiss the complaint under <em>Rule </em>4:6-2(e), for failure to state claims upon which relief may be granted. In particular, defendants asserted that plaintiffs challenge to the legitimacy of the Redevelopment Plan is untimely, because its prerogative writs action was not filed within forty-five days of the Borough’s adoption of the Redevelopment Plan in January 2005. <em>See R. </em>4:69-6(a).</p>\n<p id=\"b137-6\">With respect to the merits, defendants asserted that their conduct and the Redevelopment Plan itself comport with the applicable statutory requirements of the LRHL and the MLUL, as well as constitutional precepts of equal protection and due process. Defendants further argued that plaintiff unfairly exaggerated the import of the market study by incorrectly assuming that grant funds will not be available for the redevelopment and the associated environmental cleanup.</p>\n<p id=\"b137-7\">After hearing oral argument on defendants’ motion, Judge Stephen Rubin issued an order on May 23, 2007, dismissing the complaint with prejudice “as to any challenges made by plaintiff to the Redevelopment Plan itself.” The order specified, however, that the dismissal “is without prejudice as to any future proceedings.”</p>\n<p id=\"b137-8\">In his detailed written opinion accompanying the May 23 order, Judge Rubin found that plaintiff’s action in lieu of prerogative writs was untimely, having been filed more than two years after the Council adopted the Redevelopment Plan in January 2005. The judge detected no reason to extend the customary forty-five-day period for bringing an action under <em>Rule </em>4:69-6(a), finding that the complaint essentially seeks to advance plaintiffs private economic interests.</p>\n<p id=\"b137-9\">The judge also determined that the Joint Board correctly deemed plaintiffs variance application incomplete, because the governing body had not declared the application to be consistent with the Redevelopment Plan. The judge did urge, however, that the Borough and plaintiff “communicate with each other and reach <page-number citation-index=\"1\" label=\"108\">*108</page-number>an understanding on how this process will proceed and work out [the] details.”</p>\n<p id=\"b138-4\">The judge further ruled that “[w]hile there is no definite time frame for the [governing [b]ody to make its [consistency] decision, it must be a reasonable amount of time.” He stated, “[i]f the [Borough] and/or [its] Technical Review Board hereafter finds [p]laintiff s application complete and consistent with the Redevelopment Plan, then [p]laintiff may then move on to the [Joint] Board.” However, if plaintiffs proposal is found to be inconsistent, then “[p]laintiff has the opportunity to request that the Redevelopment Plan be amended.” Consequently, the judge’s ruling preserved plaintiffs ability to return to court, depending upon the outcome of those additional procedural steps, with the proviso that plaintiff may not challenge in a new lawsuit the existing Redevelopment Plan.</p>\n<p id=\"b138-5\">Plaintiff timely appealed the May 28, 2007 order. In the meantime, the Borough adopted a resolution on June 4, 2007, formally declaring plaintiff’s redevelopment proposal to be inconsistent with the existing Redevelopment Plan.</p>\n<p id=\"b138-6\">On appeal, plaintiff initially contends that the trial judge applied the wrong legal standard to defendants’ motion to dismiss, because he did not liberally construe plaintiffs claims of statutory and constitutional deprivations. Plaintiff also maintains that its complaint was timely under <em>Rule </em>4:69-6(a), because it was filed within forty-five days of the Joint Board’s notification that it would not consider plaintiffs variance application, absent a determination of consistency by the Borough Council or by its technical review committee. Alternatively, plaintiff argues that the time for it to bring a challenge to the Redevelopment Plan equitably should have been extended, because of the significant public interest in the redevelopment of the mill property.</p>\n<p id=\"b138-7\">Plaintiff also contends that the Redevelopment Plan’s provisions, requiring a consistency determination by the Council before the Joint Board takes any action on a variance request by the property owner, is contrary to <em>N.J.S.A. </em>40A:12A-13. That provi<page-number citation-index=\"1\" label=\"109\">*109</page-number>sion states that the local planning board retains the power to review and approve development applications within an area designated for redevelopment. Plaintiff maintains that the Redevelopment Plan’s consistency procedures are also contrary to the case law applying <em>N.J.S.A. </em>40A:12A-13. We now examine these arguments.</p>\n<p id=\"b139-6\">II.</p>\n<p id=\"b139-7\">As an initial matter, we concur with plaintiffs assertion that defendants’ motion to dismiss under <em>Rule </em>4:6-2(e) should be measured by the well-established standard of <em>Printing Mart-Morristown v. Sharp Elecs. Corp., </em>116 <em>N.J. </em>739, 563 A.2d 31 (1989). That standard requires the court to “examin[e] the legal sufficiency of the facts alleged on the face of the complaint” in a searching manner that is “generous and hospitable.” <em>Id. </em>at 746, 563 A.2d 31. Even so, “a court must dismiss the plaintiffs complaint if it has failed to articulate a legal basis entitling plaintiff to relief.” <em>Sickles v. Cabot Corp., </em>379 <em>N.J.Super. </em>100, 106, 877 A.2d 267 (App.Div.), <em>certif. denied, </em>185 <em>N.J. </em>297, 884 A.2d 1267 (2005). For example, if a plaintiffs complaint is manifestly untimely or proeedurally deficient, the defendant should not be compelled to suffer the burdens of continued litigation. <em>See, e.g., Prickett v. Allard, </em>126 <em>N.J.Super. </em>438, 440, 315 A.2d 51 (App.Div.), <em>aff'd, o.b., </em>66 <em>N.J. </em>6, 326 A.2d 688 (1974); <em>Rappeport v. Flitcroft, </em>90 <em>N.J.Super. </em>578, 580-81, 218 A.2d 873 (App.Div.1966). We are satisfied that the trial judge adhered to these precepts in dismissing plaintiffs complaint in certain respects, while still preserving plaintiffs ability to pursue relief at a later time, depending on the course of ensuing municipal action.</p>\n<p id=\"b139-8\">The trial judge concluded that plaintiffs complaint was legally deficient essentially because (1) it presented an untimely challenge to the Redevelopment Plan and (2) plaintiff had not yet exhausted his opportunity to have the Borough Council consider the merits of his development proposal and its compatibility with the Plan. Before we address those issues of timing and procedure, it is <page-number citation-index=\"1\" label=\"110\">*110</page-number>helpful to consider the respective functions of the Borough Council and the Joint Board with respect to the Borough’s redevelopment scheme.</p>\n<p id=\"b140-5\">As we have already noted, the Redevelopment Plan specifically instructs that an applicant must first present its land use proposal to the Borough’s governing body, before the specifies of its application are examined by the Joint Board for site plan approval and any necessary variances. That initial review by the Council ensures that the applicant’s proposal is sufficiently in keeping with the planning objectives and general features of the duly-enacted Redevelopment Plan before the details of that proposal are scrutinized by the members of the Joint Board and, as necessary, approved, rejected, or modified. Such initial screening by the governing body reduces the possibility that the applicant, the Board’s appointed members, witnesses, experts, attorneys, and members of the public do not waste time and effort in proceedings before the Joint Board on a proposal that is fundamentally at odds with the terms of the Redevelopment Plan.</p>\n<p id=\"b140-6\">As authorized under the LRHL, the adoption of a redevelopment plan is essentially a legislative function of a municipal government, akin to the adoption of a master plan or a zoning ordinance. <em>See </em>Cox, <em>supra, </em>§ 38-4.3, at 906 (“The adoption of a redevelopment plan by ordinance follows the same procedure as the adoption of any municipal ordinance.”); <em>see also N.J.S.A. </em>40A:12A-7. The plan often, if not always, has elements and ramifications affecting the community as a whole, extending beyond the owners of property situated within the redevelopment zone. Accordingly, it is entirely sensible for the municipal governing body, rather than the municipal land use board or boards, to conduct an initial review of a developer’s proposal to assure that it does not amount, in effect, to a de facto repeal of, or amendment to, the redevelopment plan.</p>\n<p id=\"b140-7\">To be sure, Section 13 of the LRHL does repose authority with the local planning board to act on facets of a development <page-number citation-index=\"1\" label=\"111\">*111</page-number>application within the redevelopment zone. In particular, Section 13 states:</p>\n<blockquote id=\"b141-6\">AH <em>applications for development or </em>redevelopment of a designated redevelopment area or portion of a redevelopment shall be submitted to the municipal planning board for its review and approval in accordance with the requirements for review and approval of <em>subdivisions and site plans </em>as set forth by ordinance adopted pursuant to [the MLUL].</blockquote>\n<blockquote id=\"b141-7\"><em>IN.J.SA. </em>40A:12A-13 (emphasis added).]</blockquote>\n<p id=\"b141-8\">Hence, the planning board continues to exercise its regular functions with respect to site plans and subdivisions. Section 13 does not, however, foreclose a redevelopment plan from specifying, as here, that an applicant must present its proposal initially to the governing body for a determination of consistency.</p>\n<p id=\"b141-9\">The LRHL, including Section 13, is notably silent with respect to the review of variance applications that may be presented by a developer seeking to build within the redevelopment zone. In particular, the LRHL does not address whether, and by what means, a property owner or developer in a redevelopment zone may pursue a use variance for the property.<footnotemark>8</footnotemark> Although the statute is silent on this question of a use variance, case law furnishes substantial guidance.</p>\n<p id=\"b141-10\">In <em>Jersey Urban Renewal, LLC v. City of Asbury Park, </em>377 <em>N.J.Super. </em>232, 872 A.2d 137 (App.Div.), <em>certif. denied, </em>185 <em>N.J. </em>392, 886 A.2d 662 (2005), we considered a city’s redevelopment plan that delineated the zoning standards applicable to all properties in the redevelopment zone. In addition, the redevelopment plan procedurally required that all construction projects within the redevelopment zone be reviewed first by a technical review committee, and then by the city’s Mayor and Council, before it could <page-number citation-index=\"1\" label=\"112\">*112</page-number>be presented to the Planning Board for preliminary and final site plan approval. <em>Id. </em>at 236, 872 A.2d 137. The plaintiff in <em>Jersey Urban Renewal, </em>an apartment building owner that wished to obtain site plan approval to renovate its building in the redevelopment zone, objected to these procedural prerequisites. It argued that it was entitled under the MLUL to present its site plan directly to the Planning Board in the first instance. <em>Id. </em>at 237-38, 872 A.2d 137.</p>\n<p id=\"b142-4\">We rejected that argument, holding that the City had not improperly interfered with the Planning Board’s jurisdiction by making the applicant route its proposal initially to a technical review committee and then to the governing body. <em>Id. </em>at 239, 872 A.2d 137. We did not read Section 13 of the LRHL as foreclosing such initial review. <em>Id. </em>at 238, 872 A.2d 137. Consequently, we sustained the trial court’s determination that the plaintiffs application was not complete because the plaintiff had bypassed the necessary evaluations of the technical review committee and the Mayor and Council. <em>Id. </em>at 239, 872 A.2d 137.</p>\n<p id=\"b142-5\">In a subsequent case, <em>Weeden v. City Council of Trenton, </em>391 <em>N.J.Super. </em>214, 917 A.2d 815 (App.Div.), <em>certif. denied, </em>192 <em>N.J. </em>73, 926 A.2d 857 (2007), we considered a developer’s attempt to build a drive-through restaurant on a parcel located within a city’s redevelopment zone. The redevelopment plan, among other things, allowed restaurants in the zone but prohibited drive-through restaurants. <em>Id. </em>at 218, 917 A.2d 815. The developer applied to the city’s Zoning Board of Adjustment for a use variance. The Board granted the variance, after finding that the property in question was uniquely situated and that the proposed drive-through restaurant would actually complement the goals of the redevelopment plan because patrons of a nearby sports arena included in the zone, as well as residents and persons working late, would likely eat at the restaurant. <em>Id. </em>at 219, 917 A.2d 815. Several local residents objected to the drive-through restaurant and appealed the Board’s decision to the City Council. They argued, among other things, that the Board of Adjustment lacked <page-number citation-index=\"1\" label=\"113\">*113</page-number>the authority to grant a variance that permitted a use specifically prohibited by the overlay zoning in the redevelopment plan. <em>Id. </em>at 223, 917 A.2d 815.</p>\n<p id=\"b143-6\">We held in <em>Weeden </em>that, in that particular context, the Board of Adjustment had the authority to grant the plaintiffs variance, particularly given the odd shape of the parcel and the Board’s finding that, on the whole, the restaurant would serve the goals of the redevelopment plan. <em>Id. </em>at 229-30, 917 A.2d 815. We rejected the objectors’ argument that property owners in the redevelopment zone are “unable to obtain even the most minor exception to the requirements of a redevelopment plan without applying to the governing body for a plan amendment.” <em>Id. </em>at 227, 917 A.2d 815. Even so, we cautioned in <em>Weeden </em>that we were not addressing the situation presented in <em>Jersey Urban Renewal, supra, </em>377 <em>N.J.Super. </em>at 232, 872 A.2d 137, in which the redevelopment plan had specified certain prerequisites altering the normal procedures for processing a land use application. <em>Weeden, supra, </em>391 <em>N.J.Super. </em>at 226 n. 6, 917 A.2d 815.</p>\n<p id=\"b143-7\">Here, as in <em>Jersey Urban Renewal, </em>the Borough has inserted into its Redevelopment Plan certain procedural steps before a land use application for property within the redevelopment zone may be deemed complete and heard by the Joint Board. Although the Redevelopment Plan here appears to give the governing body an even stronger screening function than the plan in <em>Jersey Urban Renewal, </em>we do not perceive that function to run afoul of the LRHL or the MLUL. As Judge Rubin correctly recognized, if plaintiffs proposal had passed muster before the Council in the conformity review, it would then have been heard by the Joint Board for a site plan assessment. <em>See N.J.S.A. </em>40A:12A-13.</p>\n<p id=\"b143-8\">Plaintiff attempts to analogize its situation here to that of the restaurant applicant in <em>Weeden. </em>We agree with Judge Rubin that the analogy is misplaced. Unlike the applicant in <em>Weeden, </em>plaintiff seeks a use variance to develop an entire zone designated for redevelopment. There are no other parcels in the zone. More<page-number citation-index=\"1\" label=\"114\">*114</page-number>over, plaintiffs ambitious plans would increase residential densities in the zone by a factor of sixteen and would almost double the Borough’s entire population.</p>\n<p id=\"b144-4\">The massive scope of plaintiffs proposal is a far cry from a “minor exception” to the requirements of the Redevelopment Plan, as we countenanced in <em>Weeden, supra, </em>391 <em>N.J.Super. </em>at 227, 917 A.2d 815. To the contrary, it is a de facto wholesale revision of the entire Redevelopment Plan. In effect, plaintiff seeks to rezone the entire redevelopment area. Given the magnitude of those changes, we agree with the trial judge that plaintiffs proposal was most appropriately addressed to the Borough’s governing body, rather than to the Joint Board.<footnotemark>9</footnotemark></p>\n<p id=\"b144-5\">These important contextual factors underscore the wisdom of Judge Rubin’s finding that plaintiff did not challenge the present Redevelopment Plan in a timely manner. Plaintiff bid in June 2004 for the rights to develop the property. It acquired those rights on an express commitment to the debtor’s assignee to attempt to rezone the property, which had already been designated for redevelopment in March 2004. Plaintiff should have been fully aware of the Redevelopment Plan when the Borough Council adopted it in January 2005. It also should have recognized that, under the express terms of the Plan, any development application first required a consistency finding by the Borough Council before it could be considered by the Joint Board. It should have been readily apparent to plaintiff that its intended uses for the site were vastly inconsistent with the Plan.</p>\n<p id=\"b144-6\">Instead of challenging the Plan in a timely court action under <em>Rule </em>4:69-6(a) within forty-five days, plaintiff waited for over two years to seek judicial intervention. Nor did the property’s title owner challenge the Plan upon its adoption. We do not perceive <page-number citation-index=\"1\" label=\"115\">*115</page-number>an equitable or public interest to justify that delay, regardless of whether plaintiffs substantive arguments are couched in statutory or constitutional terms. <em>See Tri-State Ship Repair &amp; Dry Dock Co. v. City of Perth Amboy, </em>349 <em>N.J.Super. </em>418, 423-24, 793 A.2d 834 (App.Div.), <em>certif. denied, </em>174 <em>N.J. </em>189, 803 A.2d 1161 (2002) (likewise deeming as untimely plaintiffs attacks on a redevelopment plan brought long after the forty-five-day period had expired). We therefore sustain the trial judge’s determination of untimeliness.<footnotemark>10</footnotemark></p>\n<p id=\"b145-6\">Although we have no need to comment on the merits of plaintiffs constitutional claims, we agree with the trial judge that the Borough’s adherence to its existing Redevelopment Plan to date does not offend norms of due process or equal protection. The Redevelopment Plan, at least as it was originally designed, readily appears to be “founded on some conceivable rational basis to promote a public purpose.” <em>Visiting Homemaker Serv. of Hudson County v. Bd. of Chosen Freeholders, </em>380 <em>N.J.Super. </em>596, 610, 883 A.2d 1074 (App.Div.2005). The mere fact that the Borough’s recent market study casts some doubt on the economics of the Plan is not fatal to its constitutionality. In fact, the market study supports the Plan’s continued viability if and when grant funding becomes available.</p>\n<p id=\"b145-7\">As a matter of procedural fairness, we agree with plaintiff that the Borough ideally should have acted more promptly in its consistency review, without the need for judicial prodding. In any event, the marked inconsistency of plaintiffs proposal with the elements of the Redevelopment Plan is quite obvious. Plaintiff <page-number citation-index=\"1\" label=\"116\">*116</page-number>does not contest that finding of inconsistency in its arguments to this court.<footnotemark>11</footnotemark></p>\n<p id=\"b146-5\">We recognize that the Borough cannot rigidly adhere to a Redevelopment Plan in a manner that ultimately deprives plaintiff and the title owner of the opportunity to make use of the property in an economically productive manner. We do not read the judge’s order as foreclosing, for example, a future complaint for inverse condemnation if the Borough’s actions and inactions rise to the level of an unconstitutional taking. <em>See, e.g., Schiavone Constr. Co. v. Hackensack Meadowlands Dev. Comm’n, </em>98 <em>N.J. </em>258, 268, 486 A.2d 330 (1985) (“[A] compensable taking can occur when governmental action substantially destroys the beneficial use of private property.”); <em>see also Washington Mkt. Enters., Inc. v. City of Trenton, </em>68 <em>N.J. </em>107, 118, 343 A.2d 408 (1975). We express no views on the merits of such a hypothetical complaint for inverse condemnation, but simply confirm that such a future complaint is not barred. Indeed, the judge’s dismissal order specifically is without prejudice to future proceedings that do not reiterate the claims raised in the present litigation.</p>\n<p id=\"b146-6\">For these numerous reasons, the order of May 23, 2007 is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b130-8\"> The property in Alexandria is not at issue in this litigation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b130-9\"> A market study in the record indicates that the Alexandria portion of the mill property has been listed as a Superfund site by the United States Environmental Protection Agency.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b131-8\"> According to plaintiff's purchase contract, it was the highest bidder at the June 2004 auction. However, the Borough Council resolution of June 4, 2007, indicates that another company, O’Neill Properties, was the initial highest bidder and contract purchaser of the mill property, but that it cancelled its contract to buy the properly after its own redevelopment proposals were rejected by Borough Council. Plaintiff, the second highest bidder, was then offered the property. This factual discrepancy was not addressed by the parties either in their briefs or at oral argument, and it is not germane to our legal analysis.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b131-9\"> The Borough has a single Joint Board that exercises the usual functions of both a Planning Board and a Zoning Board of Adjustment, as permitted by <em>N.J.S.A. </em>40:55D“25(c).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b133-9\"> We have not been supplied with transcripts of the proceedings before the Joint Board or the Borough Council. Given the nature of the issues raised on the present appeal, those transcripts appear to be unnecessary to our review.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b134-7\"> A so-called <em>\"c\" </em>variance, as classified under <em>N.J.S.A. </em>40:55D-70(c), generally refers to certain bulk variances for items such as setbacks, side yard requirements, and the like. A so-called \"d\" variance, as classified under <em>N.J.S.A. </em>40:55D-70(d), refers to use variances, density variances and other deviations from local zoning specified under that statutory provision. <em>See generally </em>William M. Cox, <em>Zoning and Land Use Administration, </em>§§ 6 and 7, at 127-326 (Gann 2008).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b135-8\"> The Borough's estimated population in 2006 was 1215 persons.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b141-11\"> One commentator has suggested that ‘‘[p]lainly there can be no use variance relief sought by redevelopers.” Cox, <em>supra, </em>§ 38-9.2 at 915. Presumably that is so because a redeveloper has been specifically contracted by a municipality to implement the municipality’s redevelopment plan, not some alternative or competing plan. <em>See N.J.S.A. </em>40A:12A-3 and -8(f). On the other hand, the owners of property in the redevelopment zone who have no such contract with the municipality are not \"redevelopers.” <em>See Britwood Urban Renewal, LLC v. City of Asbury Park, </em>376 <em>N.J.Super. </em>552, 565-66, 871 A.2d 129 (App.Div.2005).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b144-7\"> We are not presented here with a scenario, as in <em>Weeden, </em>where the property owner seeks a use variance that is relatively minor in nature. We do not pass, therefore, on whether the Council could have lawfully foreclosed the consideration of such a minor variance by the Joint Board if one were sought.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b145-8\"> Parenthetically, we note that the holding of our recent opinion in <em>Harrison Redev. Agency v. DeRose, </em>398 <em>N.J.Super. </em>361, 942 A.2d 59 (App.Div.2008), concerning the timeliness of challenges to a municipal blight designation, is not applicable here because (1) plaintiff is not contesting the finding that the mill property is blighted, and (2) plaintiff is not raising its challenges to the municipality's actions by way of a defense to a condemnation action. <em>Id. </em>at 421, 942 A.2d 59.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b146-7\"> The record indicates that plaintiff did challenge Council’s June 2007 inconsistency determination in a separate prerogative writs action. Plaintiff voluntarily dismissed that other action, with prejudice, in October 2007.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}