{
  "casebody": {
    "data": "<casebody firstpage=\"215\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b253-2\">[Sac. No. 4281.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Auu\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AjY\">May 6, 1929.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b253-3\">J. C. HENDERSON, Appellant, v. OROVILLE-WYANDOTTE IRRIGATION DISTRICT (a Public Corporation), Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b254-5\"><page-number citation-index=\"1\" label=\"216\">*216</page-number>Douglas Brookman and George F. Jones for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"A2_\">Raymond A. Leonard for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b254-7\">PRESTON, J.</author>\n<p id=\"AmV\">The judgment denying declaratory relief under section 1060 of the Code of Civil Procedure, for lack of jurisdiction, is reversed with directions to the court below to overrule the demurrer.</p>\n<p id=\"b254-8\">Plaintiff, on behalf of himself and some eighty-one other land owners, sues to have his water rights in certain real property declared under a deed, contract and order of the Railroad Commission of the state of California, which instruments affect his title and right of possession to said property. Defendant demurred generally and specially to the jurisdiction of the court over such subject matter. The court did not merely refuse in the exercise of its discretion to entertain the matter, but, as above noted, refused relief on the ground of lack of jurisdiction, and this, too, without leave to amend the complaint. A judgment of dismissal followed, from which this appeal has been taken.</p>\n<p id=\"b254-9\">Concededly a <em>bona fide </em>controversy has arisen between plaintiff and defendant as to the nature, degree and extent of his rights under said instruments as against the claims of defendant. Why this does not constitute a typical case for declaratory relief by a court of general jurisdiction does not appear. Surely, such a court under these circumstances must at least point the index finger to the place where relief may. be had even were it conceded that power to grant relief was wanting at its own hands. The reasons for our conclusion will be the more manifest from the following discussion:</p>\n<blockquote id=\"b254-10\">In 1892 plaintiff purchased a tract of land, together with a perpetual water right appurtenant thereto, from Palermo Land and Water Company, a public utility engaged in the sale and distribution of water along with its sales and conveyances of land <em>(Palermo L. &amp; W. Co. </em>v. <em>Railroad Com., </em><page-number citation-index=\"1\" label=\"217\">*217</page-number>173 Cal. 380 [160 Pac. 228]). It agreed to and did construct canals, ditches and laterals suitable for conveying water to plaintiff’s land and for many years plaintiff enjoyed uninterrupted water service to his lands from said utility. Later, in 1919, defendant was organized as a public corporation—-an irrigation district-—largely for the purpose of including within its boundaries some of the lands to which had become attached or dedicated water rights of the type here under consideration. Accordingly, following its organization, defendant district negotiated with said utility to take over its properties and property rights and make its water supply, diversion and transportation works a part of the property of the said district.</blockquote>\n<p id=\"b255-3\">The consent of the Railroad Commission of the state was necessary for such a transfer and therefore, on June 30, 1922, an application was filed with that body by the corporations involved for the requisite permission. A hearing was duly noticed at which plaintiff and some eighty-one other water users in like situation, all owning property without the boundaries of said district, appeared and set up their water rights and the dedication of water service to their lands and protested against such sale unless and until their rights to said water service were perpetually guaranteed and protected. Whereupon defendant district passed a resolution setting up this controversy with and protest of said outside water users and in consideration of the withdrawal of said protest specifically declared therein that the president and secretary of the district should be empowered to enter into contracts with the protestants to the effect that water in certain amounts and at certain rates would be furnished them until January 1, 1928, and that subsequent to said date such service should continue uninterruptedly thereafter, and that such rates should never thereafter be increased unless the users of water in the district were required to pay a higher rate, in which event the outside users would be required to conform to the rate paid by the inside users. Making the substance of this resolution a condition precedent to its order, the Railroad Commission gave its consent to the consummation of such transfer, its order in this behalf providing:</p>\n<blockquote id=\"b255-4\">“It is hereby ordered that the applications designated above be and the same are hereby granted, subject to the <page-number citation-index=\"1\" label=\"218\">*218</page-number>following conditions :. . <em>.2. </em>That the present water users' of the two water companies parties hereto, and those persons: or firms desiring to become water users .within ten (10) years from the date hereof, shall receive service from the Oroville-Wyandotte Irrigation District at the rates and under the conditions recited in Application 8000 and Application 8018 and in the resolutions of the directors of the Oroville-Wyandotte Irrigation District dated October 20, 1922, submitted and marked as Exhibit 4 in Application No. 8000 and Exhibit 5 in Application No. 8018.”</blockquote>\n<p id=\"b256-3\">This order of the commission became final. A deed was made by the utility to the district which contained, among other clauses, the following: “ ... it being understood that said property is so conveyed to said party of the second part-subject to all existing obligations of the party of the first part to furnish water to the present water users and to such persons, firms or corporations as are entitled to the use of water from said party of the first part.”</p>\n<p id=\"b256-4\">The complaint, after setting up the foregoing facts in detail, continues and shows that the contracts provided for in the order of the Railroad Commission were made, and. the rates therein set forth, except as modified by the said Railroad Commission, continued until on or about January 28, 1928, at which time defendant took- certain action admittedly indicating an intention on its part to increase the charges applicable to plaintiff and other outside users as well as to curtail the supply of water to them, all in such a way as to deny them the same consideration given to water users within the said district. The pleading further alleged that no warrant for this discrimination had been furnished by any rate supervising body, and finally alleged that the situation was one calling for declaratory relief. Defendant interposed a demurrer to the jurisdiction upon both general and special grounds. The. order sustaining said demurrer without leave to amend on the ground of lack of jurisdiction and the appeal from the judgment of dismissal furnish the issue before us.</p>\n<p id=\"b256-5\"> Plaintiff, relying upon the provisions of said section of the code, demands reversal of the judgment. Respondent, however, insists in reply thereto that said order of the Railroad Commission granting permission to make said transfer to it is involved; that as such an order is reviewable only. <page-number citation-index=\"1\" label=\"219\">*219</page-number>in the Superme Court, the superior court is without jurisdiction in the premises. This position is manifestly untenable.</p>\n<p id=\"b257-3\">In the first place the order of the commission is only one of the written instruments involved affecting the title to said real property. Again, the validity of the order of the Railroad Commission is not in question nor under review. The interpretation of that order at most is the only question before the court. The superior court is a court of general jurisdiction. It derives its powers from article VI, section 5, of the constitution and section 76, subdivision 3, of the Code of Civil Procedure. <em>(Yolo Water etc. Co. </em>v. <em>Superior Court, </em>43 Cal. App. 332 [185 Pac. 195].) Where a written instrument affects the title to real property, otherwise subject to the jurisdiction of the superior court, we can conceive of no reason why such an instrument may not be construed and its meaning declared, even though the document is final in its nature and is the result of action by either the legislative, executive or judicial branch of a state government or of the government of the United States.</p>\n<p id=\"b257-4\">The further contention of respondent seems to be that inasmuch as the Railroad Commission admittedly is without supervisory power over defendant Irrigation District <em>(Jochimsen </em>v. <em>City of Los Angeles, </em>54 Cal. App. 715 [202 Pac. 902]; <em>City of Pasadena </em>v. <em>Railroad Com., </em>183 Cal. 526 [10 A. L. R. 1425, 192 Pac. 25] ; <em>Lindsay-Strathmore Irr. Dist. </em>v. <em>Superior Court, </em>182 Cal. 315 [187 Pac. <em>1056]; Water Users etc. Assn. </em>v. <em>Railroad Com., </em>188 Cal. 437 [205 Pac. 682]), and further asserting the passage of such resolution of the district'was an act <em>ultra vires </em>its powers, the said district thereby acquired the water rights in question without restriction or condition and plaintiff and others in like situation are thereby foreclosed from questioning the unregulated supremacy in the premises of said district. In other words, the contention is that the exemption, weakness and infirmities of the district are now to be claimed elements of strength as against the claims of plaintiff and others. We, of course, are not required to finally dispose of this question and do not do so, but we do not hesitate to say that a water right was in 1892 dedicated to the lands of plaintiff and others in like situation and they have enjoyed such right continuously up to this time, and it is difficult <page-number citation-index=\"1\" label=\"220\">*220</page-number>to see how, by any transfer of franchises or property from the utility to the district, these rights can be said to have been destroyed or consumed—rights of which each of the contracting parties admittedly had full notice. <em>(Byington </em>v. <em>Sacramento Valley etc. Co., </em>170 Cal. 124, 130 [148 Pac. 792].) Nor at this time does anything appear that convinces us that the power to regulate this distribution to plaintiff and his associates has been lost.</p>\n<p id=\"b258-3\">Appellant, for a reversal, relies largely upon the case of <em>McIntyre </em>v. <em>Consolidated Water Co., </em>205 Cal. 231 [270 Pac. 444], an action similar to the one at bar. We agree that the holding in this case supports his contention. Respondent, however, contends that a distinction between that case and the situation at bar lies in the fact that here the right of plaintiff is only a right to have a delivery of water from the utility to him, whereas in the McIntyre case a private property right existed in the water, in the wells and in the distribution system in favor of plaintiff, which property right does not exist in plaintiff in this case. This difference exists in fact, but in our opinion it is not sufficient ground upon which to base a distinction, for the right of plaintiff to water service is a property right appurtenant to his land, although subject to regulation, or, in other words, upon the utility corporation was impressed a public trust, to wit, the duty of furnishing water to plaintiff and others in like situation to whom a water right has been dedicated. (See <em>Price </em>v. <em>Riverside L. &amp; I. Co., </em>56 Cal. 431, and <em>McCrary </em>v. <em>Beaudry, </em>67 Cal. 120 [7 Pac. 264].) In the case of <em>Hildreth </em>v. <em>Montecito Creek Water Co., </em>139 Cal. 22 [72 Pac. 395], it is said: “In the case of a public use, the beneficiaries do not possess rights to the waters which are, in the ordinary sense, private property. A public use ‘must be for the general public, or some portion of it, and not a use by or for particular individuals, or for the benefit of certain estates.’ <em>(McQuillen </em>v. <em>Hatton, </em>42 Ohio St. 202.) ‘The use and benefit must be in common, not to particular individuals or estates. ’ (Lewis on Eminent Domain, sec. 161; <em>Coster </em>v. <em>Tide Water Co., </em>18 N. J. Eq. 68; <em>Pocantico Co. </em>v. <em>Bird, </em>130 N. Y. 259 [29 N. E. 246]; <em>Gilmer </em>v. <em>Lime Point, </em>18 Cal. 251; <em>McFadden </em>v. <em>County of Los Angeles, </em>74 Cal. 571 [16 Pac. 397].) The right of an individual to a public use of water is in the nature of a public right possessed by <page-number citation-index=\"1\" label=\"221\">*221</page-number>reason of his <em>status </em>as a person of the class for whose benefit the water is appropriated or dedicated. All who enter the class may demand the use of the water, regardless of whether they have previously enjoyed it or not.” Quoted with approval in <em>Leavitt </em>v. <em>Lassen Irr. Co., </em>157 Cal. 82, 89, 90 [29 L. R. A. (N. S.) 213, 106 Pac. 404]. <em>(See Sutter Butte Canal Co. </em>v. <em>Railroad Com., </em>202 Cal. 179 [259 Pac. 937].)</p>\n<p id=\"b259-5\">This is a sufficient discussion warranting the conclusion already above announced.</p>\n<p id=\"b259-6\">Curtis, J., Langdon, J., Shenk, J., Seawell, J., and Richards, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}