{
  "casebody": {
    "data": "<casebody firstpage=\"286\" lastpage=\"292\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b302-3\">STEVEN HAYNES, Plaintiff and Respondent, v. SHODAIR CHILDREN’S HOSPITAL, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b302-6\">No. 05-065.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b302-7\">Submitted on Briefs October 19, 2005.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b302-8\">Decided June 7, 2006.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b302-9\">2006 MT 128.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b302-10\">332 Mont. 286.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b302-11\">137 P.3d 518.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b302-23\">For Appellant: Keith Strong and John Kutzman, Dorsey &amp; <page-number citation-index=\"1\" label=\"287\">*287</page-number>Whitney, Great Falls.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b303-4\">For Respondent: Mary Belcher, Attorney at Law, Clancy; Gregory G. Gould, Attorney at Law, Helena; Sean Slanger, Attorney at Law, Helena.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b303-5\">JUSTICE COTTER</author>\n<p id=\"AXT\">delivered the Opinion of the Court.</p>\n<p id=\"b303-6\">¶1 Steven Haynes (Haynes) worked for Shodair Children’s Hospital (Shodair) for approximately twelve years. In 2004, Haynes left Shodair under circumstances he characterized as constructive discharge. Shortly after his resignation, he filed a grievance with Shodair. Shodair notified him that his grievance filing was late and did not comply with the hospital’s internal grievance policy. Haynes in turn sued Shodair in District Court for wrongful discharge.</p>\n<p id=\"b303-7\">¶2 Shodair moved for summary judgment on the ground that Haynes failed to submit his grievance within the deadline set by Shodair’s internal grievance policy. Haynes responded with a motion for partial summary judgment asking for a ruling that Shodair’s grievance policy did not apply to his case, or, in the alternative, that he had initiated and exhausted the grievance process. The District Court dismissed Haynes’ complaint <em>without </em>prejudice pending completion of the internal grievance process. Shodair appeals. We reverse and instruct the District Court to dismiss Haynes’ complaint with prejudice on the merits.</p>\n<p id=\"b303-8\">ISSUE</p>\n<p id=\"b303-9\">¶3 The issue on appeal is whether the District Court erred when it failed to dismiss Haynes’ wrongful discharge action with prejudice after finding that Haynes failed to submit his grievance within the deadline established by Shodair’s internal grievance policy.</p>\n<p id=\"b303-10\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b303-11\">¶4 Steven Haynes worked for Shodair Children’s Hospital from July 1992 until April 2004. During that time he was promoted from Programmer/Analyst to Director of Information Systems (IS). As IS Director, Haynes supervised one full-time employee. Beginning in 1999, shortly after this employee was hired, and continuing until Haynes resigned, Haynes frequently complained to the hospital’s management that the employee had recurrent absences and that these absences were adversely impacting the ability of the IS department to meet deadlines and provide necessary services. In 2002, Haynes’ immediate superior notified Haynes that he had failed to perform a task within the hospital’s expectations. Haynes objected to this <page-number citation-index=\"1\" label=\"288\">*288</page-number>admonishment and filed a grievance. Shodair responded that its criticism of Haynes’ performance was not a grievable incident as it did not constitute a disciplinary action.</p>\n<p id=\"b304-4\">¶5 Haynes continued working at Shodair and complaining about his subordinate’s absences until April 14, 2004, at which time Haynes resigned claiming that he had been constructively discharged. The day after he resigned, Haynes received a copy of Shodair’s grievance policy. The grievance policy indicated that a grievance had to be filed within five business days; it had to be filed on the required “Grievance Resolution Form;” it had to be directed to the grieving employee’s immediate supervisor; and it had to be signed by the grieving employee. On April 20, in response to a telephone message from Haynes’ attorney asking whether the grievance policy applied to Haynes’ discharge situation, Shodair’s attorney notified Haynes and his attorney that the policy did in fact apply to Haynes’ discharge.</p>\n<p id=\"b304-5\">¶6 Although the grievance policy allowed for a mutually-agreed upon extension of time within which to file a grievance, Haynes’ attorney did not request an extension of time in which to file Haynes’ grievance. On April 26, eight business days after Haynes’ resignation, Haynes’ counsel submitted a grievance letter to Shodair’s counsel. The letter was not signed by Haynes nor was it on the prescribed form. Shodair responded in a letter, asserting that Haynes’ filing was both late and not in compliance with the procedures set forth in the grievance policy.</p>\n<p id=\"AAR\">¶7 Haynes sued Shodair in District Court for wrongful discharge. Shodair moved for summary judgment on the ground that Haynes failed to submit his grievance within the deadline set by Shodair’s internal grievance policy. Haynes responded with a motion for partial summary judgment requesting that the District Court rule that Shodair’s grievance policy did not apply to his case or that a grievance proceeding had been initiated and Haynes had exhausted the grievance procedure. The District Court dismissed Haynes’ complaint <em>without </em>prejudice pending completion of the internal grievance process. Shodair appeals.</p>\n<p id=\"b304-6\">STANDARD OF REVIEW</p>\n<p id=\"b304-7\">¶8 We review a district court’s grant of summary judgment <em>de novo, </em>using the standard established by Rule 56, M.R.Civ.P. The moving party must establish the absence of a genuine issue of material fact and entitlement to judgment as a matter of law. <em>Baltrusch v. Baltrusch, </em>2006 MT 51, ¶ 11, 331 Mont. 281, ¶ 11, 130 P.3d 1267, ¶ 11 (citations omitted). Once the moving party has met its burden, the <page-number citation-index=\"1\" label=\"289\">*289</page-number>opposing party must, in order to raise a genuine issue of material fact, present substantial evidence essential to one or more elements of its case rather than mere conclusory or speculative statements. We review a district court’s conclusions of law to determine whether they are correct. <em>Kullick v. Skyline Homeowners Ass'n, </em>Inc., 2003 MT 137, ¶ 13, 316 Mont. 146, ¶ 13, 69 P.3d 225, ¶ 13 (citation omitted).</p>\n<p id=\"b305-3\">DISCUSSION</p>\n<p id=\"b305-4\">¶9 In its Order dismissing Haynes’ wrongful discharge action without prejudice, the District Court noted that “Certainly, Haynes did not comply strictly with the time line set by the grievance procedure.” The court concluded, however, that Shodair’s grievance policy was “somewhat confusing,” and that Haynes “was receiving mixed messages from Shodair.” The District Comb also stated that Haynes’ failure to comply with the “formalities” of the procedure, <em>i.e., </em>using and signing a specific form and submitting it to his supervisor rather than hospital counsel, “cannot reasonably be deemed fatal to Haynes’ complaint.”</p>\n<p id=\"b305-5\">¶10 While Haynes presented an extensive factual background chronicling the last four years of his employment at Shodair, much of which was addressed by the District Court in its Order, the dispositive issue is Haynes’ failure to meet the five-day deadline required by Shodair’s internal grievance policy.</p>\n<p id=\"b305-6\">¶11  Shodair’s grievance policy defined a “grievance” as:</p>\n<blockquote id=\"b305-7\">[A] complaint initiated by an employee regarding disciplinary action or the application or interpretation of laws, rules, policies or procedures which adversely affect the employee. However, the term “grievance” does not apply to complaints regarding informal disciplinary measures such as corrective counseling and verbal/oral warnings.</blockquote>\n<p id=\"b305-8\">There is no question that, by virtue of his complaint that he was constructively discharged due to an intolerable working environment, Haynes’ complaint stemmed from the application of policies at Shodair which “adversely affect[ed] the employee.” Thus, the grievance procedure applied to him.</p>\n<p id=\"b305-9\">¶12 Sections 39-2-901 - 915, MCA, comprise the Wrongful Discharge from Employment Act (WDEA). Section 39-2-902, MCA, clearly states that the WDEA sets forth certain rights and remedies with respect to wrongful discharge. Section 39-2-902, MCA, also provides that with the exception of the circumstances listed in § 39-2-912, MCA, which are inapplicable here, the WDEA is the exclusive remedy for a wrongful <page-number citation-index=\"1\" label=\"290\">*290</page-number>discharge from employment.</p>\n<p id=\"b306-4\">¶13 The section of the WDEA that is relevant to the case at bar is § 39-2-911(2), MCA, which provides, in relevant part:</p>\n<blockquote id=\"b306-5\">If an employer maintains written internal procedures, other than those specified in 39-2-912, under which an employee may appeal a discharge within the organizational structure of the employer, the employee shall first exhaust those procedures prior to filing an action under this part. The employee’s failure to initiate or exhaust available internal procedures is a defense to an action brought under this part....</blockquote>\n<p id=\"b306-6\">¶14 The language of § 39-2-911(2), MCA, is neither confusing nor unclear. The legislature has mandated that an employee must first exhaust an employer’s internal grievance procedure before he or she can bring a wrongful discharge action under the WDEA. We have held that failure to exhaust such an internal process is “a complete bar to pursuing a claim under the Wrongful Discharge from Employment Act.” <em>Offerdahl v. State, D.N.R., </em>2002 MT 5, 308 Mont. 94, 43 P.3d 275.</p>\n<p id=\"Ac\">¶15 In <em>Offerdahl, </em>the Department of Natural Resources and Conservation (DNRC) fired Offerdahl on September 15, 1997, based on complaints that he had behaved inappropriately toward a subordinate employee. As required by § 39-2-911(3), MCA, DNRC provided Offerdahl with a copy of the state’s grievance policy and notified Offerdahl that he had the right to pursue a grievance under the policy. The state’s policy required that a formal grievance be filed in writing within fifteen working days after the grievable event, or, in Offerdahl’s case, no later them October 6, 1997. Offerdahl mailed his grievance on October 7, 1997, and it was received by DNRC and filed on October 8. The DNRC denied his grievance because it had not been filed within fifteen working days. Offerdahl sued for wrongful discharge, and the district court granted summary judgment for DNRC based on Offerdahl’s failure to exhaust his administrative remedies. We affirmed, holding that Offerdahl “failed to timely pursue his administrative remedy for the Department’s termination of his employment.”</p>\n<p id=\"b306-7\">¶16 Haynes does not deny that he was notified that Shodair’s grievance policy applied to his circumstances, nor does he deny that he failed to comply with the internal grievance procedure. Rather, he argues that because he “voluntarily resigned” from his employment alleging constructive discharge, the grievance policy does not apply. This argument is both circular and unavailing. If Haynes left his employment “voluntarily” and not in response to the conduct of his <page-number citation-index=\"1\" label=\"291\">*291</page-number>employer, then he has no wrongful discharge claim at all. If, on the other hand, he was constructively discharged, then the provisions of the grievance procedure clearly apply. Moreover, in that the WDEA specifically includes within its purview claims of constructive discharge, the WDEA-including the requirement that internal grievance procedures first be exhausted-applies as well.</p>\n<p id=\"b307-4\">¶17  In order to pursue his claim for constructive discharge, Haynes was required to exhaust his administrative remedies in a timely fashion. He failed to do so. Consequently, we reverse the District Court’s ruling and remand with instructions that the District Court dismiss Haynes’ complaint with prejudice.</p>\n<judges id=\"b307-5\">CHIEF JUSTICE GRAY, JUSTICES NELSON and RICE and DISTRICT JUDGE SALVAGNI, sitting for JUSTICE LEAPHART concur.</judges>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b307-6\">JUSTICE WARNER</author>\n<p id=\"Ayk\">concurs.</p>\n<p id=\"b307-7\">¶18 I concur with the Court’s Opinion. I write separately to address the argument made by Haynes that Shodair’s handling of the grievance he filed in 2002, noted in ¶ 4 above, misled him into believing that he was not required to file a grievance concerning his alleged constructive discharge.</p>\n<p id=\"b307-8\">¶19 On August 6,2002, Haynes received an e-mail from his supervisor criticizing his leadership and handling of staff and informed him that he was expected to improve in this area. Two other employees also received this e-mail. Haynes responded that the real problem rested with the frequent unexcused absences of a subordinate working with him. Haynes filed a grievance concerning this e-mail. However, he was informed by his supervisor that the e-mail was neither an oral warning nor constituted a disciplinary action. The supervisor described the email as merely a statement of some of her expectations for Haynes’ overall performance, and the grievance policy did not apply.</p>\n<p id=\"b307-9\">¶20 Thereafter, Haynes’ attorney and Shodair exchanged a series of letters concerning Haynes’ job performance and the staff member in question. The matter, as far as the record shows, culminated with implementation of a work schedule for the other employee. However, the situation apparently did not improve, and was a large part of Haynes’ claim that he was constructively discharged.</p>\n<p id=\"b307-10\">¶21 The record does not show that Haynes was ever told that he was being disciplined in connection with the criticisms in the August 2002 e-mail, or that Shodair’s grievance policy applied. Nor was Haynes ever advised that he did not need to file a grievance concerning any further complaints he might have concerning management’s handling <page-number citation-index=\"1\" label=\"292\">*292</page-number>of the situation with his subordinate.</p>\n<p id=\"b308-4\">¶22 An examination of the record reveals nothing that could reasonably be construed to mislead Haynes into believing that he was not required to file a grievance if matters became so intolerable that his only recourse was to quit his job. Additionally, any possible confusion was cleared up in a timely fashion by the phone call from Shodair’s attorney advising that the grievance policy applied.</p>\n<judges id=\"b308-5\">DISTRICT JUDGE FAGG, sitting for JUSTICE MORRIS joins in the foregoing concurrence.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}