{
  "casebody": {
    "data": "<casebody firstpage=\"531\" lastpage=\"534\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b551-5\">ESWEIN v. HODGKINSON.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b551-6\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AbTe\">January 24, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b551-7\">Witnesses—Evidence to Show Impbobability of Testimony.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b551-8\">Defendant, in an action for rent, claiming a release for the balance of the term of a year from September 1st, having testified that, before he moved out in April, he told plaintiff, when asking him for a release, that this was the renting season, that the 1st of May would be the time when the tenants took the new property, and that plaintiff replied that he did not think there would be any trouble in renting the place then, plaintiff, to show the improbability of such testimony, may show that October, and not May, was the renting time for steam-heated flats, such as the premises in question.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b551-9\">[Ed. Note.—For cases in point, see Cent. Dig. vol. 50, Witnesses, § 1277-1</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b551-10\">Hooker, J., dissenting.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b551-11\">Appeal from Municipal Court, Borough of Brooklyn, Third District.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b551-12\">Action by George Eswein against Edgar R. Hodgkinson. From an order granting plaintiff’s motion to set aside the verdict and for a new trial, defendant appeals. Affirmed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b551-13\">Argued before WOODWARD, JENKS, HOOKER, MILLER, and GAYNOR, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b551-14\">Bruce R. Duncan, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b551-15\">A. S. Gilbert, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b551-16\">GAYNOR, J.</author>\n<p id=\"AIl\">This is an action for rent of a family apartment. The lease was in writing, and the term was one year from September 1, 1906, the rent payable monthly in advance. The defendant moved out the end of the following April, and this action is to recover the rent thereafter. The defendant answered that the plaintiff released him from the lease before he moved out, and thus had the affirmative <page-number citation-index=\"1\" label=\"532\">*532</page-number>on the trial. The jury gave a verdict for the defendant, but the trial justice granted the motion on the minutes to set aside the verdict, and the defendant appeals from that order. The testimony of the defendant that he asked that he might move out in April and pay-no rent thereafter is denied. The defendant testified that he told the plaintiff when he asked the latter to release him, “that this was the renting season, that the first of May would be the time when the tenants took the new property,” and that the plaintiff in answer “said he did not think there would be any trouble in renting the place there now.” This the plaintiff denied. To show its improbability the plaintiff sought to prove that that kind of property, namely, steam-heated apartments of a fine class, were not rented on May 1st but- on October 1st, but the evidence was excludéd. Although the motion to set aside the verdict was made on all the grounds allowed by the Code of Civil Procedure, the trial justice granted it on the ground-that the exclusion of this evidence was error. In this he was right. October 1st being the moving and renting day for that kind of property, it is improbable that the plaintiff admitted that May- 1st was the day, or accepted that as a moving cause for his consent to release the defendant on payment of the April rent. The people who occupy such apartments go away for the summer- vacation as a rule, and therefore do' not enter into leases on May 1st, which, it is said, led to the general change of the renting day of such property from May 1st to October 1st years ago. A fact which bears on the improbability of evidence is competent. Willson v. Law, 112 N. Y. 536, 20 N. E. 399.</p>\n<p id=\"b552-5\">As the order must be affirmed for this reason, it is not necessary to consider whether there was any consideration for the alleged release.</p>\n<p id=\"b552-6\">The order should be affirmed.</p>\n<p id=\"b552-7\">Order of the Municipal Court affirmed, with costs. All concur, except HOOKER, J., who dissents.</p>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b552-8\">HOOKER, J. (dissenting).</author>\n<p id=\"AxM\">This action is for rent. It was tried before a jury in the Municipal Court, which found a verdict for the defendant; and upon the plaintiff’s motion the court set aside the verdict upon the ground that “the court erred in refusing to- permit the plaintiff to answer the question as to whether May was the renting season for this kind of property and to contradict the defendant’s testimony to the same effect.” The defendant has appealed to this court from the order setting aside the verdict.</p>\n<p id=\"b552-9\">The defense was that the lease was, by mutual agreement, abrogated before the end of the term. The whole rent was paid by the defendant up to the time he claimed such an agreement was made. In the course of his evidence as to the conversation he had with the plaintiff at the time the subsequent agreement was made, the defendant stated, after explaining to the plaintiff that he had lost his position and would be unable to keep up the rent, “I told him that I wanted to get out, that this was the renting season, that the 1st of May would be the time when the tenants took the new property, and if he would release me on the 1st of May that I would go out and borrow the money to pay him the April rent, if he would release me;” and that the <page-number citation-index=\"1\" label=\"533\">*533</page-number>plaintiff agreed to release him; that he paid the April rent and moved out before the 1st of May. On cross-examination, the defendant was asked why he referred to the 1st of May as the renting season in his conversation with plaintiff, and he stated that he thought the plaintiff at that time of the year would be able to rent the property, because May and October were the renting months at that time.</p>\n<p id=\"b553-5\">When the plaintiff was called as a witness he said on direct examination that he knew when the renting season of that kind of property was. The questions. “When?” and “Is May 1st the renting season for that kind of property?” were objected to by the defendant, and the objections sustained. A little later in his direct examination the plaintiff stated that he did not remember any such statement by the defendant in their conversation referred to by the latter to the effect that May 1st was a good renting season, and the question “Was it, as a matter of fact?” was again objected to by the defendant, and the objection sustained. It is these rulings of the trial judge to which reference is made in the order setting aside the verdict as the ground upon which the order was made. I think that the rulings as made upon the trial were correct and presented no error, and hence do not sustain the order from which this appeal is taken.</p>\n<p id=\"b553-6\">It is to be observed that the plaintiff upon his direct examination was simply asked to give the conversation he had had with the plaintiff, and he assigned as one of his arguments to the plaintiff why he should be released from his contract of hiring the fact that it Was an opportune time for the plaintiff to obtain another tenant. The only reference made in the defendant’s direct examination to the rental season was in connection with his conversation with the plaintiff. He was not asked and did not testify upon his direct examination in relation to the fact as to whether that was the renting season. The issue tendered was whether the defendant had been released, and it was relevant upon that issue for the plaintiff to show that the conversation testified to by the defendant did not in fact take place or that any portions of it related by the defendant had not in fact been had. It was relevant, therefore, for the plaintiff to testify, as he did, that the defendant said nothing about the 1st of May being the renting season; but whether the 1st of May was in fact the renting season was not relevant, for it did not dispute the defendant’s evidence about what the conversation was. That the plaintiff brought out upon the defendant’s cross-examination that it was his opinion that the 1st of May was the renting season did not make the evidence any more relevant. The issue was the same, namely, whether the plaintiff had been released; and so, even after the plaintiff had elicited from the defendant what the latter’s opinion was in relation to the renting season. Nor was the evidence relevant to impeach the plaintiff. The doctrine of allowing prior inconsistent material statements has never been extended so far as this.</p>\n<p id=\"b553-7\">It is quite evident that the view I have expressed in relation to the relevancy of this evidence was in the mind of the plaintiff’s counsel during the trial; for the plaintiff had testified that, when the defendant leased the premises, he mentioned to the plaintiff that he had just inherited $5,000 and would be able to pay the rent very nicely. <page-number citation-index=\"1\" label=\"534\">*534</page-number>Just before the evidence was closed, the defendant was recalled, and upon direct examination was asked whether he had ever stated to the plaintiff that he had an inheritance for $5,000 or for any such sum, and he answered, “No.” The question was then. put to him, “Did you ever have an inheritance from which you got $5,000, or any such sum?” This question was objected to by the plaintiff on the ground that it was irrelevant, and the objection' properly sustained. The objection was doubtless taken and the ruling made because the issue was whether the defendant had ever made the statement to the plaintiff, and not whether the inheritance .had ever fallen to the former.</p>\n<p id=\"b554-5\">The plaintiff makes the point that the order setting aside the verdict may be sustained on the ground that the verdict is against the weight of evidence. I have examined the record with this in mind, but reach the conclusion that the point cannot prevail.</p>\n<p id=\"b554-6\">The order appealed from must therefore be reversed, and the judgment reinstated, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}