{
  "casebody": {
    "data": "<casebody firstpage=\"356\" lastpage=\"365\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b376-4\">Ernest Eifert and Sarah J. Eifert <em>v. </em>H. M. Lytle and A. C. McCune, Appellants.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b376-5\"><em>Trespass for cutting timber </em>— Evidence—Charge <em>of Court </em>— Boundaries.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b376-6\">In an action of trespass for cutting timber where the defendants request the court to charge that as the line claimed by the plaintiffs gave them more land than their deed called for, and the defendants less land than their deed called for, this circumstance should have great weight in sustaining the latter’s contention that the line claimed by defendants was the true line between the parties, it is proper for the court to decline to say that great weight should be given to such a circumstance, and to instruct the jury that it should be accurately weighed in favor of the line claimed by the defendants, and that it, is for the jury to determine what weight should be afforded to it in connection with the other circumstances in the case.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b376-7\"><em>Trespass for cutting timber </em>— Declarations.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b376-8\">In an action of trespass for cutting timber, while any act or declaration of the plaintiffs opposed <em>to </em>and tending to discredit their contention on the trial is admissible and calculated to weaken their claim concerning the true location of their land, it cannot operate as a bar to their right to compensation for the timber cut by the defendants on plaintiffs’ land unless the defendants in cutting it were misled or influenced by such act or declaration.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b376-9\"><em>Evidence </em>— Motion <em>to withdraw evidence </em>— Testimony <em>partly, incompetent —Practice, C. P.</em></syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b376-10\">Where a motion is made to withdraw evidence from the consideration of the jury, if a part of the testimony is incompetent, and a part of it competent, the motion must be confined to the objectionable part.</syllabus>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b376-11\">The court is not bound to strike out evidence admitted without objection, when the fact upon which its exclusion is claimed was known to the opposite party when the evidence was given.</syllabus>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"b376-12\">Argued Oct. 16, 1895.</otherdate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"ARM\">Appeal, No. 80, Oct. T., 1895, by defendants,from judgment of C. P. Somerset Co., Dec. T., 1891, No. 39, on verdict for plaintiffs.</summary>\n<judges data-order=\"10\" data-type=\"judges\" id=\"Aag\">Before Sterrett, C. J., Green, Williams, McCollum, Mitchell and Fell, JJ.</judges>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"Aoxj\">Affirmed.</disposition>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b376-13\">Trespass for cutting timber.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b376-14\">The facts appear by the opinion of the Supreme Court, and by the charge of the court which was as follows:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b376-15\">This is an action of trespass to recover damages for cutting <page-number citation-index=\"1\" label=\"357\">*357</page-number>timber trees which, plaintiffs say, stood on their land. The defendants deny the alleged trespass, while they admit the cutting of the timber in question and put at issue, claiming title to the land, saying the land and timber were their own. This puts on the plaintiffs the burden of establishing their ownership of the premises on which the alleged trespass is said to have occurred.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b377-3\">Nearly a hundred years ago, namely : on the 7th of July, 1794, a warrant was issued in the name of John Miller, on which a survey was made of four hundred acres and allowances in what is now Black township, of this county. The title to the land thus surveyed became vested in John Phillipi of Gf. on the 28th of March, 1848, who conveyed a portion of the tract to Jonathan Miller of M., and on the 6th of May, 1847, he conveyed the remainder to Jost J. Stutzman. The title of Jonathan Miller, after various conveyances, became vested in the plaintiffs for all the land Miller had acquired from Phillipi, and that of Stutzman became vested in the defendants to the extent of his interest. On paper the titles of the several parties are complete, the only matter of uncertainty is the true location of these two purparts of the original tract. The plaintiffs contend that when John Phillipi conveyed to Jonathan Miller he meant to make title to him of all that portion of the John Miller survey north of the stream called Ice’s Run, which passes diagonally across the survey, because in describing that land he referred to it as all of the above described tract “ that is situated on the north side of lee’s Run,” “ the said Ice’s Run is to be the division line.” But the deed also designates a line having the general course of the stream, but some distance from it, with the bearing N. 62° 42' W. and a length of 279.1 perches. The defendants claim that the stream, though mentioned, was not adopted as the dividing line between the part conveyed and that remaining, but the one with the bearing N. 62° 42' W. is the true line separating the portion sold by Phillipi from that retained by him.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b377-4\">The line of division as that was understood and fixed between Phillipi, the vendor, and his vendee, Miller, is the one which you are to seek to ascertain from all the evidence which in any measure throws light upon this inquiry. As it was then understood and settled by those parties it must remain. The deed <page-number citation-index=\"1\" label=\"358\">*358</page-number>is inconsistent in the fact that it refers to both Ice’s Run and the other line mentioned for the northern boundary. It is said that they are not identical and cannot both stand. The question is, which shall yield? When a deed contains lines not run and marked on the ground, such lines must yield to a call for a stream or other natural or fixed boundary. We repeat that when a deed contains lines not marked upon the ground, such lines must yield to a call for a stream or other natural or fixed boundary. In such discrepancy, courses and distances give way to the call. But when a deed gives lines actually marked on the ground prior to the conveyance and so adopted by it, or marked at the time of the conveyance and corresponding therewith, they constitute the true survey and exclude the call for a natural or other fixed boundary. The landmarks made by a surveyor, if artificial, or adopted by him if natural, form the true boundary, and the courses and distances simply bend to the call.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b378-5\">The defendants say the line N. 62° 42' W. was made for the purpose of dividing the Phillipi conveyance of Phillipi to Jonathan Miller; and they place on the stand, as you will recall, Robert Nicholson, who testified that he was 76 years of age; that when he was 23 years of age, now about 53 years ago, he accompanied the parties making a survey, and that Henry L. Holbrook, the surveyor, then ran the division line. You will recall his testimony and you will attach to it such weight as you think, under the circumstances, it is entitled to have. On the part of the plaintiff they say, in regard to this testimony of Nicholson, that the dates which he fixes are inconsistent with the facts, because taking 53 years from 1894 would carry him back to 1841, a period when, they say, the title was not in Phillipi, who he states was one of the parties to the running of the line in the division of the tract; and if the title was not yet vested in Phillipi, it is not reasonable to believe he was there taking a part in the division of that survey — he had nothing to do with it. On the side of the defendants it is answered, however, that that is such a circumstance as may be explained by the imperfection of memory, and that a variance of a few years is not to affect the testimony. You will determine what credit shall be given to that testimony, in view of the fact thus raised. [We may say here also, in passing, that <page-number citation-index=\"1\" label=\"359\">*359</page-number>some testimony was introduced with regard to his character. Now the testimony thus introduced does not destroy the witness ; it goes to his credibility. If what is said of him as to his confinement in the Western Penitentiary is true; if he was the identical Robert Nicholson who was shown by the record to have been convicted and sent to the penitentiary, that goes to his credibility, and it remains a question for you as to how far you shall believe a person thus convicted of a high crime ; it does not destroy the witness ; we say it does not take him out of the case, but it is to be considered in determining what weight shall be given to the witness.] [5]</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b379-3\">We are just now informed that the division line just referred to, N. 62° 42' W., goes with each end from a post, and there not being a living witness, cannot, of course, be counted, and would therefore not aid in establishing the date of its making.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b379-4\">Now, the plaintiffs assail the line thus claimed by the defendants, and say that it was a mere paper line, made in the chamber of the surveyor; a piece of chamber work made to ascertain the acreage of the tract conveyed, and that it was not intended to fix the division boundary at a place different from that previously mentioned in the deed, namely, Ice’s Run. And they call two surveyors who express the opinion we have already stated, that the marks claimed for that line were of recent making.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b379-5\">There was also some testimony by a man named Klink, who says he was there when quite a lad and saw Henry L. Holbrook run the exterior lines, as we recall it, on several occasions, but does not say anything of his running the division line. The period to which Klink testified was, of course, years subsequent to the making of the deed by Phillipi to Miller — we believe thirty-eight years ago.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b379-6\">Now, looking at this state of the case,' the plaintiffs argue that the line claimed by the defendants as the division line is altogether too uncertain, and that it is not established as to age. You will observe that it is essential, in order that it may be treated as the division line in contemplation at the making of the deed from Phillipi to Miller, that the line should have existed at that time, and so the plaintiffs argue that it has no evidence of any origin anterior to the making of the deed, while the defendants claim that it has, and this is a question which you must determine.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b380-3\"><page-number citation-index=\"1\" label=\"360\">*360</page-number>Now, we repeat, if yon are satisfied that the marks upon this line belong to a survey made before the deed of Phillipi to Mil ler, and was adopted by it, that is the true line of the division; but if at that time no line was there upon the ground, and no such line was in fact run upon the ground, then the natural boundary would prevail, because, as we have already said, in the absence of marks on the ground to show the survey, the natural boundary called for would control.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b380-4\">Something has been said about the declarations of former owners of these tracts. Now, the statements made by persons owning the land are always evidence tending to show the boundaries, but not conclusive evidence, unless in a case where they operate to raise an estoppel. There is no such thing in this case. The declarations referred to as having been made by different persons who at one time owned the properties, are only evidence to show how they considered the lines located, whether, on the one hand, Ice’s Nun was the place, or on the other, where defendants claim.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b380-5\">Now, if you shall find the line is as defendants claim, the plaintiffs cannot recover, because in that event the land in dispute belongs to the defendants, and not to the plaintiffs. But if you conclude that Ice’s Nun is the correct boundary, you will ascertain how much timber was cut by the defendants north of that stream, and determine its value; because in that event the plaintiffs are entitled to recover, and the next step for you to take would be to ascertain the damages done. And in doing that, the value of the timber is to be taken as it stood there in the trees on the ground; and it is to be taken unaffected by improvements made by the defendants, just as the plaintiffs owned it, unaffected by the building of anyroad into it, or any other improvements which defendants may have made. . . .</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b380-6\">[Now, in order that the defendants can relieve themselves of liability for cutting timber upon the land of the plaintiffs, if they did cut upon the land of the plaintiffs, through any acts or declarations of Eifert, it must appear also that they acted upon his statements or declarations ; that they were misled by them and were thereby induced to do what they would otherwise not have done. Because, if 'they would at all events have cut the timber, they were not misled by him. But if they were so induced, and cut beyond his line, then, as a matter of course, <page-number citation-index=\"1\" label=\"361\">*361</page-number>the plaintiffs cannot recover. But you must determine how that fact is. In the first place, was the timber cut after his acts, and declarations, or had it been cut before? If it was cut before, or for all timber cut before, these acts and declarations cannot be invoked as a defense; it can only apply to timber which was cut thereafter and in pursuance of his declarations and acts.] [4]</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b381-5\">Defendants’ points among others were as follows:</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b381-6\">3. That as the line N. 62° 42'' W. 279.1 perches corresponds with the quantity of land in the deeds to the respective parties, and Ice’s Run, claimed by plaintiffs as the line, gives to plaintiffs an amount of land largely in excess of that called for in their deed, and takes from defendants a like amount, this circumstance should have great weight with the jury in determining the said line N. 62° 42' W. 279.1 perches to be the true line. <em>Answer: </em>The fact stated in the point is to be accurately weighed in favor of the line mentioned. We will not say “great” weight is to be given to it; it is for you to say what weight, along with the other circumstances in the case, shall be accorded to it. [1]</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b381-7\">5. That if the jury find that the plaintiff, E. Eifert, by his own acts and declarations, or by either, misled the defendants, whether intentionally or innocently, by pointing up the hill and remarking that his line is higher up the hill, and that no timber was cut beyond the line or place pointed out by said Eifert, and also find that plaintiff, Ernest Eifert, as an employee of the defendants, helped to cut timber on the north side of Ice’s Run without asserting the plaintiffs’ claim, then there can be no recovery in this action of trespass. <em>Answer: </em>That is true as to any cutting found to have been done after such acts or declarations, or pursuant thereof or induced thereby. [2]</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b381-8\">6. That if the jury find that the plaintiffs misled the defendant by helping to cut timber on the north side of Ice’s Run, and by acts or declarations misled the defendants, and thus induced cutting timber higher on the hill, then there can in no event be a recovery for either double or treble damages. <em>Answer: </em>This proposition is affirmed as applying to any cutting which occurred subsequent to the acts and declarations mentioned, if you shall find that the defendants were misled thereby. [3]</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b382-3\"><page-number citation-index=\"1\" label=\"362\">*362</page-number>Verdict and judgment for plaintiffs for $1,650, treble damages. Defendants appealed.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b382-4\"><em>Errors assigned </em>were, (1-5), above instructions, quoting them; (6) refusal to withdraw testimony; (7) refusal of new trial.</summary>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b382-5\"><em>W. J. </em>Baer, <em>John R. Scott, John G. Ogle </em>and <em>F. J. Kooser </em>with him, for appellants.</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"AJ3X\">— It is the duty of a judge in some cases to give an opinion on the facts, providing he does not give binding instructions : Com. v. Orr, 38 P. L. J. 141; Tyrone v. Cross, 128 Pa. 636; Spear v. P. W. &amp; B. R. R., 119 Pa. 61; Bonner v. Herrick, 99 Pa. 221.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b382-6\">As a man who cuts, is bound to know that it is his own land, or that he has the owner’s permit, so the owner of timber land is bound to know where it is, and to do no act to mislead an adjoining owner or adverse claimant: Kramer v. Goodlander, 98 Pa. 365; Moreland v. Moreland, 121 Pa. 573.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b382-7\">Although a jury is the judge of the weight of evidence, it has no right to disregard competent evidence which is unimpeached: Abbott’s Trial Brief, 153; 1 Greenleaf on Evidence, 24; Skinner v. McAllister, 4 Cent. Rep. 750.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b382-8\">Where the language of the charge as to the true character of the testimony tends to mislead the jury, it is error and a ground for reversal: Fawcett v. Fawcett, 95 Pa. 376; Stokes v. Miller, 10 W. N. C. 241; Lehigh Valley R. R. Co. v. Brandmaier, 113 Pa. 610; Dennis v. Alexander, 3 Pa. 50.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b382-9\">If improper evidence has been admitted, in order to cure such error, the court in its charge should withdraw the same, and turn the jurors’ attention away from its consideration: Keil v. Gage, 131 Pa. 466 ; Del. &amp; Hudson Coal Co. v. Barnes, 31 Pa. 193 ; Yeager v. Weaver, 64 Pa. 425 ; Huntingdon &amp; Broadtop R. R. &amp; Coal Co. v. Decker, 82 Pa. 119; Albert v. Miller, 7 W. N. C. 477.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b382-10\">The suit is trespass and the plea liberum tenementum; under the act of 1807, two verdicts, one in trespass and the other in ejectment are conclusive, and bar future actions. Because of this, courts lean to new trials in behalf of defendants in ejectment, especially on footing of surprise: Noal v. Dickerson, 15 Johns. 489; Troubat &amp; Haly’s Practice, sec. 1882; Rahlfing v. Heidrick, 4 Phila. 3.</p>\n<attorneys data-order=\"39\" data-type=\"attorneys\" id=\"b383-4\"><page-number citation-index=\"1\" label=\"363\">*363</page-number><em>W. H. </em>Koontz, <em>A. C. Holbert </em>and <em>J. H. Uhl </em>with him, for appellees.</attorneys>\n<p data-order=\"40\" data-type=\"legal\" id=\"At3\">— The eases cited by the counsel for the appellants do not sustain the position taken by them. In the cases cited the complaint was that the court below went too far in commenting on the evidence, but the court held that as the facts were left to the jury there was no error.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b383-5\">If there was a determination on the part of the defendants to go on and cut the timber regardless of what Eifert would say or do, how and in what way were defendants misled to their prejudice ? They did just what they intended to do, regardless of what Eifert said or did, and they must take the consequences.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b383-6\">The court is not bound to strike out evidence received without objection, when the fact upon which its admissibility was based was known to the opposite party when it was given : Robinson v. Snyder, 25 Pa. 208.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b383-7\">When a deed contains two irreconcilable descriptions of the entire boundaries of a tract of land, or of a single line, calls for more stable monuments, such as the lines of other tracts, or well known natural objects, will be adopted, rather than course and distance: 3 Washburn’s Real Property, 424; Buckner v. Anderson, 111 N. C. 572; Proctor v. Pool, 4 Dev. 370 ; Shaffer v. Hahn, 111 N. C. 11; Cox v. McGowen, 21 S. E. Rep. 108.</p>\n<decisiondate data-order=\"44\" data-type=\"decisiondate\" id=\"AJSu\">January 6, 1896 :</decisiondate>\n<opinion data-order=\"45\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b383-8\">Opinion by</p>\n<author id=\"A8j\">Mr. Justice McCollum,</author>\n<p id=\"b383-9\">The first, second, third, fourth and fifth specifications of error call in question the accuracy and fairness of the charge, the sixth relates to the denial of the defendants’ motion to withdraw from the consideration of the jury the testimony which identified their witness Robert Nicholson as the Robert Nicholson who was convicted of larceny in the court of quarter sessions of Somerset county in August, 1860, and sentenced to-imprisonment for one year in the Western Penitentiary, and the seventh complains of the refusal of the court to grant a new trial.</p>\n<p id=\"b383-10\">The defendants requested the court'to charge the jury that, as the line claimed by the plaintiffs gave them more land than their deed called for and the defendants less land than their deed called for, this circumstance should have great weight in <page-number citation-index=\"1\" label=\"364\">*364</page-number>sustaining the latter’s contention that “ the line 62 degrees 40 minutes west 279.1 perches ” was the true line between the parties. The court declined to say that great weight should be given to the circumstance mentioned in the request, but instructed the jury that it should be accurately weighed in favor of the line claimed by the defendants and that it was for them to determine what weight should be accorded to it in connection with the other circumstances in the case. As we cannot detect in this instruction any partiality or tendency to mislead, or find in the evidence or the law applicable to the case any ground for hostile criticism of it, we overrule the specification of error which complains of it.</p>\n<p id=\"b384-4\">It is contended by the defendants that there is error in the instruction in regard to the effect of the acts and declarations of the plaintiffs concerning the location of their line, and under this branch of their contention the second, third and fourth specifications may be considered together. The defendants in their fifth and sixth points virtually requested the court to say to the jury that if they cut timber on the plaintiffs’ land under a misapprehension of the location of the latter’s line, induced by what Ernest Eifert said and did, there could be no recovery in this action. The court affirmed their points as to timber cut subsequent to and in consequence of the acts and declarations mentioned, but denied them as to timber cut before anything was said or done by the plaintiffs or either of them which misled the defendants as to the true location of the line. The learned court also said, in substance, that if the timber was cut by the defendants in assertion of their claim, and in cutting it they were not influenced in any respect by any act or declaration of the plaintiffs, the former were liable in this action to the latter for the value of it. In these instructions respecting the effect of the acts and declarations of the plaintiffs upon the liability of the defendants, we concur. They are clear, impartial, pertinent to the questions raised by the points, and, we think, correct. While any act or declaration of the plaintiffs opposed to and tending to discredit their contention on the trial was admissible and calculated to weaken their claim concerning the true location of the line, it cannot operate as a bar to their right to compensation for the timber cut by the defend<page-number citation-index=\"1\" label=\"365\">*365</page-number>•ants, on their land, unless the defendants in cutting it were misled or influenced by such act or declaration.</p>\n<p id=\"b385-3\">The fifth and sixth specifications may be considered together because both relate to the testimony affecting the character of the witness, Robert Nicholson. The sixth complains of the refusal to withdraw this testimony from the consideration of the jury; and the fifth, of the instructions in regard to the effect of it. There was no objection made to the admission of the testimony of McNear and Phillipi and no exception taken to it or to the testimony of Klink. It was offered and received to contradict Nicholson, who in answer to a question by the defendants’ counsel had said that he was not sent to the penitentiary on any charge from Somerset county. Some of the testimony tended directly to show that the Robert Nicholson who testified in this case was missing for about a year directly after Robert Nicholson was convicted of larceny and sent to the penitentiary, and this, independent of the general understanding of the people as to his whereabouts, was entitled to some consideration in ascertaining whether he was the Robert Nicholson who was sent to prison. Some of the testimony also tended to show that he was the only Robert Nicholson in the section of the country where the' larceny was committed. If the testimony to which we have specially referred was competent on the question of identification, and we think it was, the motion to withdraw was properly overruled because it included the entire testimony of the parties named in it. If a part of the testimony was incompetent and a part of it competent, the motion should have been confined to the objectionable part. In addition to what we have already said in support of the refusal to withdraw the testimony we think it was warranted by the opinion of this court in Robinson v. Snyder, 25 Pa. 203.</p>\n<p id=\"b385-4\">We see nothing in the instruction complained of in the fifth specification which calls for a reversal of the judgment, and nothing in the case to warrant a departure from the settled rule that the refusal of a new trial will not be reviewed on appeal.</p>\n<p id=\"b385-5\">All the specifications are overruled and the judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}