{
  "casebody": {
    "data": "<casebody firstpage=\"133\" lastpage=\"139\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b153-3\">Edna Wood v. Woolfolk Properties, Inc., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b153-6\">Record No. 981197</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aes\">June 11, 1999</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"Au\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b155-3\"><page-number citation-index=\"1\" label=\"135\">*135</page-number><em>Jason </em>IK <em>Konvicka (William B. Kilduff; Emroch &amp; Kilduff, </em>on briefs), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b155-4\"><em>David W. Drash (Drash &amp; Flannagan, </em>on brief), for appellees.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AYk\">JUSTICE KINSER</author>\n<p id=\"AER\">delivered the opinion of the Court.</p>\n<p id=\"b155-5\">The primary issue in this premises liability case is whether the circuit court erred by admitting evidence pertaining to the absence of prior accidents. Finding error in the circuit court’s judgment, we will reverse.</p>\n<p id=\"b155-6\">I.</p>\n<p id=\"b155-7\">This appeal arises out of an accident that occurred on the evening of May 20, 1994, in front of Ruth’s Chris Steak House (Ruth’s) located in Chesterfield County. The plaintiff, Edna Wood (Wood), and several members of her family ate dinner at the restaurant that night. After finishing their dinner, the Wood party prepared to leave the restaurant. While Wood’s son went to the parking lot to retrieve his vehicle, Wood and the others waited outside the restaurant. Wood’s son drove the vehicle into a circular driveway in front of the restaurant and stopped it approximately two or three feet from the curb. As Wood approached the rear door of the stopped vehicle, she appeared to “step[ ] into air” and fell down. As a result of the fall, Wood sustained physical injuries and incurred medical expenses.</p>\n<p id=\"b155-8\">Ruth’s is located in a shopping center that is owned by defendant Bellgrade Development Company, Inc. (Bellgrade). Defendant Wool-folk Properties, Inc. (Woolfolk), is the “managing member” of Bell-grade and provides property management and maintenance services to the shopping center.</p>\n<p id=\"b155-9\">The curb where Wood fell is a transitional area that is slanted rather than perpendicular. The transitional curb between the sidewalk and the circular driveway has a thirty-degree slope, is eight inches long, and drops four inches in height from the sidewalk to the driveway. The sidewalk, transitional curb, and driveway are designed with varying colors, patterns, and textures of brick in order to give pedestrians visual clues with regard to the different surfaces, heights, and grades as they walk from the driveway onto the sidewalk and into the restaurant.</p>\n<p id=\"b155-10\">Although the original design of the restaurant did not call for the curb to be painted, it had been painted white sometime prior to the night of Wood’s accident. In 1992, Charles Lytton, chief executive officer of Woolfolk, decided that the transitional area should be <page-number citation-index=\"1\" label=\"136\">*136</page-number>painted white for both aesthetic and safety reasons. He testified that it was initially an aesthetic idea but that the white paint also made the curb area more visible. He described the paint as “an enhancement to visibility.”</p>\n<p id=\"b156-5\">On April 22, 1997, Wood filed a motion for judgment against Woolfolk and Bellgrade alleging that the defendants negligently owned, operated, and maintained Ruth’s and the surrounding premises; allowed certain unsafe conditions to exist on Ruth’s premises; and failed to warn the plaintiff about these unsafe conditions. Prior to trial, Wood filed a motion in limine to exclude any evidence regarding the absence of prior accidents at the curb area where she fell. Initially, the circuit court sustained the motion. However, at trial, the court reconsidered its ruling and allowed Lytton to testify, during cross-examination, that no one had fallen across the curb line prior to Wood’s accident.<footnotemark>*</footnotemark> The court reasoned that the testimony rebutted the inference that, because of Lytton’s decision to paint the curb, the defendants had notice of an unsafe condition. During the cross-examination of Lytton, the court cautioned the jury that the evidence pertaining to the lack of prior accidents should be considered only with regard to the notice issue.</p>\n<p id=\"b156-6\">At the close of Wood’s evidence, the court sustained a motion to strike with regard to Woolfolk and dismissed it from this action. The court took the motion under advisement as to Bellgrade and allowed the case to proceed to the jury. After deliberating, the jury returned a verdict in favor of Bellgrade. Wood then moved the court to set aside the verdict, but the court overruled the motion and entered judgment in favor of Bellgrade on March 24, 1998.</p>\n<p id=\"b156-7\">II.</p>\n<p id=\"b156-8\">We granted Wood this appeal on two assignments of error: (1) that the circuit court erred by allowing the defendants to introduce evidence regarding the absence of similar accidents at the curb area prior to Wood’s fall; and (2) that the court erred by granting the motion to strike the evidence as to Woolfolk.</p>\n<p id=\"b156-9\">We find no merit to the second assignment of error. The uncontradicted testimony of Wood’s own witness, Lytton, establishes that Woolfolk managed the shopping center in which Ruth’s is located and provided maintenance services for it. Lytton further <page-number citation-index=\"1\" label=\"137\">*137</page-number>stated that, when he decided to have the transitional curb area painted white, he was acting as an owner of the property and was not performing a maintenance function. Moreover, the thrust of Wood’s claim against the defendants was that the curb was dangerous or unsafe in its design, not in how it was maintained. Thus, we conclude that the circuit court did not err in granting the motion to strike with regard to Woolfolk, dismissing it from this action.</p>\n<p id=\"b157-4\">However, we reach a different conclusion with regard to Wood’s first assignment of error. In addressing that issue, Bellgrade acknowledges that evidence establishing the lack of prior, similar accidents is generally not admissible in a negligence action. Nevertheless, Bellgrade asserts that this court created an exception to that rule in <em>Sykes </em>v. <em>Norfolk &amp; Western Ry. Co., </em>200 Va. 559, 106 S.E.2d 746 (1959).</p>\n<p id=\"b157-5\">In that case, this Court allowed the defendant railway company to introduce evidence as to the number of accidents that had previously occurred at a particular railroad crossing. We stated that the rule that “ ‘evidence of the absence of other injuries is not admissible when timely objection is interposed to it’ ” would be applicable “except for the fact that the plaintiff had introduced the testimony of the defendant company’s supervisor of signals that he had recommended to his company that it install automatic crossing gates and flashers at [the] crossing [in question].” <em>Id. </em>at 565, 106 S.E.2d at 751 (quoting <em>Sanitary Grocery Co. </em>v. <em>Steinbrecher, </em>183 Va. 495, 500, 32 S.E.2d 685, 687 (1945)). The company had never implemented the recommendation. Although the plaintiff asserted that the evidence from the supervisor of signals was to prove that the defendant company had notice of the inadequacy of the signals, we held “that it. . . [was] permissible for the defendants to introduce the accident experience at the crossing to rebut the inference of negligence that might be made from the failure to follow this recommendation.” <em>Sykes, </em>200 Va. at 565, 106 S.E.2d at 751.</p>\n<p id=\"b157-6\">Bellgrade argues that its evidence showing the absence of prior accidents comes within the <em>Sykes </em>exception. According to Bellgrade, the evidence rebuts the inference that Lytton directed that the curb be painted white because he knew that it was an unsafe area. We do not agree.</p>\n<p id=\"b157-7\">In <em>Goins v. Wendy’s Int’l, Inc., </em>242 Va. 333, 410 S.E.2d 635 (1991), the trial court allowed the introduction of testimony from two restaurant employees that they had not received any complaints of food poisoning as a result of the food served on the day that the <page-number citation-index=\"1\" label=\"138\">*138</page-number>plaintiff allegedly consumed contaminated food. We reversed the trial court on the basis of the well-established rule that “evidence of the <em>absence </em>of other injuries is not admissible in a negligence action when timely objection to it is made” because it interjects into the trial collateral issues that confuse and mislead a jury. <em>Id. </em>at 335, 410 S.E.2d at 636. We further stated that “a departure from the rule would inteiject evidence so problematical, due to the potential for a lack of reporting and the variables of circumstances and conditions, that such evidence would have slight, if any, relevancy or probative value.” <em>Id. </em>at 335-336, 410 S.E.2d at 636.</p>\n<p id=\"b158-4\">The principles reiterated in <em>Goins </em>apply to the present case and preclude the introduction of evidence showing the absence of prior accidents in the area where Wood fell. Initially, we note that Lytton did not specify whether he was referring to the period of time before or after the curb was painted when he stated that no one had fallen across the curb line prior to Wood’s accident. The absence of accidents <em>after </em>the area was painted is not germane to whether Bellgrade had notice of an unsafe condition and thus painted the transitional area white because of that knowledge. Furthermore, Lytton’s testimony is problematical because of the potential that a customer will not report an accident. <em>Id. </em>Thus, to allow evidence concerning the absence of prior accidents in premises liability cases for the purpose of refuting evidence showing notice of an unsafe condition would eviscerate the rule that we restated with approval in <em>Goins.</em></p>\n<p id=\"b158-5\">In addition, the present case is distinguishable from <em>Sykes. </em>Although the plaintiff in that case offered the evidence concerning the recommendation by the supervisor of signals to establish notice of inadequate signals, we recognized that the evidence created an inference of negligence because of the failure to follow the recommendation. Therefore, evidence as to the accident history at the crossing in question was admissible, not in regard to the notice issue, but to rebut that inference of negligence. In the present case, Lytton’s testimony about the lack of prior accidents is not arguably relevant to any issue other than notice.</p>\n<p id=\"b158-6\">' Finally, we do not believe that the introduction of this evidence was harmless error. It interjected collateral issues into the trial, and we are unable to say that it did not confuse or mislead the jury. The challenged evidence was prejudicial to Wood. <em>See Sanitary Grocery Co., </em>183 Va. at 499, 32 S.E.2d at 686-87 (holding evidence showing absence of prior accidents misleads jury and is prejudicial).</p>\n<p id=\"b159-4\"><page-number citation-index=\"1\" label=\"139\">*139</page-number>Thus, for the reasons stated, we will affirm the circuit court’s judgment striking the evidence with regard to Woolfolk and dismissing it from this action. We will reverse the circuit court’s judgment allowing the introduction of evidence relating to the absence of prior accidents and remand for a new trial.</p>\n<p id=\"b159-5\">\n<em>Affirmed in part, reversed in part, and remanded.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b156-10\"> Wood called Lytton as a witness. The defendants elicited the challenged testimony during their cross-examination of Lytton.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b159-6\">JUSTICE COMPTON,</author>\n<p id=\"AE\">dissenting in part.</p>\n<p id=\"b159-7\">I agree that the trial court correctly granted the motion to strike the evidence regarding defendant Woolfolk Properties, Inc. I do not agree, however, that the trial court erred by allowing evidence regarding the absence of similar accidents at the curb area prior to plaintiff’s fall.</p>\n<p id=\"b159-8\">This case is controlled by <em>Sykes </em>v. <em>Norfolk &amp; W. Ry. Co., </em>200 Va. 559, 564-65, 106 S.E.2d 746, 751 (1959). The majority’s argument attempting to distinguish <em>Sykes </em>from the present case is unpersuasive.</p>\n<p id=\"b159-9\"><em>Sykes </em>stands for the proposition that when a plaintiff presents evidence of a contemplated change by the defendant in the conditions at the accident scene, in an effort to show notice of a defective condition, evidence of the absence of prior accidents at the scene becomes relevant and admissible for the limited purpose of showing the lack of notice. This is precisely the situation in the present case, and the trial court correctly so ruled.</p>\n<p id=\"b159-10\">Consequently, I would affirm the judgment below in all respects.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}