{
  "casebody": {
    "data": "<casebody firstpage=\"213\" lastpage=\"235\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b239-14\">Lojina Silvas v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b239-15\">No. 2068.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aks\">Decided June 27, 1913.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b239-16\">1. —Theft of Cattle—Continuance.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b239-17\">Where the matter of continuance may not arise upon another trial, the same need not be considered on appeal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b239-18\">2. —Same—Evidence—Imputing Crime to Another.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b239-19\">Where, upon trial of theft of cattle, the defendant offered to prove by the State’s witnesses that other parties were suspected of the alleged theft, by offering a description of such suspected parties and their relation to said alleged property showing that they could have committed the offense, and the evidence against the defendant was purely circumstantial, an exclusion of same was reversible error. Prendergast, Judge, dissenting.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b239-20\">3. —Same—Principals—Charge of Court.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b239-21\">Where, upon trial of theft of cattle, the court’s charge upon the law of principals authorized a conviction of defendant as a principal upon a state of facts which in law would only constitute him an accomplice, the same was reversible error. Prendergast, Judge, dissenting.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b240-2\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>4. —Same—Principals—Presence of Defendant.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b240-3\">Where, upon trial of theft of cattle, the evidence was purely circumstantial, and there was no evidence that defendant was present at the time of the killing of the alleged cow; that he was keeping watch or doing anything in furtherance of the common design, and the court’s charge authorized a conviction of defendant without his presence at the commission of the offense, the same was reversible error; especially in connection with the court’s action in overruling defendant’s motion for continuance by which he expected to show that he did not see defendant keeping watch, etc. Prendergast, Judge, dissenting.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b240-4\">5. —Same—Charge of Court-—Explanation.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"AsK\">Where, upon trial of theft of cattle, it was not clearly shown by the evidence that defendant was connected with the actual taking, but contended that he had purchased the alleged property, which issue the court failed to submit,' the court’s charge on principals, based upon a state of facts which would have constituted him an accomplice, was especially reversible error. Prendergast, Judge, dissenting.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b240-7\">6. —Same—Accomplice—Charge of Court.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b240-8\">Where, upon trial of theft of cattle, the evidence was purely circumstantial and the defense was an alibi, an erroneous charge on principals which would authorize a conviction of the defendant as an accomplice was reversible error. Following Dawson v. State, 38 Texas Grim. Pep., 50, and other cases.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b240-9\">7. —Same—Principal—Accomplice—Charge of Court.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b240-10\">Where defendant was indicted as a principal for the theft of cattle, and there was evidence that he was not present when the offense was committed, the jury should have been instructed that they could not convict- him on proof that he was either an accomplice or an accessory or receiver of stolen property. Following Davis v. State, 55 Texas Grim. Rep., 495, and other cases.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b240-11\">8. —Same—Charge of Court—Principals—Converse Proposition.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b240-12\">Where the court’s charge authorized a conviction on the theory that the accused was a principal, the converse proposition -should have been submitted under the evidence, that if another in fact committed the offense, and the defendant did not aid , or encourage, he would not be a principal. Following Jackson v. State, 20 Texas Grim. App., 190, and other cases.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b240-13\">9. —Same—Examination of Witness by Court.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b240-14\">Upon trial of theft, it was not permissible for the court to so cross-examine a witness on a vital issue of the case, in such manner, as to convey the impression that he had but little faith in the theory of the defense with reference to the purchase of the alleged stolen property, and then inform the jury orally that they need not consider this matter.</headnotes>\n<summary data-order=\"21\" data-type=\"history\" id=\"b240-15\">Appeal from the District Court of Reeves. Tried below before the Hon. S. J. Isaacks. .</summary>\n<summary data-order=\"22\" data-type=\"history\" id=\"b240-16\">Appeal from a conviction of theft of cattle; penalty, two years imprisonment in the penitentiary.</summary>\n<p data-order=\"23\" data-type=\"summary\" id=\"b240-17\">The opinion states the case.</p>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b240-18\"><em>Parker &amp; Palmer, </em>for appellant.</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"AIqJ\">On question of interrogating witness by court: Mitchell v. State, 65 Texas Crim. Rep., 545, 144 S. W. Rep., 1006.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b240-19\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ASh3\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AGE\">Appellant was convicted of cattle theft under indictment charging him as a principal.</p>\n<p id=\"b241-3\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>The case is one purely of circumstantial evidence. There were no eyewitnesses either to the taking of the animal or to the act of its being slaughtered. The facts in a general way show that appellant owned two ranches some miles, apart. On Sunday about noon or little later, it was discovered within about half a mile or little farther of defendant’s residence a cow had been butchered. The alleged owner claimed the animal. The facts further show that wagon tracks were seen to go from appellant’s residence, possibly from beyond his residence, in passing it, to where the animal was slaughtered. From the point where the animal was killed the wagon tracks went inside appellant’s inclosure— a one hundred-acre field—to a point where it was found the head of the animal had been buried. From this point the wagon tracks returned to the road, which was followed by the tracks to and beyond appellant’s residence. Another fact relied upon by the State was that on Monday evening appellant was found in possession of a quarter of the beef or less, a little over one-half of a quarter of beef. This he carried to a place where there was a social gathering at which he was playing for the dancers. This seems to have been a gathering of Mexican people on a ranch some miles away from appellant’s home. 'This was all the beef appellant was shown to have had. If this came from' the cow- alleged to have been'stolen, it was all that was discovered. The remainder of the beef was not discovered. Appellant stated at the time he was found with the beef that he bought it from Mexicans, whose names were given. These Mexicans were shown to have been in the community and fled the country, going to Mexico. Appellant intro-, duced evidence of himself and his son which clearly proved an alibi. Under this evidence appellant worked for Mr. Casey at his ranch some ten or twelve miles distant from his, appellant’s home, on Friday evening until night, when late in the evening he returned home, reaching there something like 9:30 at night. Early the next morning he and his son hitched up a team of mules to appellant’s buggy and drove to the village of Victoria, some miles away. From this point he went to another little railroad station, spending Saturday night at his other ranch a half mile distant. He accounts for himself on Sunday and Sunday night, returning to his home ranch on Monday morning. From there he went to the place where he was found with fresh beef. Going from his home to the place where the dance was he, some time Monday evening, claims to have bought the beef in his possession. So we have two propositions in this case: First, that it was one purely of circumstantial evidence, and, second, evidence of an alibi.</p>\n<p id=\"b241-4\">There, was some evidence that at the time of the discovery of the head where it was buried, the beef had been killed some twelve to twenty-four hours prior to Sunday evening, which would possibly show the animal was slaughtered on Saturday. But it will be observed in this connection that the beef’s head was buried, and, therefore, it would not have dried out as if exposed to the atmosphere. This makes the time of the slaughter of- the animal very doubtful. But as before stated, <page-number citation-index=\"1\" label=\"216\">*216</page-number>these are circumstances, and the case is one of circumstantial evidence. Appellant’s alibi covers the entire time from Friday to Monday, and it is an unquestioned fact that the animal was killed not later than Saturday some time and possibly earlier.</p>\n<p id=\"b242-5\">1. The appellant proposed to continue the case to get the evidence of Mr. Casey and a witness named Gross. These witnesses would have materially aided his defense. But it is not the purpose here to discuss the continuance, because the matter may not arise upon another trial.</p>\n<p id=\"b242-6\">2. Appellant offered to prove by the State’s witnesses, some of whom were officers, that they had information and -were in pursuit of two Mexicans, the same parties from whom appellant claimed to have purchased the beef, and this with a view of arresting them for the theft of this animal. They came upon the two Mexicans, who drew their guns upon the officers and succeeded in making their escape, the evidence showing they had fled, and the officer had since been unable to find them. Upon another trial this evidence should go before the jury, and in the light of the other testimony offered in behalf of appellant and was excluded by the court. Defendant while testifying in his own behalf desired to testify, in addition to the fact that he purchased the beef from one Francisco Pallan, to a description of the said Francisco Pallan,—his personal appearance, etc., and then states he could have proven by the officer that the description thus given of Pallan corresponded with the description of one of the Mexicans he sought to arrest near the point where the cow was killed. The officer did not know the name of the Mexican he sought to arrest, but appellant sought to elicit from him a description of the Mexican, and this he would testify was a proper and correct description of the man from whom he stated he purchased the beef. This would place the Mexican in such position where he could have committed the offense, and as this was a case depending entirely upon circumstantial evidence, such testimony should have been admitted.</p>\n<p id=\"b242-7\">The court charged the jury as follows: “All persons are principals who are guilty of acting together in the commission of an offense. When an offense has been actually committed by one or more persons, the true criterion for determining who are principals is, did the parties act together in the commission of the offense; was the act done in pursuance ■of a common intent and in pursuance of a previously formed design in which the minds of all united and concurred. If so, then the law is that all are alike guilty, provided the offense was actually committed during the existence and in the execution of the common design and intent of all, whether in point of fact all were actually, bodily present •on the ground when the offense was actually committed or not.” The •court further applying the law to the ease gave this charge: “If, therefore, you believe from the evidence in this case, beyond a reasonable •doubt, that the defendant, Lo'jina Silvas, acted with another or others .in the commission of the offense charged in the indictment, and that the act was done in pursuance of a common intent and in pursuance of a <page-number citation-index=\"1\" label=\"217\">*217</page-number>previously formed design of the defendant and another or others, in which the minds of all united and concurred, including the mind of the defendant, then the defendant would he guilty of the theft, as herein-before charged, whether or not in point of fact he was actually, bodily present on the ground when the offense was actually committed.” Appellant reserved a hill of exceptions to the giving of these two paragraphs of the charge, the objections stated in the bill being: “Upon the ground that there was no evidence which authorized the giving of said paragraphs; and that said paragraphs of said charge were calculated to and would confuse and mislead the jury to the defendant’s prejudice; in that there was no evidence whatever in the record that any person other than the defendant aided defendant in killing said cow, if defendant did kill same, and no evidence whatever that showed or tended to show whether the defendant was present at the killing of said cow, or was not present at the time of killing of same, hut was keeping watch or aiding in the killing of same, or doing any act in furtherance of a common design between defendant and others to kill said cow.”</p>\n<p id=\"b243-3\">While the first objections stated are perhaps too general, yet the latter objections are certainly specific enough to call the attention of the'court to the fact that he authorized the conviction of appellant as a principal upon a state of facts which in law would only constitute him an accomplice, and it has always been held that if one was on trial as a principal, and the facts showed that, if guilty at all, he was guilt)'- of the offense of accomplice to the crime, he could not be convicted under the indictment charging him with being a principal in the commission of the offense. If a person is not present at the commission of the offense, to constitute him a principal, he must at the time be doing some act in furtherance of the common design, and this hill specifically points out as objections to this portion of the charge, “That there was no evidence that he was present at the time of the killing of the cow, and no evidence that he was keeping watch or aiding in the killing, or doing any act in furtherance of a common design between defendant and others, to kill the cow.” We think these objections to the charge were specific enough to call the court’s attention to the error. It may be further stated that appellant moved to continue the case on account of the absence of W. D. Casey, whom he says would testify: “That on the day that the defendant is alleged to have stolen the said head of cattle, the said witness was coming from his home in Jeff Davis County, traveling in an eastern direction towards Cowan’s ranch, in Beeves County, Texas; that when the said witness reached a point something like two miles to the south or southwest of the defendant’s home, he saw a Mexican sitting on a point of a mountain or foothill, acting in a manner as if he was keeping watch for others; that said Mexican was not the defendant, but that the said Mexican had appeared to be so keeping watch was a strange Mexican and unknown to the said W. D. Casey; that the said W. D. Casey knows this defendant well and is well acquainted with this defendant’s general appearance and would know this defendant <page-number citation-index=\"1\" label=\"218\">*218</page-number>anywhere he would see him; that this happened on the same day that the said cow, or head of cattle, is alleged to have been stolen, and near the same place,where a cow, or beef, was killed and butchered by some unknown parties other than the defendant; that the said Mexican that was seen by the witness W. D. Casey, and who was keeping watch while his companions were stealing said cow and butchering the same, suited the description of a certain Mexican whose name is unknown to defendant, who was accused of stealing said cow and who a few days later, together with one of his companions, as the evidence of other witnesses will show, was overtaken by two of the officers of the county some miles to the south or southwest of the same place and in Beeves County, Texas, or near the line of Beeves County and Jeff Davis County, and said officers attempted to arrest the two said Mexicans for the offense of stealing said cow and said Mexicans drew firearms on the said officers and resisted arrest and threatened to kill said officers, and probably would have killed said officers, had the said officers made further attempt to arrest them, and which said Mexicans after successfully resisting said arrest made their escape into the Davis mountains and then fled the country, going in the direction of the Bio Grande river.” Appellant also states he expects to prove by said Casey that he at that time knew the whereabouts of Silvas at that time. We are inclined to think he was entitled to have this witness present, and his testimony, as well as that officer and appellant above stated was all admissible in support of his contention that another stole the cow, and he bought the beef found in his possession.</p>\n<p id=\"b244-4\">But the error in the above two paragraphs of the charge is emphasized by the failure of the court to submit appellant’s contention, that he purchased the beef from Francisco Pallan. Nowhere in the charge is this issue submitted. If the facts had clearly shown that appellant was on the ground at the time of the theft and aided in it-as a principal, the charge might not have been reversible error. The decisions clearly lay down this proposition. The charge would not be reversible error if the evidence showed without controversy that the defendant was present when the offense was committed. Branch’s Grim. Law, sec. 682; Wright v. State, 40 Texas Crim. Rep., 45; Henry v. State, 54 S. W. Rep., 592; Bollen v. State, 48 Texas Crim. Rep., 70; Glascow v. State, 50 Texas Crim. Rep., 635. But the charge above given has been held to be reversible error in every felony ease where the defensive theory was an alibi, or where the inculpatory evidence is circumstantial, or consists in proof of acts occurring either before or after the commission of the offense, or both, or where there is any evidence that defendant, if guilty at all, would only be guilty as an accomplice or accessory, or both. Branch’s Grim. Law, sec. 682; Dawson v. State, 38 Texas Crim. Rep., 50; Yates v. State, 42 S. W. Rep., 296; Bell v. State, 39 Texas Crim. Rep., 677; Joy v. State, 41 Texas Crim. Rep., 46; Criner v. State, 41 Texas Crim. Rep., 290; Walton v. State, 41 Texas Crim. Rep., 454; Steed v. State, 43 Texas Crim. Rep., 567; McAlister v. State, 45 Texas <page-number citation-index=\"1\" label=\"219\">*219</page-number>Crim. Rep., 258; McDonald v. State, 46 Texas Crim. Rep., 4; Barnett v. State, 46 Texas Crim. Rep., 459; Eddens v. State, 47 Texas Crim. Rep., 529; McCulloh v. State, 44 Texas Crim. Rep., 152, 71 S. W. Rep., 278; Armstead v. State, 48 Texas Crim. Rep., 304; Holmes v. State, 49 Texas Crim. Rep., 348; Fruger v. State, 50 Texas Crim. Rep., 621; Davis v. State, 55 Texas Crim. Rep., 495; O’Quinn v. State, 55 Texas Crim. Rep., 18; Jones v. State, 57 Texas Crim. Rep., 144; Clark v. State, 60 Texas Crim. Rep., 173, 131 S. W. Rep., 556.</p>\n<p id=\"b245-5\">Again, it is laid down that if the defendant is indicted as a principal only, and there is evidence that he was not present when the offense was committed, he is entitled to have the jury affirmatively instructed that they can not convict on proof that he was either an accomplice or accessory, or hoth, or receiver of stolen property. Branch’s Crim. Law, sec. 683; Golden v. State, 18 Texas Crim. App., 637; Steed v. State, 43 Texas Crim. Rep., 567; Jones v. State, 57 Texas Crim. Rep., 144; Black v. State, 38 Texas Crim. Rep., 58; Mitchell v. State, 44 Texas Crim. Rep., 228; Mazureczk v. State, 59 Texas Crim. Rep., 211, 128 S. W. Rep., 136; Davis v. State, 55 Texas Crim. Rep., 495.</p>\n<p id=\"b245-6\">Again it is laid down when the charge authorizes a conviction on the theory that the accused was a principal, the converse should be given, that is, if another did in fact commit the offense and the defendant did not aid or encourage he would not be a principal. Jackson v. State, 20 Texas Crim. App., 190; McMahon v. State, 46 Texas Crim. Rep., 540; Goodwin v. State, 58 Texas Crim. Rep., 496. This line of thought might be pursued indefinitely. The charge quoted is not the law under the facts. The converse of the proposition, if appellant \"was not present and did not aid in the taking, etc., of the animal, he should be acquitted, was not given. In other words, the court authorized the jury and instructed them to convict appellant as a principal whether he was present at the time or engaged in the,theft or not, provided that the animal was taken in pursuance of a common design. This is not the law under the facts of this case. The Legislature has seen proper to draw a distinct affirmative line of demarkatipn between facts which constitute a principal, and those which constitute an accomplice, and those that constitute an accessory, and those that constitute a receiver of stolen property. Appellant denied emphatically his presence at the time of the theft, and any participancv in it, or even knowledge of it. He introduced evidence of an alibi. The State relied exclusively upon the circumstances detailed. The State did not even undertake to show that the beef found in appellant’s possession came from the animal alleged to have been stolen. Applying the law to the case the jury should have been plainly told that if he was not a principal and did not participate in the original taking, under the law in regard to principals he could not be convicted under this indictment as an accomplice, and the fact that he may have received, if in fact he did receive, part of the stolen animal, for which he says he paid money, this still would not constitute him a principal. If when he bought the beef it was stolen and- he knew it was stolen, he <page-number citation-index=\"1\" label=\"220\">*220</page-number>might probably be convicted as receiver of that amount of stolen property. If he advised and agreed with the parties in advance to kill the beef, which seems to have been the theory of the State, and was not present, and at the time of the taking and killing was doing no act in furtherance of the common design, he might be guilty as an accomplice, but not as a principal.</p>\n<p id=\"AZE\">Again, it is shown in another bill that while appellant was testifying, and had testified he purchased the beef from Pallan, the court took charge of the witness and examined him in regard to Pallan, his purchase, etc., and in a way that would lead the jury to believe that the court had but little, if any, faith in appellant’s testimony of purchase, and then in his charge wholly ignored that defense. It is true that the record discloses that after examining the witness at some length, the court verbally instructed the jury: “Gentlemen of the jury; the questions the court asked of the defendant were for the court’s information, and you need not consider the questions asked by the court, and the answers thereto. You may consider it in evidence if it has been or might be brought out by counsel fpr either side, but the questions asked by the court, and answers obtained, were for the court’s information.” If the court desired to examine this witness for his own information, the jury should have been retired while he was so doing. It was hardly permissible for the court to cross-examine the witness on the vital issue in the case, and by his questions convey the impression that the court had but little faith in the defensive theory of appellant, and then after doing so seek to cure the error in the manner he did. Injurious errors deliberately committed can not be cured in this manner. We deem it unnecessary to go into a further discussion of these matters.</p>\n<p id=\"b246-5\">The judgment is reversed and the cause is remanded.</p>\n<p id=\"b246-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b246-7\">PRENDERGAST, Judge.</author>\n<p id=\"AX-\">I dissent and will write my views in a dissenting opinion.</p>\n</opinion>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b246-8\">PRENDERGAST, Judge</author>\n<p id=\"AaI\">(dissenting).—Being unable to agree with the opinion of the court in this case I think it necessary in order to show my views to discuss the case and evidence at some length.</p>\n<p id=\"b246-9\">The conviction was obtained upon circumstantial evidence. In my opinion the evidence could hardly be stronger or. clearer to establish appellant’s guilt.</p>\n<p id=\"b246-10\">The statement of facts is of considerable length, but I have given it a careful study. I think it unnecessary to give in detail the evidence because of its length, but will give the substance of the material conclusions authorized or established thereby. - ..</p>\n<p id=\"b246-11\">Sid Cowan owned a ranch of considerable size in Beeves County. He had a ranch house thereon in which lived his ranchman, Courtney. He had on his ranch about two thousand head of cattle. Among them was a cow about six years old, well known and thoroughly identified by <page-number citation-index=\"1\" label=\"221\">*221</page-number>the peculiarities of her horns, color, size, age, etc., and was a noted cow.This cow, with all of the other cattle of said Cowan, was in the care, custody and control of Cowan’s agent and ranchman, Courtney.</p>\n<p id=\"b247-5\">Appellant lived at one corner of Cowan’s ranch and had so lived for two or three years at the time of the theft charged. Doubtless he well knew, and his own evidence indicates that he knew, the said cow and that Cowan owned it. The cow was in fine condition for beef, if not fat, at the time she was killed, the last day of December, 1911, or first day of January, 1912. Appellant’s house, where he lived, was in a field near the corner thereof farthest from the Cowan ranch house, which ranch house was four and one-lialf or five miles distant. His wife and several other children then, and a long time prior thereto, lived at Fort Davis, in Jeff Davis County. He had with him, where he was living and had lived for about two years and a half, as shown above, only one of his children, a boy some twelve or thirteen -years of age. At this house and place where appellant and his said son lived and had been staying, the evidence shows, that he had a lariat or rope, an axe, a buggy, and one wagon, which was used by him. Also among others, he had four head of work mules, two of which he used to his buggy, and the others to his wagon. It was also shown that he had saddles, bridles, and saddle horses at this place.</p>\n<p id=\"b247-6\">The evidence, with reasonable, if not absolute, certainty, shows said cow was killed on Saturday, December 30, 1911, or the next day, Sunday, December 31, 1911. It does establish beyond question that this cow was killed very near to and just south of appellant’s said field on a hill and clearly within view of appellant’s house. It also clearly establishes that on Sunday evening late, December 31, 1911, the tracks of horses, mules and men were shown around and about appellant’s corral, or place, indicating that more than one person had there caught some of these animals, of an age agreeing with about the time said cow was slaughtered. That in order to kill this cow she was roped by some one on a horse, as the tracks of the cow and the horse right near where she was killed clearly established; that the cow, after being roped, was knocked in the head with an axe or some such instrument. “The head showed to have been beaten in with an axe or something.” That the cow was thus caught and killed and slaughtered, is established beyond question. The ground where she was slaughtered was examined, the blood, part of the entrails and the emptying of the paunch were there found. A small piece of the hide off of the head or jaw was there found, and the ears of the cow which had been severed from the head were also found in proximity to where she was slaughtered. It was also clearly shown that a wagon was taken from appellant’s place around to where the cow was slaughtered, and was then taken into appellant’s field, where the head was buried. In order to get into the field, there being no gate there, the fence,—wire fence,—was taken down. The head, horns and a part of the back-bone, were there found late Sunday evening buried in appellant’s field where this wagon had been tracked to. <page-number citation-index=\"1\" label=\"222\">*222</page-number>The wagon was then tracked hack the same way out of appellant’s field across his fence and thence around his field hack up to his house or premises. Appellant himself testified that he stayed at his said house on Friday night and, of course, was there Saturday morning, December 30, 1911.</p>\n<p id=\"b248-5\">Said Courtney had been away from Cowan’s ranch for a few days just prior to December 30, 1911. Exactly how long the evidence does not disclose, hut he returned to said ranch from the railroad station on Saturday evening, December 30, 1911. He met appellant some four or five miles distant from appellant’s place, along about the middle, or later, Saturday evening. Along and in company with appellant were two other wagons; appellant and his said son were in his buggy, drawn by two of his mules and his wagon drawn by his other two mules driven by his hired man. In the same company was another wagon in which there were two other Mexicans. His recollection was, but he was not certain, that this wagon was drawn by two mules. All these three vehicles with their occupants were going in the same direction and the vehicles were in such proximity to one another as to indicate and show that all three of the vehicles and the occupants thereof, constituted one company. They were traveling rather a dim road,—not the one Courtney traveled. The roads were separated a few hundred yards. Courtney reached and stai'ed at the Cowan ranch that Saturday night. Sunday evening late, for the first time, he heard from W. D. Casey that said cow had been killed, and at once went to see about it. His investigation then made, showed where and how the cow had been killed, the head buried, the ears cut off and at a different and other place; that the cow had been roped by someone on a horse, had been slaughtered, the tracks of the wagon from appellant’s house to where the cow was slaughtered, thence across his fence into his field, where the head had been buried, back out of the field across the fence and around to his house again. He went up to appellant’s house while making this investigation late Sunday evening and found no one there. All of appellant’s household goods, except a stove and perhaps some cooking utensils had been taken out of the house. When he met appellant and the two wagons the Saturday evening before, he also testified that he saw in appellant’s wagon a bundle of bedding rolled up. After making this investigation late Sunday evening he went back to the ranch house on the Cowan ranch, some four or five miles from appellant’s and phoned for said Cowan, the owner, and the officers. They reached the Cowan ranch some time the next day, Monday. Thereupon Cowan, with his ranch-man, Courtney, and the officers went on the ground where the cow had been killed and slaughtered and found everything as to the roping, knocking in the head of the cow with an axe, the head buried, men’s and horses’ tracks where the cow had been slaughtered, the wagon tracks back and forth, appellant with all of his bedding gone, and then léarned that appellant was to be at a certain house some twenty miles distant from appellant’s house, where he was to play the harp for a dance on <page-number citation-index=\"1\" label=\"223\">*223</page-number>Honda)'- night, January 1, 1912. They thereupon went to this locality, reaching there some time during the night, too late to make further investigation that night. But quite early the next morning, between daylight and sun-up the officers went to this place where appellant had played for the party the night before. They there found appellant with his son and hired man, and other Mexicans with their conveyances and camping outfits, camped some hundred yards from the house where the party occurred the night before. The evidence showed that appellant reached this place about noon on Monday' and there struck camp. About but not quite all of one of the hind quarters of a beef, which the evidence shows could have been no other than the said cow, and a quantity of tallow, such as would ordinarily be all on such a slaughtered animal as this cow was, was found in his wagon. Also an axe; the back of the axe had blood and some hair on it, the back of the handle, probably all over the handle, and the blade had blood and tallow on it. A piece of this meat was also found in appellant’s buggy. The axe found in the wagon was shown to be appellant’s. The most of the hind quarter of the beef, which was found in the wagon, and a part of which was in his buggy also that morning, seems to have been treated by all of the witnesses, as well as the appellant, as that of a part of the said slaughtered cow. The evidence tends strongly to show that appellant was making his way to Fort Davis, where his wife and other children were; while he claimed that he wás merely going to send his said son in the buggy to Fort Davis, and that he and his hired man were going to a different place to do some work for another man. By his own testimony he showed, however, that he had seen the other man just a day or two before and that the man had indicated that he did not want him and could not use him at that time.</p>\n<p id=\"b249-5\">Appellant testified in the case. Of course, he denied killing the cow or knowing who did, and claimed that in going from his place the eighteen or twenty miles to the place where he was to play the harp for the dance on Monday, he came across two Mexicans in a wagon in which they had a freshly slaughtered beef and that he bought from them a hind quarter thereof, paying $5 therefor and had it put in his wagon, driven by his hired man. He claims that at the time he met these two Mexicans with the freshly slaughtered beef in their wagon, that he was alone in- his buggy and that his hired maú was coming on somewhere behind him, not in his sight, and that he told these parties at that time to put the hind quarter of the beef in his hired man’s wagon, which they subsequently did. His version of this, as given by him on direct examination, is: “I met Francisco Pallan and asked him if he had a beef killed somewhere—I met him, I guess, about five'or six hundred yards off the road leading to Beau McCutcheon’s, between Pera and the ranch. I asked him if he would sell me a piece of meat. He says, Tes.’ He had the beef in his wagon, Francisco Pallan did.” In his cross-examination on this point, he said: “I got the beef Sunday evening; of course, when I went off Monday I had it. I got to Bensilo’s place about <page-number citation-index=\"1\" label=\"224\">*224</page-number>10 o’clock in the morning, Monday. I got the beef late in the evening, Sunday; I met that fellow Sunday evening. I went to see if I could find Crow, Sunday evening. It was before I got back from Crow’s that I got the beef. On the way to Crew’s I met Francisco Pallan. Francisco Pallan was in. the road; another man with him; do not know what his name was; I never asked him. I saw him before; I ain’t seen one or the other since; they were driving two horses. I stayed with them about fifteen minutes. I seen the beef in the wagon and asked them to sell me a piece, as I was going to camp. He had a whole beef, fresh beef; I guess it was killed that day. He killed it down there some- • where; I never asked him where he killed it; not near Pera, I guess it was up that way—I saw him in the road near Phantom Lake when I met him; I guess it was killed up somewhere near Mr. Crow’s; I never asked him. The tallow that I bought ain’t much fat. It had not been cooked. I saw the man before, that was with Pallan. I saw him in Stockton, before. I have not been to Stockton since I was arrested; I saw him about ten years ago; this is the first time; I saw him twice. I do not know his name. I do not know if Francisco Pallan had a family or not. He used to live in Stockton; but I never asked him if he had a family. I do not know who else out about Pera knows Francisco Pallan; a good many people, I guess. His father, his family, lives in Stockton. Of course, I do not know any Mexicans in that neighborhood that know Francisco Pallan. ” I do not know whether or not anybody knows him. I met him in the road; he says he lives on the creek. I did not send anybody to get him, when I was arrested. I never told anybody that I got the beef from Francisco Pallan until yesterday, was the first time; told my attorney yesterday, first time.” Further, on direct examination, he testified: “This man that I bought the beef from fled the country immediately thereafter.”</p>\n<p id=\"ABU\">Appellant was arrested by the officers early Tuesday morning, January 2, 1912, and taken from there to the county seat and placed in jail, where he remained some seventeen days. It seems that he then got out, presumably giving bond, and that the grand jury of the county did not meet, and he was not indicted, until April 30, 1912. Doubtless he was then in attendance upon the court in compliance with the bond and immediately after the indictment, was arrested and again placed in jail, where he remained, it seems, until the trial of this case. This trial began on May 8, 1912, and appears to have been concluded and a verdict rendered some time on May 9th, the next day.</p>\n<p id=\"Aqt\">Appellant made a motion to continue the ease oh account of the absence of three witnesses, neither of whom had been served with process. One was this Francisco Pallan, called, in his motion for continuance, “Frank Pallan (or Francisco Pallan).” He was alleged to be a resident of Beeves County and process was issued there for him. The subpoena for Pallan, the application states, had been returned not executed. It is not stated for what reasons and is shown to have been returned on May 6th, two days before the case was called for trial. Ho other process <page-number citation-index=\"1\" label=\"225\">*225</page-number>was issued for him. Appellant claims he expected to prove by this witness that he bought the meat of which he was found in possession, from him. Appellant’s theory, and claim was that this man Pallan was the thief, or one of them, who had stolen said cow. Appellant testified that immediately after he made this sale to appellant, Pallan fled the country. It was shown he is a fugitive from justice and that,he has probably gone to Old Mexico. It is further shown that he was not a resident of Peeves County and several witnesses who would have known, show if he had resided there they would have known him, and that no such person was known by them in that county. Under such circumstances there isn’t the slightest probability that this witness would have ever been secured. Even if he had, he, being charged with the crime, could not have been compelled to testify by appellant, or the State. Ho error whatever is shown in overruling the application as to this witness. The other two witnesses for whom the application was made were T. C. Groce and <em>W. </em>D. Casey. They are alleged to be residents of Jeff Davis County. What part of the county is in no way disclosed. The process was not returned, though made returnable May 6th, two days before the ease was called for trial, and no reason is shown why they were not served and why they were not in attendance. By these witnesses appellant claims he expected to prove that on Friday from about noon till about night he was at the place of said Casey, some ten miles distant from his, appellant’s, place, and would thereby establish an alibi and show that he was not at his home or present at the killing of this cow.</p>\n<p id=\"b251-5\">It is shown that it was some ten miles from his house to Mr. Casey’s. He then showed that he stayed at Mr. Casey’s from about 12 noon till . about night on that Friday evening, and that Mr. Groce was with him and went from there to his place in the early part of that night. In another place in his testimony, as Shown above, he said that he got the quarter of the beef from the witness Pallan late Sunday evening and it was “fresh beef, I guess it was killed that day.” Courtney testified as to the condition of the blood, hide and head when he first saw where the cow had been slaughtered late Sunday evening and that it all showed to be recently killed, from twelve to not over twenty-four hours, before then, which was about one hour before sundown. The testimony on the whole, with reasonable, if not absolute, certainty shows that the cow was killed either some time Saturday evening or Sunday morning. Hone of the evidence would show the cow ivas killed Friday evening. In nO' event would the testimony of either of the absent witnesses, even if they had testified as claimed in his application they would, have changed or otherwise affected the result of this case. It might be conceded as an established fact that he was at Casey’s from 12 o’clock noon Friday until the early part of that night and it could not have affected the result. Besides, it is very questionable whether the diligence shown to procure these witnesses was sufficient. Upon the whole, in my opinion, there was no error whatever in overruling appellant’s motion for continuance.</p>\n<p id=\"b252-4\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>The appellant has two hills of exceptions along the same line. One to the effect that he proposed to prove by Gid Rowden, one of the State’s witnesses, a cattle inspector and deputy sheriff of Reeves County at that time, that he, the “witness believed from certain information that two Mexicans other than appellant and other than any of the defendants indicted for killing said cow, were guilty of killing said cow, and that thus believing, witness began a search for said two Mexicans, whom witness believed to be guilty; that said two Mexicans were strangers to the witness, but that he had a description of them; that witness and another party with him ran on to two Mexicans on Toyah creek, in Reeves County, which Mexicans suited exactly the description of the Mexicans for whom witness was looking; that when witness and the other party with him came up to the said two Mexicans, they started to run, whereupon witness and the other party ordered the Mexicans to halt; that the Mexicans were armed and when ordered to halt they stopped, turned around and threw their guns down on witness and the other party with witness and thereby forced them to abandon any further attempt to arrest them and that after that the witness made diligent inquiry and hunt for said two Mexicans, but could never again find them, and the witness has never heard of them since.” The court, upon the State’s objections, refused to permit the witness to so testify. Based on this, appellant, when he was on the stand, offered to testify that the description given by Rowden of one of said Mexicans who resisted said arrest and was supposed to have fled the country and could not be found, corresponded precisely with the description of the Mexican from whom the defendant claimed to have purchased the beef which was found in his possession.</p>\n<p id=\"b252-5\">In my opinion the court committed no error in excluding this proffered testimony. Certainly, that Mr. Rowden, the officer and state’s witness, from an investigation he made, believed that certain persons, other than appellant, were also guilty of the theft of said cow and that he attempted to arrest such others, and that they resisted arrest and thereby escaped, and that one of these persons suited the description of the Mexican from whom appellant claimed he bought the beef in his possession, was inadmissible for any purpose. What this officer believed and on what he based his belief, was not testimony. It was certainly hearsay and the mere opinion of the witness and would have been admissible for no purpose. The State no more than the appellant, can be bound by the opinion of any witness as to his belief of who was guilty or who was not guilty. The court in no way excluded any legitimate evidence showing, or tending fp show that any other, and not the appellant, or in addition to appellant, was guilty of this theft. Drake v. State 29 Texas Crim. App., 265; Skaggs v. State, 31 Texas Crim. Rep., 563; Wilson v. State, 37 Texas Crim. Rep., 64. See also Branch’s Crim. Law, see. 348, p. 204 et seq.</p>\n<p id=\"b252-6\">The court charged properly on circumstantial evidence, to which there is no objection. He also properly submitted the case to the jury for <page-number citation-index=\"1\" label=\"227\">*227</page-number>a finding and required them to find such facts as would show his guilt before they could convict appellant.</p>\n<p id=\"b253-5\">The court did not charge on alibi. <em>No complaint whatever by appellant is made of the court’s failure, to charge on alibi. </em>Ho charge whatever was asked by appellant, on that or any other matter.</p>\n<p id=\"b253-6\">The court charged on principals as follows: “VI. All persons are principals who are guilty of acting together in the commission of \"an offense. When an offense has been actually committed by one or more persons, the true criterion for determining who are principals is, did the parties act together in the commission of the offense; was the act done in pursuance of a common intent and in pursuance of a previously formed design in which the minds of all united and concurred. If so, then the law is that all are alike guilty, provided the offense was actually committed during the existence and in the execution of the common design and intent of all, whether in point of fact all were actually, bodily present on the ground when the offense was actually committe'd or not.</p>\n<p id=\"b253-7\">“VII. If, therefore, you believe from the evidence in this case, beyond a reasonable doubt, that the defendant, Lojina Silvas, acted with another or others in the commission of the offense charged in the indictment, and that the act was done in pursuance of a common intent and in pursuance of a previously formed design of the defendant and another or others, in which the minds of all united and concurred, including the mind of the defendant, then the defendant would be guilty of the theft, as hereinbefore charged, whether or not in point of fact he was actually, bodily present on the ground, when the offense was actually committed.”</p>\n<p id=\"b253-8\">By a bill of exception and motion for new trial appellant complained that the court charged on principals as above quoted. His bill, motion for new trial, and brief and argument in the case, show in effect that the <em>sole </em>objection thereto was that the evidence did not authorize or call for a charge on that subject. Ho complaint whatever is made in any way by appellant of the legal propositions announced in said charge or their applicability to this case, other than that the evidence did not authorize or require it. His objection, stated in the bill, and motion for new trial is: “That there was no evidence which authorized the giving of said paragraphs; and that said paragraphs of said charge were calculated to and would confuse and mislead the jury to the defendant’s prejudice, in that there was no evidence whatever in the record that any person other than the defendant aided defendant in killing said cow, if defendant did kill same, and no evidence whatever that showed or tended to show whether the defendant was present at the killing of said cow, or was not present at the time of killing of same, but was keeping watch or aiding in the killing of same, or doing any act .in furtherance of a common -design between defendant and others to kill said cow.” In appellant’s brief, in presenting this question, after quoting the said charge on principals above, and his objections thereto, he makes this <page-number citation-index=\"1\" label=\"228\">*228</page-number>sole proposition thereunder: “It is radical error and fatal to a conviction for the court to assume and charge upon a theory not raised by the evidence, especially if it is excepted to at the proper time.” Then, in his statement thereunder, he refers to the entire statement of facts. He cites as the sole authority White’s Ann. C. C. P., pages 516-17, and at the bottom of page 516) section 801, and all the authorities cited on said page 517. Judge White in this note and these cases thereunder cited, is treating .solely of the question that where there is no evidence to justify the submission of a question it is error for the court to charge, submitting it. In his argument in his brief, in presenting this question, appellant contends that there was no evidence, positive or circum- , stantial, authorizing the court to charge on principals. Then says: “We are at a loss to know why the court would give the above charge in view of the evidence. We can not understand why he would give .it, unless it was because the defendant in his application for a continuance álleged that the witness W. D. Casey, whose testimony was sought, would swear that the witness saw a party on the day that the cow was supposed to have been killed near the place where same was killed, and in a position indicating that such party was keeping watch. It may be that if this testimony had been in the record, it would have authorized the above charge. The court must have had this testimony in his mind when he gave the above charge. Assuming that the trial court is aware of the existence of the rule that the court should not charge upon an issue not raised by the evidence, he must have had the application for a continuance in his mind, or he would not have given the above charge.” This is in substance the whole of appellant’s contention in the court below and in this court.</p>\n<p id=\"b254-4\">It is elementary, and needs no citation to the cases to show it, that <em>this court will, and can consider only, </em>such objections to charges as are made, <em>either by bill of exception, or in the motion for new trial in the court below, </em>and that, although a given charge may be erroneous in some particular, if it is not attacked in that particular in the lower court, but is attacked solely and only on some other ground, this court can not and will not consider it on the ground that may have been good if properly attacked in the lower court. In fact, our statute itself (P. C., art. 743) specifically enacts that even though our statutes regulating what charges shall and shall not be given, has not been complied with, yet “the judgment <em>shall not be reversed, </em>unless the error appearing from the record was calculated to injure the rights of the defendant,” and not then even, unless such “error shall be excepted to at the timo of the trial, or on a motion for new trial.” So that, under this statute and the well and uniformly established construction, thereof, and rule of this court, if the charge was erroneous in some other particular, this court is restricted to the .consideration of the complaints that were made thereto in the lower court.</p>\n<p id=\"b254-5\">That the charge complained of laid down a correct legal proposition under our statutes and our decisions, there can be no question. Judge <page-number citation-index=\"1\" label=\"229\">*229</page-number>White, .in his Ann. P. 0., page 41, section 87, says: “To constitute a* party a principal, it is not essential that he should have been actually present, if the parties had previously agreed to the commission of the offense and were acting together at the time of its perpetration, one performing one part and another, another part, in aid of its accomplishment. All such are principals, whether bodily present or not,” citing the following cases: Corn v. State, 41 Texas, 301; Welsh v. State, 3 Texas Crim. App., 413; Wells v. State, 4 Texas Crim. App., 20; Berry v. State, 4 Texas Crim. App., 492; Templeton v. State, 5 Texas Crim. App., 398; Scales v. State, 7 Texas Crim. App., 361; Truitt v. State, 8 Texas Crim. App., 148; Heard v. State, 9 Texas Crim. App., 1; Brown v. State, 9 Texas Crim. App., 81; Cohea v. State, 9 Texas Crim. App., 173; Cook v. State, 14 Texas Crim. App., 96; O’Neal v. State, 14 Texas Crim. App., 582; Sutton v. State, 16 Texas Crim. App., 490; Bean v. State, 17 Texas Crim. App., 60; Wright v. State, 18 Texas Crim. App., 358; Smith v. State, 21 Texas Crim. App., 107; Watson v. State, 21 Texas Crim. App., 598; Collins v. State, 24 Texas Crim. App., 142; Gentry v. State, 24 Texas Crim. App., 478; Blain v. State, 24 Texas Crim. App., 626; Kegans v. State, 27 Texas Crim. App., 703; Massey v. State, 29 Texas Crim. App., 159; Floyd v. State, 29 Texas Crim. App., 349; Mason v. State, 31 Texas Crim. Rep., 306; Mason v. State, 32 Texas Crim. Rep., 95; Trimble v. State, 33 Texas Crim. Rep., 397.</p>\n<p id=\"b255-6\">In the well considered case and able opinion by this court in Welsh v. State, 3 Texas Crim. App., 413, this court on this subject said: '</p>\n<p id=\"b255-7\">“As to principals, the definition given in the Code is this: ‘All persons are principals who are guilty of acting together in the commission of an offense.’ So that, in determining the question whether one accused of crime is liable as a principal or principal offender, the inquiry is not as to what occurred prior to the commission of the given offense or subsequently thereto, but, did the parties act together ? Were therr •guilty of acting together in the commission of the crime or offense charged? Did the person or persons involved in the investigation <em>act together </em>with others in the commission of the offense? If so. then he or they are, in law, principal offenders. It can not be intended that the <em>acts </em>refer to the very <em>fact </em>of committing the offense, as it is sufficient to charge one as a principal, if he is present and, knowing the unlawful intent, aid by acts or encourage by words or gestures those engaged in the commission of the unlawful act; or who, not being actually present, keep watch so as to prevent the interruption of those engaged in committing the offense. Both those who are only present and encouraging by words or gestures, or aiding by acts, as well as those not actually present, but who are connected with the offense by keeping watch for those who are engaged in the actual commission of the offense, are alike, in law, principal offenders. But not only so; another illustration is this: All persons who shall engage in procuring aid, arms, or means of any kind to assist in the commission of an offense while others are <page-number citation-index=\"1\" label=\"230\">*230</page-number>executing the unlawful act, and all persons who endeavor, at the time of the commission of the offense, to secure the safety or concealment of the offenders, are neither <em>accessories </em>nor accomplices, but are declared to be principals, and liable to conviction and punishment as such. Penal Code, art. 214 et seq. (Pase. Dig., art. 1809 et seq.)</p>\n<p id=\"b256-3\">“The true criterion in determining who are principals, it is believed, is, did the parties act together in the commission of the given offense? Was the act committed in pursuance of a common intent? Was the particular crime committed in pursuance of a previously formed design in which the minds of all united and concurred? If so, then all persons who were guilty of acting together in the execution of a previously formed design, existing in the minds of all at the time the offense was committed, and actuating and prompting the actual perpetrator, then all so connected with the offense are principals, without reference to which one or more of the participants committed the offense, or at what particular stage of the proceeding, so that it was in pursuance of the previously formed scheme, and during the existence and execution of the common intent.</p>\n<p id=\"b256-5\">“‘To hold a person liable there must be a combination of act and intent, in order to constitute crime. Yo amount of intent alone is sufficient; neither is any amount of act alone sufficient. The .two must combine/ Yet, when intent and act combine, all so connected must necessarily be.principals. Mr. Bishop, volume 1, section 598, lays down this rule: ‘When there are several acts, constituting together one crime, if each act is separately performed by a different individual in the absence of the rest, all are jointly principals as to the whole/ This rule is illustrated by the case reported in the books, of a case of forgery. If several persons make distinct parts of the forged instrument, each one is a principal in the forgery, though he does not know by whom the other parts are executed, and though it is finished by one alone, in the absence of the others.</p>\n<p id=\"b256-6\">“As a further illustration of the position we maintain, we make the ■ following additional quotations from the same writer. In treating the subject with reference to combinations of persons as respects the intent, he says:</p>\n<p id=\"AME\">“‘In the first place, if several combine both in intent and act, to commit a crime jointly, each is guilty, the same as if he had done the whole thing alone; and so it is if he has his particular part to do, contributing to the general result. In the next place, since what a man does by his agent he does by himself, if one employs another to do a criminal thing for him, he is guilty, the same as though he had done the thing himself. Yor is his guilt the less if the agent does the act equally from his own desire or on his own account. . . . The principle that all whose wills contribute to a criminal result are in law guilty furnishes the leading test, sufficient, ordinarily, of itself to determine whether or not a person who did not himself perform a particular thing is to be held for it criminally/ 1 Bishop Or. Law, sec. 432.”</p>\n<p id=\"b257-4\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>Again, this court in Berry v. State, 4 Texas Crim. App., 493, on this subject, said: “We do not understand that it is necessary, in order to constitute this relation to -the crime, that all should be actually present and acting at one and the same time, but that the whole be in pursuance of a plan in which the minds, not the hands, of all concur. ‘When there are several acts, constituting together one crime, if each act is separately performed by a different individual, in-the absence of the rest, all are jointly principals as to the whole/ 1 Bishop’s Cr. Law, see. 598; Welsh v. State, 3 Texas Crim. App., 413.”</p>\n<p id=\"b257-5\">Again, this court on this subject, in Smith v. State, 21 Texas Crim. App., 107, in another thoroughly considered and able opinion, said:</p>\n<p id=\"b257-6\">“As before stated, evidence in proof of a conspiracy to commit crime will generally, from the nature of the case, be circumstantial. It is not necessary to prove that the defendants came together and actually agreed in terms to have that design and pursue it by common means. If it be proved that defendants by their acts pursued the same objects, often by the same means, one performing one part and another another part of the same, so as to complete it with a view to the attainment of the same object, the jury will be justified in the conclusion that they were engaged in a conspiracy to effect that object (Slough’s case, 5 Fed. Rep., 680), and under our statute such acting together would make all principal offenders, whether present bodily at the place of the offense or not. (Berry v. State, 4 Texas Crim. App., 492; Heard v. State, 9 Texas Crim. App., 1; Wright v. State, 18 Texas Crim. App., 358), and they are all principals and acting together as long as any portion or object of the common design remains incomplete; in other words, until the full purpose and. object of the conspiracy is consummated and accomplished. Hence, ‘where in larceny it was shown that the conspiracy extended as well to the dividing of the stolen goods as to the theft; what one did between the stealing and the dividing was deemed good evidence against both.’ (2 Bish. Crim. Proc., 230, citing Scott v. State, 30 Ala., 503.) This doctrine is expressly recognized and adopted by us in O’Neal v. State, 14 Texas Crim. App., 582, and the same rule is announced in Allen v. State, 12 Lea (Tennessee), 424.”</p>\n<p id=\"b257-7\">It is true this court in many cases has condemned such a charge as was this in this case, when given under certain circumstances and when certain specific objections were made thereto, as indicated and shown by the eases. Mr. Branch in his Criminal Law of Texas, section 683, and this court in the recent case of LaFell v. State, 153 S. W. Rep., 884, lays down these rules and collates and cites a large number of cases as sustaining them, towit: “(1) The charge quoted would be reversible error in every felony case, where the defensive theory was an alibi; (3) or where the inculpatory proof is circumstantial and consists of proof of acts occurring either before or after the commission of the offense, or both; (3) or where there is any evidence that defendant, if guilty at all, would only be guilty as an accomplice, or accessory, or both.” But, as stated above, the specific objections attacking said charge <page-number citation-index=\"1\" label=\"232\">*232</page-number>were made in each of those eases on grounds not made in this; and each particular case, where the above rules are laid down in connection with the facts thereof and the specific objections* attacking such charge, showed the claimed error thereof. Ho such thing is done in this case. I do not agree with the second proposition of Hr. Branch above. Circumstantial evidence is just as effective to prove any facts as direct or positive.</p>\n<p id=\"b258-5\">In appellant’s specifications in his bill and motion for new trial attacking this charge on the ground that the evidence did not authorize it, and that it was calculated to confuse and mislead the jury, to appellant’s prejudice, he specifies that there was no evidence in the record “that any person other than the defendant aided the defendant in killing said cow, if defendant did kill same, and that there was no evidence that showed or tended to show whether the defendant was present at the killing of said cow or was not present at the time of the killing of same, but was keeping watch or aiding in the killing of same, or doing any act in furtherance of a common design between defendant and others to kill the said cow.” A mere casual consideration of the facts in this case, the substance of some of which are given above in the statement of the evidence, I think, without doubt and without question shows that two or more persons were present and actually aided in the killing of said cow, and that there is ample evidence showing and tending to show that if appellant was not present when the cow was actually killed that he was keeping watch or doing other acts in furtherance of a common design between him and others to kill said cow. Very briefly restated, the evidence shows and tends to show that appellant knew this cow. Ho other than the owner and his ranchman, Courtney, were shown to know the cow. Appellant lived adjoining the ranch where this cow was kept and where she ranged. She was killed on a hill within about a half mile of appellant’s house where he is shown to have lived in full view therefrom. The tracks of horses, of men, animals and a wagon around and about his house and therefrom, directly to where this cow was killed and slaughtered, thence some distance into his field towards his house, where it is shown, by tracks of men and the wagon, that there was more than one person who buried the head and back-bone in his field; thence the track of a wagon, which evidently was his, back around directly to his house; ihat his buggy, his wagon and one other wagon were tracked some four or five miles directly from his place or house in the direction of where he was found a day or 'two later with his part of this cow and about which time he was seen late Saturday evening with his son in his buggy, his hired man driving his wagon, and another wagon, all in company together, in which latter wagon there were two other Mexicans; that he was at his house and stayed there Friday night and was there Saturday morning. He himself swore that he got the hind quarter of a beef (and I think it could have been none other than of said cow) on Sunday evening and that he stayed at his said house, or place Sunday night. And on Monday at noon he wa\"s some twenty <page-number citation-index=\"1\" label=\"233\">*233</page-number>miles distant from Ms house in the direction and on his way to Fort Davis, in Jeff Davis County, where his wife and other children were. Said cow was first roped by someone on a'horse; that he had saddle horses and saddles at his said place; that he had\" an axe, and which axe, when found in his wagon, twenty miles distant from his place, had blood and hair all on the handle and back thereof, and blood and tallow all on the face thereof; that a hind quarter of what could have been none other than this identical beef, shown to have been freshly slaughtered and shown by his own testimony to have been put in his wagon on Sunday evening, and a piece of it in his buggy, was found in his possession at this place twenty miles from his place on Tuesday morning; that also was found in his possession in his wagon at that time, and which place he is shown to have reached at least the preceding day at noon, was all of the tallow which would usually and naturally be taken from a cow, such as this cow was; .that when found in possession of all of this on Tuesday morning, he made no explanation whatever of these various things then found in his possession and did not tell anyone then or until the actual commencement of his trial,—more than four months later,—-that he claimed to have purchased this quarter of beef and tallow from a stranger in that country.</p>\n<p id=\"b259-5\">The evidence was amply sufficient to justify the court to submit, and the jury to find: 1. That appellant was actually present and participated in the taking and killing of the cow. 2. If not, that he was at his house where he could watch and did watch for those who did take and kill her. 3. That he furnished his horse and saddle and rope and axe and wagon,—all of which were used in the taking and killing of said cow. 4. That he waited, after furnishing all these things, until the cow was slaughtered and he got his part of her,—one of the hind quarters and all the tallow, and that the conspiracy which made him a principal was not complete till he got all his said things returned to him, and he got his said part of said cow.</p>\n<p id=\"b259-6\">By another bill appellant complains that the court, when appellant was on the stand testifying, asked him certain questions which are copied in the bill, and his answers thereto. The bill is lengthy and it is unnecessary to copy it. As qualified by the judge, and the bill together, it is shown that after appellant had testified that he bought the beef which was found in his possession, from one Francisco Pallan and that immediately after he bought it, said ¡Pallan fled the country, that the court, for the purpose of ascertaining where this witness was, with a view of finding out whether or not it was possible to obtain him as a witness on the trial and whether or not if not obtained that he could be procured on another trial, in view of the fact that he had overruled appellant’s motion for a continuance, based, among others, on the absence of this witness, asked the questions objected to. That when the court began to ask these questions appellant’s counsel said, <em>“We </em>except.” The court replied: “You may make any objection you want to. I am going to question him about this man.” Appellant’s counsel then said: <page-number citation-index=\"1\" label=\"234\">*234</page-number>“We object to it.” The court: “On what ground?” “On the ground that it might be calculated to impress the jury with the court’s idea or opinion of the case.” The court further said: “Counsel did not object on the ground that same was calculated to impress the jury that in the opinion of the court the defendant was testifying falsely and was thereby prejudicial to the defendant.” That after the court had asked the questions and obtained the answers from appellant he charged the jury that the questions asked by the court were for the court’s own information and they would not consider the questions by the court, and the witness’ answers thereto. In my opinion the bill shows no error whatever. While it might have been better for the court to have retired the jury in seeking to find out about Pallan, appellant’s claimed absent witness, yet, no objection was made on that account and there is nothing in the questions asked by the court- to indicate his opinion one way or another about the case. It shows that he was merely, as stated by him, seeking to find out the whereabouts of said witness and appellant’s knowledge of. him so that, if accessible, he could get him for that trial, or whether if not for that trial, he could be had later for any other. McGee v. State, 31 Texas Crim. Rep., 71.</p>\n<p id=\"b260-5\">.The only other ground in appellant’s brief is that the evidence is insufficient to sustain the verdict. After a most careful consideration of it, I think it clearly does sustain the verdict and that no other could properly have been rendered.</p>\n<p id=\"b260-6\">Not presented by appellant’s brief, but set up in his motion for new trial, appellant claims that there was a fatal variance between the allegations as to ownership of the stolen cow and the evidence. The count in the indictment under which appellant was convicted charged the ownership to be in Webb Courtney. The testimony, without contradiction, shows that he was the ranchman of Cowan, the owner, stayed on the ranch and that Cowan did not, and that he had the care, custody and control of this stolen animal as well as all of the other cattle of Cowan on this ranch. The proof and the allegations corresponded and were amply sufficient. C. C. P., art. 457; Frazier v. State, 18 Texas Crim. App., 434, and other cases collated under sec. 359, p. 264, of White’s Ann. C. C. P.</p>\n<p id=\"b260-7\">The only other complaint in the motion for new trial is that, “Because defendant <em>in his testimony, </em>gave a reasonable explanation as to how he came in possession of the fresh beef found in his possession and there is no testimony in the record that shows or tends to show that said defendant’s explanation is not true.”</p>\n<p id=\"b260-8\">I am at a loss to know how this court could make the mistake, as it does, on page 1 of the opinion, wherein it is stated, “appellant stated at the time he was found with the beef that he bought it from Mexicans, whose names were given,” unless the statement of facts were not read carefully, or misunderstood. <em>For appellant made no such claim, in this or the lower court. </em>As shown above, he restricted his claim in this respect in his motion for new trial to, “Because defendant <em>in his testi</em><page-number citation-index=\"1\" label=\"235\">*235</page-number><em>mony \" </em>gave such explanation. Besides, there were only three witnesses, other than appellant himself, who testified as being present when his possession of said fresh beef and tallow was challenged for the first, or any other time. These were: First, Webb Courtney, whose testimony in full shows he said nothing whatever about appellant making any explanation at any time. Second, Gid Bowden, deputy sheriff, who testified, “When I finished eating breakfast and went out, Lojina (appellant) was driving down in his bugg3r with his little boy. I said, T will have to stop you.’ He said, 'You will let the boy go to his mother ?’ I said, 'Ho, I will have to stop him, too.’ ” <em>Simply that and nothing more. </em>Third, Gregoria Silvas, appellant’s “little boy,” who testified to <em>nothing on the subject. </em>Fourth. Then appellant himself, who specifically testified: <em>“I never told anybody that I got the beef from Francisco Pallan until yesterday; was the first time—told my attorney yesterday for the first time.\" </em>So that instead of making such explanation as stated in the opinion, he positively swore the reverse.</p>\n<p id=\"b261-5\">This court in the opinion makes another glaring mistake in stating: “The State did not even undertake to show the beef found in appellant’s possession came from the animal alleged to have been stolen.” I am still further confirmed in my opinioh, the court did not read the evidence carefully, or, if so, wholly misunderstood it. I have demonstrated above that the State not only “undertook to show the beef found in appellant’s possession came from the animal alleged to have been stolen,” but absolutel}', and without the shadow of a doubt, proved it.</p>\n<p id=\"b261-6\">Again, as I see it, the court in attempting to justify a reversal of this case, says: 1. The court failed to submit appellant’s contention that he purchased the beef. 3. And failed to affirmatively charge he could not be convicted on proof that he was an accomplice, accessory, or both, or receiver of stolen property; and, 3, the converse of the proposition,— if he was not present and did not aid in the taking, etc., he should be acquitted.</p>\n<p id=\"b261-7\">Even to concede that these are correct propositions of law, and might have been applicable to this case, yet, as I show above, the statute (art. 743, C. C. P.) expressly and positively prohibits this court from reversing the judgment <em>(—the judgment shall not be </em>reversed—), unless two requisites are met: First, unless such error was calculated to injure the rights of the defendant, and not then even unless, also, second, such error shall be excepted to at the time of the trial, or on a motion for new trial.</p>\n<p id=\"b261-8\">■ Appellant in no way, for any such failure to so charge, excepted to the court’s charge, nor in his motion for new trial did he so complain, nor did he ask any charge covering any of these matters, or any other, nor does he complain in any way in his brief, or in any other way whatever. This is a complete answer to this court’s contention for him in the opinion, and this court should not build up in this court claimed errors for appellant, in no way made by himself in either the lower court or this.</p>\n<p id=\"b261-9\">In my opinion the judgment should be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}