{
  "casebody": {
    "data": "<casebody firstpage=\"282\" lastpage=\"334\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b320-6\">780 A.2d 410</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b320-7\">BALTIMORE POLICE DEPARTMENT, et al. v. Charles H. CHERKES.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b320-10\">No. 1480,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"ASa\">Sept. Term, 2000.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b320-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AZ6\">Sept. 6, 2001.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b331-6\"><page-number citation-index=\"1\" label=\"293\">*293</page-number>Charles R. Gayle and William R. Phelan, Jr. (Sean Malone, on the brief), Baltimore, for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b331-7\">Robert L. Hanley, Jr. (Nolan, Plumhoff &amp; Williams, Chtd., on the brief), Towson, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b331-8\">Argued before SONNER, DEBORAH S. EYLER and ADKINS, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b331-9\">DEBORAH S. EYLER, Judge.</author>\n<p id=\"b331-10\">This is an interlocutory appeal in a police brutality case brought by Charles Cherkes, the appellee, against the Baltimore City Police Department (“the BCPD”) and former Police Commissioner Thomas Frazier (“the Commissioner”), the appellants, and two officers of the BCPD, in the Circuit Court for Baltimore City.</p>\n<p id=\"b331-11\">The circuit court granted a motion to dismiss filed by the BCPD and denied a motion to dismiss or for summary judgment filed by the Commissioner. The order granting the BCPD’s motion was not entered on the docket, however, and a docket entry referring to the motion stated, incorrectly, that it had been denied. About a year later, the BCPD and the Commissioner re-filed their motions on the same grounds and, for the BCPD, one additional ground. This time, the court denied both motions. This appeal followed.</p>\n<p id=\"b331-12\">We have divided and recast the questions presented by the BCPD and the Commissioner as follows:</p>\n<blockquote id=\"b332-3\"><page-number citation-index=\"1\" label=\"294\">*294</page-number>I. Was the circuit court’s first order granting the BCPD’s motion to dismiss conclusive, so that the court could not subsequently deny its second motion?</blockquote>\n<blockquote id=\"b332-4\">II. Did the circuit court err in denying the BCPD’s second motion to dismiss?</blockquote>\n<blockquote id=\"b332-5\">III. Did the circuit court err in denying the Commissioner’s second motion to dismiss or for summary judgment?</blockquote>\n<p id=\"b332-6\">For the following reasons, we answer “no” to question I and “yes” to questions II and III. Accordingly, we shall vacate the pertinent orders of the circuit court and remand the case for judgment to be entered in favor of the appellants.</p>\n<p id=\"b332-7\">FACTS AND PROCEEDINGS</p>\n<p id=\"b332-8\">On December 14, 1998, Cherkes filed suit in the Circuit Court for Baltimore City against the Mayor and City Council of Baltimore (the “City”), the BCPD, the Commissioner, and Officers Charles Sparenberg and Robert E. Briscoe, of the BCPD. His complaint alleged the following facts.</p>\n<p id=\"b332-9\">On March 1, 1998, at around 5:30 a.m., Cherkes was standing on the sidewalk in front of the Windsor Club on East Fayette Street, in Baltimore City. Officers Sparenberg and Briscoe arrived at the Windsor Club location, purportedly to investigate a citizen’s complaint of a liquor law violation. The officers approached Cherkes from behind, as he was standing on the sidewalk. One of them said, “Motherfucker, if you touch that door, I’ll arrest your ass.” When Cherkes turned to see what he had done to provoke that statement, one of the officers pushed him and punched him in the face. Both officers tackled Cherkes and threw him against the glass vestibule of the building. The officers then threw Cherkes to the ground and beat him repeatedly about the head and body. More BCPD officers arrived and joined in the beating. At one point, Officer Briscoe wrapped his handcuffs around his fist and used them to beat Cherkes. The officers continued to beat Cherkes as he was lying on the ground, trying to cover himself.</p>\n<p id=\"b333-4\"><page-number citation-index=\"1\" label=\"295\">*295</page-number>The officers placed Cherkes under arrest, put him in a BCPD vehicle, and transported him to Mercy Medical Center, where they caused him additional injury by dragging him out of the vehicle and dropping him to the pavement from a height of several feet.</p>\n<p id=\"b333-5\">Officer Briscoe went before a court commissioner and had Cherkes charged with criminal assault on both himself and Officer Sparenberg. Officer Briscoe also charged Cherkes with violating article 2B, section 19-101 of the Baltimore City Code. According to Cherkes, Officer Briscoe falsely swore in the charging papers that Cherkes had been intoxicated and had endangered the officers’ safety during the encounter.</p>\n<p id=\"b333-6\">On June 11, 1998, the criminal case against Cherkes was called for trial. The State <em>nolle prossed </em>the assault charges pertaining to Officer Sparenberg, after he failed to appear. The charges respecting Officer Briscoe were tried and Cherkes was acquitted. According to Cherkes, Officer Briscoe testified falsely about the March 1,1998 incident.</p>\n<p id=\"b333-7\">Cherkes’s complaint in this case sets forth twenty claims, in twenty separate counts. The following torts are alleged in ten separate counts: battery, assault, false arrest, false imprisonment, malicious prosecution, defamation, intentional infliction of emotional distress, violation of article 24 of the Maryland Declaration of Rights,<footnotemark>1</footnotemark> violation of article 26 of the Maryland Declaration of Rights,<footnotemark>2</footnotemark> and negligent hiring and supervision. The remaining ten counts seek punitive damages on each of <page-number citation-index=\"1\" label=\"296\">*296</page-number>those claims. All of the counts except negligent hiring and supervision are predicated on the acts of the individual police officers, with the liability of the City, the BCPD, and the Commissioner resting on a general allegation that the officers were at all times acting as their agents and employees. The negligent hiring and supervision count alone alleges direct (as opposed to vicarious) liability against the City, the BCPD, and the Commissioner.</p>\n<p id=\"b334-4\">On January 21, 1999, the City moved to dismiss all counts against it, arguing that as a matter of law the officers were not its agents. Cherkes opposed the City’s motion. On March 5, 1999, the motion was granted and the City was dismissed, without prejudice.</p>\n<p id=\"b334-5\">In the meantime, on February 17,1999, the BCPD moved to dismiss all counts against it on the ground that it has no existence separate from the State of Maryland and therefore lacks capacity to be sued. At the same time, the Commissioner filed a motion to dismiss or for summary judgment for failure to state a claim for which relief may be granted and on the grounds of sovereign immunity and public official immunity. Cherkes filed oppositions to these motions. He then amended his complaint, by interlineation, to add the State of Maryland (the “State”) as a defendant.</p>\n<p id=\"b334-6\">Discovery ensued and then was stayed for a period of time pending rulings on the outstanding motions. On September 15, 1999, the circuit court (Cannon, J.) issued two orders, one granting the BCPD’s motion to dismiss and the other denying the Commissioner’s motion to dismiss or for summary judgment. The order denying the Commissioner’s motion was docketed on September 24, 1999, and was mailed to the parties. For reasons that are not clear, the order granting the BCPD’s motion to dismiss was not docketed and appears not to have been mailed to the parties. Also for reasons that are not clear, the computer-generated docket sheet stated, incorrectly, that the BCPD’s motion was denied.</p>\n<p id=\"b335-4\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>Discovery resumed. The scheduled May 9, 2000 trial date was postponed at the joint request of the parties, and trial was reset for September 18, 2000.</p>\n<p id=\"b335-5\">On June 29, 2000, the following three motions were filed: 1) a motion to dismiss by the State on the ground of sovereign immunity; 2) a second motion to dismiss by the BCPD, on the same ground raised in its first motion and also on the ground of sovereign immunity; and 3) a second motion to dismiss or for summary judgment by the Commissioner, on the same grounds raised in his first motion. Cherkes filed oppositions to these motions.</p>\n<p id=\"b335-6\">On July 27, 2000, the circuit court (Cave, J., specially assigned), issued two orders. The first granted the State’s motion to dismiss “as not responsible for the Baltimore City Police.” The second denied the BCPD’s motion, citing the Local Government Tort Claims Act. Both orders were docketed on July 31, 2000. On August 8, 2000, the circuit court (Berger, J.) issued an order denying the Commissioner’s motion to dismiss or for summary judgment. That order was docketed on August 9, 2000.<footnotemark>3</footnotemark></p>\n<p id=\"b335-7\">The BCPD and the Commissioner filed notices of appeal within thirty days of the docketing of the orders pertaining to their respective motions. On December 18, 2000, the day the record was transmitted from the circuit court to this Court, Judge Cannon’s September 15, 1999 order granting the BCPD’s motion to dismiss was entered on the docket.</p>\n<p id=\"b335-8\">DISCUSSION</p>\n<p id=\"b335-9\">The procedural posture of this case is such that before reaching the merits of the appellants’ contentions, we first shall address the issue of subject matter jurisdiction.</p>\n<p id=\"b335-10\">Section 12-301 of the Courts and Judicial Proceedings Article of Md.Code (1998 Repl.Vol., 2000 Supp.) (“CJ”) provides, in pertinent part:</p>\n<blockquote id=\"b336-3\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>Except as provided in § 12-302 of this subtitle, a party may appeal from a final judgment entered in a civil or criminal case by a circuit court. The right of appeal exists from a final judgment entered by a court in the exercise of original, special, limited, statutory jurisdiction, unless in a particular case the right of appeal is expressly denied by law.</blockquote>\n<p id=\"b336-4\">“Thus, it is well settled that, to be appealable, an order or judgment ordinarily must be final.” <em>Jackson v. State, </em>358 Md. 259, 266, 747 A.2d 1199 (2000) (citations omitted).</p>\n<p id=\"b336-5\">The Court of Appeals has “ ‘long recognized, however, a narrow class of orders, referred to as collateral orders, which are offshoots of the principal litigation in which they are issued and which are immediately appealable as “final judgments” without regard to the posture of the case.’ ” <em>State v. Jett, </em>316 Md. 248, 251, 558 A.2d 385 (1989) (quoting <em>Harris v. David S. Harris, P.A., </em>310 Md. 310, 315, 529 A.2d 356 (1987)). Collateral orders of this sort</p>\n<blockquote id=\"b336-6\">are treated as final under the “collateral order doctrine,” which was first recognized by the United States Supreme Court in <em>Cohen v. Beneficial Loan Corp., </em>337 U.S. 541, 545-47, 69 S.Ct. 1221, 1225-26, 93 L.Ed. 1528 (1949). For an order to be appealable under that doctrine it must:</blockquote>\n<blockquote id=\"b336-7\">(1) conclusively determine the disputed question, (2) resolve an important issue, (3) be completely separate from the merits of the action, and (4) be effectively unreviewable on appeal from a final judgment.</blockquote>\n<p id=\"b336-8\"><em>Nelson v. Kenny, </em>121 Md.App. 482, 485, 710 A.2d 345 (1998) (citing <em>Jett, </em>316 Md. at 251, 558 A.2d 385; <em>Bunting v. State, </em>312 Md. 472, 477, 540 A.2d 805 (1988); <em>Harris v. Harris, </em>310 Md. 310, 316, 529 A.2d 356 (1987)).</p>\n<p id=\"b336-9\">In <em>Nelson v. Kenny, supra, </em>121 Md.App. 482, 710 A.2d 345, we discussed the applicability of the collateral order doctrine to appeals of rulings respecting immunities:</p>\n<blockquote id=\"b336-10\">Absolute immunity ... is a time-bound right that fits precisely the framework of the collateral order doctrine: it is an important issue separate and apart from the merits of the case that is effectively unreviewable on appeal from a <page-number citation-index=\"1\" label=\"299\">*299</page-number>final judgment because taking the case to a final judgment will destroy the right____</blockquote>\n<blockquote id=\"b337-4\">When the immunity claimed is a qualified immunity, not an absolute immunity, however, application of the collateral order doctrine is not as clear-cut, for two reasons. First, it may not be possible to determine whether the defendant is entitled to qualified immunity without resolving disputes of fact that go to the merits of the case. In that circumstance, the issue of qualified immunity is not “collateral,” within the meaning of the collateral order doctrine: “When ... resolution of the immunity defense depends upon disputed factual issues, or upon mixed questions of fact and law, an immediate appeal will not lie, and review of the qualified immunity determination will have to await the trial court’s resolution of the factual questions.” ... Only when a qualified immunity defense can be decided without delving into and resolving disputed facts is an interlocutory order denying summary judgment sufficiently separate from the merits of the case to qualify as a collateral order.... Second, even if the issue is truly collateral, the defense of qualified immunity may not be effectively unreviewable on appeal from a final judgment because it may not be tantamount to a right not to be tried.</blockquote>\n<p id=\"b337-5\"><em>Id. </em>at 486-87, 710 A.2d 345 (citations omitted) (quoting <em>Port Deposit v. Petetit, </em>113 Md.App. 401, 414, 688 A.2d 54 (1997)).</p>\n<p id=\"b337-6\">The collateral order doctrine permits immediate appellate review of a denial of a motion to dismiss that prevents the State or a State agency from avoiding trial based on governmental immunity. <em>Bradley v. Fisher, </em>113 Md.App. 603, 611, 688 A.2d 527 (1997) (citing <em>State v. Hogg, </em>311 Md. 446, 456-57, 535 A.2d 923 (1988)). In contrast, “public official immunity is qualified, not absolute. It may be defeated by proof of malice, <em>i.e. </em>affirmative evidence that the official intentionally performed an act without legal justification or excuse, but with an evil or rancorous motive influenced by hate, the purpose being to deliberately injure the plaintiff.” <em>Nelson, </em>121 Md.App. at 487, 710 A.2d 345 (citations and internal quotation marks omitted).</p>\n<blockquote id=\"b338-3\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>Whether a defendant possesses a qualified immunity is ultimately an issue of law for the court to determine. To the extent that it depends on the resolution of disputed facts, however, some of those disputes — the existence of gross negligence or malice, for example — may be for the trier of fact to resolve; others — whether the defendant is a public official and, if so, whether the duty he was performing was discretionary or ministerial — will be for the court.</blockquote>\n<p id=\"AAqy\"><em>Town of Port Deposit, </em>113 Md.App. at 414-15, 688 A.2d 54 (citation and internal quotation marks omitted).</p>\n<p id=\"b338-4\">Accordingly, even though the orders appealed from in the case <em>sub judice </em>are interlocutory, and not subject to appeal under CJ § 12-301, they are appealable under the collateral order doctrine so as to permit us to address whether Cherkes’s claims are barred by sovereign immunity — an absolute immunity. Insofar as the Commissioner relies on public official immunity — a qualified immunity — the interlocutory order denying his motion to dismiss or for summary judgment is appealable only if the immunity question is not bound up in resolution of disputed, material facts.</p>\n<p id=\"b338-5\">I</p>\n<p id=\"b338-6\">The BCPD contends that Judge Cannon’s September 15, 1999 order granting its first motion to dismiss controlled the outcome of the claims against it, particularly given that the order was docketed after Judge Cave’s July 27, 2000 order denying its second motion to dismiss. It contends, therefore, that the court, through Judge Cave, erred in denying its second motion to dismiss.</p>\n<p id=\"b338-7\">“As a general principle, one judge of a trial court ruling on a matter is not bound by a prior ruling in the same case by another judge of the court; the second judge, in his discretion, may ordinarily consider the matter de novo.” <em>State v. Frazier, </em>298 Md. 422, 449, 470 A.2d 1269 (1984) (citations omitted). “While the trial judges may choose to respect a prior ruling in a case, they are not required to do so.” <em>Ralkey v. Minnesota Mining &amp; Mfg. Co., </em>63 Md.App. 515, 522-23, 492 <page-number citation-index=\"1\" label=\"301\">*301</page-number>A.2d 1358 (1985) (citation omitted); <em>see also Placido v. Citizens Bank &amp; Trust Co., </em>38 Md.App. 33, 45, 379 A.2d 773 (1977) (“ ‘There is no decision or statute which requires one <em>nisi prius </em>judge to accept as final and conclusive the decisions on the law before trial of another judge or court.’ ”) (quoting <em>National Liberty Ins. Co. of Am. v. Thrall, </em>181 Md. 19, 23, 27 A.2d 353 (1942)).</p>\n<p id=\"b339-4\">Under Md. Rule 2-602(a), a circuit court has full revisory power over interlocutory orders:</p>\n<blockquote id=\"b339-5\">Except as provided in section (b) of this Rule, an order or other form of decision, however designated, that adjudicates fewer than all of the claims in an action (whether raised by original claim, counterclaim, cross-claim, or third-party claim), or that adjudicates less than an entire claim, or that adjudicates the rights and liabilities of fewer than all the parties to the action:</blockquote>\n<blockquote id=\"b339-6\">(1) is not a final judgment;</blockquote>\n<blockquote id=\"b339-7\">(2) does not terminate the action as to any of the claims or any of the parties; and</blockquote>\n<blockquote id=\"b339-8\">(3) <em>is subject to revision at any time before the entry of a judgment that adjudicates all of the claims by and against all of the parties.</em></blockquote>\n<p id=\"b339-9\">(Emphasis added.) <em>See Quartertime Video &amp; Vending Corp. v. Hanna, </em>321 Md. 59, 66, 580 A.2d 1073 (1990). “[A]ll judgments are subject to revision in a multi-claim or multiparty suit until the claims of all the parties against each other have been disposed of, absent both an express determination that there is no just reason for delay and an express direction for the entry of judgment.” <em>Associated Realty Co. v. Kimmelman, </em>19 Md.App. 368, 374, 311 A.2d 464 (1973) (discussing former Md. Rule 605(a), the predecessor to Md. Rule 2-602(a)).</p>\n<p id=\"b339-10\">In essence, the BCPD asserts that the “law of the case” doctrine precluded Judge Cave from reconsidering Judge Cannon’s decision to grant the BCPD’s motion to dismiss. The “law of the case” doctrine “provides that a legal rule or decision between the same parties in the same case <page-number citation-index=\"1\" label=\"302\">*302</page-number>controls in subsequent proceedings between them” and that “a ruling by the trial court remains binding until an appellate court reverses or modifies it.” <em>Ralkey, </em>63 Md.App. at 520, 492 A.2d 1358 (citation and internal quotation marks omitted). This doctrine, however, “does not apply between courts of coordinate jurisdiction before entry of a final judgment.” <em>Id. </em>at 521, 492 A.2d 1358 (discussing <em>Placido, </em>38 Md.App. at 45, 379 A.2d 773); <em>see also Warfel v. Brady, </em>95 Md.App. 1, 6-7, 619 A.2d 171 (1993) (citations omitted). Therefore, the “law of the case” doctrine did not control in the case <em>sub judice.</em></p>\n<p id=\"b340-4\">Notwithstanding Judge Cannon’s decision granting the BCPD’s first motion to dismiss, Judge Cave had the authority to consider and make rulings on the issues raised in the BCPD’s second motion to dismiss, including the issues decided by Judge Cannon. Even after Judge Cannon granted its first motion to dismiss, the BCPD remained a party to the case and would so remain until the entry of a final judgment adjudicating all of Cherkes’s claims. <em>See Waters v. United States Fid. &amp; Guar. Co., </em>328 Md. 700, 707-08, 616 A.2d 884 (1992) (citations omitted). The granting of the BCPD’s first motion to dismiss did not resolve all of the claims in the action, <em>e.g., </em>Cherkes’s claims against Officers Briscoe and Sparenberg, and against the Commissioner. Under Md. Rule 2-602(a)(3), therefore, the circuit court retained full revisory power over Judge Cannon’s September 15,1999 order.</p>\n<p id=\"b340-5\">When Judge Cave decided the BCPD’s second motion to dismiss, Judge Cannon’s September 15, 1999 order was in the record (although undocketed and erroneously referenced in the docket entries). In effect, therefore, Judge Cave reconsidered the question of whether the BCPD was entitled to have the claims against it dismissed, as a matter of law, and by his July 27, 2000 order revised Judge Cannon’s September 15, 1999 order addressing that question. This was within Judge Cave’s discretion to do.</p>\n<p id=\"b340-6\">It is inconsequential that the clerk of the circuit court corrected the docket entry regarding Judge Cannon’s September 15, 1999 order after docketing Judge Cave’s July 27, 2000 <page-number citation-index=\"1\" label=\"303\">*303</page-number>order. The BCPD acknowledges that, before December 14, 2000, “the docket entries erroneously seemed to indicate that the BCPD’s [first motion to dismiss] had been denied.” As a result, the amendment of the docket entries on December 14, 2000 was nothing more than a correction of a clerical error and had no bearing on the decision of the circuit court.</p>\n<p id=\"b341-4\">II</p>\n<p id=\"b341-5\">The BCPD’s next contention is two-pronged. First, it argues that the circuit court failed to properly apply the doctrine of State sovereign immunity and therefore erred in denying its motion to dismiss. Second, and alternatively, it argues that it should have been dismissed from the case because it has no existence as a legal entity capable of being sued.</p>\n<p id=\"b341-6\">Assuming the BCPD is a suable entity, we conclude that it was protected against all of Cherkes’s claims by State sovereign immunity, as a matter of law. For the reasons we shall explain, the only potential liability of the BCPD with respect to the claims asserted in this case is for non-payment of a judgment entered against the individual police officer defendants, under the Local Government Tort Claims Act. Because no such judgment has been entered, and none of the claims asserted against the BCPD concern that possible eventuality, we agree with the BCPD that the circuit court erred in denying its motion to dismiss.</p>\n<p id=\"b341-7\">By Chapter 367 of the 1867 Laws of Maryland, the General Assembly made the BCPD a State agency, and designated its officials and officers as State officers. <em>Clea v. Mayor of Baltimore, </em>312 Md. 662, 668, 541 A.2d 1303 (1988). That enactment appears today in section 16-2(a) of the Public Local Laws of Baltimore City, which states, “The Police Department of Baltimore City is hereby constituted and established as an agency and instrumentality of the State of Maryland.” <em>See also City of Baltimore v. Silver, </em>263 Md. 439, 450, 283 A.2d 788 (1971); <em>cf. Ashton v. Brown, </em>339 Md. 70, 104 n. 18, 660 A.2d 447 (1995) (noting that “[t]he Baltimore City Police <page-number citation-index=\"1\" label=\"304\">*304</page-number>Department, for purposes of Maryland law, is a state agency” (citation omitted)).</p>\n<p id=\"b342-5\">In <em>Clea v. Mayor of Baltimore, supra, </em>312 Md. 662, 541 A.2d 1303, the Court of Appeals discussed the BCPD’s status as a State agency in the context of an action in which it, one of its officers, the City of Baltimore, and the Commissioner were sued for damages for common law torts and State constitutional torts allegedly committed by the officer. The plaintiff claimed the officer had conducted an illegal search of his house, and that the City, the BCPD, and the Commissioner were acting jointly as the officer’s employer, and therefore were vicariously liable for his tortious acts. The plaintiffs joint employer theory was premised on the BCPD being an agency of the City of Baltimore.</p>\n<p id=\"b342-6\">The circuit court dismissed the claims against the City, the BCPD, and the Commissioner, on the ground of immunity, and granted summary judgment in favor of the officer. The Court of Appeals affirmed the judgment on appeal.<footnotemark>4</footnotemark> It held that the BCPD is a State agency, not an agency of the City; accordingly, the City could not have <em>respondeat superior </em>liability for the acts of the officer, and the joint employer theory advanced by the plaintiff was without basis in the law. The Court explained that ever since the 1867 enactment that created the BCPD as a State agency, the Court had</p>\n<blockquote id=\"AY3\">consistently held that Baltimore City should not be regarded as the employer of members of the Baltimore City Police Department for purposes of tort liability. Unlike other municipal or county police departments which are agencies of the municipality or county ..., the Baltimore City Police Department is a state agency. Thus, as a matter of Maryland law, no liability ordinarily attaches to Baltimore City under the doctrine of <em>respondeat superior </em>for the torts of Baltimore City police officers acting within the scope of their employment.</blockquote>\n<p id=\"b343-3\"><page-number citation-index=\"1\" label=\"305\">*305</page-number><em>Id. </em>at 668, 541 A.2d 1303 (citations omitted). The Court further stated, with respect to the claims against the BCPD and the Commissioner:</p>\n<blockquote id=\"b343-4\">[I]n determining whether the Baltimore City Police Department and its Commissioner might be liable, under the doctrine of respondeat superior, for [the police officer’s] tortious conduct, the principles governing the liability of <em>state </em>agencies would be controlling.</blockquote>\n<p id=\"b343-5\"><em>Id. </em>at 670, 541 A.2d 1303 (citations omitted). The Court did not go on to apply those principles to the claims against the BCPD and the Commissioner, however, because the issue had not been preserved for review:</p>\n<blockquote id=\"b343-6\">The issue of the Police Department’s and the Commissioner’s liability or non-liability, <em>as state agencies, </em>for [the individual police officer’s] conduct has never been raised in this case. The pertinent principles, considerations, and authorities have been entirely overlooked. Absent any briefing or argument whatsoever concerning the issue, we decline to decide it.</blockquote>\n<p id=\"b343-7\"><em>Id. </em>at 671, 541 A.2d 1303 (citations omitted)(emphasis in original).</p>\n<p id=\"b343-8\">The common law doctrine of State sovereign immunity is a guiding principle governing State agency liability for tort damages. The principle holds that, except and to the extent that common law State sovereign immunity has been waived by statute or by necessary implication, it exists. <em>Condon v. State of </em>Md.—University of <em>Md., </em>332 Md. 481, 492, 632 A.2d 753 (1993) (citations omitted). “ ‘Under the doctrine of sovereign immunity, neither a contract nor a tort action may be maintained against the State unless specific legislative consent has been given and funds (or the means to raise them) are available to satisfy the judgment.’ ” <em>Catterton v. Coale, </em>84 Md.App. 337, 345-46, 579 A.2d 781 (1990) (quoting <em>Department of Natural Resources v. Welsh, </em>308 Md. 54, 58-59, 521 A.2d 313 (1986)).</p>\n<p id=\"b343-9\">State sovereign immunity, unlike the immunity of counties, municipalities, and local governmental agencies, is <page-number citation-index=\"1\" label=\"306\">*306</page-number>“total.” <em>O &amp; B, Inc. v. Maryland-National Capital Park &amp; Planning Comm’n, </em>279 Md. 459, 462, 369 A.2d 553 (1977). This total immunity protects the State not only from damage actions for ordinary torts but also from such actions for State constitutional torts. In <em>Ritchie v. Donnelly, </em>324 Md. 344, 597 A.2d 432 (1991), the Court so stated, and explained the underlying reason for the total immunity of the State from liability for State constitutional torts as follows:</p>\n<blockquote id=\"b344-4\">The theory that, in the absence of a statute, the State itself cannot be held liable in damages for acts which are unconstitutional rests on public policy and a theoretical notion of the “State.” ... In <em>Dunne v. State, </em>[162 Md. 274, 284-85, 159 A. 751 (1932)], the Court reaffirmed the principle, saying: “The ‘State’ spoken of in this rule [of sovereign immunity] ‘itself is an ideal person, intangible, invisible, immutable,’ ” which can “ ‘act only by law, [and] whatever it does say and do must be lawful.’ ”</blockquote>\n<p id=\"b344-5\">324 Md. at 369, 597 A.2d 432. <em>See State v. Meade, </em>101 Md.App. 512, 522-23, 647 A.2d 830 (1994)(noting that in <em>Ritchie v. Donnelly, supra, </em>324 Md. 344, 597 A.2d 432, and <em>Clea v. Mayor of Baltimore, supra, </em>312 Md. 662, 541 A.2d 1303, “the Court [of Appeals] confirmed that a common law action for damages will lie for violations of articles 24 and 26 [of the Maryland Declaration of Rights], ... but that, absent legislation consenting to suit, the doctrine of sovereign immunity precludes an action for damages against the State.”). <em>See also Samuels v. Tschechtelin, </em>135 Md.App. 483, 522, 763 A.2d 209 (2000) (“Absent legislative waiver, the doctrine of sovereign immunity precludes a damages action against the State for alleged violations of Article 24 [of the Maryland Declaration of Rights].” (citations omitted)).</p>\n<p id=\"b344-6\">“State agencies have normally been treated as if they were the State of Maryland for purposes of immunity, so that they enjoy the same immunity from ordinary tort and contract suits which the State enjoys.” <em>Board of Educ. v. Town of Riverdale, </em>320 Md. 384, 389, 578 A.2d 207 (1990) (citing <em>Maryland-Nat’l Capital Park &amp; Planning Comm’n v. Kranz, </em>308 Md. 618, 622, 521 A.2d 729 (1987); <em>Austin v. City of Baltimore, </em>286 <page-number citation-index=\"1\" label=\"307\">*307</page-number>Md. 51, 58, 405 A.2d 255 (1979)); <em>see also Maryland State Highway Admin. v. Kim, </em>353 Md. 313, 333, 726 A.2d 238 (1999) (citing <em>Godwin v. County Comm’rs, </em>256 Md. 326, 334, 260 A.2d 295 (1970)). This is the case because “State agencies exist merely as the State’s hands or instruments to execute [the State’s] will.... Indeed, ‘to hold [State agencies] responsible for negligence would be the same as holding the sovereign power answerable to its action.’ ” <em>Town of Port Deposit, </em>113 Md.App. at 418-19, 688 A.2d 54 (quoting <em>Town of Riverdale, </em>320 Md. at 388-89, 578 A.2d 207 (citations omitted)).</p>\n<p id=\"b345-4\">Whether sovereign immunity protects a State agency — as distinguished from the State — against liability for state constitutional torts is not quite so clear. In <em>Clea, supra, </em>312 Md. at 670-71, 541 A.2d 1303, after commenting that the liability of the BCPD and the Commissioner would be governed by principles of State agency liability, the Court remarked:</p>\n<blockquote id=\"b345-5\">The State of Maryland ... is, of course, generally immune from tort liability unless that immunity has been waived.... In ordinary tort actions for damages, state agencies are also shielded by the State’s sovereign immunity unless that immunity has been waived. <em>Md.-Nat’l Cap. P. &amp; P. Comm’n v. Kranz, supra, </em>308 Md. at 622, 521 A.2d 729. With regard to the liability or non-liability of state agencies or the heads of state agencies for constitutional violations, <em>see, e.g., Dep’t of Natural Resources v. Welsh, </em>308 Md. 54, 60-65, 521 A.2d 313 (1986), and cases there discussed; <em>Walker v. Acting Director, </em>284 Md. 357, 364, 396 A.2d 262 (1979); <em>Davis v. State, </em>183 Md. 385, 388-393, 37 A.2d 880 (1944); <em>Dunne v. State, </em>162 Md. 274, 288, 159 A. 751, <em>appeal dismissed, </em>287 U.S. 564, 53 S.Ct. 23, 77 L.Ed. 497 (1932); <em>Weyler v. Gibson, </em>110 Md. 636, 73 A. 261 (1909).</blockquote>\n<p id=\"b345-6\">Thus, the Court seems to have suggested that while State agencies enjoy sovereign immunity in “ordinary tort actions for damages,” that might not be the case with respect to State constitutional violations.</p>\n<p id=\"b345-7\">The cases cited by the Court in <em>Clea </em>do not involve damage actions based on State constitutional torts, however; so the <page-number citation-index=\"1\" label=\"308\">*308</page-number>outcomes of those cases, to the extent they do not recognize State agency sovereign immunity, are explained by the need for an effective remedy to redress a particular constitutional violation (including but not limited to taking of property without just compensation).</p>\n<p id=\"b346-5\">In <em>Weyler v. Gibson, supra, </em>110 Md. 636, 73 A. 261, the Court of Appeals held that the doctrine of sovereign immunity did not protect the State from an ejectment action to remedy an unconstitutional taking of property. There, the directors of the Maryland Penitentiary took possession of a street and abutting properties and used the land to build a new wing for the penitentiary. The directors did not condemn or otherwise acquire the title to the bed of the street. The owners of the street brought an ejectment action against the warden. Judgment was entered for the owners against the warden. On appeal, the Court of Appeals affirmed, holding that the landowners could pursue an action for ejectment against the warden.<footnotemark>5</footnotemark> The Court explained:</p>\n<blockquote id=\"b346-6\">[The] immunity of the State from suit rests upon grounds of public policy, and is too firmly fixed in our law to be questioned. But it would be strange indeed, in the face of the solemn constitutional guarantees, which place private property among the fundamental and indestructible rights of the citizen, if this principle could be extended and applied so as to preclude him from prosecuting an action of ejectment against a State Official unjustly and -wrongfully withholding property, by the mere fact that he was holding it for the State and State uses.</blockquote>\n<blockquote id=\"b346-7\">It is easy to see the abuses to which a doctrine like that would lead. That such is not the law has been conclusively settled....</blockquote>\n<p id=\"b346-8\"><em>Id. </em>at 654, 73 A. 261. In <em>Walker v. Acting Director, supra, </em>284 Md. at 363-64, 396 A.2d 262, the Court made reference to a landowner’s ability to pursue an action for ejectment, as <page-number citation-index=\"1\" label=\"309\">*309</page-number>recognized in <em>Weyler, </em>when it rejected a landowner’s claim that the State owed him prejudgment interest for its possession of his land before the conclusion of condemnation proceedings.</p>\n<p id=\"b347-4\">In <em>Davis v. State, supra, </em>183 Md. at 393, 37 A.2d 880, the Court observed that “an officer of the State acting under color of his official authority may be enjoined from enforcing a State law claimed to be repugnant to the State or Federal Constitution, even though such injunction may cause the State law to remain inoperative until the constitutional question is judicially determined.” In <em>Dunne v. State, supra, </em>162 Md. at 288, 159 A. 751, the Court held that sovereign immunity does not protect a State agency in an action alleging the taking of property contrary to the mode prescribed by law, because any such act is not the act of the State, but an unlawful usurpation by the individual who effected the taking.</p>\n<p id=\"b347-5\">Finally, in <em>Department of Natural Resources v. Welsh, supra, </em>308 Md. 54, 521 A.2d 313, the State Department of Natural Resources instituted condemnation proceedings for a certain parcel of land in Allegany County. One of the landowners did not receive notice of the proceedings and subsequently brought an action to quiet title. The Department raised the defense of sovereign immunity. The trial court ruled that sovereign immunity did not protect the Department against an action to quiet title. The Court of Appeals affirmed, observing:</p>\n<blockquote id=\"b347-6\">The Department further argues that <em>Weyler </em>should be distinguished on the grounds that (1) the defendant in <em>Weyler </em>was an individual rather than an agency and (2) the suit was one for ejectment rather than one to quiet title. On the first point, [the landowner] correctly notes that actions have been permitted against State officials where the same action could not have been brought against the sovereign....</blockquote>\n<blockquote id=\"b347-7\">Accordingly, in the context of the facts presented by this case, where it is alleged that a State agency and its officials have taken private property without just compensation, we <page-number citation-index=\"1\" label=\"310\">*310</page-number>hold that an action to quiet title may properly be brought against the public officials or the State agency.</blockquote>\n<p id=\"b348-5\"><em>Id. </em>at 64-65, 521 A.2d 313.</p>\n<p id=\"b348-6\">The lesson that emerges from these cases is that when the remedy that is necessary to vindicate or protect a State constitutional right is equitable in nature, requiring a declaration of rights or injunctive relief against a State agency, or seeking a form of remedy other than damages, sovereign immunity does not protect the agency from suit. As the Court in <em>Weyler v. Gibson </em>recognized, if it were otherwise, a citizen would have no means to prevent or stop a State agency from violating his constitutional rights. That analysis does not apply, however, when the action against the State agency is one at law, for damages. Accordingly, while the cases cited in <em>Clea </em>provide a basis for distinguishing actions for declarative, injunctive, or other equitable relief against the State from such actions against State agencies for purposes of sovereign immunity, they do not provide a basis to distinguish the State from State agencies with regard to claims for damage actions based on State constitutional torts.</p>\n<p id=\"b348-7\">We return then to the question of the BCPD’s status for purposes of immunity from liability for damages in tort. As stated above, in <em>Clea, </em>while the Court held that the BCPD is a State agency and therefore the City of Baltimore could not have <em>respondeat superior </em>liability for the torts of BCPD officers, it did not discuss the application of the doctrine of State sovereign immunity to the BCPD, because the parties had failed to raise, much less brief, the issue. The Court emphasized the longstanding designation of the BCPD as a State agency, however, and went on to point out that when the General Assembly transferred the power to appoint the Commissioner from the Governor to the Mayor of Baltimore in 1976, it kept the denomination of the BCPD as a <em>“state </em>rather than a local government agency[.]” <em>Clea, </em>312 Md. at 669, 541 A.2d 1303 (emphasis in original). The Court also observed that “the General Assembly, and not the Baltimore City Council, ha[d] continued to be the legislative body enacting <page-number citation-index=\"1\" label=\"311\">*311</page-number>significant legislation governing the Baltimore City Police Department.” <em>Id.</em></p>\n<p id=\"b349-4\">Article 16 of the Code of Public Local Laws of Baltimore City, entitled “Police Department,” is a comprehensive set of local laws passed by the General Assembly that creates the BCPD and governs its operation. It “constitute^ and established]” the BCPD as an “agency and instrumentality of the State of Maryland” (§ 16 — 2(a)); describes its duties, both inside and outside the City limits (§ 16-2(a) and (b)); enumerates the powers and duties of its officers (§ 16-3); establishes the office of the Police Commissioner (and of the Acting Commissioner)(§§ 16-4 and 16-6); defines the Commissioner’s duties (§ 16-7); and prescribes the means for his appointment and removal (§ 16-5). While conferring on the Mayor of Baltimore the power to appoint the Commissioner, it directs what considerations the Mayor shall make in exercising that power (§ 16-5(a)).</p>\n<p id=\"b349-5\">Article 16 further governs the means by which the Commissioner shall prepare a budget, and provides that the budget shall be considered by the City Board of Estimates, as is the case with other municipal agencies, but with certain provisos, and makes special provisions concerning the number of members of the department and their compensation, including payment for witness fees and overtime (§ 16-8). It goes on to spell out comprehensive provisions governing labor relations and collective bargaining (§ 16-8A); establishing disciplinary and grievance procedures for officers (§§ 16-11 and 16-12); authorizing the Commissioner to pay funds for legal defense costs for officers in civil and criminal cases, with the approval of the Attorney General (§ 16-13); and providing that the Administrative Procedure Act applies to disciplinary hearings and any appeals therefrom to the courts, including this Court, and that the Police Commissioner shall be an aggrieved party in any appeal from an adverse ruling of the Circuit Court for Baltimore City (§ 16-ll(e)).</p>\n<p id=\"b349-6\">In addition, Article 16 creates a special fund for payment of disability, retirement, and pension payments, as well as pay<page-number citation-index=\"1\" label=\"312\">*312</page-number>ments for widows, and directs the City in certain circumstances to make appropriations for the fund. (§§ 16-19 through 16-39). Finally, it establishes a Civilian Review Board to hear complaints against police officers respecting abusive language, harassment, and use of excessive force, and prescribes the composition of the board and the procedure for the making and resolution of complaints. (§§ 16-41 through 16-54).</p>\n<p id=\"b350-4\">By contrast, the Baltimore City Charter, by which the powers, structure, and functions of the City government are defined, makes no mention of the BCPD, a police department, or any police force.<footnotemark>6</footnotemark> Indeed, the sole reference to the Commissioner is by way of limitation of the City’s powers. In Article II of the Charter, the express powers provision, the Mayor and City Council of Baltimore have the authority to exercise the police power within the limits of Baltimore City, to the same extent as the State has or could exercise that power, “provided, however, that no ordinance of the City or act of any municipal officer shall conflict, impede, obstruct, hinder or interfere with the powers of the Police Commissioner.” Baltimore City Charter, Art. II, section 27. The only other reference to police or the Commissioner in the Baltimore City Charter is in respect to the police pension fund. <em>Id. </em>at section 26.</p>\n<p id=\"b350-5\">The BCPD is entirely a creature of the General Assembly, as Article 16 of the Code of Public Local Laws of Baltimore City makes plain. The Court of Appeals’s observation in <em>Clea, </em>in 1988, that the General Assembly, not the Baltimore City Council, is the legislative body that enacts significant legislation directing the structure and functions of the BCPD, is as true today as it was 13 years ago. <em>See, e.g. </em>Chpt. 290, 2000 Laws of Maryland (concerning Civilian Review Board); Chapt. 552, 1997 Laws of Maryland (adding to section 16-16A(g) <page-number citation-index=\"1\" label=\"313\">*313</page-number>through (p) provisions concerning the issuance of citations for civil violations); Chapt. 354, 1995 Laws of Maryland (repealing and reenacting with amendments provisions of section 16-27 regarding certain pension benefits for widows).</p>\n<p id=\"b351-4\">In O A <em>B, Inc. v. Maryland-National Capital Park &amp; Planning Comm’n, supra, </em>279 Md. 459, 369 A.2d 553, the Court of Appeals said:</p>\n<blockquote id=\"b351-5\">There is no single test for determining whether a governmental body is an agency of the state for purposes of sovereign immunity. Rather, it is necessary to examine the relationship between the state and the governmental entity to determine its status as either a state agency or a county or municipal agency.</blockquote>\n<p id=\"b351-6\"><em>Id. </em>at 462, 369 A.2d 553 (citations omitted); <em>see also Katz v. Washington Suburban Sanitary Comm’n, </em>284 Md. 503, 510, 397 A.2d 1027 (1979). The creation of the BCPD as a State agency in 1867, the General Assembly’s express statement, in section 16-2(a) of the Public Local Laws of Baltimore City, that the BCPD is as an “agency and instrumentality” of the State, the comprehensive statutory scheme enacted by the General Assembly governing every aspect of the BCPD, and the deference to that scheme accorded by the City of Baltimore in its Charter, compel the conclusion that the BCPD exists as an agency of the State, and therefore enjoys the common law sovereign immunity from tort liability of a State agency.</p>\n<p id=\"b351-7\">The holding in <em>Clea </em>“raised the specter” that the General Assembly had waived the BCPD’s State sovereign immunity in the Maryland Tort Claims Act (“MTCA”), Md.Code (1984, 1999 Repl.Vol., 2000 Supp.), sections 12-101 <em>et seq. </em>of the State Government Article (“SG”). <em>State v. Meade, </em>101 Md.App. at 523, 647 A.2d 830. The MTCA expressly waives the State’s sovereign immunity and makes it subject to liability “as to a tort action in a court in the State” up to “$200,000 to a single claimant for injuries arising from a single incident or occur<page-number citation-index=\"1\" label=\"314\">*314</page-number>rence” involving “State personnel.” SG § 12-104(a).<footnotemark>7</footnotemark> In 1989, the General Assembly addressed the concern that the BCPD’s sovereign immunity had been waived by amending the definition of “State personnel” in SG section 12-101 (a) of the MTCA so as to exclude BCPD officers from its scope. In <em>Meade, </em>we explained that “[t]he 1989 legislation, as enacted, was clearly effective to reinstitute the State’s sovereign immunity for conduct committed by Baltimore City police officers.” 101 Md.App. at 524, 647 A.2d 830.</p>\n<p id=\"b352-4\">As we already have observed, while the common law sovereign immunity of the State and its agencies for tort liability is “total,” the common law governmental immunity of local governments, municipalities, and their agencies is limited. See <em>Town of Riverdale, </em>320 Md. at 389, 578 A.2d 207 (“It is true that [local governments] are instrumentalities of the State, created by the State to carry out some of the State’s governmental functions. Nevertheless, under Maryland law, they have consistently been treated differently from State agencies and the State itself for purposes of immunity from suit.”). Those local governmental bodies have common law governmental immunity only for acts that are governmental, and not for private or proprietary acts, and they do not have immunity from liability for State constitutional torts. <em>DiPino v. Davis, </em>354 Md. 18, 51-52, 729 A.2d 354 (1999) (“[A]s a matter of common law, ... <em>local governmental entities </em>do, indeed, have <em>respondeat superior </em>liability for civil damages resulting from State Constitutional violations committed by their agents and employees within the scope of their employ<page-number citation-index=\"1\" label=\"315\">*315</page-number>ment.”) (emphasis added); <em>Martino v. Bell, </em>40 F.Supp.2d 719, 723 (D.Md.1999) (“ ‘Maryland law provides no immunity for <em>municipalities and other local government entities </em>based upon violations of state constitutional rights.’ ”) (quoting <em>Ashton v. Brown, supra, </em>339 Md. at 101, 660 A.2d 447 (emphasis added)).</p>\n<p id=\"b353-5\">Beyond that, the liability of local governments and entities designated as local governments is affected by the Local Government Tort Claims Act (“LGTCA”), CJ §§ 5-301 <em>et seq., </em>as we shall discuss in more detail <em>infra. </em>In 1997, the General Assembly amended the LGTCA to include the BCPD as a “local government,” in the definition section of the act. 1997 Md. Laws, chap. 369. That amendment is central to the arguments advanced by the parties in this appeal.</p>\n<p id=\"b353-6\">The BCPD contends that it has State sovereign immunity, that that immunity affords it complete protection from every claim asserted against it by Cherkes, and that the 1997 amendment to the LGTCA did not waive that immunity or alter its status as a State agency for any purpose, including for purposes of common law sovereign immunity. Therefore, the circuit court should have dismissed all of the claims against it.</p>\n<p id=\"b353-7\">Cherkes takes the position that the 1997 amendment to the LGCTA converted the BCPD from a State agency to a local governmental agency, and that one of the effects of that change was to eliminate the BCPD’s <em>common law </em>State sovereign immunity and make it a local governmental agency both for purposes of the LGCTA and for purposes of <em>common law governmental immunity. </em>Specifically, he argues that the 1997 amendment to the LGCTA repealed section 16-2(a) of the Code of Public Laws of Baltimore City, to the extent that they are inconsistent, and overruled <em>Clea </em>and any other cases addressing the question of the status of the BCPD before 1997. He further argues that because the BCPD is now a local governmental agency, it does not have governmental immunity for State constitutional torts; and under <em>DiPino v. Davis, supra, </em>354 Md. 18, 729 A.2d 354, it has <em>respondeat </em><page-number citation-index=\"1\" label=\"316\">*316</page-number><em>superior </em>liability for any State constitutional torts Officers Sparenberg and/or Briscoe may have committed. Therefore, the circuit court properly denied the BCPD’s motion to dismiss, at least insofar as the State constitutional tort claims are concerned.<footnotemark>8</footnotemark></p>\n<p id=\"b354-4\">We disagree with Cherkes that the 1997 amendment to the LGTCA converted the BCPD into a local governmental agency so as to waive its State sovereign immunity, other than as expressly stated in the act, and so as to place it in the position of a local governmental agency for purposes of common law governmental immunity.</p>\n<p id=\"b354-5\">The LGTCA was enacted by Chapter 594 of the 1987 Laws of Maryland, which passed Senate Bill 237 into law. The impetus behind that bill, which was sponsored by the Senate President on behalf of Governor Schaeffer’s Administration, and behind the companion House Bill 253, was a dramatic, recent increase in tort litigation against Maryland local governments, as documented in a January 1986 survey by the Maryland Municipal League. <em>See Briefing Paper HB 253/SB 237, Governor’s Legislative Office, </em>at 2. SB 237 was assigned to the Judicial Proceedings Committee, which issued a summary report stating, <em>inter alia, </em>that “[t]he intent of this bill is to create a new subtitle in the Courts and Judicial Proceedings Article for the purpose of limiting the civil liability of local government.” Senate Judicial Proceedings Committee, Summary Report on Senate Bill 237, at 3 (1987). The “background” for the bill in the summary report reads, in pertinent part:</p>\n<blockquote id=\"b354-6\">In recent years, local governments have increasingly become targets for liability claims.</blockquote>\n<blockquote id=\"b354-7\">Senate Bill 237 will address the existing liability crisis for local governments and problems of increasing claims, higher <page-number citation-index=\"1\" label=\"317\">*317</page-number>judgments, larger settlements, and the availability and affordability of insurance.</blockquote>\n<blockquote id=\"b355-4\">Cities and towns may pay the bill for higher and higher insurance premiums, but it is the taxpayer who is the real victim. The choice for all local governments when presented with huge cost increases is either higher taxes or reduced services.</blockquote>\n<p id=\"b355-5\">\n<em>Id.</em>\n</p>\n<p id=\"b355-6\">The following salient changes in tort liability, immunity, and responsibility for local government entities were brought about by enactment of the LGTCA in 1987: <page-number citation-index=\"1\" label=\"318\">*318</page-number><em>See Housing Auth. v. Bennett, </em>359 Md. 356, 357-58, 754 A.2d 367 (2000); <em>DiPino v. Davis, supra, </em>354 Md. at 49, 729 A.2d 354.</p>\n<blockquote id=\"b355-7\"><page-number citation-index=\"1\" label=\"317\">*317</page-number>• In some situations, the liability of a local government for damages for its own tortious conduct or the tortious conduct of its employees is capped at $200,000 per individual claim and $500,00 for total claims arising from a single occurrence. (CJ § 5-303(a)).</blockquote>\n<blockquote id=\"b355-8\">• Before an action for unliquidated damages may be brought against a local government or its employee, notice must be given in compliance with the act. (CJ § 5-304).</blockquote>\n<blockquote id=\"b355-9\">• Local governments are responsible for paying the legal defense costs of their employees in actions alleging damages resulting from tortious acts or omissions by an employee in the scope of his employment. (CJ § 5-302(a)).</blockquote>\n<blockquote id=\"b355-10\">• A person may not execute on a judgment for compensatory damages entered against an employee of a local government resulting from tortious acts or omissions by an employee within the scope of employment and without malice. (CJ § 5-302(b)).</blockquote>\n<blockquote id=\"b355-11\">• Local governments are responsible for paying such judgments. (CJ § 5-303(b)).</blockquote>\n<blockquote id=\"b355-12\">• Local governments may not be liable for punitive damages, but may indemnify employees for punitive damages awards entered against them. (C J § 5-303(c)).</blockquote>\n<p id=\"b356-5\"><page-number citation-index=\"1\" label=\"318\">*318</page-number>Section 5-303(b)(2) of the LGTCA prohibits a local government from “asserting] governmental or sovereign immunity to avoid the duty to defend or indemnify an employee” established in section CJ § 5-303(b)(1). Sections 5-303(d) and (e) expressly reserve the preexisting common law and statutory defenses and immunities of local government employees, and the right of the local government to assert such defenses and immunities, as follows:</p>\n<blockquote id=\"b356-6\">(d) <em>Defenses not waived. </em>— Notwithstanding the provisions of [§ 5-303(b),] this subtitle does not waive any common law or statutory defense or immunity in existence as of June 30, 1987, and possessed by an employee of a local government.</blockquote>\n<blockquote id=\"b356-7\">(e) <em>Defenses available to government. </em>— A local government may assert on its own behalf any common law or statutory defense or immunity in existence as of June 30, 1987, and possessed by its employee for whose tortious act or omission the claim against the local government is premised....</blockquote>\n<p id=\"b356-8\">CJ § 5-303(d)-(e).</p>\n<p id=\"b356-9\">On several occasions, the Maryland appellate courts have examined the statutory scheme put in place by the LGTCA and have held that the act neither authorizes a direct action against a local government nor waives the common law governmental immunity of an entity designated as a local government. <em>Williams v. Maynard, </em>359 Md. 379, 394, 754 A.2d 379 (2000) (“[T]he LGTCA does not waive governmental immunity or otherwise authorize any actions directly against local governments....”); <em>Williams v. Mayor of Baltimore, </em>128 Md.App. 1, 35, 736 A.2d 1084 (1999) (“The LGTCA did not waive any governmental immunity enjoyed by [a local government] against citizens at large. It waived only that immunity which the [local government] might have asserted in an effort to avoid its responsibility to defend and to indemnify its employees.”) (citing CJ § 5-303(b)(2)), <em>rev’d on other grounds, </em>359 Md. 101, 753 A.2d 41 (2000); <em>Williams v. Prince George’s </em><page-number citation-index=\"1\" label=\"319\">*319</page-number><em>County, </em>112 Md.App. 526, 552, 685 A.2d 884 (1996) (noting that C J “ § 5-403 does not provide a method for directly suing the County or other local governments,” but, instead, limits “the liability of local governments and require[s] them to provide a defense to their employees under certain circumstances”) (citations omitted).</p>\n<p id=\"b357-5\">In <em>Housing Auth. v. Bennett, supra, </em>359 Md. 356, 754 A.2d 367, the Court addressed the question whether the monetary caps on damages in section 5-303(a) of the LGTCA applied to a direct state common law negligence action against Housing Authority of Baltimore City, which is a local government entity under the LGTCA. The Court observed that, ordinarily, the monetary caps in a governmental tort claims act “relate to the liability created by or expressly dealt with in that tort claims act.” 359 Md. at 373, 754 A.2d 367 (footnote omitted). Of relevance to the issue in the case <em>sub judice, </em>the Court explained that “[t]he <em>only </em>liability mentioned in §§ 5-301 through 5-303 is the local government’s liability to provide a defense in actions against its employees, the liability to pay judgments rendered against its employees, and the liability to ‘indemnify’ its employees.” 359 Md. at 371, 754 A.2d 367 (emphasis in original). On that basis, and after extensively reviewing the legislative history of the LGTCA, the Court concluded that the act’s monetary caps apply to tort actions against local governments based on locally enacted ordinances or charter provisions, but not to tort actions based on enactments of the General Assembly, State common law, the State constitution, or federal law. <em>Id. </em>at 373-74, 754 A.2d 367.</p>\n<p id=\"b357-6\"><em>Khawaja v. City of Rockville, </em>89 Md.App. 314, 598 A.2d 489 (1991), also is instructive. In that case, the plaintiffs sued the City of Rockville and an officer of the Rockville Police Department for damages for injuries they sustained when the officer’s cruiser crashed into their automobile. The circuit court granted summary judgment in favor of the City of Rockville on the ground that under Md.Code Transp. (1987 Repl.Vol.) §§ 17-107(c) and 19-103(c), its liability was limited to its insurable interest. On appeal, the plaintiffs argued that the LGTCA precluded the City of Rockville from asserting a <page-number citation-index=\"1\" label=\"320\">*320</page-number>defense that it did not have in common with the officer. Because the officer could not assert these statutory protections, the plaintiffs argued, the City of Rockville could not raise them either. ,</p>\n<p id=\"b358-4\">This Court rejected the plaintiffs’ argument “because it implie[d] that passage of the LGTCA acted as a waiver of governmental defenses and immunities held by the governmental entity independent of defenses and immunities held by the employee.” <em>Id. </em>at 323, 598 A.2d 489. We observed:</p>\n<blockquote id=\"A_8\">A legislative waiver of immunity by a municipality is ineffective unless its legislature has clearly stated an intention to waive immunity and either there are funds available for satisfying the judgment or the defendant has the power to raise funds for that specific purpose. <em>Heffner v. Montgomery County, </em>[76 Md.App. 328, 337, 545 A.2d 67 (1988)]. <em>The LGTCA, by its own terms, contains no specific waiver of governmental immunity when a governmental entity is sued in its own capacity. Viewing the LGTCA in light of its statement of purpose, the LGTCA waives only those immunities the government could have in an action raised against its employee. </em>The statute requires the government to assume financial responsibility for a judgment against its-employee by abolishing that immunity the government may have had against responsibility for the acts of its employees. The Act, however, does not <em>create </em>liability on the part of the local government as a party to the suit.</blockquote>\n<p id=\"b358-5\"><em>Id. </em>at 325-26, 598 A.2d 489. (Emphasis supplied.)</p>\n<p id=\"b358-6\">Likewise, in <em>Nam v. Montgomery County, </em>127 Md.App. 172, 732 A.2d 356 (1999), we re-affirmed the principle that the LGTCA does not authorize a direct suit against a “local government.” The plaintiffs in that case brought suit against Montgomery County for damages arising from the death of their daughter. The circuit court granted Montgomery County’s motion to dismiss based on the doctrine of governmental immunity. On appeal, the plaintiffs argued that passage of the LGTCA and inclusion of Montgomery County as a “local government” in the act waived the county’s common law <page-number citation-index=\"1\" label=\"321\">*321</page-number>governmental immunity. We disagreed and affirmed the decision of the circuit court:</p>\n<blockquote id=\"b359-4\">In <em>Bradshaw v. Prince George’s County[, </em>284 Md. 294, 300, 396 A.2d 255 (1979),] Chief Judge Murphy, after quoting from the opinion by Judge Barnes for the Court in <em>Godwin v. County Comm’rs, [supra, </em>256 Md. 326, 334-35, 260 A.2d 295,] discussing the extent of a county’s governmental immunity, said for the Court, “[A] municipality or county is liable for its torts if it acts in a private or proprietary capacity, while it is immune if acting in a governmental capacity.” ...</blockquote>\n<blockquote id=\"b359-5\">It is the belief of the [the plaintiffs] that passage by the General Assembly of the [LGTCA] changes all of this. Such is not the case.... Nowhere in the Act ... is there a waiver of immunity so that the governmental entity is subject to being made a party to an action based upon its employee’s or agent’s tortious acts. <em>The governmental entity’s liability is analogous to a public liability policy on an automobile. The insurance company is liable for such damages as its [insured] may inflict, but, generally speaking, the insurance company is not an entity which may be sued for its [insured’s] torts.</em></blockquote>\n<p id=\"b359-6\"><em>Id. </em>at 183-84, 732 A.2d 356 (emphasis added). <em>Cf. Pavelka v. Carter, </em>996 F.2d 645, 649 (4th Cir.1993) (“The LGTCA does not waive local government immunity when a local government entity is sued in its own capacity.” (citation omitted)); <em>Martino v. Bell, supra, </em>40 F.Supp.2d at 723 (citing <em>Dawson v. Prince George’s County, </em>896 F.Supp. 537, 539 (D.Md.1995)).</p>\n<p id=\"b359-7\">The 1997 amendment to the LGTCA, adding the BCPD to the list of “local governments” in section 5 — 301(d), was effected by passage of Senate Bill 486. The Chief Legal Counsel for the BCPD, in a statement prepared for the Senate Judicial Proceedings Committee, on March 5, 1997, wrote, in pertinent part:</p>\n<blockquote id=\"b359-8\">For historic reasons, the Baltimore City Police Department has been designated by the General Assembly as an agency of the State for more than a century. <em>Senate Bill 486 </em><page-number citation-index=\"1\" label=\"322\">*322</page-number><em>would not change that designation for purposes other than the Local Government Tort Claims Act. </em>Although the May- or of Baltimore appoints the Police Commissioner of the Department and the City provides the lion’s share of the funding for the Department, the Baltimore City Charter prevents the municipality from interfering with the day-today decisions of the Commissioner, who is solely empowered to control the Department....</blockquote>\n<blockquote id=\"b360-4\">\n<em>The import of the bill is to eostend the protections of the [LGTCA] to officers of the [BCPD]....</em>\n</blockquote>\n<blockquote id=\"b360-5\">Unlike all other Maryland law enforcement officers in the State, officers of the [BCPD] currently may have no protection under either the [LGTCA] or the [MTCA]. Senate Bill 486 would ensure that they are treated as all other law enforcement officers are treated.</blockquote>\n<p id=\"b360-6\">(Emphasis added.)</p>\n<p id=\"b360-7\">The Bill Analysis for the Senate Judicial Proceedings Committee explains how the LGTCA works, that under this Court’s decision in <em>State v. Meade, supra, </em>101 Md.App. 512, 647 A.2d 830, BCPD officers are not covered by the MTCA, and that the definition of “local government” at that time included 20 entities, many of which are not local governments for purposes other than the LGTCA. (For example, the LGTCA includes among local governments the Maryland-National Capital Park and Planning Commission; the Washington Suburban Sanitary Commission; the Enoch Pratt Free Library or Board of Trustees of the Enoch Pratt Free Library; Housing Authorities created under Article 44A of the Maryland Code; the Baltimore Metropolitan Council, and the Howard County Mental Health Authority.)</p>\n<p id=\"b360-8\">As enacted by Chapter 364, the 1997 amendment states as its purpose: “[I]ncluding the Baltimore City Police Department within the definition of local government <em>for purposes of the Local Government Tort Claims Act; </em>providing for the application of this Act; and generally relating to <em>including the Baltimore City Police Department and its employees within the Local Government Tort Claims Act. </em>” (Emphasis supplied).</p>\n<p id=\"b361-3\"><page-number citation-index=\"1\" label=\"323\">*323</page-number>As we have explained, the BCPD is a State agency that has common law State sovereign immunity; and common law State sovereign immunity can be waived by statute or by necessary implication. The sole waiver of immunity provision in the LGTCA is the waiver of the “governmental or sovereign immunity to avoid the duty to defend or indemnify an employee.” CJ § 5-303(b)(2). Thus, an entity that is designated a local government under the LGTCA, and has available the common law defense of governmental or sovereign immunity, can no longer raise that defense to escape the statutorily imposed duties to defend and indemnify. In all other circumstances, however, the LGTCA leaves the preexisting common law immunities of the entities designated local governments unaffected. CJ § 5-303(d)-(e). By adding the BCPD to the list of local governments in the LGTCA, therefore, the General Assembly waived the BCPD’s common law State sovereign immunity only to the extent of the statutory duties to defend and indemnify. Otherwise, the BCPD’s State sovereign immunity remained intact.</p>\n<p id=\"b361-4\">Cherkes’s assertion that by adding the BCPD to the list of “local governments” in the LGTCA, the General Assembly made the BCPD a “local governmental agency” for purposes of <em>common law </em>sovereign immunity is simply another way of packaging the argument that the LGTCA waived the BCPD’s common law State sovereign immunity, despite the LGTCA’s express statement in the LGTCA to the contrary. Moreover, the assertion is inconsistent with other of the express terms of the LGTCA, with the purpose clause of the 1997 amendment, and with the legislative intent of the statutory scheme created in 1987.</p>\n<p id=\"b361-5\">CJ § 5-301, the definition section of the LGTCA, states that the definitions set forth in it apply only to the LGTCA. Thus, as also is reflected in the purpose clause to the 1997 amendment, the fact that an entity is designated a “local government” for purposes of the LGTCA does not mean that it is a local government for any other purpose, or that it is transmogrified into a local government and takes on the characteristics of a local government, as if it always had been one. <page-number citation-index=\"1\" label=\"324\">*324</page-number>Indeed, as we have noted, among the entities listed as “local governments” in the act are libraries, housing authorities, and other organizations that plainly are not governments of any sort — local or otherwise. They are included in the definition, however, because they are <em>treated </em>as local governments under the LGTCA. As local governments for purposes of the LGTCA, these entities receive the benefits of the act and are bound by the duties it imposes. They do not lose the common law legal status they occupied before being included as a “local government” in the LGTCA.</p>\n<p id=\"b362-4\">In fact, such a statutory interpretation would run counter to the LGTCA’s legislative goal. As the excerpts we have quoted reveal, the LGTCA was in large measure the product of concern in the mid-1980’s that local governments were facing increasing exposure for tort liability. The statutory scheme enacted in response to that concern was, and remains, multifaceted: it imposes new duties on the “local government” entities but at the same time gives them added protection against liability, and preserves their common law immunities. The overarching purpose of the legislation was to bring stability to what was perceived as an escalating liability picture for local governments by containing their exposure while guaranteeing payment to tort victims of judgments against employees of local government entities in certain situations. A reading of the LGTCA as having <em>expanded </em>the liability exposure for those State agencies designated as “local governments” for purposes of the act by waiving their otherwise total immunity from liability for State constitutional torts is at odds with the essential purpose of the act.</p>\n<p id=\"b362-5\">We find no merit to Cherkes’s assertion that the 1997 amendment to the LGTCA by implication repealed section 16-2(a) of the Code of Public Local Laws of Baltimore City, stating that the BCPD is an agency and instrumentality of the State, to the extent that the laws are inconsistent. The laws are not inconsistent; for the reasons we have explained, the BCPD can be a State agency and nevertheless be treated as a local government under the LGTCA (just as are other State <page-number citation-index=\"1\" label=\"325\">*325</page-number>agencies, such as housing authorities under Article 44A of the Code). A legislative enactment that can be reasonably interpreted as in harmony with a preexisting enactment does not repeal, by necessary implication, an express provision of the preexisting enactment.</p>\n<p id=\"b363-4\">Indeed, not only was the 1997 amendment adding the BCPD to the list of local government entities in the LGTCA not inconsistent with section 16-2(a) of the Code of Public Local Laws of Baltimore City, it was passed to address a consequence of that law (which would have been unnecessary to do if the General Assembly had viewed the law as no longer having vitality). As we have explained, in 1989, after the decision in <em>Clea v. Mayor of Baltimore, supra, </em>the General Assembly amended the definition of “State personnel” in the MTCA so BCPD officers would not be included. In 1994, this Court, in <em>State v. Meade, supra, </em>explained that the 1989 legislation “reinstituted” State sovereign immunity for conduct of officers of the BCPD. 101 Md.App. at 524, 647 A.2d 880. Thus, the BCPD, as a State agency, was not liable for judgments entered against its officers in tort actions, under the MTCA; and because it was not a local government, it was not responsible for paying such judgments under the LGTCA. The resulting situation was that individual BCPD officers would be solely responsible for paying such judgments — and their tort victims likely would not be able to collect on such judgments. In its 1997 amendment to the LGTCA, the General Assembly acted to rectify that situation. By designating the BCPD as a local government entity, for purposes of the LGTCA, it closed the statutory gap into which the BCPD had fallen, categorizing it as a local governmental entity and thus assigning it the responsibility to pay judgments entered against its officer/employees (and to assume the other responsibilities expressly imposed by the LGTCA).</p>\n<p id=\"b363-5\">The LGTCA effected a waiver of sovereign immunity to allow recovery against entities designated “local governments” only insofar as necessary to effect the act itself, while expressly preserving the defenses of sovereign and governmental immunity in all other contexts. Accordingly, the 1997 amend<page-number citation-index=\"1\" label=\"326\">*326</page-number>ment to the LGTCA adding the BCPD to the list of “local governments” extended the benefits of the statute to BCPD officers, and imposed responsibilities on the BCPD, but did not affect the BCPD’s status as a State agency or its State sovereign immunity, except as expressly stated in the act. We conclude, therefore, that State sovereign immunity protects the BCPD against all the claims asserted against it in this case: the ordinary tort claims (direct and <em>respondeat superior </em>liability), and the <em>respondeat superior </em>State constitutional tort claims.<footnotemark>9</footnotemark> For that reason, the circuit court erred in denying the BCPD’s motion to dismiss.</p>\n<p id=\"b364-4\">We note in closing our discussion of this issue that if Cherkes prevails in his claims against Officers Sparenberg and/or Briscoe, and a judgment is entered against one or both of them for compensatory damages, the BCPD will be responsible for paying the judgment, or part of it, in accordance with the duties imposed on it by the LGTCA. If the BCPD fails to fulfill that statutory duty, it is subject to an enforcement action; its common law State sovereign immunity has been waived to that extent.<footnotemark>10</footnotemark></p>\n<p id=\"b364-5\">Ill</p>\n<p id=\"b364-6\">The Commissioner’s contention that the circuit court erred by denying his motion to dismiss or for summary judgment also is two-pronged. First, the Commissioner argues that Cherkes’s claims against him in his official capacity are tantamount to claims against the State and, therefore, are precluded by the doctrine of sovereign immunity. Second, and alternatively, the Commissioner argues that public official immunity insulates him from direct liability for negligent hiring, <page-number citation-index=\"1\" label=\"327\">*327</page-number>training, and supervision of Officers Sparenberg and Briscoe, and from <em>respondeat superior </em>liability for any wrongs of the officers in arresting Cherkes.</p>\n<p id=\"b365-4\">Cherkes counters that the doctrine of sovereign immunity does not apply to the Commissioner and, with respect to public official immunity, that he alleged facts sufficient to defeat that qualified immunity and to create disputes of material fact as to whether the Commissioner’s actions were discretionary and whether he acted with malice.</p>\n<p id=\"b365-5\">\n<em>Sovereign Immunity</em>\n</p>\n<p id=\"b365-6\">If, as Cherkes asserts, the BCPD is a suable entity, as a State agency, it enjoys sovereign immunity, as previously discussed. If it is not such an entity, the Commissioner, as a suable entity, is the State agency and thus is protected by sovereign immunity.</p>\n<p id=\"b365-7\">If the Commissioner is sued as an official of the agency, however, he does not have sovereign immunity because such absolute immunity applies only to a governmental entity and its agencies. <em>Bradshaw, </em>284 Md. at 304, 396 A.2d 255 (“In discussing the immunity of public officials, we have recognized that ‘[t]he immunity of such officers, where it exists, rests upon wholly different grounds from that of the State.’ ”) (quoting <em>Eliason v. Funk, </em>233 Md. 351, 196 A.2d 887 (1964), and citing <em>Robinson v. Board of County Comm’rs, </em>262 Md. 342, 278 A.2d 71 (1971)); <em>Charles E. Brohawn &amp; Bros. v. Board of Trustees, </em>269 Md. 164, 166, 304 A.2d 819 (1973) (defining sovereign immunity as a doctrine which applies to “this sovereign State or one of its agencies which has inherited its sovereign attributes”); <em>see also Ashton, </em>339 Md. at 103, 660 A.2d 447 (noting that, with regard to claims for constitutional torts, “[t]he principle that the State cannot be held liable for damages does not extend to those public officials who, ‘under color of their office, ... have injured one of the state’s citizens’ ” (quoting <em>Dunne, </em>162 Md. at 285, 159 A. 751)); <em>Weyler, </em>110 Md. at 654, 73 A. 261.</p>\n<p id=\"b366-3\">\n<page-number citation-index=\"1\" label=\"328\">*328</page-number>\n<em>Public Official Immunity Negligence Claims</em>\n</p>\n<p id=\"b366-4\">“In Maryland, public official immunity is recognized both at common law and by statute.” <em>City of District Heights v. Denny, </em>123 Md.App. 508, 516, 719 A.2d 998 (1998). “[Granting police officers qualified immunity is necessary ‘to permit police officers ... to make the appropriate decisions in an atmosphere of great uncertainty. The theory is that holding police officers liable in hindsight for every injurious consequence would paralyze the functions of law enforcement.’ ” <em>Thacker v. City of Hyattsville, </em>135 Md.App. 268, 299, 762 A.2d 172 (2000), <em>cert. denied, Hyattsville v. Thacker, </em>363 Md. 206, 768 A.2d 55 (2001) (quoting <em>Williams, supra, </em>112 Md.App. at 543, 685 A.2d 884).</p>\n<p id=\"b366-5\">For common law public official immunity to apply:</p>\n<blockquote id=\"b366-6\">(1) the actor must be a public official, rather than a mere government employee or agent; (2) the conduct must have occurred while the actor was performing discretionary, as opposed to ministerial, acts; and (3) the actor must have performed the relevant acts within the scope of his official duties. If those three conditions are met, the public official enjoys a qualified immunity in the absence of “malice.”</blockquote>\n<p id=\"AdPg\"><em>City of District Heights, </em>123 Md.App. at 516, 719 A.2d 998 (quoting <em>Thomas v. City of Annapolis, </em>113 Md.App. 440, 452, 688 A.2d 448 (1997)); <em>see also Wilson v. Jackson, </em>66 Md.App. 744, 749, 505 A.2d 913 (1986) (quoting <em>Leese v. Baltimore County, </em>64 Md.App. 442, 479, 497 A.2d 159 (1985), <em>overruled on other grounds </em>by <em>Harford County v. Town of Bel Air, </em>348 Md. 363, 704 A.2d 421 (1998), and citing Richard J. Gilbert &amp; Paul T. Gilbert, <em>Maryland Tort Law Handbook </em>§ 2.10 (1986)).</p>\n<p id=\"b366-7\">Whether a public official’s actions are ministerial or discretionary is a question of law for the court. <em>McCoy v. Hatmaker, </em>135 Md.App. 693, 719, 763 A.2d 1233 (2000), <em>cert. denied, </em>364 Md. 141, 771 A.2d 1070 (2001) (discussing <em>DiPino, </em>354 Md. at 48-49, 729 A.2d 354); <em>Town of Port Deposit, </em>113 Md.App. at 414-15, 688 A.2d 54. “[A]n act falls within the discretionary function of a public official if the decision which involves an exercise of his personal judgment also includes, to <page-number citation-index=\"1\" label=\"329\">*329</page-number>more than a minor degree, the manner in which the police power of the State should be utilized.” <em>James v. Prince George’s County, </em>288 Md. 315, 327, 418 A.2d 1173 (1980), <em>superseded by rule on other grounds, Prince George’s County v. Fitzhugh, </em>308 Md. 384, 519 A.2d 1285 (1987). “It is clear that policemen are ‘public officials’ ... and that when they are within the scope of their law enforcement functions they are clearly acting in a discretionary capacity.” <em>Robinson v. Board of County Comm’rs, </em>262 Md. 342, 347, 278 A.2d 71 (1971) (citing <em>Wilkerson v. Baltimore County, </em>218 Md. 271, 146 A.2d 28 (1958); <em>Harris v. Mayor of Baltimore, </em>151 Md. 11, 133 A. 888 (1926); <em>Eliason v. Funk, supra, </em>233 Md. 351, 196 A.2d 887); <em>see Clea, </em>312 Md. at 672, 541 A.2d 1303; <em>Bradshaw, </em>284 Md. at 302-03, 396 A.2d 255 (citations omitted); <em>Williams, </em>128 Md.App. at 15-18, 736 A.2d 1084 (citations omitted); <em>Williams, </em>112 Md.App. at 550, 685 A.2d 884 (“Unquestionably, the actions of police officers within the scope of their law enforcement function are quintessential discretionary acts.” (citations omitted)). We also have recognized that “the authority to hire or fire is discretionary.” <em>Behan v. Gagliano, </em>84 Md.App. 719, 722, 581 A.2d 854 (1990).</p>\n<p id=\"b367-4\">Cherkes’s theories of recovery in negligence against the Commissioner all are premised on acts that are discretionary, not ministerial. Cherkes seeks to hold the Commissioner liable for his decision-making with respect to what constitutes a qualified candidate for hiring and retention, what programs would adequately train officers to protect Baltimore City, and what measures should be undertaken to ensure that the citizens of Baltimore City will be kept safe and law enforcement officers will comply with the BCPD’s rales and regulations. The hiring, training, and supervising of police officers constitute part of the Commissioner’s “law enforcement functions,” which are entrusted to him by the Code of Public Laws of Baltimore City. Maryland courts traditionally have recognized these functions as discretionary in character. <em>Robinson, </em>262 Md. at 347, 278 A.2d 71; <em>Williams, </em>112 Md.App. at 550, 685 A.2d 884. Accordingly, as a matter of law, the allegedly negligent conduct for which Cherkes seeks to hold the Com<page-number citation-index=\"1\" label=\"330\">*330</page-number>missioner liable would have occurred, if at all, while he was performing discretionary acts.</p>\n<p id=\"b368-4\">With respect to the issue of malice, “ ‘[o]rdinarily, the presence or absence of malice is a fact to be determined at trial.’ ” <em>City of District Heights, </em>123 Md.App. at 523, 719 A.2d 998 (quoting <em>Town of Port Deposit, </em>113 Md.App. at 414, 688 A.2d 54). The mere existence of an issue as to intent, motive, or state of mind is insufficient, however, to defeat a motion to dismiss. <em>Cf. Thacker, </em>135 Md.App. at 301-02, 762 A.2d 172 (discussing the appropriateness of summary judgment). A conclusory allegation that a public official acted “maliciously,” without any supporting allegation of fact, is insufficient to defeat a motion to dismiss on the ground of public official immunity. <em>Carder v. Steiner, </em>225 Md. 271, 274-75, 170 A.2d 220 (1961). As this Court noted in <em>Penhollow v. Board of Commissioners, </em>116 Md.App. 265, 294, 695 A.2d 1268 (1997) (quoting <em>Manders v. Brown, </em>101 Md.App. 191, 216, 643 A.2d 931 (1994) (citations omitted)):</p>\n<blockquote id=\"b368-5\">“[T]he mere assertion that an act ‘was done maliciously, or without just cause, or illegally, or with wanton disregard, or recklessly, or improper motive’ is not sufficient. To [overcome] a motion raising governmental immunity, the plaintiff must allege with some clarity and precision those facts which make the act malicious.”</blockquote>\n<p id=\"b368-6\">If the facts alleged are not sufficient to permit a finding of malice, the public official is entitled to dismissal for failure to state a claim for which relief can be granted. <em>Sawyer v. Humphries, </em>82 Md.App. 72, 86, 570 A.2d 341 (1990), <em>rev’d on other grounds, </em>322 Md. 247, 587 A.2d 467 (1991).</p>\n<p id=\"b368-7\">The claims of negligent hiring, training, and supervision against the Commissioner are utterly devoid of any factual foundation to support a finding that the Commissioner acted with malice, either in the allegations made by Cherkes or in the materials submitted in opposition to the Commissioner’s motion. Moreover, Cherkes cannot use the factual allegations of malice on the parts of Officers Sparenberg and <page-number citation-index=\"1\" label=\"331\">*331</page-number>Briscoe in arresting him to prove malice of the Commissioner. <em>Thacker, </em>135 Md.App. at 310-11, 762 A.2d 172.</p>\n<p id=\"b369-4\">We hold that, in what plainly is an absence of any facts to support a finding of malice, public official immunity protects the Commissioner from liability arising out of actions or omissions pertaining to hiring, training, and supervising, as a matter of law. Thus, the Commissioner enjoys public official immunity with respect to the negligence claims in this case, and the circuit court erred in not granting his motion in that regard.</p>\n<p id=\"b369-5\">\n<em>Other Claims</em>\n</p>\n<p id=\"b369-6\">Cherkes does not assert that the Commissioner by his own conduct committed any intentional or State constitutional torts. Aside from the allegations of negligence, the only assertion as to the Commissioner is that he is vicariously liable for the intentional and State constitutional torts of the individual police officers.</p>\n<p id=\"b369-7\">Simply put, there is no legal basis for vicarious liability on the part of the Commissioner in this case. Vicarious liability is a function of status. The possible legal relationships that can give rise to vicarious liability are employment, agency, partnership, or joint venture. In the case <em>sub judice, </em>Cherkes has alleged that at the times relevant, the officers involved in his arrest were acting “as, agents, servants and/or employees” of the Commissioner.</p>\n<p id=\"b369-8\">“[A]n agent is employed to represent the principal in regard to contractual obligations with a third person;” in contrast, “a servant, is employed to render a service to ... a master, although it may occur that the service will involve relations with third persons.” <em>Medical Mut. Liab. Ins. Soc’y of Md. v. Mutual Fire, Marine &amp; Inland Ins. Co., </em>37 Md.App. 706, 713, 379 A.2d 739 (1977) (citations omitted); <em>see also East Coast Freight Lines, Inc. v. Mayor of Baltimore, </em>190 Md. 256, 284, 58 A.2d 290 (1948); <em>Henkelmann v. Metropolitan Life Ins. Co., </em>180 Md. 591, 600, 26 A.2d 418 (1942). As we <page-number citation-index=\"1\" label=\"332\">*332</page-number>observed in <em>Sanders v. Rowan, </em>61 Md.App. 40, 484 A.2d 1023 (1984):</p>\n<blockquote id=\"b370-4\">[W]here the relationship is that of master/servant, the master is answerable for the tort of the servant committed while acting in the scope of his employment; where the agent is not a servant, the principal is not liable for the agent’s negligent conduct “unless the act was done in the manner authorized or directed by the principal, or the result was one authorized or intended by the principal.”</blockquote>\n<p id=\"b370-5\"><em>Id. </em>at 51, 484 A.2d 1023 (quoting <em>Henkelmann, </em>180 Md. at 601, 26 A.2d 418 and citing <em>Cox v. Prince George’s County, </em>296 Md. 162, 460 A.2d 1038 (1983); <em>Globe Indemn. Co. v. Victill Corp., </em>208 Md. 573, 119 A.2d 423, (1956)).</p>\n<p id=\"b370-6\">“Under the doctrine of <em>respondeat superior, </em>an employer is jointly and severally liable for the torts committed by an employee acting within the scope of his employment.” <em>Southern Mgmt. Corp. v. Taha, </em>137 Md.App. 697, 719, 769 A.2d 962 (2001) (citing <em>DiPino, </em>354 Md. at 47, 729 A.2d 354; <em>Oaks v. Connors, </em>339 Md. 24, 30, 660 A.2d 423 (1995); <em>Tall v. Board of School Comm’rs, </em>120 Md.App. 236, 251, 706 A.2d 659 (1998)). “An employee’s tortious conduct is considered within the scope of employment when the conduct is in furtherance of the business of the employer and is authorized by the employer.” <em>Tall, </em>120 Md.App. at 251, 706 A.2d 659 (citing <em>Ennis v. Crenca, </em>322 Md. 285, 293, 587 A.2d 485 (1991); <em>Sawyer v. Humphries, 322 </em>Md. 247, 255, 587 A.2d 467 (1991)).</p>\n<p id=\"b370-7\">Ordinarily, an employee is not vicariously liable for the.tortious conduct of a co-employee. <em>See Jones v. City of Los Angeles, </em>215 Cal.App.2d 155, 158, 30 Cal.Rptr. 124 (1963) (noting that a chief of police may not be held liable for the wrongful acts of subordinates not done at his discretion) (citing <em>Michel v. Smith, </em>188 Cal. 199, 205 P. 113 (1922)); <em>Brown v. City of Shreveport, </em>129 So.2d 540, 544 (La.App.1961) (refusing to hold a police chief vicariously liable for the actions of police officers) (quoting <em>Gray v. De Bretton, </em>192 La. 628, 188 So. 722, 724 (1939)); <em>Moser v. Bertram, </em>115 N.M. 766, 858 P.2d 854, 856 (1993) (holding that co-employees are not liable <page-number citation-index=\"1\" label=\"333\">*333</page-number>for each other’s conduct) (citing <em>Norwest Capital Mgmt. &amp; Trust Co. v. United States, </em>828 F.2d 1330, 1344 (8th Cir.1987); <em>Northrop v. Lopatka, </em>242 Ill.App.3d 1, 182 Ill.Dec. 937, 610 N.E.2d 806, 810 (1993); <em>Galvan v. McCollister, </em>224 Kan. 415, 580 P.2d 1324, 1325 (1978); <em>Morgan v. Eaton’s Dude Ranch, </em>307 Minn. 280, 239 N.W.2d 761, 763 (1976); <em>Connell v. Hayden, </em>83 A.D.2d 30, 443 N.Y.S.2d 383, 396-402 (1981)); Restatement (2d) of Agency § 358, ill. 1 (1958).</p>\n<p id=\"b371-4\">An officer or managing employee may be liable for a co-employee’s tortious conduct if he or she participated in or directed the conduct. <em>Morgan, </em>239 N.W.2d at 762-63 (footnotes omitted). In <em>Tedrow v. Deskin, </em>265 Md. 546, 550-51, 290 A.2d 799 (1972) (citations omitted), the Court observed:</p>\n<blockquote id=\"A4G\">The superior or managing officer of a corporation cannot be held liable for the misconduct of a subordinate servant or employee unless the act is done with his consent or under his order or direction.... But liability is not limited to tortious acts which he actually and physically commits; it extends as well to tortious acts which he actually brings about.</blockquote>\n<p id=\"b371-5\"><em>See Green v. H &amp; R Block, Inc., </em>355 Md. 488, 503-12, 735 A.2d 1039 (1999) (holding that there was no basis for imposing vicarious liability on a corporate official for the tortious conduct of a co-employee when the official was serving in a managerial capacity and did not engage in any affirmative conduct); <em>Callahan v. Clemens, </em>184 Md. 520, 527, 41 A.2d 473 (1945) (rejecting a contention that individuals could be held liable for the negligent acts of the corporation or its agents or its contractors simply because they were the directors of the corporation).</p>\n<p id=\"b371-6\">In this case, Cherkes did not allege any affirmative conduct by the Commissioner that resulted in the commission of State constitutional or intentional torts against him.<footnotemark>11</footnotemark> Ac<page-number citation-index=\"1\" label=\"334\">*334</page-number>cordingly, he may not rely on the principles of vicarious liability to hold the Commissioner liable for the torts of the individual police officers.</p>\n<p id=\"b372-4\">ORDERS VACATED AND CASE REMANDED TO THE CIRCUIT COURT FOR BALTIMORE CITY FOR ENTRY OF JUDGMENT IN FAVOR OF APPELLANTS. COSTS TO BE PAID BY THE APPELLEE.</p>\n<footnote label=\"1\">\n<p id=\"b333-8\">. Article 24 of the Maryland Declaration of Rights provides:</p>\n<blockquote id=\"b333-9\">That no man ought to be taken or imprisoned or disseized of his freehold, liberties or privileges, or outlawed, or exiled, or, in any manner, destroyed, or deprived of his life, liberty, or property, but by the judgment of his peers, or by the Law of the Land.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b333-10\">. Article 26 of the Maryland Declaration of Rights provides:</p>\n<blockquote id=\"b333-11\">That all warrants, without oath and affirmation, to search suspected places, or to seize any person or property, are grievous and oppressive; and all general warrants to search suspected places, or to apprehend suspected persons, without naming or describing the place, or the person in special, are illegal, and ought not to be granted.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b335-11\">. There were no hearings requested or held on any of the motions decided by the circuit court in this case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b342-7\">. Certiorari was granted by the Court of Appeals on by-pass, before it was argued in this Court. <em>Clea, </em>312 Md. at 666, 541 A.2d 1303.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b346-9\">. The directors also were sued, and the trial court dismissed the action against them on the ground of sovereign immunity. That aspect of the trial court’s ruling was not appealed.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b350-6\">. Article VII of the Baltimore City Charter creates fourteen departments: the departments of finance, law, public works, fire, health, social services, education, recreation and parks, planning, municipal and zoning appeals, legislative reference, and the civil service commission, board of ethics, and development commission.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b352-5\">. The waiver is limited, in that under CJ section 5-522(a), the State retains its sovereign immunity from liability for, <em>inter alia, </em>punitive damages, prejudgment interest, and \"any tortious act of state personnel outside the scope of public duties or with malice or gross negligence.” Concomitantly, section 12-105 of the MTCA gives State personnel immunity from liability as described in CJ section 5-522(b), i.e., from tort liability for acts within the actor’s public duties and without malice or gross negligence, for which the State has waived its immunity. Thus, if the State has waived immunity for the tort of a person who falls within the definition of \"State personnel,\" the person has immunity; otherwise, he does not.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b354-8\">. The State constitutional tort claims are the only claims against the BCPD that Cherkes argues the circuit court properly declined to dismiss. He makes no argument about any of the other claims against the BCPD.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b364-7\">. As we have explained, the BCPD was not sued directly for State constitutional torts, only vicariously; under our holding, any such direct claim would have been barred by State sovereign immunity as well.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b364-8\">. Likewise, the BCPD is required by the LGTCA to pay the legal fees of the officers, and could be subject to an action to compel compliance with that duty upon a failure to do so.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b371-7\">. Of course, an officer or managing employee may be liable for negligently failing to prevent conduct by a co-employee or for the co-employee's tort if he participated in or directed the conduct. <em>See </em><page-number citation-index=\"1\" label=\"334\">*334</page-number><em>Tedrow, </em>265 Md. at 550-51, 290 A.2d 799 (citations omitted); <em>Morgan, </em>239 N.W.2d at 762-63 (footnotes omitted). That allegation is made by Cherkes, but, as discussed <em>supra, </em>is precluded by public official immunity-</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}