{
  "casebody": {
    "data": "<casebody firstpage=\"576\" lastpage=\"583\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b604-4\">THE MARYLAND AND PENNSYLVANIA RAILROAD COMPANY, a Corporation, <em>vs. </em>STANTON KNIGHT.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b604-7\"><em>Railway </em>coaches: <em>disorderly conduct on; ejectment of passengers by conductor; liability of company. Evidence: weight and sufficiency; province of jury; appeals.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b604-8\">Where one is rightly in a coach of a common carrier and comporting himself iñ a peaceful and orderly manner, it is actionable for the servants or agents of the carrier to eject him before the end of the journey to which he is entitled, where there is no interruption of the service. p. 578</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b604-9\">It is the duty of the conductor of a railway train promptly to quell quarrels between drunken and disorderly passengers, and it is for the conductor to determine whether their misconduct is such as to justify expulsion; but the company is liable if the conductor misunderstands and misjudges • the facts, and acts unwisely and imprudently. pp. 581-582</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b604-10\">On an appeal from the action of the trial Court in refusing to grant a prayer seeking to withdraw a case from the consideration of the jury, the Court of Appeals is not concerned with the contradictory testimony of the defendant; but only with the question as to whether the evidence, offered by the plaintiff, if true, -would be legally sufficient to support the averments of the action. pp. 578-579</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"A_L\">The weight and credibility of evidence is for the jury. p. 579</syllabus>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b604-12\">\n<em>Decided February 4th, 1914.</em>\n</decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b605-3\"><page-number citation-index=\"1\" label=\"577\">*577</page-number>Appeal from the Circuit Court for Howard County. (Forsythe, Jr., and Brasiiears, JJ.)</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b605-4\">The facts are stated in the opinion of the Court,</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b605-5\">The cause was argued before Boyd, C. J., Briscoe, Burke, Thomas, Pattisow, Urwer, Stockbridg-e and Cow-stable, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b605-6\"><em>Stevenson A. Williams </em>(with whom was <em>Joseph L. Donovan </em>and <em>Robert Moss </em>on the brief), for the appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b605-7\"><em>Thomas H. Robinson </em>(with whom was <em>Edward M. Hammond </em>and <em>Harry S. Carver </em>on the brief), for the appellee.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b605-8\">Constable, J.,</author>\n<p id=\"AT3\">delivered the opinion of the Court.</p>\n<p id=\"b605-9\">The declaration in this case contained five counts: (1) For unlawful ejectment from a railroad car; (2) Unlawful ejectment and false imprisonment; (3) For assault and battery, unlawful ejectment and false imprisonment; (4) For unlawfully allowing and permitting the plaintiff to be assaulted, beaten and maltreated by another passenger, and (5) For unlawfully allowing the plaintiff to be assaulted, beaten and maltreated by another passenger and for unlawful ejectment from the car. At the close of the plaintiff’s testimony, the defendant offered two prayers seeking to withdraw the case from the consideration of the jury, both of which were denied by the Court. At the conclusion of all the testimony, these prayers were again offered, together with seventeen other prayers, but were again refused. Five of the other prayers were granted. The plaintiff offered ten prayers; three of which were granted. The verdict and judgment being in favor of the plaintiff, the defendant has brought this appeal.</p>\n<p id=\"b606-3\"><page-number citation-index=\"1\" label=\"578\">*578</page-number>The record, contains eight bills of exception. The first six are to rulings upon questions of evidence, one to the granting of the plaintiffs, and the rejection of the defendant’s, prayers and the overruling of. a special exception to one of the plaintiff’s prayers and the eighth to the refusal of the Court to rule upon the line of argument before the jury used by one of the plaintiff’s attorneys.</p>\n<p id=\"b606-4\">The effect of the ruling upon the prayers by the Court was to confine the liability of the defendant to the averments contained in the first count of the <em>narr. </em>— unlawful ejectment from a railroad car and to deny its liability upon all the other charges contained in the remaining counts.</p>\n<p id=\"b606-5\">There is no contention that the form of the prayers for the plaintiff is incorrect, for they are in the form often approved by this Court, but it is claimed that they should have been rejected under the evidence in the case, thus presenting the same question as is raised by the rejected prayers of defendant seeking to withdraw the case from the jury, being in effect demurrers to the evidence. The damage prayer limits recovery to compensatory damages, so there is not presented, as in so many of the adjudicated cases before this Court, the question of pimitive damages.</p>\n<p id=\"b606-6\">It must be conceded that, where one is rightfully in a coach of a common carrier, and is comporting himself in a peaceful and orderly manner, it is actionable for the servants- or agents of the common carrier to wrongfully eject him therefrom before the end of the journey to which he is entitled, is reached, there being no interruption to- the service. <em>P. W. &amp; B. R. R. </em>v. Hoeflich, 62 Md. 300.</p>\n<p id=\"b606-7\">The view taken by us upon the prayers seeking to withdraw the case from the jury will settle all o-f the questions raised by the- other prayers, with the exception of the special exception. And since they raise the question of the sufficiency of the evidence to support the averments of the first count, it will be necessary to examine in detail the plaintiff’s testimony. If that is sufficient to support the averments this <page-number citation-index=\"1\" label=\"579\">*579</page-number>Court is not concerned in the contradictory testimony of the defendant, for the weight and credibility of the evidence is committed to the sole judgment of the jury. Assuming the evidence offered by the plaintiff to be true, is it legally sufficient to support the averments of the <em>narr. t</em></p>\n<p id=\"b607-4\">The plaintiff proved by himself that on the 19th day of November, 1910, he purchased a round trip ticket, entitling him to ride on the cars of the defendant from Bel Air to Baltimore and return; that on the same day, in company with Prank Chapman, one of his employees in the lumber business, he went to Baltimore for some repairs, arriving about two o’clock P. M. That on his way back to the station of the defendant to take the six o’clock train to Bel Air, he stopped at a hotel and there met a man by the name of Badders, who had previously been in his employ, and with whom he had had some trouble. Badders asked him for a job, but the plaintiff refused, and told him he was surprised that he would ask him for employment after the way he had treated him in Baltimore County. The plaintiff without more words, treated Badders to a drink, himself taking a small glass of beer, and left for the station. He testified that during the time he was in Baltimore, he had had two glasses of whiskey and two of beer, but was not in the slightest under the influence of the drinks. That when he got on the train, he intended to sit with Chapman, but that he was sitting with some one and he took a ^vacant seat beside Badders. After some minutes, Badders pulled from his pocket a; bottle of whiskey and asked him to get the cork out. The plaintiff borrowed a knife from a Mr. Getz, who was sitting just across the aisle, and Badders took the cork out, took a drink and asked the plaintiff to take one, which he refused. That he had no cross words with Badders, but that, as the train stopped at Towson, Badders jumped up in his seat and struck him in the mouth, cutting his lip. That he did not attempt to strike back at him, but tried to get away from him and was leaning across the seat on the opposite side of the aisle <page-number citation-index=\"1\" label=\"580\">*580</page-number>when the conductor came in and grabbed him around the waist, fastening his arms to his side. While in this position, Badders struck him again in the mouth, whereupon the brakeman caught him and put him off on the platform. That he then was put off by the conductor and the train pulled out and Badders struck him again upon which they engaged in a finish fight. They were both arrested; the plaintiff being released the following, day for a later hearing, at which he wás dismissed. That he was guilty of no disorder on the train. That he told the conductor several times while he was putting him off, not to put him off that he had done nothing. He testified that on the following day, when he was returning home, the conductor told him that if he had known two minutes before what he knew afterwards, he would no-t have put him off.o</p>\n<p id=\"b608-4\">Frank Chapman testified that he was in a seat on the same side of the car as Badders and the plaintiff, hut two or three seats in front. That he heard them talking in a friendly way, and the first he knew of any trouble, Badders was standing hitting the plaintiff and the plaintiff was trying to get out into the aisle. That Badders followed him and plaintiff never attempted to strike but only to get away from him. That he neither heard nor saw plaintiff commit any disorder. That he heard him 'ask the conductor not to put him off since he had clone nothing. That Badders showed he had been drinking, but that there was nothing out of the way with plaintiff. '</p>\n<p id=\"b608-5\">Simon Getz testified that he was in a seat directly opposite Badders and plaintiff; that Badders had a -bottle of whiskey and plaintiff -asked witness for a knife to open the bottle; after tbe bottle was opened, Badders took a drink but plaintiff did not; at this time, they were having an ordinary conversation. “I did not see any indication of a qu-arrel between theni.” Shortly after the drink, saw Badders strike plaintiff in the face. Plaintiff got out of seat and went across aisle and was bending over back of witness’ seat.' Badders fol<page-number citation-index=\"1\" label=\"581\">*581</page-number>lowed him and struck him again when conductor and brakeman came in and put them off. Badders struck plaintiff again while conductor had hold of him. Did not hear any passengers say anything to trainmen about fuss until after-wards. Badders was under influence of liquor, but did not notice anything out of way with plaintiff. Heard plaintiff say several times to conductor, not to put him off since he had done nothing.</p>\n<p id=\"b609-5\">AYm. &lt;T. Eorsythe, Ex-Sheriff of Harford County, testified that, on the day following the trouble, lie was on a train with the plaintiff and the father of plaintiff, and heard the conductor say, that if he had known before: what he did after-wards that he would not have put the plaintiff off.</p>\n<p id=\"b609-6\">This state of facts was certainly amply sufficient to have taken the case to the jury upon the issue as to whether or not the passenger was lawfully ejected from the train. But the appellant contends that because of the rule of law, that carriers are bound to protect other passengers from possible injury caused by drunken and disorderly passengers, that, the servants of a carrier must act promptly in quelling disorder. And if they eject passengers promptly for what appears to them as a drunken fight, the carrier is not to be held liable if it later appears that one of the parties ejected had been not only entirely blameless for the fight, but had been acting in a peaceable and orderly manner throughout the occurrence. It cites in support of this contention <em>Tall </em>v. <em>Steam Packet Co., </em>90 Md. 253; <em>United Rys. </em>v. Deane, 93 Md. 626; <em>Pittsburg &amp; O. R. R. </em>v. <em>Pillow, </em>76 Pa. St. 510. These cases all deal with the duty to be exercised by employees of a carrier in quelling quarrels between drunken and disorderly passengers, and well state that they should be prompt to act. But no case has been called to our attention, nor do we know of any, that holds that when a passenger, behaving himself as the plaintiff’s witnesses say he was, is attacked and beaten by another, that the carrier is justified in putting him off in order that they may seem to be acting promptly. In the case <page-number citation-index=\"1\" label=\"582\">*582</page-number>of <em>Higgins </em>v. <em>R. R. Co., </em>46 N. Y. 26, the very defense sought here was considered by that Court, and in the opinion declared that such a defense was not available. “Whether in a given case the misconduct was such as to justify an expulsion must largely he determined at the time of the transaction. The duty of deciding is cast upon the conductor. He represents the defendant. He may misunderstand or misjudge the facts, he may act unwisely or imprudeiltly, hut for his acts in that business the company is responsible.” AYe, think, therefore, that the Court below was correct in submitting the case to the jury for its determination.</p>\n<p id=\"b610-5\">The plaintiff was asked on cross-examination: “You and Hr. Amos put him (Badders) out of a buggy about two years before this trouble, didn’t you ?” “Had there been any trouble between you on that occasion?” (Beferring to the time Badders had worked for plaintiff six months before). “Had you ever had any trouble with him while he was drinking ?” The refusal of the Court to permit the witness to answer these questions constitutes the first three exceptions. AYe do not see the relevancy of this line of questioning. The issue was not whether they had had differences before, but what was the conduct of the plaintiff while he was on the car of appellant. If his conduct there was not disorderly, it could make no difference how many quarrels they previously had had, nor what condition Badders was in when he had had them. AA^as or was not the plaintiff engaged in a quarrel on the train of appellant, was the question.</p>\n<p id=\"b610-6\">The fourth and sixth exceptions relate to the exclusion of testimony on cross-examination. The ruling was correct upon both for the reason that both had been previously answered under cross-examination. ■</p>\n<p id=\"b610-7\">The fifth exception is to the refusal of the Court to permit the officer who arrested the plaintiff to state, on cross-examination'when a witness for the plaintiff, what he noticed as to the condition of the plaintiff with reference to whether <page-number citation-index=\"1\" label=\"583\">*583</page-number>he had been drinking or not. The appellee contends^ that even assuming the Court below was in error upon this ruling, that it was cured by the same witness later when, as a witness for appellant, he testified as to this condition. We cannot agree with this claim. The appellant was entitled to this testimony for use in support of its prayers withdrawing the case from the jury at the close of the plaintiff’s testimony. But while we are of the opinion it was error to refuse it, nevertheless we do not think it amounts to a reversible error. The witness testified as follows: “Brom the way they cursed and wanted to fight, I presumed they had been drinking, and I smelled it on them.” This was a considerable time after the train had left and the men had just engaged in a fierce fight and were naturally excited and wild in their talk. We do not think this testimony added anything <em>to </em>what the plaintiff himself admitted in his testimony, and, therefore, the appellant was not injured.</p>\n<p id=\"b611-4\">The special exception to the prayer of the plaintiff that the verdict should be for the plaintiff, if unnecessary force and violence was used in ejecting him, was properly overruled, for there was abundant testimony to support the prayer.</p>\n<p id=\"b611-5\">The final exception is to the refusal of the Court to' rale on the objection of the appellant to the argument of one of the plaintiff’s ¡attorneys before the jury. The objectiopable part, of the argument was in referring to the good reputation of the plaintiff in his home county. Unquestionably this wras improper argument, and the Court should have interfered, but that it did not do so in this case, we do not think strong enough ground for upsetting this judgment.</p>\n<p id=\"b611-6\">\n<em>Judgment affirmed, with costs to the appellee.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}