{
  "casebody": {
    "data": "<casebody firstpage=\"336\" lastpage=\"337\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b342-4\">SUPREME COURT</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"ALj\">Craig agt. Fanning.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b342-5\">A nonsuit will not be set aside <em>on a special </em>motion, on the grounds that the judge received evidence prematurely, or refused to submit to the jury a question of fact proper for their determination. Erroneous decisions of the judge on <em>the </em>trial, can be corrected only on a case or bill of exceptions.</headnotes>\n<decisiondate data-order=\"3\" data-type=\"misc\" id=\"b342-6\"><em>Suffolk Special Term, March </em>1852.</decisiondate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AE-\">The plaintiff, in person, moved to set aside the nonsuit in this cause for irregularity and surprise. He read an affidavit stating that issues of fact were joined on two special pleas to the declaration; that the cause was tried at the Suffolk Circuit in December 1851, before Justice Brown; that after the plaintiff had opened the case to the jury and was about to call his witnesses, “to his surprise,” the defendant’s counsel handed to the judge a bundle of papers, alleging the same tobe a record of certain proceedings in the late Court of Chancery; that upon inspection of those papers the judge arrested the plaintiff in the further progress of the cause, and directed that he should be nonsuited, although he requested that the cause should go to the jury on the issues of fact.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b342-7\">Mr. George Miller</attorneys>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"AuP\">opposed the motion, on the plaintiff’s affidavit.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b342-8\">S. B. Strong, Justice.</author>\n<p id=\"AVn\">The plaintiff does not state very clearly what were the issues of fact which he wished to have submitted to the jury. From what took place on the trial, the inference is that one of them was upon an allegation in the answer that there had been a decree of the late Court of Chancery, upon the subject matter of the controversy, which concluded the parties. The plaintiff’s motion is based on the positions that he was taken by surprise; first, by the premature offer and admission in evidence of the decree in chancery; and secondly, by his being nonsuited upon that, evidence, and that both proceedings were irregular. Where a party alleges surprise as a ground of his application for relief, he is hound to show that some act prejudicial to him has been done; which, with a proper inquiry into the facts of <page-number citation-index=\"1\" label=\"337\">*337</page-number>his case he could not have anticipated, and against which he could not have protected himself with due vigilance. Now in this case, if the issue was what the proceedings stated in the affidavit indicate, it was a matter of course, that the decree would be given in evidence, and the plaintiff had, no doubt, abundant time to prepare his testimony, if any he had, to explain or controvert it. If the defendant’s evidence was tendered prematurely, that would not have prevented the plaintiff from introducing his own testimony with the same effect as upon a later stage of the trial. But if the issue to be tried was upon the decree, the defendant held the affirmative, and then his evidence was properly offered and received. The other ground of the plaintiff’s surprise was that he was nonsuited. Plaintiffs are not unfrequently surprised in that way, but that has never been deemed a sufficient ground for setting aside a nonsuit on a nonenumerated motion, unless it has resulted from some unexpected occurrence, against which the plaintiff could not have been reasonably expected to guard himself, and against which he could have protected himself had he been previously made acquainted with it. Nothing of the kind is alleged in this case. The plaintiff’s surprise was caused by the refusal of the judge to send the case to the jury, and nearly all of his argument upon his motion was upon that point. Whether the course adopted by the learned judge was right or wrong, it is not material, nor would it be proper for me to decide on this motion. It is sufficient to say that if it was erroneous it can not be corrected on the ground of surprise. The alleged irregularities were in reference to the same particulars. These, as has been already mentioned, consisted in the reception of the evidence and granting the nonsuit. The decisions of a judge upon points of law' raised on the trial could not, under the former system, be reviewed on a nonenumerated motion. Neither can they be under the existing code of procedure, on a special motion founded upon affidavits. However erroneous a decision of a judge in the progress of a trial may be, if it relate to the reception of evidence or granting a nonsuit, it is not an irregularity within the ordinary and technical meaning of that word. The unsuccessful party should resort to a case or bill of exceptions. Motion denied with seven dollars costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}