{
  "casebody": {
    "data": "<casebody firstpage=\"160\" lastpage=\"161\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b176-6\">RIGGS AND BALDWIN v. QUICK.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b176-7\">A plea of non assumpsit within eight, instead of, six years, is bad on general demurrer; and must be stricken out on motion for that purpose, with costs.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b176-8\">This was an action on a promissory note, and for money paid, &amp;c. The defendants pleaded — 1st., Non assumpsit — and 2ndly., Non assumpsit within eight years, &amp;c.</summary>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b176-9\"><em>E. Vanarsdale, </em>for the plaintiffs,</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AMn\">moved to strike out the two pleas, as frivolous, &amp;c. and cited 1 <em>Chit. Pl. </em>505. <em>id,. </em>521. <em>Gould’s Pl. </em>325, <em>sect. </em>37. 2 <em>Halst. R. </em>160, <em>Anonymous. Coxe </em>v. <em>Higbee, </em>6 <em>Halst. R. </em>395. <em>Executors of Shotwell </em>v. <em>Dennis, </em>2 <em>Green’s R. </em>501.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b176-10\"><em>A. Armstrong, </em>for the defendant, insisted that the plea was good on general demurrer, and if so, the Court would not strike it out on motion: that if the defendant had not promised at any time, within eight years, he certainly had not within six years, and cited, 1 <em>Chit. Pl. </em>519. <em>Gould’s Pl. ch. </em>3, <em>sect. </em>13. <em>Macfadzen </em>v. <em>Olivant, </em>6 <em>East, </em>387.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b177-4\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>By the Court.</author>\n<p id=\"AK2\">Tho plea would be bad on a general demurrer ; as no proper issue could be tendered upon it, and there - fore the Court will not put the party to the expense and delay of filing a demurrer. In the case of <em>Macfadzen </em>v. <em>Olivant, </em>6 <em>East, </em>387, it was doubted by the Court whether four or six years was the proper bar, and therefore, they seemed to hold the plea in that case good, on general demurrer. Without, however, sanctioning the opinion of the court in that case, we think, upon the authorities cited by the plaintiffs counsel, the plea must be stricken out, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}