{
  "casebody": {
    "data": "<casebody firstpage=\"341\" lastpage=\"342\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b405-9\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. UNITED ASSOCIATION OF JOURNEYMEN AND APPRENTICES OF the PLUMBING AND PIPE FITTING INDUSTRY OF the UNITED STATES AND CANADA, LOCAL 675, AFL-CIO, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b405-11\">No. 23499.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b405-12\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b405-13\">June 5, 1970.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b405-22\">Marcel Mallet-Prevost (argued), of N. L.R.B., Arnold Ordman, Dominick L. Manoli, Gary Green, Burton L. Raimi, Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b405-23\">Benjamin C. Sigal (argued), Alvin T. Shim, of Shim &amp; Sigal, Honolulu, Hawaii, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b405-24\">Before JERTBERG, BROWNING, and HUFSTEDLER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b406-3\"><page-number citation-index=\"1\" label=\"342\">*342</page-number>PER CURIAM:</author>\n<p id=\"b406-4\">The National Labor Relations Board petitions for enforcement of its order directing respondent union to cease and desist violating sections 8(b) (1) (A) and 8(b) (2) of the National Labor Relations Act (29 U.S.C. §§ 158(b) (1) (A), 158(b) (2)) and to take certain affirmative action. The Board’s opinion and order are reported at 161 N.L.R.B. 1351 (1966). Only two substantial issues are before us: an asserted variance between the Board’s complaint and its findings, and the scope of the Board’s order.</p>\n<p id=\"b406-5\">The substantive allegations of the amended complaint were as follows:</p>\n<blockquote id=\"b406-6\">“VII.</blockquote>\n<blockquote id=\"b406-7\">“On or about September 27, 1965, and thereafter, Respondent, by Edward J. Kovack, told employees of Mid-Pacific over the telephone and at the Shell Oil project that Respondent would remove them from the Shell Oil project because of their failure to deposit with the Respondent their travel cards from a sister local of the Respondent.</blockquote>\n<blockquote id=\"b406-8\">“VIII.</blockquote>\n<blockquote id=\"b406-9\">“On or about October 16, 1965, Respondent, by Edward J. Kovack, caused Mid-Pacific to discharge its employee Eggert on or about [October] 18, 1965 because of Eggert’s failure to comply with Kovack’s demand that Eggert deposit with Respondent his travel card from a sister local of the Respondent.”</blockquote>\n<p id=\"b406-10\">The trial examiner made findings perfectly in accord with paragraph VII. But his finding concerning the discharge was that “Kovack caused the replacement of Eggert on October 18 because he was antagonized by Eggert’s action in abruptly terminating their conversation on the evening of September 27 when he hung up the phone following Kovack’s threat to remove him from the job and by the failure of Eggert and Riemer to deposit their travel cards in the manner and at the time Kovack demanded.” (161 N.L.R.B. at 1355.) Respondent argues that these findings are at variance with the allegations of the complaint, causing a denial of procedural due process.</p>\n<p id=\"b406-12\">The complaint gave no notice to respondent that Kovack’s hostility towards Eggert, generated by Eggert’s abrupt response to Kovack’s threats, would be partially relied upon to prove a violation of the Act. But the Board’s General Counsel specifically raised this issue in his opening argument at the hearing, and the issue was fairly tried by the parties. Under these circumstances, the General Counsel’s failure to expressly plead the issue was not a denial of due process. (E. <em>g., </em>Owens-Corning Fiberglass Corp. v. NLRB (4th Cir. 1969) 407 F.2d 1357, 1361.) Whatever ambiguity was contained in the complaint as to whether or not Eggert deposited his travel card, it was quickly resolved at the hearing. He did deposit it eventually, but not in the manner or at the time demanded by Kovack in his threats of September 27. This was the way the issues were tried at the hearing, and we are convinced by the record that respondent suffered no prejudice from the deficiencies of the complaint.</p>\n<p id=\"b406-13\">We agree with respondent that the Board’s order is overbroad. The phrase “or any other employer” in paragraphs 1(a) and 1(b), the phrase “or any other employee” in paragraph 1(b), and all of paragraph 1(c) of the order should be deleted. The appendix to the order should be revised accordingly. <em>(See, e. g., </em>NLRB v. Phaostron Instrument &amp; Elec. Co. (9th Cir. 1965) 344 F.2d 855.)</p>\n<p id=\"b406-14\">In all other respects the Board’s findings are supported by substantial evidence, and its inferences are reasonable. As modified, the order is enforced.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}