{
  "casebody": {
    "data": "<casebody firstpage=\"561\" lastpage=\"567\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b625-3\">Arlett PEOPLES et al., Appellants v. UNITED STATES DEPARTMENT OF AGRICULTURE et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b625-6\">No. 22574.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b625-7\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b625-9\">Argued Oct. 28, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b625-10\">Decided Feb. 3, 1970.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b625-11\">On Rehearing May 26, 1970.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b627-3\"><page-number citation-index=\"1\" label=\"563\">*563</page-number>Mr. Ronald F. Pollack, New York City, of the bar of the Court of Appeals of New York, <em>pro hac vice, </em>by special leave of Court, with whom Messrs. Lee A. Albert, New York City, Edgar S. Cahn, and Mrs. Jean Camper Cahn, Washington, D. C., were on the brief, for appellants. Mr. John. R. Kramer, Washington, D. C., also entered an appearance for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b627-4\">Mr. Howard B. Pickard, Atty., Dept, of Agriculture, of the bar of the Supreme Court of Oklahoma, <em>pro hac vice, </em>by special leave of Court, with whom Messrs. Neil Brooks, Asst. Gen. Counsel, Dept, of Agriculture, and Alan S. Rosenthal, Atty., Dept, of Justice, were on the brief, for appellees. Mr. David G. Bress, U. S. Atty., at the time the record was filed, also entered an appearance for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b627-5\">Before WRIGHT, McGOWAN and LEVENTHAL, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b627-6\">LEVENTHAL, Circuit Judge:</author>\n<p id=\"b627-7\">This is an action brought by a number of poor people in the State of Alabama against the Secretary of Agriculture. Their complaint raises various statutory and constitutional objections to the way in which the defendants are administering the Food Stamp Act of 1964,<footnotemark>1</footnotemark> and the Commodities Distribution Program which is predicated primarily on Section 32 of the Act of August 24, 1935,<footnotemark>2</footnotemark> and on Section 416 of the Agriculture Act of 1949.<footnotemark>3</footnotemark></p>\n<p id=\"b627-8\">It may be helpful if our discussion focuses on a principal, if not primary, claim by plaintiff, that the Secretary’s Food Stamp Program fails to comply with the provision of 7 U.S.C. § 2016(b). which states that the prices which the Secretary shall charge poor people for the food stamps they receive shall be equal to their normal expenses for food. Under the program it is only when poor applicants have paid this (“normal” expense) price for their Government food stamps that they become eligible for the “bonus” stamps that supply at least some of the additional food they need. Plaintiffs say that the charge for a food stamp allotment specified by the Secretary is in fact higher than the normal expenditures for food for a large part, if not the majority, of the people in Alabama who are living below adequate nutrition levels, and that their resulting inability to pay the price of a food stamp allotment under the Secretary’s program results in their complete and unlawful exclusion from the Food Stamp Program which Congress enacted for their benefit.</p>\n<p id=\"b627-14\">The District Judge dismissed the complaint on the ground that the primary objective of the statute was the removal of agricultural surpluses, that the benefits to the poor and undernourished was at best an incidental objective, which does not establish any legal right in the incidental beneficiary to complain of illegalities in administration, and that accordingly plaintiffs had no legal standing to complain even assuming the Secretary had acted unlawfully and in disregard of the statute.</p>\n<p id=\"b627-15\">1. The pertinent principles on the subject of standing have been reviewed and restated in our recent en banc decision in Curran v. Laird, 420 F.2d 122 (November 12, 1969) which discusses the recent Supreme Court precedents and underlying principles. These principles establish a presumptive standing, operative unless negatived by a statutory provision, which permits a complaint, alleging that executive programs unlawfully deviate from statutory requirements, to be filed by those who were intended beneficiaries of the statutory provisions, even though they are not the primary beneficiaries of the statute.</p>\n<p id=\"b627-17\">There can be little doubt that the plaintiffs were in the category of those Congress intended to benefit in the food stamp program. This appears plainly <page-number citation-index=\"1\" label=\"564\">*564</page-number>from 7 U.S.C. § 2011 (1964), wherein Congress declared:</p>\n<blockquote id=\"b628-4\">It is hereby declared to be <em>the policy of Congress, in order to promote the general welfare, that the Nation’s abundance of food should be utilized </em>cooperatively by the States, the Federal Government, and local government units to the maximum extent practicable to <em>safeguard the health and well-being of the Nation’s population and raise levels of nutrition among low-income households. </em>The Congress hereby finds that increased utilization of foods in establishing and maintaining adequate national levels of nutrition will tend to cause the distribution in a beneficial manner of our agricultural abundances and will strengthen our agricultural economy, as well as result in more orderly marketing and distribution of food. To effectuate the policy of Congress and the purposes of this chapter, a food stamp program, which will permit those households with low incomes to receive a greater share of the Nation’s food abundance, is herein authorized. (Emphasis added.) <footnotemark>4</footnotemark></blockquote>\n<p id=\"b628-5\">The principles of standing discussed above establish the standing of poor people to complain of illegal departures by the Secretary from the Congressional plan, since they are an intended beneficiary of Congress, and this principle is neither undercut by the fact that the farmers were also beneficiaries, nor dependent on some process of appraisal to determine whether the poor people weighed heavier in the scales than the farmers, or which should be labeled the “primary” beneficiaries.</p>\n<p id=\"b628-9\">2. The Government contends in the alternative that even assuming that the plaintiffs have standing to complain of the alleged illegalities of defendant officials, jurisdiction to entertain and determine their complaint has not been assigned by Congress to the District Court.</p>\n<p id=\"b628-10\">The complaint alleged that such jurisdiction existed by virtue of various statutory provisions, including 28 U.S.C. § 1361 and 5 U.S.C. § 702.<footnotemark>5</footnotemark> We need not consider whether § 10(a) of the Administrative Procedure Act, now codified in 5 U.S.C. § 702, sufficed to constitute a grant of jurisdiction to the District Court. The District Court for the District of Columbia has an independent source of jurisdiction in the legislation, passed by Congress, and codified in the District of Columbia Code, 11 D.C.Code § 521, which gives that court general equity jurisdiction, and venue where either party is resident or found within the District of Columbia. This permits actions for declaratory judgment as well as injunction to be maintained against those whose office in the Federal Government establishes their official residence in the District. Stark v. Wickard, 321 U.S. 288, 64 S.Ct. 559, 88 L.Ed. 733 (1944); Nestor v. Hershey, 425 F.2d 504, at 521-523 F.2d (Dec. 16, 1969).</p>\n<p id=\"b628-11\">The Mandamus and Venue Act of 1962, Public Law 87-748, codified in 28 U.S.C. § 1361, confirms the District Court’s jurisdiction. That act declares the jurisdiction of any District Court in the United States to entertain an action in <page-number citation-index=\"1\" label=\"565\">*565</page-number>the nature of mandamus to compel an officer of an agency of the United States to perform a duty owed to the plaintiff.<footnotemark>6</footnotemark> It provides venue in any district where the defendant resides.<footnotemark>7</footnotemark></p>\n<p id=\"b629-4\">This statute fills a void, which previously had been taken to prevent District Courts outside the District of Columbia from issuing mandamus against a government official.<footnotemark>8</footnotemark> While the statute is couched in terms of mandamus action, its liberalizing purpose, to remove technical objections that existed outside the District of Columbia, was intended to permit District Courts generally to issue appropriate corrective orders where Federal officials are not acting within the zone of their permissible discretion but are abusing their discretion or otherwise acting contrary to law, and hence to entertain a civil action under § 10 of the Administrative Procedure Act.<footnotemark>9</footnotemark> This statute does not undercut the historic jurisdiction of the District Court for the District of Columbia to entertain such actions, it rather extends that mandamus jurisdiction to the other District Courts.</p>\n<p id=\"b629-5\">3. We do not see any merit in the Government’s reliance on the introductory provision in § 10 of the Administrative Procedure Act, which says that the act is not applicable where “statutes preclude judicial review.” (5 U.S.C. § 701.)</p>\n<p id=\"b629-12\">Apparently the Government argues that a withdrawal from the APA must be inferred from certain provisions of the Food Stamp Program statute which accord judicial review to a food distributor who has been excluded from participation in the program, or blacklisted, or has had a claim rejected in whole or in part (7 U.S.C. § 2022). The food distributors became involved in the legislation only secondarily, as the means by which Congress hoped to achieve benefit to others (poor people and farmers). The specific review provisions in 7 U.S. C. § 2022 both avoided any possibility that the distributors would be held without a legal right to complain of adverse agency action, and gave them a trial de novo well beyond the scope of review available under the general provisions of the Administrative Procedure Act. <em>See </em>5 U.S.C. § 706(2) (F). There is no fair implication that granting this special judicial review to food distributors was intended to curtail or negative the judicial review otherwise presumed to be available for the protection of the poor.</p>\n<p id=\"b630-3\"><page-number citation-index=\"1\" label=\"566\">*566</page-number>4. The Government also argues that the District Court was without jurisdiction over the subject matter because the issues tendered by the complaint relate to matters that are committed to the non-reviewable discretion of the Secretary. The District Court did not advance this as a reason, for dismissing complaint without a trial.</p>\n<p id=\"b630-4\"> In the interest of sound judicial administration we have considered certain jurisdictional questions not discussed by the District Court because they were ripe for judicial consideration and our determination at this time could obviate uncertainty or delay. However, we do not think it appropriate to rule at the present time on the nature and scope of the Secretary’s discretion. This is one of those issues inter-related with the merits of the controversy in which the determination can best be made in the light of a trial record which sharpens the nature of the matters passed on by the Secretary or required for his consideration under the statute.</p>\n<p id=\"b630-5\">We note that this is not like a case that may arise in the field of foreign affairs or national security, where there is broadest latitude for constitutionally permissible delegation to the Executive Branch, and the very conduct of the trial and inquiry on the merits may impair the nation’s interests and defeat the purpose of making these matters non-reviewable. In the interest of judicial administration, we also take occasion to observe that even if the District Court should conclude that this is a matter committed to the discretion of the Secretary, without review by any court, it should also express its views on whether, in the event the exercise of discretion is held subject to some judicial review, the Secretary exercised his discretion in a manner consistent with the statute and the Constitution.<footnotemark>10</footnotemark></p>\n<p id=\"b630-8\">5. While the legal issues as to the Commodity Distribution Program are not the same as the legal issues arising under the Food Stamp Program, and may result in different dispositions, they are entitled to the same treatment insofar as threshold jurisdiction is concerned. If there is a violation of the law or of the Constitution in the administration of the Commodity Distribution Program the class of recipients of the food are aggrieved and have an interest sufficient to obtain judicial relief even though they are not the primary beneficiaries of the Commodity Distribution Program.</p>\n<p id=\"b630-10\">6. The issues tendered in the complaint relate to aspects of the program that were inserted for the benefit of the poor. We are not ruling that poor people can roam at large through an administrative program, protesting about matters with which they have no factual concern. In Flast v. Cohen,<footnotemark>11</footnotemark> the Supreme Court indicated that there may be a nexus between a plaintiff’s standing to raise a legal question and the legal question he is permitted to raise. The requisite nexus appears so far as this case is concerned.</p>\n<p id=\"b630-11\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b627-9\">. 7 U.S.C. § 2011 <em>et seq. </em>(Supp. IV, 1965-68).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b627-11\">. 7 U.S.C. § 612c.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b627-18\">. 7 U.S.C. § 1431.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b628-6\">. xVs to the statutory provisions defining the food stamp program and its beneficiaries, <em>see also </em>7 U.S.C. § 2013(a) (1964) :</p>\n<blockquote id=\"b628-7\">The Secretary is authorized to formulate and administer a food stamp program under which, at the request of an appropriate State agency, eligible households within the State shall be provided with an opportunity more nearly to obtain a nutritionally adequate diet through the issuance to them of a coupon allotment which shall have a greater monetary value than their normal expenditures for food,</blockquote>\n<p id=\"Ayu\">and see 7 U.S.C. § 2014(a) (1964) :</p>\n<blockquote id=\"ANM\">Participation in the food stamp program shall be limited to those households whose income is determined to be a substantial limiting factor in the attainment of a nutritionally adequate diet.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b628-13\">. “Jurisdiction is conferred on this [District] Court by 28 U.S.C. §§ 1331, 1332, 1337, 1343, 1346 and 1361 and by 5 U.S.C. § 702.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b629-6\">. 28 U.S.C. § 1361.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b629-7\">. It provides for venue in any district where the defendant resides, where the cause of action arose, where real property involved in the action is situated, or if no real property is involved where plaintiff resides. 28 U.S.C. § 1391(e).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b629-8\">. Marshall v. Crotty, 185 F.2d 622 (1st Cir. 1951).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b629-9\">. The Senate Committee Report reveals that it accepted the recommendation in Deputy Attorney General Byron White’s letter of February 28, 1962, to the Senate Judiciary Committee, that jurisdiction be written in terms of mandamus power in order to avoid any inference that the district courts were given “jurisdiction to order a Government official to act in a manner contrary to his discretion.” Sen. Rep.1992, 87th Cong., 2d Sess. p. 4, U.S.Code Cong. &amp; Adm.News, at p. 2786.</p>\n<blockquote id=\"b629-10\">Of course any lawsuit challenging the validity of an administrative or executive action, whether the relief sought is mandamus, injunction, mandatory injunction or declaratory judgment, is limited by the supervening doctrine that a court cannot by its order trespass into the domain of discretion entrusted by the legislature to the official or agency involved</blockquote>\n<blockquote id=\"A5g\">The letter of Deputy Attorney General White suggested that in order to avoid unintended extension of the Mandamus Act, its venue provision be written expressly to apply to an action brought in district court under § 10 of the APA. The letter indicated the values of such an approach — stating: “This unquestionably eliminates suits for money judgments against officers, eliminates any question that discretionary action can be reviewed, and requires an exhaustion of administrative remedies.” The wording of the 1962 act was not confined in the way proposed by the Department of Justice. Certainly, however, the scope of the act was not shrunk to less than the ambit reflected in the Department of Justice proposal.</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b630-6\">. We need not now rule whether the constitutional aspect of the litigation has been made moot by the restructured schedule of allotments announced by the Depnrtment of Agriculture on December 18, 1969.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b630-22\">. 392 U.S. 83, 88 S.Ct. 1942, 20 L.Ed. 2d 947 (1968).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b630-12\">On Petition for Rehearing</p>\n<author id=\"b630-13\">PER CURIAM.</author>\n<p id=\"b630-14\">ORDER</p>\n<p id=\"b630-15\">Appellee’s petition for rehearing is granted, and the opinion in the above entitled cause filed February 3, 1970, is modified in accordance with the supplemental opinion annexed hereto.</p>\n<p id=\"b630-16\">So ordered.</p>\n<p id=\"b630-17\">SUPPLEMENTAL OPINION</p>\n<author id=\"b630-18\">LEVENTHAL, Circuit Judge:</author>\n<p id=\"b630-19\">In a petition for rehearing the defendants urge that we determine the issue <page-number citation-index=\"1\" label=\"567\">*567</page-number>whether Congress has committed to the unreviewable discretion of the Secretary of Agriculture the administration of the programs in controversy (administration of the Food Stamp Act of 1964 and the Commodities Distribution Program). The petition also focuses on our statement that even should the District Court view these matters as committed to the unreviewable discretion of the Secretary, it should rule in the alternative whether in its view the Secretary exercised his discretion in a manner consistent with the statute and the Constitution. The defendants point out that the effect of this suggestion may be to force them to undergo a trial on an issue which it later appears should not have been tried at all.</p>\n<p id=\"b631-4\">Clarification of our views is in order. Taking into account the nature of these programs, not only their complexity but also their state of flux and changes being made therein, we adhere to our order remanding to the District Court at this juncture.</p>\n<p id=\"b631-5\">Our decision was made in the context of the general rule, subject only to rare exceptions, that the action of a government agency in the domestic sphere, as contrasted with actions in the spheres of foreign affairs or national security, is subject to judicial review for arbitrariness and abuse of discretion, even though discretion may be broad.</p>\n<p id=\"b631-6\">The defendants’ petition for rehearing stresses that if this case does involve issues that are non-reviewable it is not in the interest of justice that they be subject to possibly burdensome discovery on the issues relating to the propriety, assuming reviewability, of the way the Secretary has exercised his discretion. The District Court has adequate discretion to assure that discovery will be reasonably related to the object of furnishing the court with an adequate basis for ruling intelligently on the questions before it, and will not unduly burden the government officials concerned. Thus defendants protest that plaintiffs seek to take the oral deposition of the Secretary of Agriculture, but subjecting a cabinet officer to oral deposition is not normally countenanced. D.C. Federation of Civic Ass’ns v. Sirica, No. 24, 216 (May 8, 1970).</p>\n<p id=\"b631-8\">Upon further consideration we must also take into account the difficulty occasioned by the fact that sometimes, albeit rarely, Congress has made issues non-reviewable in court because the very process of judicial consideration in the particular circumstances requires the statement of reasons and explanations of matters that Congress wishes held in confidence. Cf. International Ass'n of Machinists and Aerospace Workers, v. National Mediation Board, 138 U.S.App.D.C. 96, 425 F.2d 527 (January 30, 1970). While we have no basis for assuming that the program before us is one of those rare cases, we think it more appropriate to modify our opinion. The matter stands thus:</p>\n<p id=\"b631-9\">Overall we think it a wholesome approach that a District Court considering a claim of non-reviewability of an issue in the realm of domestic government policy give its view on the merits, on the claim of abuse of discretion. However, this is not an imperative, and the District Court may appropriately decline to rule on the merits, or to permit the litigation to be maintained on the merits, if it is of the view that the very maintenance of the action is contrary to the intent of Congress and will injure the public interest.</p>\n<p id=\"b631-10\">Remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}