{
  "casebody": {
    "data": "<casebody firstpage=\"685\" lastpage=\"689\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b749-12\">UNITED STATES of America, Appellee, v. Pasqual William CENICEROS, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Au9\">No. 24362.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b749-14\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b749-15\">June 3, 1970.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b749-16\">Reheasring Denied Aug. 4, 1970.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b750-12\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>Michael E. Grodsky (argued), Los Angeles, Cal., David F. Aberson, Sherman Oaks, Cal., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b750-13\">Brian J. O’Neil (argued), Asst. U. S. Atty., Wm. M. Byrne, Jr. U. S. Atty., Robt. L. Brosio, Chief, Criminal Division, Los Angeles, Cal., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b750-14\">Before HAMLEY and KILKENNY, Circuit Judges, and POWELL, District Judge .<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b750-11\"> The Honorable Charles L. Powell, United States District Judge for the Eastern District of Washington, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b750-15\">HAMLEY, Circuit Judge:</author>\n<p id=\"b750-16\">Pasqual William Ceniceros appeals from his conviction, after a jury trial, on all six counts of an indictment charging violations of 21 U.S.C. § 174 and 26 U.S.C. § 4705(a) in connection with two separate heroin transactions on August 6, 1968. Concurrent sentences were imposed.</p>\n<p id=\"b750-17\">Defendant’s principal point on appeal pertains to certain comments made by Government counsel during his closing argument, and by the trial court in the course of final instructions to the jury, concerning the claim of privilege against self-incrimination made by Hector Campillo, one of defendant’s witnesses.</p>\n<p id=\"b750-18\">According to the Government’s evidence, which the jury apparently believed, Alex Figueroa, a special Government employee, met defendant late one July, 1968 afternoon in an alley in Huntington Park, California. Defendant told Figueroa at that time that he could sell Figueroa a large quantity of heroin. They had a further conversation along this line on the afternoon of August 6, 1968, at a used TV salvage yard in Los Angeles operated by defendant and his brother. Prices were discussed at this time, and it was decided that Figueroa would telephone defendant between 6:00 and 6:30 p. m. to arrange a sale of heroin to Figueroa.</p>\n<p id=\"b750-19\">Figueroa then met with Federal Narcotics Agents Krueger and Zablocki at Norm’s Restaurant, in Huntington Park. At about 6:00 p. m., Figueroa tele<page-number citation-index=\"1\" label=\"687\">*687</page-number>rant, holding the receiver in such a man-phoned defendant from Norm’s Restauner that Agent Zablocki could overhear the conversation. Figueroa was told over the telephone that the heroin was at defendant’s TV shop and to “come over and get it.” After searching him and his car, the agents gave Figueroa four hundred dollars, and he drove to defendant’s place of business and honked his horn. While under surveillance, defendant walked out to Figueroa’s automobile, and then the two entered the shop. There Figueroa purchased part of the agreed upon quantity of heroin (in two packages) from defendant. A second delivery of the remainder of the heroin was completed later the same day.</p>\n<p id=\"b751-5\">Defendant’s defense was that Figueroa purchased the heroin from Hector Campillo, and not from defendant. Defendant testified that Figueroa came to the TV shop about noon on August 6, 1968, and asked if defendant had seen Campillo. According to defendant, Campillo later came to the shop and was there in the evening when Figueroa telephoned the first time. Defendant testified that he put Campillo on the line and left Campillo and Figueroa talking with each other. Defendant testified that Campillo later left a package with defendant, asking him to deliver it to Figueroa when the latter arrived.</p>\n<p id=\"b751-6\">Defendant called Campillo as a witness and asked him a series of questions regarding his whereabouts on August 6, 1968, and whether it was not he who had sold the heroin to Figueroa. However, Campillo repeatedly claimed, and the trial court honored, his Fifth Amendment privilege against self-incrimination. At this time Campillo was serving a mandatory ten-year sentence for violating the narcotics laws. During the course of closing argument, Government counsel contended that Campillo’s refusal to answer defendant’s questions was designed to exculpate the defendant by arousing the jury’s suspicions about Campillo. In the course of its instructions at the close of the case, the trial court made the comment quoted in the margin.<footnotemark>1</footnotemark> Counsel for defendant made no objection to the Government’s remarks about Campillo during oral argument or to the trial court’s comment prior to the return of the verdict.</p>\n<p id=\"b751-11\">Defendant contends that the comments of the prosecutor and the trial court with reference to Campillo’s exercise of the privilege against self-incrimination must be viewed as “plain error,” cognizable under Rule 52(b). In support of this view, he argues, first, that since the trial court honored Campillo’s claim of privilege, and therefore had to make an implicit finding regarding the likelihood of its validity, the court was estopped from suggesting to the jury that the claim might not be genuine but merely designed to aid the defendant.</p>\n<p id=\"b751-12\">We do not believe the propriety of the trial judge’s comment, quoted in note 1, is to be tested by principles analogous to estoppel. Instead, we think the inquiry, both with respect to the trial court’s action, and that of the prosecutor, should <page-number citation-index=\"1\" label=\"688\">*688</page-number>be concerned with whether the assertion of the Fifth Amendment privilege was thereby improperly impaired, or whether the prosecution thereby gained an unfair advantage at the trial. These considerations are dealt with in defendant’s remaining arguments on this branch of the case.</p>\n<p id=\"b752-4\">The question of whether a trial court has committed reversible error in honoring a witness’ claim of the privilege usually involves one or the other of these circumstances: (1) the trial court countenanced the action of the prosecutor in propounding a series of questions to a Government witness who the prosecutor knew would claim the privilege;<footnotemark>2</footnotemark> (2) the trial court refused to give a requested instruction or to instruct on its own motion, that no inference prejudicial to the defendant may be drawn from the fact that a witness claimed the privilege against self-incrimination;<footnotemark>3</footnotemark> or (3) comments by the trial court, or comments by the prosecutor countenanced by the trial court, invited the jury to infer that if the witness had testified he would have given evidence tending to establish the defendant’s guilt.</p>\n<p id=\"b752-5\">The first two of these circumstances are not involved in this case. Campillo was not a Government witness and his claim of the privilege against self-incrimination was not made in response to questions propounded by the prosecutor. Defendant did not request the trial court to give an instruction pertaining to Campillo’s action in claiming the privilege, and has not claimed that the trial court erred in failing to give such an instruction on its own motion.</p>\n<p id=\"b752-6\">The third of these circumstances is involved in this case, but with an unusual twist. The prosecutor did not argue to the jury that Campillo claimed the privilege to avoid giving affirmative evidence of defendant’s guilt. Instead, he told the jury, in effect, that had Campillo testified he would have provided affirmative evidence of his own innocence, thereby undermining, by inference, defendant’s claim that it was Campillo who committed the crime. Similarly, the trial court did not, in its comment to the jury, advise that the jury could infer that Campillo’s testimony, if given, would provide direct proof of defendant’s guilt. The court, in summarizing this testimony, said only that one of the inferences the jury might draw is that Campillo was innocent but declined to so testify in order to lead the jury to believe he was guilty, thereby exonerating defendant.</p>\n<p id=\"b752-10\">Having in view the special circumstances of this case, we do not believe that plain error was committed. The prosecutor and the trial court were, at most, trying to alert the jury to a possible misuse of the privilege by a defense witness. They were not seeking to prejudice the jury because of a proper use of the privilege.</p>\n<p id=\"b752-11\">The Eighth Circuit was confronted with a somewhat similar case in Edwards v. United States, 361 F.2d 732 (8th Cir. 1966). Defendant Edwards testified that he helped one Turner remove materials from a vacant home, believing Turner had rightfully acquired the items. Edwards called Turner as a witness, knowing that he would invoke the Fifth Amendment. The trial court upheld Turner’s claim of privilege.</p>\n<p id=\"b752-12\">On appeal, Edwards argued that the trial court erred in failing, on its own motion, to instruct the jury not to draw any inferences from Turner’s claim of <page-number citation-index=\"1\" label=\"689\">*689</page-number>privilege. In rejecting this contention, the <em>Edwards </em>court pointed out, among other things, that, since defendant knew Turner would claim the privilege, his only purpose in calling Turner to the witness stand was to provide a basis for the inference that, had Turner testified, it would have been favorable to defendant. 361 F.2d at 736.</p>\n<p id=\"b753-4\">Where there is good reason to believe that the Fifth Amendment privilege is being misused to create an unjustified inference favorable to the party calling the witness, a prosecutor may legitimately note this in his argument to the jury. Likewise the federal trial judge, exercising his traditional power to fairly summarize and comment upon the evidence may, under similar circumstances, suggest to a jury this possible misuse of the privilege.</p>\n<p id=\"b753-5\">The trial court believed such circumstances existed here. We find no basis in this record for concluding that this belief was unjustified. Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965), relied upon by defendant, is not in point. In <em>Griffin, </em>but not in our case, it was the defendant who exercised the privilege. A defendant has no standing to argue that a witness’ effort to exercise the privilege against self-incrimination was in some way undermined. See Bowman v. United States, 350 F.2d 913, 915 (9th Cir. 1965).</p>\n<p id=\"b753-6\">Defendant urges two other grounds for reversal. One is that the trial court improperly pitted Agent Zablocki’s testimony against that of defendant when they were not in conflict. The other is that the court abused its discretion in denying defendant’s motion to reopen his case for the purpose of showing perjury on the part of the prosecution’s chief witness. In our opinion the trial court did not err in either of these regards.</p>\n<p id=\"b753-7\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b751-7\">. “You must consider the possibility that this privilege [Fifth Amendment] was exercised because of the fact that Mr. Campillo was guilty or participated in the crimes charged here, if such crimes occurred, and genuinely didn’t want to possibly incriminate himself.</p>\n<blockquote id=\"AHq\">“On the other hand, you must also consider the possibility that his actions on the stand constituted an arranged and staged performance undertaken for the purpose of creating doubt in your minds as to tiie identity of the guilty person. You may consider that if that was its purpose, the technique of being called to the stand and then taking the privilege of self-incrimination is a way in which a witness could leave the imputation that perhaps he was the guilty party without either admitting the crime or taking the risk of committing perjury. Thus one could aid a friend without any danger to one’s self. These are some of the possibilities that you may wish to consider on that subject.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b752-7\">. <em>See </em>Namet v. United States, 373 U.S. 179, 185-187, 83 S.Ct. 1151, 10 L.Ed.2d 278 (1963); Sanders v. United States, 373 F.2d 735 (9th Cir. 1967) ; Fletcher v. United States, 118 U.S.App.D.C. 137, 332 F.2d 724 (1964); United States v. Maloney, 262 F.2d 535, 537 (2d Cir. 1959).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b752-15\">. <em>E. g., </em>Edwards v. United States, 361 F.2d 732 (8th Cir. 1966) ; Billeci v. United States, 87 U.S.App.D.C. 274, 184 F.2d 394, 397-398 (1950).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}