{
  "casebody": {
    "data": "<casebody firstpage=\"221\" lastpage=\"224\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b249-9\">(153 App. Div. 494.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b249-10\">PATNODE v. FOOTE.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b249-11\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ANq\">November 13, 1912.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b249-12\">1. Negligence (§ 2*)—Licensee—Liability.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b249-13\">Plaintiff, invited to ride in the private vehicle of defendant, is a licensee; and the defendant, driving the vehicle, is liable for active negligence in driving at a reckless speed, against the protest of plaintiff.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b249-14\">[Ed. Note.—For other cases, see Negligence, Cent. Dig. §§ 3, 4; Dec Dig. § 2.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b249-15\">2. Witnesses (§ 219*)—Privileged Communications—Waiver.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b249-16\">A plaintiff, suing for personal injuries, who makes her physician hei witness, and who on direct examination requires him to detail the injuries, his manner of treatment, and her progress toward recovery, thereby waives the privilege given by Code Civ. Proc. § 834, notwithstanding section 836, providing for a written waiver; and defendant, on cross-examination, may show what the physician learned, from an examination of plaintiff two or three days before the trial, respecting her injuries and her recovery therefrom.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b249-17\">[Ed. Note.—For other eases, see Witnesses, Cent. Dig. §§ 769, 781, 782; Dec. Dig. § 219.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b249-18\">3. Appeal and Error (§ 1170*)—Harmless Error—Erroneous Exclusion op</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b249-19\">Evidence.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b249-20\">Where the damages awarded were only adequate for the injuries sustained, the error in excluding the testimony of what plaintiff’s physician learned from an examination of plaintiff, two or three days before the trial, did not affect the substantial rights of defendant, and must be disregarded, as required by Code Civ. Proc. § 1317, as amended in 1912 (Laws 1912, c. 380).</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b249-21\">[Ed. Note.—For other eases, see Appeal and Error, Cent. Dig. §§ 4540-4545; Dec. Dig. § 1170.*]</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b249-22\">‘For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b250-4\"><page-number citation-index=\"1\" label=\"222\">*222</page-number>Appeal from Franklin County Court.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b250-5\">Action by Ida Patnode against Jewett J. Foote. From a judgment for plaintiff, and from an order denying a new trial, defendant appeals. Affirmed.</summary>\n<p data-order=\"17\" data-type=\"judges\" id=\"b250-6\">Argued before SMITH, P. J., and KELLOGG, HOUGHTON, BETTS, and LYON, JJ.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b250-7\">B. W. Berry, of Malone, for appellant.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b250-8\">George J. Moore, of Malone, for respondent.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b250-9\">HOUGHTON, J.</author>\n<p id=\"AhB\">The action is to recover damages for personal injuries claimed to have been caused by defendant’s negligence. The plaintiff had been subpoenaed by the defendant as a witness in an action to which he was a party, and .there was evidence to warrant the jury in finding that the defendant invited the plaintiff to ride with him to the place of trial, in an open buggy drawn by one horse driven by himself. There was also evidence fully warranting the jury in finding that the defendant drove at a' reckless speed, against plaintiff’s protest, and that a collision,1 with another wagon, which threw the plaintiff violently to the ground, was the result of defendant’s careless driving.</p>\n<p id=\"b250-10\">The defendant insists, as one of his grounds for reversal of the judgment, that his motion for a nonsuit should have been granted, because the plaintiff was his gratuitous passenger, to whom he owed no duty of care. Counsel upon both sides confess their inability to find any reported decision defining the obligation of oñe who-invites another to ride in his private vehicle toward the passenger so invited.</p>\n<p id=\"b250-11\"><bracketnum>[ 1 ]</bracketnum> After considerable- research we have not been able to find any such decision in this stale; but we do find the case of Pigeon v. Lane, 80 Conn. 237, 67 Atl. 886, 11 Ann. Cas. 371, which impresses us as stating the true rule/ In that case the person invited to ride in the private vehicle of another is declared to be a licensee, and the duty of the person giving such invitation is stated to be the refraining from doing any “negligent acts by which the danger of riding upon the conveyance was increased or a new danger created,” apd a summary of the decision is stated in the syllabus as follows:</p>\n<blockquote id=\"b250-12\">Such “licensee can recover only for the active negligence of the' licensor.^</blockquote>\n<p id=\"b250-13\">A person thus invited to ride stands in the same situation as a bare licensee, who enters upon real property which the licensor is under no obligation to make safe or keep so,' but who is liable only for active negligence. Birch v. City of New York, 190 N. Y. 397, 83 N. E. 51, 18 L. R. A. (N. S.) 595. The obligation of one who invites another to ride is not as great as that of the owner of real property who invites another thereon, especially for the purposes of trade or commerce, because under such circumstances the one who gives the invitation is bound to exercise ordinary care to keep such property reasonably safe. Duhme v. American Packet Co., 184 N. Y. 404, 77 N. E. 386, 112 Am. St. Rep. 615.</p>\n<p id=\"b250-14\">Under the above principles, therefore, one -who invites another to ride is not bound to furnish a sound vehicle or a safe horse. If he <page-number citation-index=\"1\" label=\"223\">*223</page-number>shotfld have knowledge that the vehicle was unfit for transportation or/the horse unsafe to drive, another element would arise, and he might be liable for recklessly inducing another to enter upon danger. /These latter elements, however, are not involved in the present action, and the duty of the defendant toward the plaintiff only was to use ordinary care not to increase the danger of her riding with him or to •create any new danger/\\ It was practically upon this theory that the learned trial court submitted the case to the jury.</p>\n<p id=\"b251-5\"><bracketnum>[2]</bracketnum> The plaintiff did not call her attending physician as a witness in her behalf. He was called as a witness by the defendant, however, and when first called, and sought to be' examined by defendant’s counsel, the plaintiff objected to his being permitted to disclose what he had learned with respect to her injuries and her physical condition while treating her professionally. The trial court properly ruled that he was prohibited from so doing by the provisions of section 834 of the Code of Civil Procedure. Whereupon, without objection, the plaintiff adopted the physician as her own witness, and upon her examination he detailed her injuries resulting from the accident, his manner of treatment, and her progress towards recovery, and that after a time he ceased treating her, because he considered she needed no further attention.</p>\n<p id=\"b251-6\">The trial occurred about seven months after the injury, and about five months after the doctor had ceased his treatment. The plaintiff had testified that at the time of the trial she was still suffering from her injury. On re-examination of the physician by the defendant, which in effect was a cross-examination, in view of the testimony elicited from him by the plaintiff herself, he testified that he had examined the plaintiff two or three days before the trial at her request, and he was asked to state the physical condition in which he found her at that time. The plaintiff objected to his giving such testimony, and the objection was sustained.</p>\n<p id=\"b251-7\">The plaintiff, by adopting the physician as her own witness and interrogating him as to her injuries and ailments resulting from the accident, waived her privilege of having him remain silent as to what he learned upon an examination of her after his regular treatment had ceased. They were the same injuries and ailments which he had treated, and, having interrogated him in open court as to a part of what he learned concerning them, she could not shut the door as to the remainder. Notwithstanding the provisions of section 836 of the Code of Civil Procedure respecting a written waiver of the testimony of a physician, the examination of a physician in open court operates as a valid waiver. A waiver respecting the testimony of an attending physician, once made, is general and lasting, and cannot be recalled. Clifford v. Denver &amp; G. R. R. Co., 188 N. Y. 349, 80 N. E. 1094; People v. Bloom, 193 N. Y. 1, 85 N. E. 824, 18 L. R. A. (N. S.) 898, 127 Am. St. Rep. 931, 15 Ann. Cas. 932. A physician, being called to testify by his patient as to the existence and treatment of a certain ailment after injury, may be asked by the opposite party if he did not treat such patient for the same disease at a prior time (Marquardt v. Brooklyn Heights R. R. Co., 126 App. Div. 272, 110 N. Y. <page-number citation-index=\"1\" label=\"224\">*224</page-number>Supp. 657); and he may also be interrogated respecting what_ he learned upon a subsequent examination after his treatment at the time _ of the accident had ceased (Powers v. Metropolitan St. Ry. Co., 105 App. Div. 358, 94 N. Y. Supp. 184).</p>\n<p id=\"b252-5\">It was error, therefore, to exclude the evidence of what the doctor learned respecting plaintiff’s injuries and her recovery from them on a subsequent examination.</p>\n<p id=\"b252-6\"><bracketnum>[3]</bracketnum> Ordinarily this error would require a reversal of the judgment. The doctor’s testimony, however, if given, and if favorable to the defendant, would bear only upon the amount of damages which the plaintiff had suffered. The verdict which the jury rendered was comparatively small. If the defendant was liable at all, as we determine he was, the sum awarded is only adequate for the injury and suffering which the plaintiff sustained. By the amendment of section 1317 of the Code of Civil Procedure, which went into effect the 1st of September, 1912, this court is commanded to give judgment after hearing the appeal, without regard to technical errors which do not affect the substantial rights of the parties. We think this case is one where the error should-be disregarded.</p>\n<p id=\"b252-7\">The judgment and order should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}