{
  "citations": [
    {
      "type": "official",
      "cite": "26 N.Y.3d 1"
    },
    {
      "type": "parallel",
      "cite": "40 NE3d 560"
    },
    {
      "type": "parallel",
      "cite": "18 NYS3d 583"
    }
  ],
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"5\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b103-6\">[40 NE3d 560, 18 NYS3d 583]</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b103-7\">The People of the State of New York, Respondent, v Dupree Harris, Appellant.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b103-8\">Argued September 11, 2015;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ad\">decided October 15, 2015</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b104-14\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b104-15\"><em>Lynn W.L. Fahey, Appellate Advocates, </em>New York City <em>(Mark W. Vorkink </em>of counsel), for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Av\">Appellant, who was charged with bribing three homicide witnesses to change their accounts by giving them each $500, was denied due process when, despite the total lack of evidence linking appellant to the apparently unrelated murder of another homicide witness, Bobby Gibson, by Travis Ragsdale, (A) the court allowed the People to elicit repeatedly on their case-in-chief that Gibson was murdered and that appellant had sought to contact him; and (B) after the defense presented Ragsdale’s confession to killing Gibson over an unrelated dispute, the theory on which Ragsdale had been convicted of that murder, the court allowed the People to argue in summation that appellant was actually responsible for Gibson’s murder. <em>(People v Primo, </em>96 NY2d 351; <em>People v Mateo, </em>2 NY3d 383; <em>People v Scarola, </em>71 NY2d 769; <em>People v Robinson, </em>68 NY2d 541; <em>People v Cook, </em>42 NY2d 204; <em>People v Montanez, </em>41 NY2d 53; <em>People v Stanard, </em>32 NY2d 143; <em>People v Morris, </em>21 NY3d 588; <em>People v Ventimiglia, </em>52 NY2d 350; <em>People v Gines, </em>36 NY2d 932.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b104-16\"><em>Kenneth P Thompson, District Attorney, </em>Brooklyn <em>(Morgan J. Dennehy, Leonard Joblove </em>and <em>Seth M. Lieberman </em>of counsel), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AU\">Defendant’s claims — that the trial court improperly admitted testimony regarding Bobby Gibson’s <page-number citation-index=\"1\" label=\"3\">*3</page-number>murder and that the trial court improperly admitted testimony that defendant said that he wanted to talk to Gibson — are partially unpreserved. Moreover, defendant has not preserved any claim that particular summation remarks of the prosecutor suggested that defendant was involved in Gibson’s murder. Furthermore, all of defendant’s claims are meritless. <em>(People v Molineux, </em>168 NY 264; <em>People v Arafet, </em>13 NY3d 460; <em>People v Robinson, </em>68 NY2d 541; <em>People v Delacruz, </em>24 AD3d 109; <em>People v Garcia, </em>19 AD3d 215; <em>People v Scarola, </em>71 NY2d 769; <em>People v Wilder, </em>93 NY2d 352; <em>People v Gonzalez, </em>99 NY2d 76; <em>People v Becoats, </em>17 NY3d 643; <em>People v Morris, </em>21 NY3d 588.)</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b105-4\">OPINION OF THE COURT</p>\n<author id=\"b105-5\">Pigott, J.</author>\n<p id=\"b105-6\">The order of the Appellate Division should be affirmed.</p>\n<p id=\"b105-7\">This case involves the interplay between two murders and three criminal trials; the third trial is the subject of this appeal.</p>\n<p id=\"b105-8\">In September 2001, defendant’s half brother, Wesley Sykes, fatally shot Dennis Brown. There were numerous witnesses to the crime, including three teenaged girls. Each girl gave a statement to the police identifying Sykes as the shooter.</p>\n<p id=\"b105-9\">While Sykes was awaiting trial, defendant began cultivating a relationship with each girl. Eventually, the girls agreed to go with defendant to Sykes’s attorney’s office and recant their prior identifications. Afterwards, defendant gave each of them money. It is these acts that led to defendant being charged with three counts each of witness tampering (Penal Law § 215.11 [2]) and bribery (Penal Law § 215.00).</p>\n<p id=\"b105-10\">As the trial of Sykes for the murder of Brown was about to begin, another eyewitness to the Brown shooting, Bobby Gibson, was shot and killed outside the apartment of one of the three girls. The shooting was so close, she heard the shots and saw Gibson’s body outside her window. Fearing a similar fate, the girls revealed to police that they had taken money from defendant who had asked them to recant their identifications and not testify against Sykes. The girls were then placed in protective custody. They all testified at the Sykes trial and a jury ultimately convicted Sykes of Brown’s murder.</p>\n<p id=\"b105-11\">A man named Travis Ragsdale later confessed to the murder of Gibson. He claimed the murder resulted from an alcohol-fueled dispute, and denied that the incident was related to the Brown murder. Ragsdale was ultimately convicted of murder in the second degree for the Gibson killing.</p>\n<p id=\"b106-4\"><page-number citation-index=\"1\" label=\"4\">*4</page-number>Prior to defendant’s bribery and witness tampering trial, defense counsel moved to preclude evidence of the murder of the witness Gibson, asserting that it was entirely irrevelant to the charges in this case because defendant did not even know the man who shot and killed Gibson. She argued that the admission of the evidence would be prejudicial and make it impossible for defendant to have a fair trial. The prosecutor responded that the two cases were intertwined; that Gibson was killed on the eve of Sykes’s trial; and that the three eyewitnesses at issue in defendant’s trial had come forward because of Gibson’s murder. The prosecutor also explained that all three girls had been relocated in response to Gibson’s death and their bribery allegations against defendant.</p>\n<p id=\"b106-5\">The trial court ruled that evidence of Gibson’s murder was necessary for the jury to consider the truthfulness and reliability of the three girls. During voir dire, the court instructed the venire that defendant was not involved in that murder; and at the start of trial, reminded the prosecutor not to “belabor” Gibson’s murder, emphasizing that he was prohibited from bringing in any evidence suggesting that defendant was connected to Gibson’s death. The defense introduced a video statement of Ragsdale wherein he stated that he shot Gibson out of anger and not because he was a witness to the Brown shooting.</p>\n<p id=\"b106-6\">In its charge to the jury during the trial, the court gave the following limiting instruction with respect to the Gibson murder:</p>\n<blockquote id=\"b106-7\">“[Defendant . . . has not been charged with causing the death of the witness Bobby Gibson. The People have introduced evidence regarding . . . Gibson’s death for the purpose of explaining the state of mind of the three [teenage witnesses] . . . , and to provide the background for their participation in the witness protection program of the District Attorney’s office.</blockquote>\n<blockquote id=\"b106-8\">“The defense has introduced the video statements of Travis Ragsdale who has been convicted of the murder of Bobby Gibson for the truth of that statement, and you will evaluate its credibility as you will evaluate the credibility of all the witnesses and determine what witnesses you will give such weight.”</blockquote>\n<p id=\"b107-3\"><page-number citation-index=\"1\" label=\"5\">*5</page-number>The jury acquitted defendant of all three tampering counts, but convicted him of the bribery counts.</p>\n<p id=\"b107-4\">Defendant appealed arguing, as relevant here, that he was deprived of a fair trial because the court allowed the People to elicit evidence of the Gibson murder. He asserted that this evidence was not probative and was extremely prejudicial. Defendant also argued that he was denied due process when the prosecutor suggested repeatedly in summation that he was responsible for Gibson’s death. The Appellate Division, with one Justice dissenting, affirmed (117 AD3d 847 [2d Dept 2014]).</p>\n<p id=\"b107-5\">Generally, “all relevant evidence is admissible unless its admission violates some exclusionary rule” <em>(People v Scarola, </em>71 NY2d 769, 777 [1988]). “Evidence is relevant if it has any tendency in reason to prove the existence of any material fact” <em>(id. </em>at 777). However, “[e]ven where relevant evidence is admissible, it may still be excluded in the exercise of the trial court’s discretion if its probative value is substantially outweighed by the potential for prejudice” <em>(People v Mateo, </em>2 NY3d 383, 424-425 [2004]; <em>see Scarola, </em>71 NY2d at 777).</p>\n<p id=\"b107-6\">Here, the evidence of Gibson’s murder was relevant for several reasons. It showed the state of mind of the three girls and provided an explanation as to why they abandoned their recantations and told police about their deal with defendant. It also explained why the girls were placed in protective custody prior to the trial. Additionally, it allowed the jury to have all of the relevant facts before it to decide whether to credit defense counsel’s arguments or the three girls’ testimony concerning the charges against defendant.</p>\n<p id=\"b107-7\">While possible prejudice could arise from the testimony in that the jury might link defendant to the Gibson murder, that prejudice was minimized by the court’s limiting instruction. The court, in its final charge, made clear that defendant had not been charged with causing the death of Gibson. In addition, the prosecutor had stated plainly in his opening statement and summation that there was no evidence that defendant was involved. Thus, we conclude that the court’s decision to admit the evidence of Gibson’s murder was not an abuse of discretion.</p>\n<judges id=\"b107-8\">Chief Judge Lippman and Judges Rivera, Abdus-Salaam, Stein and Fahey concur.</judges>\n<p id=\"b107-9\">Order affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}