{
  "casebody": {
    "data": "<casebody firstpage=\"1227\" lastpage=\"1248\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1255-7\">GRESHAM PARK COMMUNITY ORGANIZATION, Simon E. Parker, Macy B. Lee and Calvin E. Sims, Plaintiffs-Appellants, v. Gary HOWELL d/b/a Southeast Package Number Two, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"aut-dedup-0\">No. 80-7175.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1255-11\">United States Court of Appeals, Fifth Circuit. Unit B</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1255-14\">Aug. 10, 1981.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1258-15\"><page-number citation-index=\"1\" label=\"1230\">*1230</page-number>Bowen, Derrickson, Goldberg &amp; West, Dwight Bowen, Ralph Goldberg, Atlanta, Ga., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1258-16\">Howard <em>&amp; </em>Gilleland, Robin K. Warren, Pierre Howard, Jr., Thomas F. McNally, Jr., Decatur, Ga., for Gary Howell, Etc.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1258-17\">Gail C. Flake, Decatur, Ga., for Clyde W. Henley and Pat Jarvis.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1258-19\">Before KRAVITCH and THOMAS A. CLARK, Circuit Judges, and LYNNE <footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1258-12\"> District Judge of the Northern District of Alabama, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1258-20\">KRAVITCH, Circuit Judge:</author>\n<p id=\"b1258-21\">Gresham Park Community Organization [GPCO] and three officers of the organization sued under 42 U.S.C. § 1983 to enjoin enforcement of a state court injunction prohibiting them from picketing defendant-ap-pellee Gary Howell’s liquor store. The district court held that the abstention doctrine compelled dismissal of the suit. GPCO and the three officers appeal. We affirm.</p>\n<p id=\"b1258-22\">\n<em>Facts</em>\n</p>\n<p id=\"b1258-23\">GPCO was formed ostensibly for the purpose of improving the Gresham Park area. The catalyst for forming the organization was the opening of a new liquor store, Southeast Package Store Number Two, by Gary Howell. GPCO, opposed to another liquor store in the community, picketed the business. On August 31,1979, Gary Howell <page-number citation-index=\"1\" label=\"1231\">*1231</page-number>sued GPCO, its three officers,<footnotemark>1</footnotemark> and Gresham Bottle Shop,<footnotemark>2</footnotemark> a competing liquor store, in the Superior Court of Dekalb County, Georgia, seeking damages and an injunction against further unlawful interference with his business. Howell’s complaint alleged that appellants were picketing the “entrance to his store, interfering with ingress and egress thereto by potential customers, . . . shouting ... that the Plaintiff’s store is under a [boycott] . . ., and . . . approaching, following, harassing, and otherwise attempting to prohibit potential customers from entering the [store],” the purpose being to force the closing of his business.</p>\n<p id=\"b1259-5\">On August 31, 1979, Superior Court Judge Curtis Tillman issued a temporary restraining order enjoining the state defendants from picketing or otherwise illegally interfering with Howell’s business. On September 12, 1979, the court held a hearing on GPCO’s motion to dissolve the temporary restraining order (TRO). GPCO maintained that the TRO infringed upon its right to freedom of speech under the United States Constitution. The court denied the motion to dissolve the TRO pending an additional hearing scheduled for September 25. On September 24, Judge Tillman certified for immediate appellate review GPCO’s appeal from his interlocutory order denying dissolution of the TRO.<footnotemark>3</footnotemark> GPCO filed in the Georgia Court of Appeals an application for leave to appeal and petition for review wherein it again argued that the TRO violated its constitutional rights. On October 11, the application was denied. We presume that the Court of Appeals did so because it had no jurisdiction to review a case involving the constitutionality of a Georgia statute or involving extraordinary relief; such appellate jurisdiction is vested exclusively in the Georgia Supreme Court. <em>Ga. Code </em>§ 2-3104. GPCO failed, however, to pursue its appeal in the Georgia Supreme Court.</p>\n<p id=\"b1259-10\">On October 19 the state court, pursuant to a motion by GPCO, set November 15 as the date for a hearing on preliminary and permanent injunctive relief and “continued the TRO.”<footnotemark>4</footnotemark></p>\n<p id=\"b1259-11\">On November 14 GPCO instituted an action in federal court under 42 U.S.C. § 1983 against Howell and Judge Tillman, maintaining that the TRO violated its first amendment rights. GPCO asked that the court:</p>\n<blockquote id=\"b1259-12\">(A) Declare the Notice and Order [TRO] . . . issued by Judge Tillman to be violative of plaintiffs’ First and Fourteenth Amendment rights;</blockquote>\n<blockquote id=\"b1259-14\">(B) Enjoin Judge Tillman and defendant Howell from enforcing the Notice and Order.</blockquote>\n<p id=\"b1259-15\">With respect to Howell’s damage claim, GPCO asked the court to:</p>\n<blockquote id=\"b1259-16\">(D)(1) Declare plaintiffs’ activities to be protected by the First Amendment;</blockquote>\n<blockquote id=\"b1259-17\">(2) Enjoin [Howell] from proceeding with the damage action in the state Court proceeding; or,</blockquote>\n<blockquote id=\"b1259-18\">(3) In the alternative, retain jurisdiction, and enjoin the enforcement of any judgment granted to defendant Howell against the plaintiffs herein in the state Court action because of plaintiffs’ protected First Amendment activities.</blockquote>\n<p id=\"b1259-19\">GPCO also asked for $20,000 in damages from Howell. GPCO further moved for a TRO enjoining enforcement of the state TRO and enjoining Howell from requesting and Judge Tillman from issuing a permanent injunction in the state proceeding.</p>\n<p id=\"b1259-20\">On November 15, in the state court proceedings, GPCO moved for leave of court to <page-number citation-index=\"1\" label=\"1232\">*1232</page-number>file a late answer<footnotemark>5</footnotemark> which <em>inter alia </em>“[served] notice on the Court that they desire to reserve all First Amendment . . . Claims for litigation in federal Court.” The state court refused to allow the late filing. It held a hearing in which GPCO as well as Howell participated. On November 20, Superior Court Judge Henley, then presiding, issued an order permanently enjoining GPCO, under <em>Ga.Code </em>§ 54-805,® from using force, intimidation, or threats thereof in picketing Howell’s store for the purpose of interfering with his business and further enjoining picketing within 250 feet of Howell’s property line. The court found that these limitations did not violate GPCO’s first amendment rights. The court also made a finding of fact that, in addition to unlawfully interfering with Howell’s business, GPCO’s picketing “constituted a traffic hazard as well as a danger to the picketers themselves.” GPCO has not appealed this permanent injunction to the Georgia Supreme Court, whose decision, if adverse, GPCO could have sought review in the United States Supreme Court. As of July 1980, Howell’s state suit for damages was still pending.</p>\n<p id=\"b1260-4\">Subsequently, with leave of court, GPCO amended its § 1983 complaint. GPCO replaced paragraph (B), quoted <em>supra, </em>with a prayer to “[e]njoin Judge Clyde W. Henley, [Sheriff of Dekalb County] Jarvis, and . . . Howell from enforcing the permanent injunction issued in the state court action.” GPCO also asked the federal court to declare <em>Ga.Code </em>§§ 54-801 to 805 violative of the first amendment both facially and as applied to GPCO.</p>\n<p id=\"b1260-10\">On November 27, the federal district court denied GPCO’s motion for a TRO on the grounds that GPCO had not satisfied the criteria for a grant of extraordinary relief.<footnotemark>6</footnotemark>\n<footnotemark>7</footnotemark> The court, however, deemed abstention inappropriate on the grounds that <em>Younger v. Harris, </em>401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971) had not been extended to “an exclusively private dispute to which the state has never been a party in either the state or federal proceedings.”</p>\n<p id=\"b1260-11\">On December 21, after a hearing, the court announced it would enter an order dismissing the case on the ground of abstention. The order was issued January 17, 1980.</p>\n<p id=\"b1260-12\">GPCO has appealed this ruling, raising the following issues:</p>\n<blockquote id=\"b1260-13\">1) Whether abstention was appropriate.</blockquote>\n<blockquote id=\"b1260-14\">2) If abstention was inappropriate, whether the state adjudication is res judicata as to the constitutional issues.</blockquote>\n<blockquote id=\"b1260-15\">3) If res judicata is also inapplicable, whether the injunction enjoining GPCO’s picketing deprived GPCO of its constitutional rights.</blockquote>\n<blockquote id=\"b1260-16\">4) Whether either side is entitled to attorney fees if it prevails on this appeal.</blockquote>\n<p id=\"b1261-4\"><page-number citation-index=\"1\" label=\"1233\">*1233</page-number>I.</p>\n<p id=\"b1261-5\">We affirm on the ground of <em>Younger </em>abstention. Under this doctrine, a federal court declines to exercise jurisdiction that it possesses primarily because of concerns of federalism. <em>Henry v. First National Bank of Clarksdale, </em>595 F.2d 291, 300 (5th Cir. 1979). Abstention is not the equivalent of res judicata, which is an <em>exercise </em>of jurisdiction, nor the equivalent of <em>lack </em>of jurisdiction. In the case law, however, the line of demarcation between the three concepts has not been clearly drawn. Thus, to establish our power to abstain, we examine two jurisdictional issues<footnotemark>8</footnotemark> which, although not briefed by either party, we reach <em>sua sponte. Marshall v. Gibson’s Products, Inc. of Plano, </em>584 F.2d 668 (5th Cir. 1978) (appellate court has a duty <em>sua sponte </em>to determine whether the district court lacked jurisdiction).<footnotemark>9</footnotemark> Also, to clarify the grounds upon which we decide this case, we discuss res judicata, in addition to abstention.</p>\n<p id=\"b1261-6\">The first jurisdictional issue turns on whether we consider GPCO’s suit an appeal from a state court judgment or a separate suit based on the constitutional deprivations effectuated by the judgment. Under <em>Rooker v. Fidelity Trust Co., </em>263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923), district courts have no jurisdiction to review state court decisions. The district court, however, would have jurisdiction if we accept the second characterization.<footnotemark>10</footnotemark></p>\n<p id=\"b1261-12\">In <em>Rooker, </em>the federal plaintiffs sued in district court praying that a state supreme court judgment be declared null and void on constitutional grounds.<footnotemark>11</footnotemark> The United States Supreme Court held without a full discussion that lower federal courts have no jurisdiction to review state court judgments. To decide whether the district court had jurisdiction to entertain GPCO’s suit, we must determine the current scope and validity of <em>Rooker.</em></p>\n<p id=\"b1261-13\">Numerous courts have interpreted <em>Rook-er </em>as establishing a broad rule that federal district courts have no jurisdiction to entertain a claim made by the losing party in state court that would in effect nullify or modify the state court decision. <em>Brown v. Chastain, </em>416 F.2d 1012 (5th Cir. 1969)<footnotemark>12</footnotemark> so interprets <em>Rooker, </em>holding that “indepen<page-number citation-index=\"1\" label=\"1234\">*1234</page-number>dent equitable proceedings to prevent the enforcement of a judgment are considered a direct attack upon it,” and, under <em>Rooker, </em>district courts have no jurisdiction to perform such a review of state decisions.<footnotemark>13</footnotemark></p>\n<p id=\"b1262-4\"><em>Brown’s </em>test, based upon its interpretation of <em>Rooker </em>— whether the relief prayed for would in effect modify or nullify the state court judgment — is consistent with a line of the Fifth Circuit cases. <em>See, e. g., Reynolds v. State of Georgia, </em>640 F.2d 702 (5th Cir. 1981); <em>Warriner v. Fink, </em>307 F.2d 933 (5th Cir. 1962); <em>Manufacturers Record Publishing Co. v. Lauer, </em>268 F.2d 187 (5th Cir. 1959).<footnotemark>14</footnotemark></p>\n<p id=\"b1262-5\">Under <em>Brown, </em>the district court here would have no jurisdiction over GPCO’s suit to enjoin the enforcement of the state court order. However, the law in this area is confused by, <em>inter alia, </em>a conflict between the <em>Brown </em>line of cases, on the one hand, and, on the other, Supreme Court decisions which, in situations identical in relevant ways, have found abstention proper, thus implicitly holding that there is federal court jurisdiction. <em>See, e. g., Huffman v. Pursue, Ltd., </em>420 U.S. 592, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975) (abstention proper where plaintiff essentially sought to enjoin enforcement of state trial court injunction); <em>Juidice v. Vail, </em>430 U.S. 327, 97 S.Ct. 1211, 51 L.Ed.2d 376 (1977) (abstention proper where plaintiffs sought to enjoin enforcement of state court contempt order). It is true that <em>Huffman </em>and <em>Juidice </em>do not discuss jurisdiction in light of <em>Rooker </em>and thus are not express authority for the proposition that district courts have jurisdiction to enjoin enforcement of state court judgments. However, as noted, to abstain is implicitly to assert that the Court has power to hear the case — and would hear the case if the <em>Younger </em>exceptions existed<footnotemark>15</footnotemark> — but, due primarily to concerns of comity, declines to exercise that power.<footnotemark>16</footnotemark> In <em>Mitchum v. Foster, </em>407 U.S. 225, 231, 92 S.Ct. 2151, 2156, 32 L.Ed.2d 705 (1971), the Supreme Court adopted similar reasoning, indicating that prohibiting district courts from issuing injunctions under 28 U.S.C. § 2283 in situations where <em>Younger </em>(or the later cases, <em>Huffman </em>or Juidice<footnotemark>17</footnotemark>) would apply is an effective overruling of <em>Younger.</em><footnotemark><em>18</em></footnotemark><em> </em>This court has no power to overrule Supreme Court precedent.</p>\n<p id=\"b1262-12\">The <em>Brown </em>line of cases also conflicts with Fifth Circuit cases, which, in situations where <em>Brown </em>would apply, hold that the state court decision is res judicata for purposes of the federal suit. <em>Billingsley v. Seibels, </em>556 F.2d 276 (5th Cir. 1977); <em>Cornwell v. Ferguson, </em>545 F.2d 1022 (5th Cir. 1977); <em>Jennings v. Caddo Parish School Board, </em>531 F.2d 1331 (5th Cir. 1976); <em>Cheramie v. Tucker, </em>493 F.2d 586 (5th Cir. 1974). <page-number citation-index=\"1\" label=\"1235\">*1235</page-number><em>See also Allen v. McCurry, </em>449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980); <em>Preiser v. Rodriguez, </em>411 U.S. 475, 497, 93 S.Ct. 1827, 1840, 36 L.Ed.2d 439 (1973). A holding that relitigation is barred by res judica-ta is a holding on the merits. The above cases do not discuss why they reach the merits or why <em>Rooker </em>does not apply;- thus they are not in express conflict with <em>Brown. </em>But, under the <em>Mitchum </em>reasoning, a holding that <em>Brown </em>is correct would conflict with the above cases, for a court cannot rule on the merits without jurisdiction.<footnotemark>19</footnotemark></p>\n<p id=\"b1263-4\">The <em>Brown </em>rule is further cast in doubt by <em>Henry v. First National Bank of Clarks-dale, </em>444 F.2d 1300 (5th Cir. 1971) <em>(Henry I) </em>and <em>Henry v. First National Bank of Clarksdale, </em>595 F.2d 291 (5th Cir. 1979) <em>(Henry II). </em>In <em>Henry I </em>a group of white merchants had sued in state court to enjoin a boycott of their stores by several civil rights groups and to recover damages for the boycott’s effects. The state defendants instituted a § 1983 action in federal court<footnotemark>20</footnotemark> seeking to enjoin further prosecution of the state court suit due to its chilling effect on their first amendment rights. On appeal, we held that the state action required for federal court jurisdiction under 28 U.S.C. § 1343(3) would not exist until there is a final state court judgment allegedly infringing the plaintiffs’ constitutional rights.</p>\n<p id=\"b1263-5\">Subsequently, the state court enjoined the state defendants from continuing the boycott and awarded damages to the state plaintiffs. The state defendants again sought relief in federal court, praying for an injunction against enforcement of the state court injunction and damage award. <em>Henry II </em>held that the district court had jurisdiction to entertain this suit, because the state court judgment was immediately enforceable.</p>\n<p id=\"b1263-6\">Neither <em>Henry </em>opinion discusses <em>Rooker; </em>however, they implicitly conflict with <em>Brown’s </em>interpretation of <em>Rooker. </em>Under the <em>Henry </em>opinions, federal district courts in situations such as the one before us have no jurisdiction until a state court judgment is entered; under <em>Brown, </em>district courts have no jurisdiction to modify the effect of a state court judgment. If <em>Brown </em>is correct, then <em>Henry I </em>should have held the district court to be forever without power to hear the case and <em>Henry II </em>should have remanded for dismissal for lack of jurisdiction.</p>\n<p id=\"b1263-10\">The <em>Brown </em>rule also implicitly conflicts with cases following <em>Mitchum v. Foster, </em>407 U.S. 225, 92 S.Ct. 2151, 32 L.Ed.2d 705 (1972) in which the Supreme Court held that § 1983 suits are an exception to 28 U.S.C. § 2283, which provides:</p>\n<blockquote id=\"b1263-11\">A court of the United States may not grant an injunction to stay proceedings in a State court except as expressly authorized by Act of Congress, or where necessary in aid of its jurisdiction, or to protect or effectuate its judgments.</blockquote>\n<p id=\"b1263-12\">Under <em>Mitchum, </em>in a § 1983 claim § 2283 does not bar a federal injunction against enforcement of a state court judgment. <em>See, e. g., Huffman </em>420 U.S. at 600 n.15, 95 S.Ct. at 1206 n.15; <em>Henry II </em>at 300. If. <em>Brown </em>precluded such federal injunctions due to lack of jurisdiction, these decisions would be largely meaningless: they would be holding § 2283 <em>not to preclude </em>federal injunctive relief in cases where invariably the <em>Brown </em>rule <em>would preclude </em>jurisdiction.</p>\n<p id=\"b1263-13\">We hence are confronted with conflicting precedent: the <em>Brown </em>cases on the one hand; the abstention, res judicata, <em>Mitchum, </em>and <em>Henry </em>cases on the other. Although ordinarily a panel must follow a decision of this court, <em>Brown’s </em>conflict with numerous Supreme Court cases and with the weight of Fifth Circuit authority compels us to reject <em>Brown. </em>With respect to <em>Rooker, </em>unless it can be given a narrower interpretation than accorded it by <em>Brown, Rooker </em>also would conflict with the above cases, including Supreme Court decisions which would have overruled <em>Rooker sub silentio.</em></p>\n<p id=\"b1264-3\"><page-number citation-index=\"1\" label=\"1236\">*1236</page-number>There are two ways to read <em>Rooker </em>so that it does not conflict with the cases discussed <em>supra. </em>First, <em>Rooker </em>could have turned upon the fact that the federal plaintiffs prayed for the state court judgment to be declared null and void (as violative of the Constitution). <em>See Tang v. Appellate Division of New York Supreme Court, </em>487 F.2d 138, 145-46 (2d Cir. 1973) (Oakes, J., dissenting). <em>Developments in the Law </em>— Sec<em>tion 1983 and Federalism, </em>90 Harv.L.Rev. 1133, 1334 n.14 (1977). If, instead, the plaintiffs had prayed for an injunction enjoining enforcement of the judgment, then under this theory, <em>Rooker </em>would not have relied on the district court’s lack of appellate jurisdiction. The difference, obviously, is that in the former situation, but not the latter, the district court was asked to vacate the state judgment, an exclusively appellate act.</p>\n<p id=\"b1264-4\">If this was the theory underlying <em>Rooker, </em>then <em>Rooker </em>was overruled by Fed. R.Civ.P. 8, enacted in 1938, under which complaints should be read liberally to do substantial justice. <em>Conley v. Gibson, </em>355 U.S. 41, 48, 78 S.Ct. 99, 103, 2 L.Ed.2d 80 (1957); <em>Joe Regueira, Inc. v. American Distilling Co., Inc., </em>642 F.2d 826 (5th Cir. 1981); <em>Spalitta v. National American Bank of New Orleans, </em>444 F.2d 291, 293 n.2 (5th Cir. 1971). Where a party asks a federal court to declare a state court judgment null and void, we should consider this as praying for an injunction enjoining its enforcement.<footnotemark>21</footnotemark></p>\n<p id=\"b1264-9\"><em>Rooker </em>also can be read as if it assumed without so holding that the district court could not exercise original jurisdiction over the claim due to a lack of both state action<footnotemark>22</footnotemark> and diversity of citizenship.<footnotemark>23</footnotemark> In such a situation, the only jurisdiction the federal plaintiffs could be attempting to invoke would be appellate jurisdiction over state courts. That district and circuit courts do not have such jurisdiction may be the extent of the <em>Rooker </em>holding. Under this interpretation of <em>Rooker, </em>the decision is in-apposite where the federal court would have original jurisdiction, for in such case the district court’s lack of appellate jurisdiction would be irrelevant.</p>\n<p id=\"b1264-10\">Regardless of which way <em>Rooker </em>is read, the current rule is clear. First, as noted, the precise language of the complaint is not crucial, since we construe complaints liberally. Fed.R.Civ.P. 8; <em>Conley; Regueira; Spalitta. </em>Second, if the district court has original jurisdiction, the fact that it does not have appellate jurisdiction over state court decisions (which is clear with or without Rooker<footnotemark>24</footnotemark>) is irrelevant. It is to this issue, whether the district court had original jurisdiction, that we now turn.</p>\n<p id=\"b1264-11\">II.</p>\n<p id=\"b1264-12\">Here the question of original jurisdiction turns on whether Howell’s obtaining the state court preliminary injunction<footnotemark>25</footnotemark> <page-number citation-index=\"1\" label=\"1237\">*1237</page-number>was sufficient to give the district court jurisdiction under 28 U.S.C. § 1343(3) which provides:</p>\n<blockquote id=\"b1265-4\">The district courts shall have original jurisdiction of any civil action authorized by law to be commenced by any person:</blockquote>\n<blockquote id=\"b1265-5\">(3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States; . . .</blockquote>\n<p id=\"b1265-6\">The language of § 1343(3) is similar to that of § 1983 providing a cause of action for deprivations of a constitutional right under color of state law. Despite minor differences, the two sections should be construed identically. <em>Examining Board of Engineers, Architects &amp; Surveyors v. Flores de Otero, </em>426 U.S. 572, 582, 96 S.Ct. 2264, 2271, 49 L.Ed.2d 65 (1975) (section 1343(3) was enacted “simply to enforce the substantive rights created by [§ 1983]”); <em>Lynch v. Household Finance Corp., </em>405 U.S. 538, 543 n.7, 92 S.Ct. 1113, 1118, n.7, 31 L.Ed.2d 424 (1971) (“despite the different wording of [§ 1983 and § 1343(3)], . .. both sections are construed identically”). We thus interpret § 1343(3) under precedent which expressly discusses only § 1983.<footnotemark>26</footnotemark></p>\n<p id=\"b1265-11\"><em>Flagg Bros., Inc. v. Brooks, </em>436 U.S. 149, 98 S.Ct. 1729, 56 L.Ed.2d 185 (1978) outlines the § 1983 requirements. A plaintiff must prove a deprivation of a “right secured by the Constitution and the laws of the United States” and that the deprivation was under color of state law. <em>Flagg </em>at 155, 98 S.Ct. at 1733. To satisfy the first requirement, the plaintiff must show that the defendant’s action constituted state action (assuming that the constitutional right at issue is one protected only against government infringement). <em>Id. </em>at 156, 98 S.Ct. at 1733. <em>Flagg </em>emphasized that the two requirements are different: a <page-number citation-index=\"1\" label=\"1238\">*1238</page-number>defendant’s actions under color of state law do not necessarily constitute state action.<footnotemark>27</footnotemark></p>\n<p id=\"b1266-4\">On the state action issue, GPCO argued to the district court that because defendants Judge Henley and Sheriff Jarvis are agents of the state, the state action requirement is met. As to Howell, GPCO maintained that acts of a private party are attributable to the state when he acts in conjunction with a state agent. <em>Flagg </em>compels us to reject this argument. <em>Flagg </em>disapproved the notion that any party who has lost in state court can claim state action. <em>Accord, Dahl v. Akin, </em>630 F.2d 277, 280 (5th Cir. 1980). Although a state judge was not a defendant in <em>Flagg, </em>we would render this aspect of <em>Flagg </em>meaningless if we held that the federal plaintiff can create state action by adding the state judge as a defendant. <em>See Dennis v. Sparks, </em>101 S.Ct. 183, 186 (1980) (same holding with respect to color of state law). Because there are no allegations that the judge did anything but render an arguably incorrect decision or that the sheriff did anything at all,<footnotemark>28</footnotemark> the presence of the judge and sheriff as defendants is irrelevant to our consideration of state action.</p>\n<p id=\"b1266-7\">Although state court judgments do not always create state action, they do in some circumstances.<footnotemark>29</footnotemark> <em>Henry II </em>so held on facts similar to those before us, relying on <em>Shelley v. Kraemer, </em>334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161 (1948) (state action found in state supreme court enforcement of racially restrictive covenants) and <em>New York Times Co. v. Sullivan, </em>376 U.S. 254, 84 S.Ct. 710,11 L.Ed.2d 686 (1964) (discussed <em>infra). </em>In <em>Henry II, </em>as noted <em>supra, </em>the state trial court issued a permanent injunction, pursuant to a state statute, enjoining certain civil rights groups from boycotting specified merchants; the trial court also found the civil rights groups liable for damages. The organizations appealed and moved for a stay pending appeal; the motion applied to both parts of the judgment since they could not afford the required supersedeas bond. The stay was denied by the Mississippi Chancery Court and the Mississippi Supreme Court. The organizations then filed a § 1983 action in federal court and obtained a preliminary injunction staying enforcement of both parts of the state court judgment pending appeal of it.<footnotemark>30</footnotemark> This court <page-number citation-index=\"1\" label=\"1239\">*1239</page-number>affirmed the preliminary injunction, finding that the “immediately enforceable state judgment” created state action under § 1983.<footnotemark>31</footnotemark></p>\n<p id=\"b1267-4\">Under Georgia law, the state preliminary injunction in the case before us was immediately enforceable in the absence of a court order to the contrary.<footnotemark>32</footnotemark> <em>Ga. Code </em>§ 55-202. Unlike <em>Henry II, </em>the Georgia Supreme Court had not denied GPCO a stay, but such a denial is not required under <em>Henry II.</em><footnotemark><em>33</em></footnotemark></p>\n<p id=\"b1267-5\">As noted <em>supra, </em>an immediately enforceable judgment alone is not sufficient to create state action (see <em>also Hanna v. Home Insurance Co., </em>281 F.2d 298 (5th Cir. I960)), yet <em>Henry II </em>does not articulate any further reasons. However, the existence of common elements in <em>Henry II </em>and <em>New York Times Co. v. Sullivan, </em>376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), cited by <em>Henry II, </em>provides sufficient guidance. In <em>Sullivan, </em>the state court applied state common law in finding an advertisement libelous <em>per </em>se.<footnotemark>34</footnotemark> On certiorari, the Supreme Court found state action in the state court application of the common law.<footnotemark>35</footnotemark> Under <em>Henry II </em>and <em>Sullivan, </em>it appears that where a state court makes a ruling arguably infringing upon first amendment rights and the ruling is based on a state-created prohibitory rule, be it common law or statutory, the suit loses its private nature. This is the key factor in <em>Henry II, </em>not the state supreme court denial of the stay or the fact that the state court order was final, rather than interlocutory. Because the same factor is present here, we find state action.<footnotemark>36</footnotemark></p>\n<p id=\"b1267-9\"><em>Henry II </em>held on similar facts that there was jurisdiction under § 1343(3), thus implicitly finding color of state law. However, <em>Henry II’s </em>failure to discuss color of state law expressly raises a question whether <em>Henry II </em>considered it a separate element as required by <em>Flagg. </em>Alone this omission would not be sufficient to undermine <em>Henry </em>II’s precedential value,<footnotemark>37</footnotemark> but a recent case, <em>Dahl v. Akin, </em>630 F.2d 277, 282 <page-number citation-index=\"1\" label=\"1240\">*1240</page-number>n.4 (5th Cir. 1980), directly questions <em>Henry II.</em></p>\n<p id=\"b1268-4\">In <em>Dahl, </em>Akin, Dahl’s daughter, made false, ex <em>parte </em>representations concerning his competency which resulted in her being appointed Dahl’s guardian and in his institutionalization. Dahl subsequently sued his daughter under § 1983 for deprivation of liberty and property without due process of law; the essence of the complaint was that Akin initiated legal proceedings in bad faith. We held that because the complaint alleged a violation of procedural due process and court procedure is so peculiarly within the province of the state, there was state action. However, we then held that Akin had not acted under color of state law because state law did not compel her actions, nor did she have any authority or pretense of authority to so act. Under such a rule, a party who loses in state court could only maintain a § 1983 action against a prevailing private party in the rare instance where the latter is compelled to bring suit or is not acting as a private party, i. e., has authority or pretense of authority. <em>Dahl </em>recognized that such a rule conflicted with <em>Henry II, </em>but questioned <em>Henry II's </em>validity. <em>Dahl </em>at 282 n.4. However, despite the apparent conflict, <em>Dahl </em>and <em>Henry II </em>can be harmonized if read narrowly.<footnotemark>38</footnotemark></p>\n<p id=\"b1268-5\">In <em>Dahl, </em>the federal defendant, Akin, was, as noted, essentially sued for “initiating lawsuits in bad faith.” <em>Dahl </em>at 281. Can such conduct be characterized as acting “with knowledge of and pursuant to” state law, which under <em>Flagg </em>and <em>Adickes v. Kress &amp; Co., </em>398 U.S. 144, 161 n.23, 90 S.Ct. at 1610 n.23 (1970) is a minimal requirement to satisfy the under color of state law test in a case such as ours?<footnotemark>39</footnotemark> <em>Flagg </em>436 U.S. at 156, 98 S.Ct. at 1733, <em>quoted from Adickes, </em>398 U.S. at 161 n.23, 90 S.Ct. at 1610 n.23. <em>Henry II </em>meets this test; in obtaining the injunction, the state court plaintiffs clearly acted with “knowledge of and pursuant to” the state statute forbidding the boycott. One could argue that Akin acted “with knowledge of and pursuant to” the state statutes establishing the procedure for petitioning the courts. However, there is a crucial distinction between <em>Dahl </em>and <em>Henry II. </em>In <em>Dahl, </em>the allegedly unlawful act was Akin’s use of a valid state statute; in <em>Henry II, </em>the unlawful act was the use of a prohibitory state statute given an allegedly unconstitutional construction by the courts. The connection between the defendant’s acts and the state is much clearer in the latter situation. That such a distinction could have significance was intimated in <em>Adickes. </em>There the Court reserved the question whether a private party’s use of a neutral, valid state trespass statute for discriminatory purposes could be “under color of state law,” <em>Ad-ickes, </em>398 U.S. at 161 n.23, 90 S.Ct. at 1610,<footnotemark>40</footnotemark> at the same time, the Court held <page-number citation-index=\"1\" label=\"1241\">*1241</page-number>that if the private defendant acted pursuant to a prohibitory state custom having the force of law, which was allegedly unconstitutionally discriminatory, the defendant acted under color of state law. By reserving one issue and deciding the other, <em>Ad-ickes </em>implicitly recognizes that the distinction we draw could be relied on by future cases which find it valid.</p>\n<p id=\"b1269-4\">Thus <em>Henry II </em>and <em>Dahl </em>(which has apparently answered, for the Fifth Circuit, the question reserved in <em>Adickes) </em>are distinguishable. As our facts are almost identical to those of <em>Henry II, </em>we are bound by it. Hence, we hold Howell acted under color of state law. In conjunction with our holding that there was state action, we find the jurisdictional requirements of § 1343(3) satisfied. We now consider the issues raised by the parties.</p>\n<p id=\"b1269-5\">III.</p>\n<p id=\"b1269-6\">Appellees contend alternatively that the district court was correct in abstaining and that the dismissal also can be affirmed on the ground that the state court injunction bars relitigation of the claims and or issues decided therein. We find that the injunction does not have any preclusive effect but hold that abstention was correct. As the two issues have been confused, <em>see, e. g., Cornwell v. Ferguson, </em>545 F.2d 1022 (5th Cir. 1977), we discuss both in order to delineate the precise scope of our holding.</p>\n<p id=\"b1269-10\">A. <em>Res Judicata and Collateral Estoppel</em></p>\n<p id=\"b1269-11\">Federal law, 28 U.S.C. § 1738,<footnotemark>41</footnotemark> mandates that state judgments be given “the same full faith and credit in every court within the United States and its Territories and Possessions as they have by law or usage in the courts of such State . .. from which they are taken.” This statute requires us to examine the preclusive effect of the permanent injunction in Georgia, the rendering state.<footnotemark>42</footnotemark></p>\n<p id=\"b1269-12\">Georgia case law is silent as to the applicability of res judicata or collateral estoppel where the decision which is claimed to be the basis thereof is entered during the pendency of another case. However, the general rule is that a judgment has preclusive effect in all suits pending at the time of decision, regardless of when the pending suit was filed. <em>Chicago, Rock Island &amp; Pacific Railway Co. v. Schendel, </em>270 U.S. 611, 46 S.Ct. 420, 70 L.Ed. 757 (1926); <em>Hart Steel Co. v. Railroad Supply Co., </em>244 U.S. 294, 37 S.Ct. 506, 61 L.Ed. 1148 (1917); <em>Bennett v. Commissioner of Internal Revenue, </em>113 F.2d 837 (5th Cir. 1940); <em>Murphy v. Landsburg, </em>490 F.2d 319 (3d Cir. 1973) (applying Pennsylvania law); IB <em>Moore’s Federal Practice </em>10.405[1] (1980); <em>Restatement of Judgments </em>§ 43 (1942).</p>\n<p id=\"b1269-13\">For a judgment to have res judicata effect, however, it must be a “final” <page-number citation-index=\"1\" label=\"1242\">*1242</page-number>one. <em>First National Bank of Dublin v. Colonial Fire Underwriters Insurance Co., </em>160 Ga. 166, 127 S.E. 455 (1925). Dicta in a recent Georgia Supreme Court case, <em>Culwell v. Lomas &amp; Nettleton Co., </em>242 Ga. 242, 248 S.E.2d 641 (1978), indicates that finality for res judicata purposes is measured by the same standard as finality for appealability purposes.<footnotemark>43</footnotemark> Although a permanent injunction is directly appealable, it is not so because it is a final order for appealability purposes, but because of a special statutory provision, <em>Ga.Code </em>§ 6-701(a)(3).<footnotemark>44</footnotemark> Moreover, § 81A-154(b) makes clear that an order in a pending case which has not been certified is not a final order.<footnotemark>45</footnotemark> Thus, because the record indicates that Howell’s damage claim in the state court suit is still pending, the permanent injunction is not final for res judicata purposes.</p>\n<p id=\"b1270-10\">Neither <em>Culwell </em>nor other Georgia cases suggest that the finality requirement is relaxed for purposes of collateral estoppel. <em>See generally United States v. Burch, </em>294 F.2d 1 (5th Cir. 1961) (requiring finality for collateral estoppel).</p>\n<p id=\"b1270-11\">That Georgia would not attach preclusive effect to the permanent injunction means that we are not compelled to do so by the full faith and credit clause or § 1738. <page-number citation-index=\"1\" label=\"1243\">*1243</page-number>The next question, however, is whether under those provisions we may give more “credit” to the Georgia order than Georgia would, i. e., can we invoke federal common law principles of res judicata and collateral estoppel if under such law the order would be final? <footnotemark>46</footnotemark> We pretermit this question because even if federal principles applied, the permanent injunction would not be considered final. The most liberal federal test for determining finality for preclusion purposes is:</p>\n<blockquote id=\"b1271-4\">Whether a judgment, not “final” in the sense of 28 U.S.C. § 1291, ought nevertheless be considered “final” in the sense of precluding further litigation of the same issue, turns upon such factors as the nature of the decision (i. e., that it was not avowedly tentative), the adequacy of the hearing, and the opportunity for review. “Finality” in the context here relevant may mean little more than that the litigation of a particular issue has reached such a stage that a court sees no really good reason for permitting it to be litigated again.</blockquote>\n<p id=\"b1271-5\"><em>Miller Brewing Co. v. Jos. Schlitz Brewing Co., </em>605 F.2d 990, 996 (7th Cir. 1979), <em>quoting Lummus Co. v. Commonwealth Oil Refining Co., </em>297 F.2d 80, 89 (2d Cir. 1961)<footnotemark>47</footnotemark> Here the injunction was appealable and GPCO makes no showing that the November 15 hearing was inadequate; thus, two of the <em>Lummus </em>factors for determining finality are satisfied. The key factor, however, is the “nature of the decision,” i. e., whether “litigation of a particular issue has reached such a stage that a court sees no really good reason for permitting it to be litigated again.” <em>Lummus </em>at 89. An order in a pending case should only be considered final for purposes of preclusion where it is substantially certain that subsequent proceedings will not affect it: for example, when summary judgment is granted on one of several discrete claims. <em>Id. </em>Here, the injunction is intimately related to issues to be litigated in the damage action; the damage claim litigation easily could lead to a modification or a vacating of the injunction. Hence, even under <em>Lummus </em>the injunction would not be considered final.</p>\n<p id=\"b1271-9\">Therefore, the permanent injunction issued by the state court has no preclusive effect in the case before us.<footnotemark>48</footnotemark></p>\n<p id=\"b1272-3\"><page-number citation-index=\"1\" label=\"1244\">*1244</page-number>B. <em>Abstention</em></p>\n<p id=\"b1272-4\">The district court found that, under <em>Younger, </em>abstention was appropriate.<footnotemark>49</footnotemark> Simply stated, <em>Younger </em>held that a “federal district court ought not enjoin a pending<footnotemark>50</footnotemark> state criminal prosecution absent exceptional circumstances such as a prosecution brought in bad faith or for harassment, a prosecution under a statute flagrantly unconstitutional in all respects or [possibly other] extraordinary circumstances.” <em>Henry II </em>at 300. The rationale for the decision was recently summarized by this court:</p>\n<blockquote id=\"b1272-11\">This doctrine rests on the traditional reluctance of federal courts of equity to intervene in state criminal prosecutions <footnotemark>51</footnotemark> and on the considerations of comity and federalism that must guide relations between state and federal courts. [Younger] explained the principle of comity as “a <page-number citation-index=\"1\" label=\"1245\">*1245</page-number>proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways.” [ <em>Younger </em>401 U.S.] at 44 [91 S.Ct. at 750],</blockquote>\n<p id=\"b1273-5\"><em>Henry II </em>at 300. Clearly, Howell’s state suit is not a criminal prosecution; however, case law interpreting <em>Younger </em>has extended it beyond criminal prosecutions to certain civil actions. Whether <em>Younger </em>is applicable to the civil action before us is the critical issue raised on appeal.</p>\n<p id=\"b1273-6\">In <em>Huffman v. Pursue, Ltd., </em>420 U.S. 592, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975), the Court held <em>Younger </em>applicable to the plaintiff’s suit for a federal court injunction enjoining enforcement of a state court injunction under a civil nuisance statute and for a declaratory judgment that the statute was unconstitutional. The state, which instituted the state court action, instead could have brought a criminal proceeding against the defendants. The Court analyzed separately the two aspects of <em>Younger </em>— comity, on the one hand, and, on the other, the traditional reluctance of courts of equity to interfere with a criminal prosecution — to determine if <em>Younger </em>should be extended to the case before the Court. The Court found applicable the “more vital” of the two aspects, comity<footnotemark>52</footnotemark>: federal interference would offend notions of comity by preventing</p>\n<blockquote id=\"amm-dedup-0\">the state not only from effectuating its substantive policies, but also from continuing to perform the separate function of providing a forum competent to vindicate any constitutional objections interposed against those policies. Such interference also results in duplicative legal proceedings, and can readily be interpreted “as reflecting negatively upon the state court’s ability to enforce constitutional principles.”</blockquote>\n<p id=\"b1273-8\"><em>Huffman </em>at 604, 95 S.Ct. at 1208.</p>\n<p id=\"b1273-9\">With regard to the aspect of <em>Younger </em>concerning criminal prosecutions, the Court held that the state proceeding</p>\n<blockquote id=\"a6i-dedup-0\">is more akin to a criminal prosecution than are most civil cases. The State is a party to the Court of Common Pleas proceeding, and the proceeding is both in aid of and closely related to criminal statutes which prohibit the dissemination of obscene materials. Thus, an offense to the State’s interest in the nuisance litigation is likely to be every bit as great as it would be were this a criminal proceeding.</blockquote>\n<p id=\"ats-dedup-0\">\n<em>Id.</em>\n</p>\n<p id=\"b1273-10\"><em>Huffman </em>signaled an important change in <em>Younger </em>analysis: the replacement of the criminal versus civil issue by an inquiry as to whether the state had a strong interest in the suit similar to its interest in a criminal prosecution. In <em>Trainor v. Hernandez, </em>431 U.S. 434, 97 S.Ct. 1911, 52 L.Ed.2d 486 (1977), the Court approved abstention where the state sued a welfare recipient for money allegedly fraudulently obtained. Again, the Court held federal intervention would offend <em>Younger </em>notions of comity. Moreover, the object of the suit was “to vindicate important state policies such as safeguarding the fiscal integrity of [its public assistance programs]. The state authorities also had the option of vindicating these policies through criminal prosecutions.” <em>Trainor </em>at 444, 97 S.Ct. at 1918.</p>\n<p id=\"b1273-11\">In <em>Juidice v. Vail, </em>430 U.S. 327, 97 S.Ct. 1211, 51 L.Ed.2d 376 (1977), the Court held abstention proper where the federal plaintiffs sought to enjoin state justices from using the allegedly unconstitutional New York law to impose contempt sanctions in the course of purely private suits. The Court not only found that federal intervention would conflict with principles of comity, but that the state proceeding involved the “State’s [important] interest in the contempt process, through which it vindicates the regular operation of its judicial system.” <em>Juidice </em>at 335, 97 S.Ct. at 1217.</p>\n<p id=\"b1274-3\"><page-number citation-index=\"1\" label=\"1246\">*1246</page-number>In <em>Moore </em>v. <em>Sims, </em>442 U.S. 415, 99 S.Ct. 2371, 60 L.Ed.2d 994 (1979), the federal plaintiffs, husband and wife, sought a declaration that the Texas law under which the state was seeking in state court temporary custody of plaintiffs’ allegedly abused child was unconstitutional. The Court, recognizing that <em>Huffman </em>had extended <em>Younger </em>to cases where “important state interests are involved,” noted that the state “was a party to the state proceedings, and the temporary removal of a child in a child-abuse context is, like the public nuisance statute involved in <em>Huffman, </em>in aid of and closely related to criminal statutes.” Thus, <em>Younger </em>was applied.</p>\n<p id=\"b1274-4\">Either express or implied in each of the cited Supreme Court cases is a reservation of the question whether <em>Younger </em>should apply to all civil litigation. <em>Juidice </em>430 U.S. at 336 n.13, 97 S.Ct. at 1217 n.13; <em>Huffman </em>420 U.S. at 607, 95 S.Ct. at 1209; <em>Trainor </em>at 431 U.S. 444 n.8, 97 S.Ct. at 1918 n.8. Although each emphasizes that the notions of comity — which would apply to all civil litigation — are the more important part of <em>Younger, </em>the cases have yet to say that is sufficient where the state proceeding does not involve a “strong state interest.” With respect to this requirement of á strong state interest, in each of the cases with the exception of <em>Juidice, </em>which has been narrowly limited,<footnotemark>53</footnotemark> the state sued civilly in aid of a criminal statute. Thus despite the broad language concerning strong state interests, the Supreme Court has not generally extended <em>Younger </em>to civil suits unrelated to criminal law <footnotemark>54</footnotemark> in which the state has a strong interest.<footnotemark>55</footnotemark></p>\n<p id=\"b1274-11\">Nor have Fifth Circuit cases extended <em>Younger </em>beyond the scope of these decisions. <em>Palaio v. McAuliffe, </em>466 F.2d 1230 (5th Cir. 1972) has broad language to the effect that the labels “civil” and “criminal” are not important, but its holding is narrow and almost identical to <em>Huffman: </em>where the state proceeding involves state enforcement of civil obscenity laws in aid of state criminal law, <em>Younger </em>applies.</p>\n<p id=\"b1274-12\">In <em>Duke v. State of Texas, </em>477 F.2d 244 (5th Cir. 1973), the County Attorney obtained a preliminary injunction enjoining two scheduled speakers from speaking at North Texas State University. The speakers then sued in federal court to enjoin enforcement of the state injunction. This court held abstention appropriate, finding crucial the fact that the statute pursuant to which the County Attorney obtained the injunction authorized either criminal or civil proceeding. This signified to the court that the state was essentially enforcing its criminal laws and <em>Younger </em>should apply.</p>\n<p id=\"b1274-13\">The most recent Fifth Circuit discussion of <em>Younger </em>occurred in <em>Henry II </em>where the facts were similar to those before us.<footnotemark>56</footnotemark> After being denied a stay pending appeal by both the Mississippi Chancery Court and the Mississippi Supreme Court, the federal <page-number citation-index=\"1\" label=\"1247\">*1247</page-number>plaintiffs asked' the district court to enjoin enforcement of the state order pending appeal. <em>Henry II </em>summarized the Supreme Court eases:</p>\n<blockquote id=\"b1275-4\">In each instance where the Court has applied <em>Younger </em>principles to civil litigation, a state or a state official was engaged in advancing important state interests in the state courts, and intervention by the federal courts would have seriously impaired the pursuit of those interests.</blockquote>\n<p id=\"al6-dedup-0\">This court then noted the state was not a party in the suit before it. Moreover, we held that the only state interest involved was Mississippi’s “interest in providing and supervising state forums for the orderly resolution of private conflicts.” <em>Henry II </em>at 301. This interest would not be disturbed by the relief granted by the federal court which enjoined only enforcement of the order pending appeal.</p>\n<p id=\"b1275-5\">In light of the above case law, the “vital concerns” of comity described in <em>Huffman </em>are clearly present in the case before us: federal interference would prevent Georgia from “effectuating its substantive policies” and from providing a forum for constitutional issues; such interference would also reflect negatively upon Georgia’s capacity to resolve constitutional issues and would result in duplicative proceedings. <em>Huffman, </em>420 U.S. at 604, 95 S.Ct. at 1208. We must, however, decide if the second component of <em>Younger, </em>which as noted has not been extended beyond the existence of a strong state interest in the state suit similar to the state’s interest in a criminal prosecution, is also present. If the facts in this case are similar enough to <em>Henry II, </em>that decision would control and compel us to hold that Georgia’s only interest in Howell’s state suit is in providing appellate review of its trial courts’ decisions. <em>Henry II </em>at 301. If this interest were sufficient to invoke <em>Younger, </em>which <em>Henry II </em>does not decide, then <em>Younger </em>would be extended to virtually all civil litigation. Thus if <em>Henry II </em>controls, we would have to decide whether to take this dramatic step extending <em>Younger.</em><footnotemark><em>57</em></footnotemark></p>\n<p id=\"b1275-8\">There is, however, an important factor which distinguishes our case from <em>Henry II. </em>Howell’s suit was in aid of state criminal law: <em>Ga.Code </em>§ 54-9921 expressly makes violation of § 54-805 a misdemeanor. We recognize that Mississippi had criminal statutes prohibiting picketing and boycotts. <em>See Miss.Code Ann. </em>§§ 75-21-1 <em>et seq.; </em><footnotemark>58</footnotemark> § 97-23-83; § 97-23-85. <em>Henry II, </em>however, does not mention these statutes. Thus, <em>Henry II </em>is not authority with respect to their relevance to the abstention issue. In light of the Supreme Court’s emphasis on the state suit’s relation to criminal prosecutions, we can infer from <em>Henry </em>II’s failure to even mention these statutes that the issue of their relevance was not raised or considered.</p>\n<p id=\"b1275-9\">The existence of <em>Ga.Code </em>§ 54-9921 makes the case before us sufficiently like the cases discussed <em>supra </em>in which abstention was held appropriate to be controlled by them. It is true, as <em>Henry II </em>notes, that the case law approving abstention involves state suits brought by the state.<footnotemark>59</footnotemark> However, we find no reason for limiting <em>Young</em><page-number citation-index=\"1\" label=\"1248\">*1248</page-number><em>er </em>to state initiated state suits. Cf. <em>Moore v. Sims, </em>442 U.S. 415, 423 n.8, 99 S.Ct. 2371, 2377 n.8, 60 L.Ed.2d 994 (1979) (that state is a party to the state suit alone is insufficient to make <em>Younger </em>applicable). The crucial element in the cases surveyed <em>supra </em>was the existence of a state interest in a civil suit in aid of criminal law.<footnotemark>60</footnotemark> The state interest is not necessarily less where a private party enforces the civil claim, nor is the suit any less in aid of criminal law. In the case at bar, the relation between the civil and criminal statutes is direct. Moreover, we find unpersuasive any suggestion that Georgia’s “delegation” of the civil suit to a private party implies a lesser state interest: on the contrary, granting private parties who have a strong self-interest in stopping unlawful behavior the right to sue on their own behalf appears to indicate a greater state interest in eliminating behavior elsewhere made criminal. We thus find the second <em>Younger </em>component satisfied. As the other <em>Younger </em>requirements are also present, we hold <em>Younger </em>abstention was appropriate.</p>\n<p id=\"b1276-4\">IV. <em>Attorney’s Fees</em></p>\n<p id=\"ave-dedup-0\">Howell asks this court, if it rules in his favor, to award him attorney’s fees under 42 U.S.C. § 1988 which provides in relevant part:</p>\n<blockquote id=\"b1276-5\">in any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986 of this title, . . . the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney’s fee as part of the costs.</blockquote>\n<p id=\"b1276-6\">Assuming <em>arguendo </em>that a defendant is a “prevailing party” within the meaning of § 1988 if the federal court dismisses the plaintiff’s claim on the grounds of abstention, we nevertheless deny Howell attorney’s fees. For a defendant to be entitled to attorney’s fees, the plaintiff’s claim would have to be “frivolous, unreasonable, or groundless, or .. . plaintiff continued to litigate after it clearly became so.” <em>Church of Scientology of California v. Cazares, </em>638 F.2d 1272, 1290 (5th Cir. 1981). <em>See also Christiansburg Garment Co. v. E.E.O.C., </em>434 U.S. 412, 98 S.Ct. 694, 54 L.Ed.2d 648 (1978) (same issue in a Title VII suit). With regard to attorney’s fees on appeal,<footnotemark>61</footnotemark> the abstention issue is not so clear-cut as to render GPCO’s appeal frivolous, unreasonable, or groundless. With regard to attorney’s fees at the district court level, we hold that as a matter of law GPCO’s constitutional claim also is not frivolous.<footnotemark>62</footnotemark> Thus, Howell’s prayer for attorney’s fees at both levels is denied.</p>\n<p id=\"b1276-10\">Accordingly, we AFFIRM.</p>\n<footnote label=\"1\">\n<p id=\"b1259-6\">. For convenience, we hereinafter refer to GPCO and the three officers collectively as GPCO.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1259-7\">. Pursuant to the consent of the parties, the action against Gresham Bottle Shop was dismissed with prejudice.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1259-21\">. The certification was pursuant to <em>Ga.Code </em>§ 6-701(a)(2).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1259-22\">. This is the terminology used; however, the state court essentially issued a preliminary injunction when it continued the prohibition against the picketing. <em>See Ga.Code </em>§ 81A-165.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1260-5\">. Although the motion was styled as one for leave to amend or to file a late answer, GPCO did not show that it had filed an answer.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1260-6\">. Section 54-805 provides:</p>\n<blockquote id=\"b1260-7\">54-805 Unlawful interference with employer’s business</blockquote>\n<blockquote id=\"b1260-8\">It shall be unlawful for any person, acting alone or in concert with one or more other persons, by the use of force, intimidation, violence, or threats thereof, to prevent or attempt to prevent any employer from lawfully engaging or continuing to engage in any proper and lawful business activity, or from the proper, lawful or peaceable use or enjoyment of his property used or useful in the conduct of such business, or from acquiring materials or supplies for the purposes of such business, or from disposing of the goods, wares or products of such business, or to prevent or attempt to prevent any carrier or other person from supplying or delivering materials or supplies to any such employer, or from receiving or accepting delivery on the premises of such business of the goods, wares or products of such business.</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1260-18\">. Citing <em>Allison v. Froehlke, </em>470 F.2d 1123, 1126 (5th Cir. 1972), the court found that GPCO had not shown 1) a substantial likelihood that it would ultimately prevail on the merits, 2) that the TRO was necessary to prevent irreparable injury, and 3) that the threatened injury to GPCO outweighed the harm the TRO would cause Howell. The court thus found unnecessary consideration of the fourth factor, i. e., whether the TRO would serve the public interest.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1261-7\">. A third jurisdictional issue, GPCO’s standing (in this footnote GPCO refers only to the organization) to bring this action, can be disposed of briefly. (Although there are also individual plaintiffs, we must consider whether GPCO is properly before us.) Under <em>Allee </em>v. <em>Medrano, </em>416 U.S. 802, 819 n.13, 94 S.Ct. 2191, 2202 n.13, 40 L.Ed.2d 566 (1974), GPCO has standing to raise claims based on infringements of its members’ first amendment rights of freedom of speech and association which relate to the members’ activities in furtherance of GPCO goals.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1261-8\">. <em>Philbrook </em>v. <em>Glodgett, </em>421 U.S. 707, 95 S.Ct. 1893, 44 L.Ed.2d 525 (1975) outlined a very limited exception to this duty where the jurisdictional issue is complex and inadequately briefed and where the exercise of jurisdiction has no practical effect. However, whether GPCO’s suit is dismissed for lack of jurisdiction or on abstention grounds could determine the disposition of a possible federal suit by GPCO after exhaustion of state remedies. <em>See </em>discussion <em>infra. </em>Furthermore, <em>Philbrook </em>only relieves the duty; it does not forbid inquiry into jurisdiction.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1261-9\">. See 28 U.S.C. § 1343(3) and discussion <em>infra.</em></p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1261-10\">. The issue in <em>Rooker </em>was whether the trust company could sell property pursuant to a deed of trust to satisfy an outstanding debt. The state supreme court held that it could. <em>Rooker v. Fidelity Trust Co., </em>191 Ind. 141, 131 N.E. 769 (1921). The plaintiffs asserted that the state court’s application of state statutes violated the contracts clause, article I, section 10, and the due process and equal protection provisions, fourteenth amendment, of the United States Constitution.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1261-15\">. Gayle Brown asked that the State of Florida or her husband be required to pay for the transcript needed for her appeal of an order awarding custody of her child to her husband. The juvenile court denied this prayer as did the Florida Court of Appeals and Supreme Court of Florida on appeal. Brown then sued in federal court alleging that the state’s refusal constituted a violation of the due process and equal protection clauses of the fourteenth amendment. Brown “prayed for <em>[inter alia </em>] ... a mandatory injunction requiring the State of Florida to provide a transcript at the expense of the State or the father.” The district court granted judgment to the defendants on the merits. We remanded for dismissal for lack of jurisdiction based on the reasoning noted in the text.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1262-6\">. Although <em>Brown </em>could be distinguished on the ground that Brown waived an answer, <em>Brown </em>at 1014, its broad language would cover cases where this is not so. Furthermore, other Fifth Circuit cases have adopted the same approach where an answer was filed. <em>See </em>discussion <em>infra.</em></p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1262-7\">. Although in each of these cases, the state judgment at issue was that of the state supreme court, this is not a relevant distinction. District courts have no more power to review the decisions of lower state courts than those of state supreme courts.</p>\n<p id=\"b1262-8\">Since the writing of this opinion, another case has followed the <em>Brown </em>line of reasoning. <em>Dasher v. The Supreme Court of Texas, </em>650 F.2d 711 (5th Cir. 1981).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1262-9\">. <em>See </em>discussion <em>infra.</em></p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1262-10\">. <em>Duke v. Texas, </em>477 F.2d 244 (5th Cir. 1973) suggests that abstention and lack of jurisdiction may be equivalent; however, such dicta in <em>Duke </em>is irreconcilable with <em>Younger, Huffman, </em>and <em>Juidice, </em>and with Fifth Circuit precedent. <em>E. g., Henry v. First National Bank of Clarksdale, </em>595 F.2d 291 (5th Cir. 1979).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1262-14\">. Although <em>Mitchum </em>referred only to <em>Younger, </em>the sole such abstention case at the time, the same reasoning would apply to <em>Huffman </em>and <em>Juidice.</em></p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b1262-15\">. <em>Younger </em>did make its exceptions under which a federal court need not abstain subject to “any further limitations that may be placed on such intervention by 28 U.S.C. § 2283.” <em>Younger, </em>401 U.S. at 56 n.3, 91 S.Ct. at 757 n.3. <em>Mitchum, </em>however, noted that, despite this language, holding § 2283 to bar all injunctions of state proceedings would render the <em>Younger </em>exceptions meaningless and thus effectively overrule <em>Younger.</em></p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b1263-7\">. We discuss abstention and preclusion more fully <em>infra.</em></p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b1263-14\">. Although there was intervening litigation regarding attachment of the state defendants’ funds, it is not relevant.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b1264-5\">. There are Fifth Circuit cases dismissing for lack of jurisdiction on <em>Brown </em>grounds in which the plaintiff asked for direct review of state court judgments, but the cases do not rely on this factor. <em>Lampkin-Asam v. Supreme Court of Florida, </em>601 F.2d 760 (5th Cir. 1979); <em>Aris v. Big Ten Taxi Corp., </em>441 F.2d 536 (5th Cir. 1971); <em>Hanna v. Home Insurance Co., </em>281 F.2d 298 (5th Cir. 1960).</p>\n<p id=\"b1264-6\">We note in passing that the Harvard essay and the <em>Tang </em>dissent suggest that the language of the complaint is still crucial.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b1264-7\">. <em>See </em>discussion of state action <em>infra.</em></p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b1264-8\">. Support for this theory can be drawn from the Court’s observation that all parties were citizens of the same state. This would only be relevant if the court was noting the lack of original jurisdiction.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b1264-13\">. This is true since federal courts, courts of limited jurisdiction, have not been conferred with such jurisdiction. <em>Atlantic Coast Line R.R. Co. v. Brotherhood of Locomotive Engineers, </em>398 U.S. 281, 286, 296, 90 S.Ct. 1739, 1742, 1747, 26 L.Ed.2d 234 (1970).</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b1264-14\">. We determine jurisdiction under § 1343(3) as of the date the federal complaint was filed, at which point the state court had issued only a preliminary injunction, <em>see </em>note 4 <em>supra </em>(although we interpret the state court’s October 19 order as a preliminary injunction, neither the result reached <em>infra </em>nor the analysis used would differ were we to consider the order a TRO), not as of the date the state permanent injunction issued. Although we do not have direct authority for this proposition, this court in an analogous case held that a change in citizenship during the pendency of a suit cannot create diversity jurisdiction. <em>American </em><page-number citation-index=\"1\" label=\"1237\">*1237</page-number><em>Foundation, Inc. v. Mountain Lake Corp., </em>454 F.2d 200 (5th Cir. 1972). The rule appears to be based on the same concern for certainty that lies behind the companion rule that a change of citizenship occurring after the filing of the complaint will not divest the federal court of jurisdiction. <em>E. g., Smith v. Sperling, </em>354 U.S. 91, 93 n.1, 77 S.Ct. 1112, 1113 n.1, 1 L.Ed.2d 1205 (1957); <em>Mas v. Perry, </em>489 F.2d 1396 (5th Cir. 1974); <em>Slaughter v. Toye Brothers Yellow Cab Co., </em>359 F.2d 954 (5th Cir. 1966). <em>See </em>Wright, Miller &amp; Cooper, 13 <em>Federal Practice and Procedure </em>653-62 (1975) (jurisdiction should be determined under facts which will not change, thus avoiding reassessment and resultant uncertainty; the fear of parties manufacturing federal jurisdiction is not a primary rationale for the rule). Certainty is also served by not allowing an event, whether a change in citizenship or the issuance of a state court order, occurring during the pendency of the suit to create jurisdiction; the parties and judge would encounter uncertainty in determining the existence of jurisdiction when crucial facts could change. Thus federal jurisdiction must be determined under the facts as of the date of the filing of the complaint.</p>\n<p id=\"b1265-8\">This holding is not relevant to our discussion of <em>Brown </em>and <em>Rooker, </em>for under <em>Brown </em>federal district courts would not have jurisdiction to review a state court preliminary injunction.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b1265-9\">. In the ensuing discussion, we rely on, <em>inter alia, </em>cases in which the issue is whether a claim has been stated under § 1983. <em>E. g., Flagg Bros., Inc. v. Brooks, </em>436 U.S. 149, 98 S.Ct. 1729, 56 L.Ed.2d 185 (1978); <em>Dahl v. Akin, </em>630 F.2d 277 (5th Cir. 1980). We recognize that dismissal for failure to state a claim is not equivalent to dismissal for lack of jurisdiction. <em>Williamson v. Tucker, </em>645 F.2d 404 at 414-15 (5th Cir. 1981). However, the same factors, the absence of state action or color of state law, which result in failure to state a claim under § 1983 also result in a lack of jurisdiction under § 1343(3). See <em>Waters v. St. Francis Hospital, Inc., </em>618 F.2d 1105 (5th Cir. 1980) (implicit); <em>Menchaca v. Chrysler Credit Corp., </em>613 F.2d 507 (5th Cir. 1980) (implicit); <em>see also City of Kenosha v. Bruno, </em>412 U.S. 507, 93 S.Ct. 2264, 37 L.Ed.2d 109 (1973) (failure to state a claim under § 1983 for a different reason resulted in lack of jurisdiction under § 1343(3)); <em>Mt. Healthy City School Board of Education v. Doyle, </em>429 U.S. 274, 278-79, 97 S.Ct. 568, 571-72, 50 L.Ed.2d 471 (1977) (language following <em>Bruno); Flores de Otero; Lynch.</em></p>\n<p id=\"b1265-13\">(In light of our holding <em>infra </em>that we have jurisdiction, we pretermit the question as to why cases such as <em>Flagg Bros; </em>and <em>Dahl, </em>after concluding that the plaintiff failed to state a claim under § 1983, do not dismiss for lack of jurisdiction under § 1343. Perhaps the Court silently found another source of jurisdiction, such as 28 U.S.C. § 1331. <em>See Doyle; see also </em>note 36 <em>infra.)</em></p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b1266-5\">. For this holding, <em>Flagg </em>cited <em>Adickes v. Kress &amp; Co., </em>398 U.S. 144, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1970) which <em>sub silentio </em>overruled <em>United States v. Price, </em>383 U.S. 787, 794 n.7, 86 S.Ct. 1152, 1157 n.7, 16 L.Ed.2d 267 (1965). The absence of any express overruling of <em>Price </em>has created some confusion. <em>See, e. g., Parish v. National Collegiate Athletic Association, </em>506 F.2d 1028, 1031 n.6 (5th Cir. 1975) (under <em>Price, </em>“state action” and “under color of state law” are equivalent); <em>see also Menchaca v. Chrysler Credit Corp., </em>613 F.2d 507, 511 (5th Cir. 1980) (citing <em>Flagg, </em>but implying the two are equivalent). However, under <em>Adickes, Flagg, </em>and <em>Dahl v. Akin, </em>630 F.2d 277 (5th Cir. 1980), we are bound not to follow <em>Parish </em>or <em>Menchaca.</em></p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b1266-6\">. There is case law that the acts of private parties acting jointly with state agents constitute state action. <em>Adickes, </em>398 U.S. at 152, 90 S.Ct. at 1605; <em>Price, </em>383 U.S. at 794, 86 S.Ct. at 1156 (authority of this case undermined by the fact it treated state action and under color of state law as the same). <em>Cf. Dennis, </em>101 S.Ct. at 186 (same holding with respect to color of state law). In each of these cases, however, the alleged activity was jointly conceived and clearly exceeded the state agent’s authority. Since GPCO makes no such allegations, we are controlled by <em>Flagg. </em>We leave to a future case the establishment of a line of demarcation between <em>Flagg </em>and <em>Adickes. </em>We note, however, that the fact that the state official is immune does not mean that his actions were not sufficiently improper to fall within the <em>Ad-ickes/Price </em>rule. <em>Cf. Dennis </em>(same holding with respect to color of state law).</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b1266-9\">. <em>Flagg, </em>aside from rejecting the notion that <em>Shelley </em>has been extended to all state court orders, is not helpful for it primarily analyzes the government function theory, a different means of creating state action, occurring where a private party lawfully performs acts which had traditionally been exclusively a public function.</p>\n<p id=\"b1266-10\">In <em>Flagg </em>a state statute allowed a warehouseman to sell a debtor’s goods to enforce his warehouseman’s lien. The debtor maintained that the state had delegated a function which had been exclusively a public function (a sheriff’s sale). The Court found the debtor/creditor relationship filled with opportunities for private ordering and thus not an exclusively public area.</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b1266-11\">. The district court did not stay enforcement of the part of the state court order enjoining violence or obstruction of the entrance to the merchants’ businesses.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b1267-6\">. The court noted that ordinarily a judgment is not “immediately enforceable” until the state supreme court has ruled on it on appeal (as compared with a motion for a stay). We infer that <em>Henry II </em>referred only to money judgments and not to injunctions, since the former generally may be stayed pending appeal by filing a supersedeas bond while the latter are immediately enforceable unless the court grants a stay, which is extraordinary relief. <em>Henry ¡I’s </em>treatment of the issue is consistent with the distinction we draw; <em>Henry II </em>held that the injunction clearly was immediately enforceable, but only found the money judgment to be so after noting that posting the required supersedeas bond would bankrupt the civil rights groups.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b1267-7\">. Hence, we need not decide whether we are bound to require immediate enforceability. We note that requiring an “immediately enforceable” judgment seems undesirable. For example, A sues B for libel in state court. B defends on the ground that his actions are protected by the first amendment. A answers that the first amendment is not in issue since there has been no immediately enforceable state court judgment nor would the trial court’s decision be so if B could afford the supersedeas bond. The trial court agrees with A that there is no state action and finds for him on the basis of the state libel law. The “immediately enforceable rule” essentially deprives the trial court of the opportunity to pass on the first amendment issue, compelling a higher court whose decision would be immediately enforceable, if inclined to affirm, to hold there is state action. At that point the higher court would remand for a hearing on the first amendment issue.</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b1267-11\">. <em>See </em>note 31 <em>supra.</em></p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b1267-12\">. Based on this holding, the court instructed the jury that to find liability it need only find that the New York Times published the advertisement and that it related to the plaintiff. The jury found liability.</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b1267-13\">. We read <em>Sullivan </em>as finding state action in the state judgment, not in the abstract existence of a common law rule. <em>See also American Federation of Labor v. Swing, </em>312 U.S. 321, 61 S.Ct. 568, 85 L.Ed. 855 (1940).</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b1267-14\">. In light of our finding <em>infra </em>that the district court had jurisdiction under 28 U.S.C. § 1343(3), the jurisdictional basis alleged by GPCO in its complaint, we do not discuss the applicability of 28 U.S.C. § 1331.</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b1267-15\">. The reason <em>Henry II </em>did not discuss color of state law might well have been that there the state plaintiffs clearly acted “with knowledge of and pursuant to” the state statute forbidding the boycott, a requirement noted by <em>Flagg </em>and <em>Adickes. </em>(Both reserved the question whether there were other requirements.)</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b1268-6\">. We consider <em>Dahl </em>and <em>Henry II </em>valid precedent as there is no conflicting Fifth Circuit or Supreme Court precedent if both are read narrowly; nevertheless, we find aspects of both troubling. As noted, <em>Henry II </em>may have equated “under color of state law” with “state action” and only discussed the latter.</p>\n<p id=\"b1268-7\"><em>Dahl </em>relies for the definition of “under color of state law” on cases which construed the “under color of state law” requirement at a time when state action was held to be equivalent to under color of state law. Those cases are dubious authority for the definition of a separate color of state law requirement.</p>\n<p id=\"b1268-8\">Neither case addresses a question created by <em>Adickes </em>and <em>Flagg. </em>Under <em>Flagg, </em>the actions of the party prevailing' in state court must be attributable to the state for there to be state action. Neither <em>Dahl </em>nor <em>Henry II </em>(nor the Supreme Court cases) discusses how a party’s actions can be attributable to the state but not be under color of state law; yet by holding the two tests to be different, <em>Flagg </em>and <em>Adickes </em>indicate this can occur. Since our facts are so similar to those in <em>Henry II, </em>we rely on <em>Henry II </em>without discussing the theoretical difference between the state action and color of state law tests. <em>See </em>discussion <em>infra.</em></p>\n</footnote>\n<footnote label=\"39\">\n<p id=\"b1268-11\">. By “a case such as ours,” we mean a case in which the alleged state action is based on a private party’s actions where such party has no authority or pretense of authority to act as the state’s agent nor is compelled to act for the state.</p>\n</footnote>\n<footnote label=\"40\">\n<p id=\"b1268-12\">. The Supreme Court has not decided whether these same facts would create state action, a closely related question. Although it has found state action in several trespass cases, the Court did not rely on the private party’s use of the trespass statute, but in each case found some <page-number citation-index=\"1\" label=\"1241\">*1241</page-number>official encouragement for private parties to use it in a discriminatory manner. <em>See Lombard v. Louisiana, </em>373 U.S. 267, 83 S.Ct. 1122, 10 L.Ed.2d 338 (1963); <em>Robinson v. Florida, </em>378 U.S. 153, 84 S.Ct. 1693, 12 L.Ed.2d 771 (1964); <em>Peterson v. City of Greenville, </em>373 U.S. 244, 83 S.Ct. 1119, 10 L.Ed.2d 323 (1963).</p>\n</footnote>\n<footnote label=\"41\">\n<p id=\"b1269-8\">. Section 1738 provides in relevant part:</p>\n<blockquote id=\"b1269-9\">The Acts of the legislature of any State, Territory, or Possession of the United States, or copies thereof, . .. [and] [t]he records and judicial proceedings of any court of any such State, Territory or Possession, or copies thereof, ... shall have the same full faith and credit in every court within the United States and its Territories and Possessions as they have by law or usage in the courts of such State, Territory or Possession from which they are taken.</blockquote>\n</footnote>\n<footnote label=\"42\">\n<p id=\"b1269-14\">. <em>Allen v. McCurry, </em>449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980) has established that under § 1738 courts are required to give “pre-clusive effect to state court judgments whenever the courts of the State from which the judgments emerged would do so.” <em>McCurry </em>at 415. <em>McCurry </em>also holds that § 1983 suits are not excepted from § 1738.</p>\n<p id=\"b1269-15\">Thus <em>McCurry </em>has resolved confusion in Fifth Circuit case law. <em>Compare American Mannex Corp. v. Rozands, </em>462 F.2d 688 (5th Cir. 1972) (applying the <em>McCurry </em>rule) <em>with Pye v. Department of Transportation of Georgia, </em>513 F.2d 290 (5th Cir. 1975) (implying that the rendering state’s rules of preclusion are irrelevant where the issue is of federal law). See <em>also Winters v. Lavine, </em>574 F.2d 46 (2d Cir. 1978). The consensus of the commentators supports the <em>McCurry </em>position. <em>E. g., Developments in the Law </em>— Section <em>1983 and Federalism, </em>90 Harv.L.Rev, 1133, 1334 (1977).</p>\n</footnote>\n<footnote label=\"43\">\n<p id=\"b1270-4\">. In <em>Culwell, </em>summary judgment was granted in favor of two but not all defendants. The plaintiff did not immediately appeal despite the fact that under Georgia law, the nonmovant has the right to a direct appeal from the grant of summary judgment. <em>Ga.Code </em>§ 81A-156(h). When, after the conclusion of the entire case, the plaintiff appealed the grants of summary judgment, the Georgia Court of Appeals dismissed the appeal as not timely, as the appeal was filed more than the permissible 30 days after summary judgment. The Supreme Court of Georgia reversed, holding that the § 81A-156(h) right to direct appeal is for the losing party’s benefit and is in addition to the party’s right to appeal after the resolution of the entire case. The court held that the only judgments that must be appealed within 30 days are “final judgments,” i. e., those in which the action is no longer pending or those made final through the appropriate certification under <em>Ga.Code </em>§ 81A-154(b). In describing the difference between appealable interlocutory orders and final orders, the court stated:</p>\n<blockquote id=\"b1270-5\">The entry of a judgment as to one or more but fewer than all of the claims or parties is not a final judgment under Code Ann. § 6-701(a)(1) [the section allowing appeals from final judgments] <em>and lacks res judicata effect </em>unless the trial court makes an express direction for the entry of the final judgment and a determination that no just reason for delaying the finality of the judgment exists, (emphasis added)</blockquote>\n<p id=\"b1270-6\">The clear implication is that finality for res judicata purposes is measured by the same standard as finality for appealability purposes.</p>\n</footnote>\n<footnote label=\"44\">\n<p id=\"b1270-7\">. This provision is analogous to the statute at issue in <em>Culwell, </em>§ 81A-156(h), allowing direct appeals from summary judgment. Section 6-701 provides in relevant part:</p>\n<blockquote id=\"b1270-8\">(a) Appeals may be taken to the Supreme Court and Court of Appeals from judgments and rulings of the superior courts, the constitutional city courts, and such other courts or tribunals from which writs of error are authorized by the Constitution and laws, in the following instances:</blockquote>\n<blockquote id=\"b1270-13\">1. Where the judgment is final — that is to say — where the cause is no longer pending in the court below.</blockquote>\n<blockquote id=\"b1270-14\">2. Where the trial judge in rendering an order, decision or judgment not otherwise subject to direct appeal, certifies within 10 days of entry thereof that such order, decision or judgment is of such importance to the case that immediate review should be had.</blockquote>\n<blockquote id=\"b1270-15\">3. ... [F]rom all judgments or orders granting or refusing application for receivers, or for interlocutory or final injunction; ...</blockquote>\n<blockquote id=\"b1270-16\">4. Review of orders and judgments with respect to motions for summary judgment shall be governed by Section 56(h), as amended, of the Georgia Civil Practice Act [§ 81A-156(h)].</blockquote>\n</footnote>\n<footnote label=\"45\">\n<p id=\"b1270-17\">. Section 81A-154(b) provides:</p>\n<blockquote id=\"b1270-18\">(b) Judgment upon multiple claims or involving multiple parties</blockquote>\n<blockquote id=\"b1270-19\">When more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross-claim or third-party claim, or when multiple parties are involved, the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment. In the absence of such determination and direction, any order or other form of decision, however designated, which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties, and the order or other form of decision is subject to revision at any time before the entry of judgment adjudicating all the claims and the rights and liabilities of all the parties.</blockquote>\n</footnote>\n<footnote label=\"46\">\n<p id=\"AKX4\"><em>. </em>Case law is sparse on this issue, but there is considerable scholarly commentary. <em>See, e. g., </em>Currie, <em>Res Judicata: The Neglected Defense, 45 </em>U.Chi.L.Rev. 317, 326-27 (1978); Carrington, <em>Collateral Estoppel and Foreign Judgments, 24 </em>Ohio St.L.J. 381, 383 (1963); Vestal, <em>Res Judicata/Preclusion by Judgment: The Iaw Applied in Federal Courts, </em>66 Mich.L.Rev. 1723, 1738-39 (1968); Note, <em>Collateral Estoppel in Multistate Litigation, </em>68 Colum.L.Rev. 1590, 1592-95 (1968).</p>\n</footnote>\n<footnote label=\"47\">\n<p id=\"b1271-6\">. We assume <em>arguendo </em>that the Fifth Circuit rule is that expressed in <em>Lummus.</em></p>\n</footnote>\n<footnote label=\"48\">\n<p id=\"b1271-7\">. This holding renders unnecessary a decision as to whether GPCO made a timely and sufficient reservation of its constitutional claims. For Fifth Circuit cases indicating parties may reserve federal claims, see <em>Cornwell v. Ferguson, 545 </em>F.2d 1022 (5th Cir. 1977); <em>Jennings v. Caddo Parish School Board, </em>531 F.2d 1331 (5th cir. 1976); <em>Billingsley v. Seibels, </em>556 F.2d 276, 277 (5th Cir. 1977). For one view of the requirements of an effective reservation, see <em>New Jersey Education Association v. Burke, </em>579 F.2d 764 (3d Cir. 1978). We also need not decide whether <em>Allen v. McCurry, </em>449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980) permits reservation in this type of case. <em>McCurry </em>noted that “[a] very few courts have suggested that the normal rules of claim preclusion should not apply .. . [w]here a § 1983 plaintiff seeks to litigate in federal court a federal issue which he could have raised but did not raise in an earlier state court suit against the same adverse party.” <em>McCurry, </em>101 S.Ct. at 416 n.10. The Court “intimate[d] no view as to whether [these cases] were correctly decided.” <em>Id. </em>However, in a subsequent footnote, the Court observed that <em>England v. Medical Examiners, </em>375 U.S. 411, 84 S.Ct. 461, 11 L.Ed.2d 440 (1962) (allowing reservation of federal claims where the plaintiff first sues in federal court but the court abstains under <em>Railroad Commission of Texas v. Pullman, </em>312 U.S. 496, 61 S.Ct. 643, 85 L.Ed. 971 (1941) for a construction in a state suit of the state law at issue) is not applicable where the suit began in state court as it did here and in <em>Caddo, Cornwell, </em>and <em>Billingsley.</em></p>\n<p id=\"b1271-11\">We also need not decide whether the constitutionality of GPCO’s conduct was “actually litigated” as required for a judgment to have collateral estoppel effect. The collateral estop-pel issue would have been relevant to GPCO’s prayer to enjoin further proceedings on the damage claim.</p>\n</footnote>\n<footnote label=\"49\">\n<p id=\"b1272-5\">. Our holding infra that abstention is appropriate is not dependent on our holding that the injunction is not a final order for preclusion purposes. In <em>Huffman, </em>the state trial court had already issued a final order when the federal suit was filed. <em>Huffman </em>held that abstention nevertheless was appropriate because the federal plaintiff had not exhausted his state appellate remedies.</p>\n<p id=\"b1272-6\"><em>Huffman </em>intimates that at a certain point sufficiently past the entry of the state court judgment abstention <em>may </em>not be appropriate. <em>Huffman, </em>at 420 U.S. at 607-08 n.19, 95 S.Ct. at 1209-10 n.19. We need not decide if this point has been reached, for if the <em>Huffman </em>situation is not beyond it, the case before us certainly is not.</p>\n<p id=\"b1272-7\">Despite footnote 19 in <em>Huffman, </em>we question whether under <em>Huffman </em>there is a point at which abstention no longer is appropriate. <em>Huffman </em>found irrelevant the question whether the federal plaintiff still had a right to appeal the state judgment: this means that abstention may be affirmed where it has the effect of ending the litigation. This is but one step from holding that abstention may be used by the district judge where it would end the litigation. Moreover, footnote 19 suggested that perhaps a line should be drawn between res judicata and abstention so that in no instance would both be appropriate. That such a line exists seems implicitly rejected by the <em>Huffman </em>rationale. The rationale for the decision, that the federal plaintiff had not exhausted his state appellate remedies, would support a holding of abstention where the state court decision would otherwise be res judicata. (If both were appropriate, a court should abstain, since abstention logically is the prior option. Abstention is a holding that the court should not exercise jurisdiction, while res judicata is an exercise of jurisdiction.) There is no logical point at which abstention would no longer be apportionate under the <em>Huffman </em>rationale.</p>\n</footnote>\n<footnote label=\"50\">\n<p id=\"b1272-8\">. <em>Steffel v. Thompson, </em>415 U.S. 452, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974) made the pendency of a state proceeding a requirement for <em>Younger </em>abstention. As discussed in note 49 <em>supra, </em>under <em>Huffman </em>the “pending” requirement is met.</p>\n</footnote>\n<footnote label=\"51\">\n<p id=\"b1272-9\">. The Supreme Court has explained the rationale and scope of this reluctance:</p>\n<blockquote id=\"b1272-12\">Under established principles of equity, the exercise of equitable powers is inappropriate if there is an adequate remedy at law. .. . Restated in the abstention context, the federal court should not exert jurisdiction if the plaintiffs “had an <em>opportunity </em>to present their federal claims in the state proceedings.” (emphasis in original)</blockquote>\n<p id=\"b1272-13\"><em>Moore v. Sims, </em>442 U.S. 415, 425, 99 S.Ct. 2371, 2378, 60 L.Ed.2d 994 (1979), citing <em>Juidice, </em>430 U.S. at 337, 97 S.Ct. at 1218. GPCO, in its brief, contends that due to <em>NAACP v. Overstreet, </em>211 Ga. 16, 142 S.E.2d 816 (1965), which upholds § 54-805 against a first amendment challenge, GPCO has no <em>real </em>opportunity to have its claims considered in state court. The Supreme Court in <em>Huffman </em>rejected this argument, holding that parties cannot assume what the decision of the higher state courts would be. <em>Huffman, </em>420 U.S. at 610-11, 95 S.Ct. at 1211.</p>\n<p id=\"b1272-14\">One commentator has summarized certain elements which he deems essential for <em>Younger </em>abstention:</p>\n<blockquote id=\"b1272-15\">(1) the federal court is asked to make a decision that would directly affect, and might well abort, the pending state proceeding or some facet of it; (2) there is an opportunity to raise in state court the issue sued on in federal court; (3) that opportunity arises in the normal course of the state proceeding and the relevant constitutional question is one that would otherwise (and might still) be raised during that proceeding; (4) a favorable decision in state court would generally remedy the asserted constitutional violation.</blockquote>\n<p id=\"ak9-dedup-0\"><em>Developments in the Law </em>— Section <em>1983 and Federalism, </em>90 Harv.L.Rev. 1133, 1318 (1977). The last three factors refine the “opportunity” requirement noted <em>supra. </em>Without passing on the validity of these elements as requirements for <em>Younger </em>abstention, we find that all three are present in the case before us to the same extent they were in <em>Huffman. </em>Specifically, we note that GPCO could have appealed the state court’s refusal to dissolve the “TRO” to the Georgia Supreme Court. <em>See </em>note 44 and discussion of <em>Ga.Code </em>§ 2-3104 supra. GPCO also could have appealed the state court permanent injunction.</p>\n</footnote>\n<footnote label=\"52\">\n<p id=\"b1273-7\">. <em>Younger </em>characterized comity as the “more vital consideration.” <em>Younger </em>401 U.S. at 44, 91 S.Ct. at 750; <em>Huffman </em>420 U.S. at 601, 95 S.Ct. at 1206.</p>\n</footnote>\n<footnote label=\"53\">\n<p id=\"b1274-5\">. This court has strongly intimated that <em>Juid-ice, </em>the apparent exception, may well “form a poor basis for further generalizations and may in fact be <em>sui generis. ” Ealy v. Littlejohn, </em>569 F.2d 219, 233 n.42 (5th Cir. 1978).</p>\n</footnote>\n<footnote label=\"54\">\n<p id=\"b1274-6\">. Nor has the Court extended <em>Younger </em>beyond state initiated state suits, but it is the relation to criminal law not the state’s presence as a party which we hold to be the crucial element linking the cited Supreme Court cases. We so hold due to the language about state interest which causes us to focus not on the identity of a party but on the purposes and nature of the claim being made.</p>\n</footnote>\n<footnote label=\"55\">\n<p id=\"b1274-7\">. We do note that <em>Younger </em>has been cited in very different types of cases in which there was no state criminal or quasi-criminal proceeding. <em>See Webb v. Webb, </em>-U.S. -, 101 S.Ct. 1889, 68 L.Ed.2d 392 (1981) <em>(Younger </em>princi-pies of comity used as rationale for rule that the Supreme Court will not review a state supreme court judgment if the federal issue was not adequately presented in the state system); <em>Rizzo v. Goode, </em>423 U.S. 362, 96 S.Ct. 598, 46 L.Ed.2d 561 (1976) <em>(Younger </em>principles of comity mandated reversal of equitable relief restructuring state police disciplinary system). The effect of these cases, which both may be <em>sui generis </em>(the latter was decided prior to <em>Trainor, Juidice, </em>and <em>Sims, </em>but did not affect the analysis therein), is unclear. In light of our disposition, <em>infra, </em>we need not reach this issue.</p>\n</footnote>\n<footnote label=\"56\">\n<p id=\"b1274-15\">. As noted <em>supra, </em>civil rights groups were seeking to enjoin enforcement (but only pending appeal) of a state trial court order prohibiting a boycott of merchants and awarding damages for past effects of the boycott.</p>\n</footnote>\n<footnote label=\"57\">\n<p id=\"b1275-6\">. One could distinguish <em>Henry II </em>by noting that there the motion for a stay had been denied by the state supreme court and thus the motion was no longer pending under <em>Huffman, </em>making the discussion of state interests unnecessary (we consider Howell’s state suit pending under <em>Huffman; see </em>notes 49 and 50 <em>supra). </em>There are three problems with such a distinction. First, <em>Henry II </em>does not appear to rely on this reasoning. Second, the distinction assumes that part of a case can be deemed no longer pending for abstention purposes while the remainder is pending: that is a question we need not decide. Third, and most important, the distinction would not eliminate the necessity of determining whether in the case before us there is a strong state interest related to criminal law (and, if there is not, whether to extend <em>Younger). </em>The distinction we rely on <em>infra </em>involves precisely that: the existence of such a state interest in our case.</p>\n</footnote>\n<footnote label=\"58\">\n<p id=\"b1275-11\">. The <em>Henry </em>plaintiffs originally sued under <em>Miss.Code </em>§§ 1088, 1089 (1942), the old versions of §§ 75-21-1, 75-21-2. <em>See Henry I </em>at 1302.</p>\n</footnote>\n<footnote label=\"59\">\n<p id=\"b1275-12\">. <em>Henry II </em>includes <em>Juidice </em>as such a case. We need not decide if this is appropriate, for even if it were not, <em>Ealy </em>limited <em>Juidice </em>to the contempt area.</p>\n</footnote>\n<footnote label=\"60\">\n<p id=\"b1276-7\">. <em>See </em>note 54 <em>supra </em>and accompanying text.</p>\n</footnote>\n<footnote label=\"61\">\n<p id=\"b1276-8\">. Attorney’s fees are awardable for work both at the trial court and the appellate court level. <em>Morrow v. Dillard, </em>580 F.2d 1284 (5th Cir. 1978).</p>\n</footnote>\n<footnote label=\"62\">\n<p id=\"b1276-22\">. Since we make this holding as a matter of law, we need not remand for consideration by the district court, nor decide whether Howell waived attorney’s fees by not raising this before the district court.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}