{
  "casebody": {
    "data": "<casebody firstpage=\"537\" lastpage=\"542\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b617-13\">Robert C. STOVALL, Jr., et al. Plaintiff-Appellants, v. PRICE WATERHOUSE CO., et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b617-17\">No. 80-3416.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b617-18\">United States Court of Appeals, Fifth Circuit. Unit A</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b617-21\">Aug. 5, 1981.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b618-8\"><page-number citation-index=\"1\" label=\"538\">*538</page-number>Robert C. Stovall, Jr., pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b618-9\">Allan W. Perry, Jackson, Miss., Thomas F. Ging, Chicago 111., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b618-11\">Before BROWN and GARZA, Circuit Judges, and CHARLES SCHWARTZ, Jr.<footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b618-14\"> District Judge of the Eastern District of Louisiana, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b618-12\">CHARLES SCHWARTZ, Jr., District Judge:</author>\n<p id=\"b618-13\">This appeal is hopefully the final chapter of a long and involved litigation. Its roots lie in a 1969 merger between the Columbus &amp; Greenville Railway Company (Columbus &amp; Greenville) and the Illinois Central Gulf Railroad (Illinois Central). Plaintiffs-appellants Robert C. Stovall, Jr., et al. (Stovall)<footnotemark>1</footnotemark> were Columbus &amp; Greenville shareholders, and the merger planned called for them to receive Illinois Central stock in exchange for tendering their Columbus &amp; Greenville shares. The exact amount of Illinois Central stock to be given for a share of Columbus &amp; Greenville stock was to be determined by the financial condition of the latter railroad on the effective date of the merger, and that financial condition in turn was to be ascertained by an audit conducted-by an independent firm of certified public accountants.</p>\n<p id=\"b618-18\">Defendant-appellee Price Waterhouse &amp; Company (Price Waterhouse)<footnotemark>2</footnotemark> is the accounting firm retained to perform the audit in accordance with the merger agreement. Stovall initially agreed to the selection of Price Waterhouse but later withdrew their approval and, by their failure to cooperate with it, rendered the firm incapable of completing the audit. Further, Sto-vall refused to accept certain adjustments to shareholders’ equity proposed by Price Waterhouse pursuant to a series of status reports prepared during the course of the attempted audit. Thereupon, Illinois Central, having been unable to resolve the differences with the Columbus &amp; Greenville shareholders, in June 1974 filed a suit (the Illinois Central litigation) founded on diversity jurisdiction in the Northern District of Mississippi seeking declaratory relief against the former shareholders. Among the issues involved in that case were Price Waterhouse’s competency to serve as an independent accountant and the appropriate equity to be assigned to the shareholders of Columbus &amp; Greenville. Stovall answered and counterclaimed, asserting claims under state law and the Securities Exchange Act of 1934. Approximately nine months after the complaint was filed Sto-vall moved to add Price Waterhouse as an <page-number citation-index=\"1\" label=\"539\">*539</page-number>additional party to that litigation; Illinois Central opposed, and the motion was denied.</p>\n<p id=\"b619-5\">That case proceeded to trial before Judge Orma R. Smith, and during the trial the individual Price Waterhouse personnel who are made defendants in these proceedings and a third representative of the firm, James E. Goodwin, each testified and were extensively cross-examined. On December 16, 1976, Judge Smith entered his findings of fact and conclusions of law; the propriety of Price Waterhouse’s services as an independent auditor was an issue properly before him for consideration at that time. Judge Smith ruled in pertinent part:</p>\n<blockquote id=\"b619-6\">3. The court finds that the audit performed by Price Waterhouse and Co. was an audit of a “firm of independent certified public accountants of national reputation” as called for by the Agreement and Plan of Merger and particularly Paragraph IV(d) thereof.</blockquote>\n<blockquote id=\"b619-7\">4. The court finds that the audit performed by Price Waterhouse &amp; Co. was performed in accordance with the “Uniform System of Accounts for Class II Line-Haul Railroad Companies prescribed by the (Interstate Commerce) Commission at December 31, 1967.</blockquote>\n<blockquote id=\"b619-8\">5. The court finds that neither Price Waterhouse &amp; Co., IC Industries [a related company and co-plaintiff of Illinois Central], nor Illinois Central Gulf Railroad Company colluded or conspired to defraud, deceive or mislead the defendants.</blockquote>\n<blockquote id=\"b619-9\">6. The court finds that Price Water-house &amp; Co. conducted its audit in a fair, unbiased, and independent manner.</blockquote>\n<blockquote id=\"b619-10\">7. The court finds that Price Water-house &amp; Co. conducted its audit in accordance with generally accepted auditing standards.</blockquote>\n<blockquote id=\"b619-11\">8. The court finds that the accounting principles applied by Price Waterhouse &amp; Co. are supported by substantial authoritative literature and are in accordance with generally accepted accounting principles and the Uniform System of Accounts.</blockquote>\n<p id=\"b619-12\">No party appealed from the final decision in that case.</p>\n<p id=\"b619-13\">In 1977, some nine months after the commencement of the Illinois Central litigation and on the same day Stovall sought to join Price Waterhouse as a party in that suit, Stovall filed their original complaint in this cause (the Stovall suit) which was also assigned to Judge Smith. Defendants in this case, in addition to Price Waterhouse, were Aiden Mullett and Robert Marzec, employees of Price Waterhouse.</p>\n<p id=\"b619-14\">The trial court granted a motion by Price Waterhouse to dismiss the Stovall suit, based largely upon the reasoning that the issues presented by this new complaint were identical to the issues raised in the Illinois Central suit and that the issues raised as to the Price Waterhouse defendants were prematurely stated and should not be pursued until the Illinois Central litigation had been concluded. Therefore the order of dismissal was without prejudice to subsequent refiling after resolution of the Illinois Central suit. Stovall appealed the dismissal of this suit and then moved for a stay of their appeal. Subsequently, the stay was lifted and the case was set for oral argument in April of 1979. However, by the time the appeal of the Stovall suit was finally argued the Illinois Central litigation had been resolved. Another panel of this Court ordered the dismissal of the Stovall suit vacated and remanded the case to the district court to allow Stovall the opportunity to amend their complaint and proceed accordingly. Stovall’s amended complaint, like the original complaint, was based upon diversity of citizenship alleging a cause of action pursuant to Mississippi law and upon an alleged violation of the Securities &amp; Exchange Act of 1934. Upon the filing of the amended complaint Price Waterhouse moved for summary judgment on the basis of collateral estoppel, arguing that the Illinois Central litigation had resolved adversely to Stovall all the fact questions posed by the amended complaint. Price Waterhouse also moved the Court to require Stovall to pay for its costs, including attorneys’ fees, because it alleged Stovall’s claims against it <page-number citation-index=\"1\" label=\"540\">*540</page-number>were completely without merit and were asserted frivolously, vexatiously, oppressively, and in bad faith.</p>\n<p id=\"b620-4\">Stovall filed voluminous responsive documents in opposition to the motion for summary judgment, including a “suggestion” that Judge Smith recuse himself because he had earlier held in the Illinois Central litigation that Stovall (at least in some sense) had acted “in bad faith, vexatiously, wantonly or for oppressive reasons.” Thereafter, Judge Smith transferred the case to Chief Judge William C. Keady. Chief Judge Keady held that the federal rule of collateral estoppel was the appropriate one to apply. Because he found that the issues involved in the Stovall suit were identical to the ones fully, properly, and necessarily litigated in the Illinois Central suit, he granted the motion for summary judgment. With respect to the claim for attorneys’ fees, he further found that “Stovall’s continued maintenance of the case <em>sub judice </em>was a vexatious prolongation of a controversy already resolved,” and subsequently, based on affidavits, awarded Price Waterhouse attorneys’ fees and expenses in the amount of $20,681.20.</p>\n<p id=\"b620-5\">Stovall urges that the trial court erred in looking to the federal, rather than to the Mississippi, standard to determine collateral estoppel. Stovall’s reasons for doing so are quite understandable; Mississippi law requires a showing of privity of a kind which is not present here before parties such as Stovall may be estopped from urging a claim in a later litigation. <em>Ditta v. City of Clinton, </em>391 So.2d 627 (Miss. 1980), <em>as modified on denial of rehearing, id. </em>(Miss. 1981); <em>Sanders v. Mississippi, </em>242 So.2d 412 (Miss. 1970). Mississippi law in this area has been characterized as being rigid as any now extant. Note, Collateral Estoppel— the Multiple Tort Claimant Anomaly, 41 Miss.L.J. 497, 498 (1970).</p>\n<p id=\"b620-6\">Federal collateral estoppel rules, on the other hand, allow invocation and imposition of the doctrine upon the showing of three necessary criteria:</p>\n<blockquote id=\"b620-7\">1) that the issue at stake be identical to the one involved in the prior litigation;</blockquote>\n<blockquote id=\"b620-8\">2) that the issue have been actually litigated. in the prior litigation; and</blockquote>\n<blockquote id=\"b620-9\">3) that the determination of the issue in the prior litigation have been a critical and necessary part of the judgment in that earlier action.</blockquote>\n<p id=\"b620-10\"><em>Johnson </em>v. <em>United States, </em>576 F.2d 606, 615 (5th Cir. 1978); <em>see Parklane Hosiery Co. v. Shore, </em>439 U.S. 322, 99 S.Ct. 645, 58 L.Ed.2d 552 (1979).</p>\n<p id=\"b620-11\">Thus, it is clear that a determination of whether the federal or the Mississippi standard relative to collateral estoppel is to be applied in this case determines the disposition of the motion to dismiss. Chief Judge Keady found, and the record amply supports his conclusions, that the requirements for federal collateral estoppel were met by the determination of the relevant facts in the earlier litigation. If, however, the Mississippi rule were the proper one, there could be no preclusion of the claims appellants now seek to maintain because of the lack of privity between Stovall and Price Waterhouse in the Illinois Central case.</p>\n<p id=\"b620-12\">We believe that the prior decisions of this Court on the doctrines of <em>res judicata </em>and collateral estoppel require application of the federal rule when, as in this case, a party seeks to estop a claim from being raised in a diversity action brought in federal court on the basis of an earlier determination made in a federal court sitting pursuant to its diversity jurisdiction (irrespective of the fact that the new complaint also alleges a cause of action pursuant to a federal regulatory statute). It is unquestioned that this Court has unambiguously held that federal law determines the <em>res judicata </em>effect given a prior decision of a federal tribunal regardless of the bases of the court’s jurisdiction. <em>Aerojet-General Corp. v. Askew, </em>511 F.2d 710 (5th Cir.) <em>reh. den. </em>514 F.2d 1072 (5th Cir.), <em>cert. den’d </em>423 U.S. 908, 96 S.Ct. 210, 46 L.Ed.2d 137 (1975). A later decision affirmed a district court which held that there should be no different result in collateral estoppel cases. <em>Willis v. Fournier, </em>418 F.Supp. 265 (M.D.Ga.), <em>aff’d without opinion </em>537 F.2d 1142 (5th Cir. 1978). Still another panel with which we agree subsequently observed in dictum that <page-number citation-index=\"1\" label=\"541\">*541</page-number>it saw “no cogent reason for distinguishing those doctrines [of <em>res judicata </em>and collateral estoppel] in connection with the preclu-sive effects of a prior federal judgment on a subsequent federal suit and we regard <em>Willis </em>as settling the matter insofar as diversity cases are concerned.” <em>Johnson v. United States, supra, </em>567 F.2d at 611. To hold otherwise would undermine the integrity and predictability of federal judgments.</p>\n<p id=\"b621-4\">Most recently, this Court in a declaratory judgment action reaffirmed the rule and held that “federal procedure governs this diversity action and determines the applicability of collateral estoppel.” <em>Southern Pacific Transportation Co. v. Smith Material Corp., </em>616 F.2d 111, 115 (5th Cir. 1980). It was noted therein that the prayed-for declaratory judgment would function “no differently ... than collateral estoppel used offensively,” and the Court thus altered the declaratory judgment which the district court had rendered by making it conform to the requirements of the federal rule as to issue preclusion.<footnotemark>3</footnotemark> The Court found support for its decision in <em>Johnson, Willis, </em>and <em>Aero-jet-General.</em></p>\n<p id=\"b621-5\">Even to the extent that it may be argued that this Court has not previously squarely decided the issue currently before us (and, as indicated, this would be a very slender reed in the face of the various decisions which have treated this subject), we are persuaded that the better policy is that federal standards as to the applicability of collateral estoppel prevail in cases such as this one in which defendants-appellees seek to invoke the doctrine of collateral estoppel in one federal forum on the basis of facts decided previously in another case in the federal forum. <em>See </em>R. Degnan, Federalized <em>Res Judicata, </em>85 Yale L.J. 741,746 (1976) (praising <em>Aerojet-General, </em>but doubting the necessity or wisdom of distinguishing collateral estoppel cases from those covered under the actual holding).</p>\n<p id=\"b621-6\">As Judge Medina has stated:</p>\n<blockquote id=\"b621-8\">One of the strongest policies a court can have is that of determining the scope of its own judgments. ... It would be destructive of the basic principles of the Federal Rules of Civil Procedure to say that the effect of a judgment of a federal court was governed by the law of the state where the court sits simply because the source of federal jurisdiction is diversity. The rights and obligations of the parties are fixed by state law. These may be created, modified, and enforced by the state acting through its own judicial establishments. But we think it would be strange doctrine to allow a state to nullify the judgments of federal courts constitutionally established and given power also to enforce state created rights. The Erie doctrine [citations omitted] is not applicable here.. . .</blockquote>\n<p id=\"b621-9\"><em>Kern v. Hettinger, </em>303 F.2d 333 (2d Cir. 1962); <em>see Aerojet-General, supra, </em>511 F.2d at 716-717; <em>see also </em>Degnan, <em>supra, </em>85 Yale L.J. at 769. We agree.</p>\n<p id=\"b621-10\">With respect to the appellants’ contention that the district court erred in its award of attorneys’ fees, “[t]he general rule is that the district court can award such fees .. . when an unfounded action or defense is maintained in bad faith, vexatiously, wantonly, or for oppressive reasons.” <em>KinnearWeed Corp. v. Humble Oil &amp; Refining Co., </em>441 F.2d 631, 637 (5th Cir.) <em>cert. den., </em>404 U.S. 941, 92 S.Ct. 285, 30 L.Ed.2d 255 (1971), <em>citing </em>6 J. Moore, Federal Practice &amp; Procedure § 54.77(2), at 1352 (2d ed. 1966). The district judge applied this standard and found that its requirements were met by Stovall’s actions in prosecuting this suit and justified the attorneys’ fees which he assessed against Stovall in favor of Price Waterhouse.</p>\n<p id=\"b621-11\">In making the award Chief Judge Ready reasoned that Stovall might have been proceeding in ignorance rather than in bad faith prior to the decision in the Illinois <page-number citation-index=\"1\" label=\"542\">*542</page-number>Central case, but that from the moment of entry of judgment in that case Stovall was on notice that their claim was meritless and that, thus, a decision to proceed after this date could only have been made in bad faith. However, we cannot state that it could not perhaps have been argued in good faith prior to our decision herein that there was no definite, dispositive, current precedent as to the question of law considered herein. <em>See Mooney v. Fibreboard Corp., </em>485 F.Supp. 242, 245-46 (E.D. Tex. 1980). Thus it would be inappropriate to hold Sto-vall liable for pursuing an action which, had their collateral estoppel argument prevailed, would have required a new trial of liability with a possibly (however improbably) different result.</p>\n<p id=\"b622-4\">In this particular case it is further inappropriate to make Stovall liable for his opponents’ attorneys’ fees spent in defending the action to which this Court has in some sense lent its imprimatur. That is, when counsel appeared for oral argument of the appeal from Judge Smith’s original order of dismissal in this case, the panel of this Court then sitting ordered that the dismissal be vacated and the case be remanded “to allow the plaintiffs to amend their complaint and to permit the case to proceed accordingly.”</p>\n<p id=\"b622-5\">Stovall also contends that the previous orders of this Court remanding the dismissal precluded the trial judge’s granting summary judgment. While we do not agree with this interpretation of that order, and hold that it contemplated only that the case proceed at the district level in the usual framework of federal practice which certainly includes motions for summary judgment based on collateral estoppel or other grounds, we likewise agree that Stovall ought not to be penalized for amending their complaint and proceeding with their case after this Court issued an order remanding the case for that purpose.<footnotemark>4</footnotemark></p>\n<p id=\"b622-7\">Therefore, since we conclude that Stovall was not in complete bad faith or pursuing this appeal for frivolous reasons, the award for attorneys’ fees and costs should be set aside.</p>\n<p id=\"b622-8\">Accordingly, the decision of the district court granting the motion of defendants-appellees for summary judgment on collateral estoppel grounds is AFFIRMED and the award of attorneys’ fees is VACATED.</p>\n<p id=\"b622-9\">AFFIRMED IN PART, VACATED IN PART.</p>\n<footnote label=\"1\">\n<p id=\"b618-15\">. Stovall, a Mississippi attorney, appears pro <em>se </em>and as counsel for his co-plaintiffs-appellants, other former Columbus &amp; Greenville Shareholders.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b618-19\">. Named defendants in addition to Price Water-house are Aiden Mullett, an Illinois Price Waterhouse partner, and Robert Marzec, an accountant employed by Price Waterhouse’s Chicago office at the time Stovall filed suit.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b621-7\">. Specifically, the court precluded further litigation of the already decided negligence issue as to parties who had already litigated; however, as to the claims of possible future plaintiffs to whom Southern Pacific might owe a different and higher duty of care due to its status as a common carrier, there would be no estoppel worked by the decision in the declaratory judgment action.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b622-6\">. By setting aside the award of attorneys’ fees herein we do not mean to convey that the trial court was in error in finding that Stovall’s actions in the Illinois Central litigation were not such that would justify the imposition of sanctions such as an award of attorneys’ fees. We simply find that they are not applicable at this time to these proceedings. We do not in any manner intend to signal to Stovall that they can from this moment on proceed in bad faith or oppressively. We reserve the right to impose sanctions for any such action on their part.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}