{
  "casebody": {
    "data": "<casebody firstpage=\"1252\" lastpage=\"1254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1316-3\">Lenin ENCISO-CARDOZO, Edwin Michael Enciso, minor, Petitioners, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1316-5\">No. 213, Docket 74-1083.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1316-6\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1316-7\">Argued Sept. 19, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1316-8\">Decided Oct. 29, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1316-17\">James J. Orlow, New York City (Marion R. Ginsberg and Wasserman, Orlow, Kaye &amp; Rubin, New York City, of counsel), for petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1316-18\">Mary P. Maguire, Sp. Asst. U. S. Atty., for the Southern District of New York (Paul J. Curran, U. S. Atty., for the Southern District of New York, on the brief, Lydia E. Morgan, Sp. Asst. U. S. Atty., of counsel), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1316-19\">Before MOORE, MULLIGAN and ADAMS<footnotemark>*</footnotemark>, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1316-15\"> Of the Third Circuit Court of Appeals, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1316-20\">ADAMS, Circuit Judge:</author>\n<p id=\"b1316-21\">The primary issue on this appeal is whether the infant citizen petitioner was denied due process of law when he was refused permission to intervene in the deportation proceedings instituted against his alien mother.</p>\n<p id=\"b1316-22\">a.</p>\n<p id=\"b1316-23\">Lenin Enciso-Cardozo, the alien petitioner on this appeal and the mother of the infant petitioner, entered the United States on November 2, 1970 as a non-immigrant for pleasure.<footnotemark>1</footnotemark> Unmarried at the time of her entry, she married Eduardo Enciso-Cardozo in New York City on September 18, 1971. Eduardo was at that time, and still is, also a non-immigrant for pleasure. On November 27, 1972, in New York City, Lenin gave birth to Edwin Michael Enciso, the infant citizen petitioner in this appeal.<footnotemark>2</footnotemark> By the time of Edwin’s birth, both Eduardo and Lenin had been in the United States beyond the time authorized by their visas.</p>\n<p id=\"b1316-24\">On February 19, 1973, the Immigration and Naturalization Service instituted deportation proceedings against <page-number citation-index=\"1\" label=\"1253\">*1253</page-number>Lenin.<footnotemark>3</footnotemark> At the deportation hearing relating to Lenin, held on February 26, 1973, counsel for the mother entered an oral motion on behalf of the infant, requesting that the infant be permitted to intervene in the proceedings. Counsel made no offer of evidence or arguments to be adduced on behalf of the child, and the immigration judge denied the infant’s motion to intervene. The immigration judge then found the mother to be deportable,<footnotemark>4</footnotemark> but granted her the privilege of departing voluntarily on or before May 26,1973.<footnotemark>5</footnotemark></p>\n<p id=\"b1317-5\">Lenin and her child on March 2, 1973, appealed the decision of the immigration judge to the Board of Immigration Appeals. The Board dismissed the appeal on September 28, 1973, and granted Lenin, the alien petitioner, 89 days in which to depart voluntarily. At the request of Lenin, the period of voluntary departure for her was extended to January 23, 1974. The petition for review by this Court was filed on January 23, 1974.<footnotemark>6</footnotemark></p>\n<p id=\"b1317-7\">b.</p>\n<p id=\"b1317-8\">On this review, the petitioners — the mother and the child — do not challenge the finding of the immigration judge that the mother is deportable. Instead, they contend that the infant petitioner, a United States citizen, was denied procedural due process when he was not permitted to intervene in the deportation proceedings brought against his mother. More specifically, petitioners contend that the infant citizen has a right to be reared in the United States, that the deportation of his mother necessarily implies his <em>de facto </em>deportation and that, therefore, since his rights and interests are so vitally affected by the deportation of his mother, he has a constitutional right to intervene in these proceedings, especially the portion of the proceedings dealing with the discretionary grant of voluntary departure.</p>\n<p id=\"b1317-15\">In response, the Immigration and Naturalization Service contends that the infant petitioner has no substantive right to prevent the deportation of his mother, who has been found otherwise deportable, merely because the child is a citizen of the United States.' Thus, the Service argues, since the immigration judge has jurisdiction to decide only the question of the deportability of the parent, the child has no substantive rights which may be asserted at the deportation proceeding, and there is, therefore no need to allow him to intervene.</p>\n<p id=\"b1317-16\">c.</p>\n<p id=\"b1317-17\">Although it appears to be firmly established that an infant’s status as a citizen and his dependence on his alien parent do not prevent the deportation of the alien parent,<footnotemark>7</footnotemark> the question presently facing the Court is not whether the infant petitioner is entitled to have his mother remain in the United States, but whether he has a constitutional right to be heard by the immigration judge on the deportability of his mother and on the grant of discretion<page-number citation-index=\"1\" label=\"1254\">*1254</page-number>ary relief in the form of extended voluntary departure. This issue has been alluded to by the Court of Appeals for the Ninth Circuit in dictum in the per curiam opinion in Agosto v. Boyd, 443 F.2d 917 (9th Cir. 1971), and by Judge Weinfeld in Application of Amoury, 307 F.Supp. 213 (S.D.N.Y.1969).</p>\n<p id=\"b1318-4\">In <em>Agosto, </em>the wife and minor children of an alien had filed a complaint seeking an order from the district court permitting them to intervene in the deportation proceedings brought against the alien. The Court of Appeals affirmed the dismissal of the complaint on the ground that the district court had no jurisdiction to entertain such an action ancillary to the administrative proceedings. The opinion continued, however, stating: “We discover no basis for conferring standing upon the relatives of an alien to intervene in pending deportation proceedings.” 443 F.2d at 917. In <em>Amoury, </em>an action was brought in the district court on behalf of an infant citizen of the United States, seeking a declaratory judgment as to the rights of the infant as they related to the deportation of his alien parents. The district court, after concluding that it had jurisdiction under the Administrative Procedure Act to hear the suit, dismissed the complaint for failure to state a claim. It was asserted on behalf of the child-<footnotemark>8</footnotemark> that if his parents were deported he, because of his age, would be forced to leave the country as well and that, since he had not been a party to the deportation proceeding, he had been deprived of due process. The district court held that the constitutional rights of the child had not been violated by the manner in which his parents’ deportation hearing was conducted. “The deportation proceeding was not predicated upon any charge with respect to the infant; consequently he was not entitled to notice or a hearing with respect to the claim that his parents had remained in the United States beyond the time permitted upon their entry.” 307 F.Supp. at 216.</p>\n<p id=\"b1318-7\">Recognizing the dependence of an infant upon his parents and the possibility of substantial effects upon the infant from his involuntary departure, we are not prepared at this time to endorse the language of the above opinions indicating that under no circumstances does due process require that an infant be permitted to participate in the deportation proceedings against his parent. In this case, however, petitioners have pointed to no circumstances which necessitate such intervention. Counsel representing the infant citizen has not offered, either to the immigration judge or to this Court, any evidence or argument which could not have been raised by the infant’s mother, the subject of the proceedings. Nor has counsel for the infant suggested any issue which the mother has not in fact raised. On the facts of this case, therefore, since counsel has been unable to show any prejudice to the infant from the refusal to allow the infant to intervene, we conclude that there has been no denial of due process.</p>\n<p id=\"b1318-8\">The decision of the Board of Immigration Appeals will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1316-26\">. <em>See </em>8 U.S.C. § 1101(a) (15) (B) (1970).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1316-25\">. The infant petitioner is a citizen of the United States by virtue of his birth within this country. 8 U.S.C. § 1401(a)(1) (1970).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1317-9\">. Deportation proceedings were instituted against Eduardo Enciso-Cardozo on August 30, 1972. After a hearing lie was granted voluntary departure on or before November 30, 1972. On January 12, 1973, Eduardo received notice that he had been ordered deported. Subsequently, however, he obtained a stay pending a final determination of the deportation proceeding against his wife.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1317-10\">. Counsel for Lenin conceded the truth of the allegations in the order to show cause, but did not concede deportability.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1317-11\">. Lenin applied for indefinite voluntary departure, but the immigration judge denied that request.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1317-18\">. The alien petitioner has received an automatic stay of deportation pending resolution of the petition for review. 8 U.S.C. § 1105a(a)(3).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1317-19\">. Aalund v. Marshall, 461 F.2d 710 (5th Cir. 1972) ; Perdido v. Immigration and Naturalization Service, 420 F.2d 1179 (5th Cir. 1969). <em>Cf. </em>Silverman v. Rogers, 437 F.2d 102 (1st Cir. 1970), cert. denied, 402 U.S. 983, 91 S.Ct. 1667, 29 L.Ed.2d 149 (1971) ; Faustino v. Immigration and Naturalization Service, 432 F.2d 429 (2d Cir. 1970), cert. denied, 401 U.S. 921, 91 S.Ct. 909, 27 L.Ed.2d 824 (1971) ; Swartz v. Rogers, 103 U.S.App.D.C. 1, 254 F.2d 338 (1958), cert. denied, 357 U.S. 928, 78 S.Ct. 1373, 2 L.Ed.2d 1372 (1958).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1318-5\">. Plaintiff also contended “that the infant will be deprived, until his parents may regain entry here, of the standard of living and education afforded to other United States citizens of his age and status who continue to reside here,” in violation of the infant’s right to equal protection. 307 F. Supp. at 216. The district court found no merit to this claim.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}