{
  "casebody": {
    "data": "<casebody firstpage=\"708\" lastpage=\"717\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b748-4\">The STATE of Ohio, Appellee, v. YOUNTS, Appellant. </parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b748-6\">[Cite as <em>State v. Younts </em>(1993), 92 Ohio App.3d 708.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b748-7\">Court of Appeals of Ohio, Madison County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b748-9\">No. CA92-07-015.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b748-10\">Decided Dec. 30, 1993.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b749-14\"><page-number citation-index=\"1\" label=\"709\">*709</page-number><em>R. David Pichen, </em>Madison County Prosecuting Attorney, and <em>Stephen J. Pronai, </em>Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b749-15\"><em>Dennis G. Day, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b749-16\">Koehler, Judge.</author>\n<p id=\"b749-17\">Defendant-appellant, Jerry V. Younts, appeals his conviction in the Madison County Court of Common Pleas for trafficking in marijuana.</p>\n<p id=\"b749-18\">On November 21, 1991, the Madison County Grand Jury returned an indictment charging appellant with two counts of trafficking in marijuana pursuant to R.C. 2925.03. Appellant moved to suppress evidence obtained through a warrant-less search of his person and vehicle.</p>\n<p id=\"b749-19\">At a hearing on the motion, the evidence showed that appellant was stopped for speeding by Trooper Douglas A Willard of the Ohio State Patrol. While interrogating appellant, the vehicle’s sole occupant, Trooper Willard perceived a slight odor of raw marijuana emanating from the vehicle. At that point, Trooper <page-number citation-index=\"1\" label=\"710\">*710</page-number>Willard believed he had probable cause to search the vehicle for contraband and decided to do so.<footnotemark>1</footnotemark></p>\n<p id=\"b750-4\">What followed appears to have been pretextual and is candidly acknowledged as such by Trooper Willard.<footnotemark>2</footnotemark> Trooper Willard instructed appellant to exit his vehicle and walk back to the police cruiser. Appellant was then subjected to an arguably valid “pat down” protective search of his person, which disclosed a quantity of marijuana concealed in his sock. Trooper Willard -advised appellant that he was under arrest for possession of the marijuana. Appellant was handcuffed and secured in the caged rear seat of the police car.</p>\n<p id=\"b750-5\">Following the arrest, Trooper Willard, as planned, returned to appellant’s vehicle and conducted a thorough search of the passenger compartment and all objects inside. The warrantless search produced a significant quantity of packaged marijuana.</p>\n<p id=\"b751-4\"><page-number citation-index=\"1\" label=\"711\">*711</page-number>The trial court denied appellant’s motion to suppress and issued a written decision finding that the search of the automobile was not constitutionally prohibited because it was a search incident to a lawful arrest and because the search was based upon probable cause. Appellant then entered a no contest plea to count two of the indictment. He was found guilty of a violation of R.C. 2925.03(A)(6), a felony of the third degree, fined and sentenced.</p>\n<p id=\"b751-5\">From his conviction, appellant filed his timely appeal to this court. In his sole assignment of error, appellant contends that “the trial court erred in overruling defendant-appellant’s motion to suppress evidence seized pursuant to a warrant-less search of him and his automobile.” We find this assignment of error to be well taken.</p>\n<p id=\"b751-6\">It is given that a warrantless search of appellant’s vehicle would be <em>per se </em>constitutionally prohibited unless the search falls under one or more of the well-established exceptions to the warrant requirement. <em>Katz v. United States </em>(1967), 389 U.S. 347, 357, 88 S.Ct. 507, 514, 19 L.Ed.2d 576, 585. Under the automobile exception to the warrant requirement, Trooper Willard could search appellant’s vehicle if he had probable cause to believe that the vehicle contained contraband or other evidence subject to seizure and exigent circumstances necessitated a search or seizure. <em>State v. Mills </em>(1992), 62 Ohio St.3d 357, 367, 582 N.E.2d 972, 982, certiorari denied (1992), 505 U.S.-, 112 S.Ct. 3048, 120 L.Ed.2d 915. Probable cause must be based upon objective facts that could justify the issuance of a warrant by a magistrate. <em>State v. Welch </em>(1985), 18 Ohio St.3d 88, 91-92, 18 OBR 124, 127, 480 N.E.2d 384, 386-387, certiorari denied (1985), 474 U.S. 1010, 106 S.Ct. 537, 88 L.Ed.2d 468.</p>\n<p id=\"b751-9\">Only those facts within the officer’s knowledge at the time he made the decision to search appellant’s vehicle can be considered in determining whether the officer had probable cause to execute a warrantless search. <em>Lakewood v. Smith </em>(1965), 1 Ohio St.2d 128, 30 O.O.2d 482, 205 N.E.2d 388, paragraph three of the syllabus. See, also, <em>Russo v. Cincinnati </em>(C.A.6, 1992), 953 F.2d 1036, 1043. Facts and circumstances coming within the officer’s knowledge after his determination that he had probable cause to search the automobile cannot be employed to enhance a mere suspicion or hunch. Further, that which is found within the vehicle as a result of the warrantless search cannot operate to justify such search. Trooper Willard’s decision to search the vehicle was made when he perceived “a slight odor of raw marijuana” coming from within the vehicle. In this court’s view, all that occurred after the trooper believed he had probable cause to search is irrelevant to the disposition of this cause.</p>\n<p id=\"b752-4\"><page-number citation-index=\"1\" label=\"712\">*712</page-number>We have reviewed the record to consider the facts before the trial court upon which it could make a finding that the trooper had probable cause to search the vehicle at the time he made his decision to search. We find none.</p>\n<p id=\"b752-5\">The objective facts available to Trooper Willard at the time he decided to search the vehicle were: At 9:52 p.m., he first observed appellant’s vehicle traveling on 1-70 at a speed of seventy-three miles per hour in a posted sixty-five-miles-per-hour speed zone. As he pursued the speeding vehicle, he observed it move from the fast lane to the slow lane. He then saw the right tires of the vehicle cross the berm line approximately a foot for two or three seconds. When he activated his cruiser pursuit lights, the vehicle pulled on to the paved berm area and stopped. As he approached the stopped vehicle from behind on the right side, he observed that the Subaru station wagon had the cargo cover drawn. Inside he saw a cardboard box, a green duffel bag, a crumpled piece of newspaper, and a brown hunting jacket on the back seat. While standing beside the stopped vehicle and interrogating appellant as to his identity, driver’s license, and vehicle ownership, he first smelled a “perfumery” odor coming from the car, then detected a slight odor of raw marijuana coming from inside the vehicle.</p>\n<p id=\"b752-6\">We conclude that there was no single circumstance or accumulation of circumstances observed by Trooper Willard upon approaching the stopped vehicle which would give rise to a suspicion that appellant was engaged in any criminal activity or that the vehicle contained contraband. See <em>Beck v. Ohio </em>(1964), 379 U.S. 89, 91, 85 S.Ct. 223, 225, 13 L.Ed.2d 142, 145. The record supports our conclusion that it was only the “slight odor of raw marijuana” which could provide Trooper Willard with his belief that he had probable cause to search the automobile.</p>\n<p id=\"b752-7\">While hotly contested below, we will for the purpose of this appeal accept that the arresting officer, through his training and experience, had developed his olfactory senses to the degree that he could detect the smell of raw marijuana. We frame the issue which is dispositive of the cause as follows: “Can the smell of raw marijuana detected coming from a vehicle stopped for a traffic violation alone provide an officer trained in the detection of marijuana with ‘probable cause’ to search the vehicle?”</p>\n<p id=\"b752-8\">We are unwilling to adopt a “plain smell” exception to warrant requirement under the facts of this cause. Our research indicates that neither the United States Supreme Court nor the Supreme Court of this state has recognized such an exception to the warrant requirement. We have reviewed case law from other jurisdictions and find that, while many, if not most, have adopted a “plain smell” exception, others have rejected it, <em>e.g., State v. Schoendaller </em>(1978), 176 Mont. 376, 382, 578 P.2d 730, 734 (“to hold that an odor alone, absent evidence of visible contents, is deemed equivalent to plain view might very easily mislead officers into fruitless invasions of privacy where there is no contraband.”). See, also, <page-number citation-index=\"1\" label=\"713\">*713</page-number>Annotation, Odor of Narcotics as Providing Probable Cause for Warrantless Search <em>(1981 </em>and Supp.1993), 5 A.L.R. 4th 681.</p>\n<p id=\"b753-5\">We have found one appellate court in this state which has found that the smell of marijuana alone gives the arresting officer probable cause to search, <em>State v. Garcia </em>(1986), 32 Ohio App.3d 38, 513 N.E.2d 1350. While we decline to follow the reasoning of <em>Garcia, </em>we also find it to be distinguishable factually. In <em>Garcia, </em>the defendant was arrested for possession of cocaine. The officers entered a bar in pursuit of the defendant and, while in their search of the bar, entered the restroom. One officer smelled a strong odor of burnt marijuana and observed an open jewelry box which his experience told him was indicative of cocaine use. He also saw the defendant and another individual put their hands in their pockets. Therefore, there were other facts within the officers’ possession besides the odor of marijuana to provide probable cause.</p>\n<p id=\"b753-6\">We look to the trial court’s decision for support of the “plain smell” exception to the warrantless search of appellant’s vehicle. We find none. It appears from the trial court’s decision that authorities supporting the right to conduct a protective search, and the right to search the person incident to a custodial arrest, neither of which apply here, have been melded into a finding that probable cause existed at the time the officer determined to search appellant’s vehicle.</p>\n<p id=\"b753-7\">The rationale of the court is set forth in its decision. “The search of the defendant’s car was based upon a reasonable suspicion giving rise to a frisk which revealed evidence that led to an arrest. Willard had conducted a search incident to a lawful arrest and upon search [sic ] probable cause.” The court continued, “[i]t is immaterial that Willard may have smelled bat guano fertilizer in the car or may have confused some other odor with marijuana. He had expertise in identifying marijuana by smell and he reasonably believed he smelled it.”</p>\n<p id=\"b753-8\">The trial court relied ultimately on its interpretation of <em>New York v. Belton </em>(1981), 453 U.S. 454, 101 S.Ct. 2860, 69 L.Ed.2d 768, which both parties argued supports their respective positions. In <em>Belton, </em>the defendant was one of four occupants in a vehicle stopped for speeding. While interrogating the occupants concerning ownership of the stopped vehicle, a police officer smelled burnt marijuana <em>and </em>saw on the floor of the vehicle an envelope marked “super gold,” which he associated with marijuana. The officers arrested the occupants for unlawful possession of marijuana. They searched the occupants and the vehicle and found cocaine in a jacket in the vehicle. The arrest preceded the search of the automobile. Relying on <em>Chimel v. California </em>(1969), 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685, for the proposition that a lawful custodial arrest creates a situation justifying the contemporaneous warrantless search of the arrestee and the area within the arrestee’s control, the court in <em>Belton </em>held that where a police officer has made a lawful custodial arrest of the occupant of an automobile, the <page-number citation-index=\"1\" label=\"714\">*714</page-number>officer may, incident to the arrest, search the passenger compartment of the automobile and examine the contents of any containers found in the passenger compartment. <em>Belton, supra, </em>453 U.S. at 458-460, 101 S.Ct. at 2863-2864, 69 L.Ed.2d at 773-775. It concluded that the search of the jacket did not violate the Fourth Amendment, since it was within the arrestee’s immediate control. <em>Id. </em>at 463-464, 101 S.Ct. at 2865, 69 L.Ed.2d at 776-778.</p>\n<p id=\"b754-5\"><em>Belton </em>is factually distinguishable from the present cause. Appellant was the sole occupant of the vehicle, and the arrest occurred <em>after </em>a search of appellant’s person and after Trooper Willard made the decision to search the vehicle. Appellant at that point had no opportunity to present a danger to the officer or to destroy evidence. There were no exigent circumstances.</p>\n<p id=\"b754-6\">We conclude that, under the facts of this cause, the smell of raw marijuana alone is not sufficient to provide probable cause to search appellant’s vehicle and that the warrantless search cannot be justified as a search incident to an arrest.</p>\n<p id=\"b754-7\">Appellant’s assignment of error has merit. Since his arrest was illegal, all evidence acquired after that arrest should have been suppressed as “fruit of the poisonous tree”. <em>United States v. Crews </em>(1980), 445 U.S. 463, 470-471, 100 S.Ct. 1244, 1249, 63 L.Ed.2d 537, 545-546; <em>Blanchester v. Hester </em>(1992), 81 Ohio App.3d 815, 612 N.E.2d 412. The decision of the trial court denying appellant’s motion to suppress is reversed. Pursuant to App.R. 12(B), the judgment of conviction is vacated, and appellant is ordered discharged.</p>\n<p id=\"b754-8\">\n<em>Judgment accordingly.</em>\n</p>\n<judges id=\"b754-9\">Jones, P.J., concurs.</judges>\n<judges id=\"b754-10\">William W. Young, J., dissents.</judges>\n<footnote label=\"1\">\n<p id=\"b750-6\">. At the suppression hearing, Trooper Willard testified as follows:</p>\n<blockquote id=\"b750-7\">\"Q. Officer, you told us in a previous hearing at the point in which you asked Mr. Younts to step out of his vehicle you had already formulated in your mind an intent to arrest him.</blockquote>\n<blockquote id=\"b750-8\">\"A. At that time I knew I had proximate cause to search him and the vehicle as given to me already through court cases.</blockquote>\n<blockquote id=\"b750-9\">\"Q. So you did, in fact, have the intent to arrest him at the time you ordered him out of his vehicle?</blockquote>\n<blockquote id=\"b750-10\">\"A. Well, just on odor alone, no, I cannot arrest you. With the odor, I do have proximate cause to search.</blockquote>\n<blockquote id=\"b750-11\">“Q. To search the vehicle?</blockquote>\n<blockquote id=\"b750-12\">\"A. Yes, sir. * * * What I was going to do was have him come back to my vehicle. He advised me he did have a license. I was going to have him come back to my vehicle and check the license, but in the meantime I smelled the odor and had proximate cause to go into the vehicle.</blockquote>\n<blockquote id=\"b750-13\">\"Q. So you believe at the point in which you ordered him out of the car you had proximate cause to go into the vehicle. Those were your words, correct?</blockquote>\n<blockquote id=\"b750-14\">\"A. That’s what I testified to and I believe.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b750-15\">. At a previous hearing, Trooper Willard had testified as follows:</p>\n<blockquote id=\"b750-16\">\"Q. Officer, you said that — I’m not clear on this — when did you make the decision that you were going to search Mr. Younts, search his person?</blockquote>\n<blockquote id=\"b750-17\">“A. I made the decision to search the vehicle and Mr. Younts when I smelled the marijuana originally when I was up at the right-hand side. I told him to get out of the vehicle, that I wanted to check his driver’s license, but what I was going to do was search the interior of the vehicle and Mr. Younts on the probable cause of the odor of the marijuana.</blockquote>\n<blockquote id=\"b750-18\">\"Q. Based upon the odor of the marijuana, you were going to ask him to get out of the car, correct?</blockquote>\n<blockquote id=\"b750-19\">\"A. Yes, sir.</blockquote>\n<blockquote id=\"b750-20\">\"Q. And you had determined at that point that you were going to search both he [sic] and his vehicle?</blockquote>\n<blockquote id=\"b750-21\">\"A. Yes, sir.</blockquote>\n<blockquote id=\"b750-22\">\"Q. And at that point in time did you believe that you had probable cause for what particular crime?</blockquote>\n<blockquote id=\"b750-23\"><em>“A. </em>For possession of marijuana.”</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b754-11\">William W. Young, Judge,</author>\n<p id=\"aen-dedup-1\">dissenting.</p>\n<p id=\"b754-12\">The trial court was justified in finding that Officer Willard had probable cause to search Younts’ automobile; therefore, I respectfully dissent.</p>\n<p id=\"b754-13\">Initially, I cannot agree with the majority’s proposition that only those facts within the officer’s knowledge when he first subjectively concluded that he had probable cause to search appellant’s vehicle can be considered in determining whether the officer actually had probable cause. The United States Supreme Court has clearly and consistently stated that in making an assessment of probable cause, it is imperative that the facts be judged <em>objectively </em>so that “the facts available to the officer at the moment of the seizure or the search, warrant a man of reasonable caution in the belief, that the action taken was appropriate * * <em>Terry v. Ohio </em>(1968), 392 U.S. 1, 21-22, 88 S.Ct. 1868, 1880, 20 L.Ed.2d 889, 905-906; see, also, <em>Criss v. Kent </em>(C.A.6, 1988), 867 F.2d 259 (if circumstances <page-number citation-index=\"1\" label=\"715\">*715</page-number>viewed objectively, support finding of probable cause, officers’ actual motives are irrelevant).</p>\n<p id=\"b755-4\">Since Trooper Willard’s early subjective belief that he had probable cause to search appellant’s vehicle does not preclude this court from objectively reviewing <em>all </em>the facts leading up to the actual search, I take this opportunity to restate the operative facts in this case. After appellant was properly stopped for speeding, he could not produce a driver’s license. As Trooper Willard addressed appellant, he immediately detected a strong perfume-like odor; shortly thereafter, the trooper detected the aroma of marijuana in the car. At one point, appellant made a furtive gesture by placing his hand underneath a sweater covering objects on the right front seat. Willard moved the sweater and saw two jugs containing a clear liquid and an aerosol container. Upon these facts, Willard justifiably ordered appellant out of the car to accompany him to his cruiser while he checked on appellant’s driver’s license and vehicle registration.</p>\n<p id=\"b755-5\">As appellant exited the vehicle, Officer Willard again noted the aroma of marijuana. Appellant walked fast and ahead of Willard toward the police cruiser, creating a distance between himself and the officer. Willard then stopped appellant to pat him down. Pursuant to this protective search, Willard felt a bulge at appellant’s ankle, and asked appellant what it was. Appellant volunteered that it might be marijuana. Willard found that it was indeed marijuana and effectively arrested appellant by handcuffing him and placing him in the cruiser.</p>\n<p id=\"b755-6\">After arresting appellant, Willard returned to appellant’s automobile and again detected a strong odor of raw marijuana. He believed that the odor eminated from a duffel bag on the back passenger seat of the ear. Inside the bag, Willard found marijuana flakes and residue. The trooper then opened the back hatch of the automobile and received a “blast” of raw marijuana odor. Willard pulled back a tarp and discovered boxes and containers. Inside one of these containers, Willard found six bags containing a large amount of marijuana.</p>\n<p id=\"b755-7\">The United States Supreme Court has long recognized that odors may be evidence “sufficient to constitute probable grounds for any search” and, in fact, may be “evidence of most persuasive character.” <em>Johnson v. United States </em>(1948), 333 U.S. 10, 13, 68 S.Ct. 367, 369, 92 L.Ed. 436, 440. The smell of marijuana in its raw form or when burned is quite distinctive. Therefore, the odor of marijuana, standing alone, may provide probable cause for a warrantless search, particularly when it is detected by an experienced police officer. <em>State v. Garcia </em>(1986), 32 Ohio App.3d 38, 513 N.E.2d 1350. The majority of jurisdictions that have addressed this issue have accepted this view. Annotation, Narcotics as Providing Cause for Warrantless Search (1981 and Supp.1993), 5 A.L.R. 4th 681, 687.</p>\n<p id=\"b756-4\"><page-number citation-index=\"1\" label=\"716\">*716</page-number>In <em>Garcia, </em>detectives entered a restroom in a bar and smelled marijuana. They also saw the defendant in that case make a furtive gesture as they entered. The defendant was arrested after a warrantless search of his person uncovered cocaine. The court held that the odor of marijuana was sufficient to establish probable cause for the warrantless search of the defendant. In <em>State v. Bird </em>(Dec. 31, 1992), Washington App. No. 92CA2, unreported, 1992 WL 396844, the Ohio Fourth District Court of Appeals found that an officer’s detection of the odor of marijuana upon approaching a car provided the requisite probable cause for both the search of the occupants of that car, as well as the car itself.</p>\n<p id=\"b756-5\">In many cases, the sense of smell can make more certain a finding of probable cause than the sense of sight because some odors are truly distinctive, while many objects commonly associated with the possession and use of illegal substances may in fact be innocent. 2 Lafave, Search and Seizure (1987) 39, Section 3.6(b). Further, the odor of unburned marijuana usually indicates the actual presence of marijuana.</p>\n<p id=\"b756-6\">The experience and expertise of an officer involved in an investigation and arrest may also be considered in determining probable cause. See <em>United States v. Hayos </em>(C.A.9, 1989), 892 F.2d 1387. Trooper Willard is experienced in drug interdiction and knowledgeable about the odor of both raw and burning marijuana. Willard has attended or directed a number of drug interdiction programs during this nine years as a law enforcement officer. He attended his first drug interdiction program at the Highway Patrol Academy in 1987. In 1989, Willard became assistant course director for that program. That same year he attended a seminar on drug interdiction in Ann Arbor, Michigan. Willard has attended several week-long schools in advanced drug interdiction. One such program was sponsored by the Illinois State Police, another by the United States Department of Transportation, and a third by the Texas Department of Public Safety. In the course of his instruction, Willard had the opportunity to identify the odor of both raw and burned marijuana. Willard has made between one hundred and one hundred fifty drug-related arrests during his nine years as a law enforcement officer.</p>\n<p id=\"b756-7\">This was not simply a search incident to the driver’s arrest for a traffic violation. See <em>State v. Brown </em>(1992), 63 Ohio St.3d 349, 588 N.E.2d 113. Nor was the search premised solely on the odor of raw marijuana, although this in itself was sufficient to establish probable cause in light of Trooper Willard’s experience. Willard only searched the vehicle after he had detected the odor of raw marijuana several times, had witnessed appellant make a furtive movement while in the car, and had validly arrested appellant for possession. I would also note that if Willard had not searched appellant’s vehicle after arresting him, the <page-number citation-index=\"1\" label=\"717\">*717</page-number>marijuana would have inevitably been discovered after the car had been impounded and inventoried pursuant to appellant’s arrest.</p>\n<p id=\"b757-5\">Probable cause to search a vehicle is established if under the “totality of the circumstances” there is a “fair probability” that the car contains contraband or evidence. <em>Illinois v. Gates </em>(1983), 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527, 548. There was competent, credible evidence to support the trial court’s determination that Trooper Willard had probable cause to search appellant’s vehicle. Therefore, the trial court’s decision not to suppress the marijuana found in appellant’s car should be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}