{
  "casebody": {
    "data": "<casebody firstpage=\"736\" lastpage=\"740\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b776-6\">RUSSELL et al., Appellants, v. UNITED MISSIONARY BAPTIST CHURCH, Appellee. </parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b776-8\">[Cite as <em>Russell v. United Missionary Baptist Church </em>(1994), 92 Ohio App.3d 736.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b776-9\">Court of Appeals of Ohio, Butler County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b776-11\">No. CA92-10-209.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b776-12\">Decided Jan. 18, 1994.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b777-13\"><page-number citation-index=\"1\" label=\"737\">*737</page-number><em>Ruppert, Bronson, Chicarelli &amp; Smith Co., L.P.A., </em>and <em>Mitchell W. Allen, </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b777-14\"><em>Ronald C. Morgan, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b777-15\">Walsh, Judge.</author>\n<p id=\"b777-16\">Plaintiffs-appellants, Doug Russell and Frank Latimer, appeal an order of the Butler County Court of Common Pleas denying attorney fees in a derivative action.</p>\n<p id=\"b777-17\">Appellants are members of the board of deacons of appellee, United Missionary Baptist Church (“church”), which is a not-for-profit corporation. On January 15, 1991, an election was held to select a new pastor for the church. The church’s constitution required an affirmative two-thirds vote of the members present to elect a new pastor. There was no provision for absentee ballots in the church <page-number citation-index=\"1\" label=\"738\">*738</page-number>constitution. However, in this election, as well as in all previous elections, absentee ballots were used. A pastor was elected by the margin of two votes.</p>\n<p id=\"b778-4\">At the meeting in which the election was held, there was extensive discussion regarding absentee ballots. Despite the discussion, no formal objections were made. On February 9, 1991, one of the appellants wrote a letter to the board of deacons advising that if the election was not internally resolved, then he would take it to court.</p>\n<p id=\"b778-5\">In July 1991, appellants filed a complaint in the Butler County Court of Common Pleas against the church, its trustees and its pastor. The purpose of the suit was to compel the church to abide by its constitution. However, by August 1991, the issue was moot because the election was ratified. Appellants, however, requested attorney fees they had incurred through the proceedings. Following a trial on the issue of attorney fees on September 2, 1992, the trial court found that appellants were not entitled to attorney fees.</p>\n<p id=\"b778-6\">Appellants raise five assignments of error on appeal. However, appellants’ assignments of error are really “issues presented for review” and not assignments of error. See LocApp.R. 11(B)(3) and Form III of the Twelfth Appellate Judicial District. “[A]n assignment of error shall assert precisely the matter in which the trial court is alleged to have erred. An assignment of error shall not be set forth as a proposition of law * * *.” LocApp.R. 11(B)(3) of the Twelfth Appellate Judicial District. Assignments of error may dispute the final judgment of the trial court. <em>North Coast Cookies, Inc. v. Sweet Temptations, Inc. </em>(1984), 16 Ohio App.3d 342, 16 OBR 391, 476 N.E.2d 388. It is the statement of the issues that should express legal grounds to contest the procedural actions challenged by the assigned errors. <em>Id.</em></p>\n<p id=\"b778-7\">The error appellants complain of is the trial court’s final judgment denying them attorney fees. The five “assignments of error” that appellants raise are issues expressing legal grounds for contesting the trial court’s final judgment. Thus, in compliance with LocApp.R. 11(B)(3), one assignment of error will be addressed, the final judgment denying attorney fees. In the course of analyzing this assignment of error, the issues raised by appellants will be discussed.</p>\n<p id=\"b778-8\">Appellants correctly assert that members of a nonprofit corporation may bring a derivative action on behalf of the corporation, and that members may be reimbursed for attorney fees. However, in this case, appellants did not properly maintain a derivative action.</p>\n<p id=\"b778-9\">Ohio’s nonprofit corporation law provides members with a derivative cause of action on behalf of a nonprofit corporation. R.C. 1702.12(I)(l)(c) provides that a nonprofit corporation’s authority may be limited by an action brought by a member on behalf of the corporation against the corporation, a trustee, an officer <page-number citation-index=\"1\" label=\"739\">*739</page-number>or a member. The language, “on behalf of the corporation,” provides for an action to enforce a corporate right and not a personal right.</p>\n<p id=\"b779-5\">When members bring a derivative action against a nonprofit corporation, they are enforcing a corporate right just as shareholders in for-profit corporations. See <em>Adair v. Wozniak </em>(1986), 23 Ohio St.3d 174, 177, 23 OBR 339, 341-342, 492 N.E.2d 426, 428. Members are not personally asserting a right, but rather are acting on behalf of the corporation. <em>Id. </em>Because a suit brought by a member is identical to a shareholder derivative suit, the procedural requirements of Civ.R. 23.1 for bringing a shareholder derivative suit must be fulfilled by members of a nonprofit corporation who bring a derivative suit. See <em>Grand Council v. Owens </em>(1993), 86 Ohio App.3d 215, 620 N.E.2d 234.</p>\n<p id=\"b779-6\">When a shareholder brings a derivative action on behalf of a for-profit corporation, the shareholder may recover attorney fees. <em>Apicella v. PAF Corp. </em>(1984), 17 Ohio App.3d 245, 250, 17 OBR 512, 518, 479 N.E.2d 315, 320-321, citing <em>Truman v. Coghlin Mach. &amp; Supply Co. </em>(1919), 11 Ohio App. 220, 225. Since members are entitled to protect the rights of a nonprofit corporation derivatively, they should also be entitled to receive attorney fees. A corporation does not have to maintain a special fund for attorney fees for fees to be awarded. <em>Ramey v. Cincinnati Enquirer </em>(C.A.6, 1974), 508 F.2d 1188, 1194. In order to recover attorney fees, however, the party who brought suit must be successful. <em>Id. </em>at 1195.</p>\n<p id=\"b779-7\">Civ.R. 23.1 requires, among other things, that plaintiffs bringing a shareholder derivative action allege in a verified complaint the efforts, if any, made to remedy the situation internally. <em>Id. </em>at 1195. In this case, the trial court made a factual determination that appellants did not properly bring suit because they did not pursue all available alternatives prior to filing suit. The trial court found no evidence of any parliamentary moves to correct the election problems or any evidence that members were notified of election problems. In fact, there is evidence that the appellants participated in the election process by using absentee ballots for their own children. Especially in organizations with voluntary membership, it is crucial that in-house remedies are exhausted before redress is sought in the courts. <em>Grand Council, supra.</em></p>\n<p id=\"b779-8\">Since the trial court’s findings are supported by competent and credible evidence, its decision is not against the manifest weight of the evidence. <em>C.E. Morris Co. v. Foley Constr. Co. </em>(1978), 54 Ohio St.2d 279, 8 O.O.3d 261, 376 N.E.2d 578, syllabus. Appellants did not exhaust their internal remedies, and therefore did not properly maintain a derivative action. Appellants are accordingly precluded from being reimbursed for their attorney fees. Appellants’ sole <page-number citation-index=\"1\" label=\"740\">*740</page-number>assignment of error is overruled and the trial court’s decision denying attorney fees is affirmed.</p>\n<p id=\"b780-5\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b780-6\">Jones, P.J., and William W. Young, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}