{
  "casebody": {
    "data": "<casebody firstpage=\"689\" lastpage=\"697\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b715-7\">683 A.2d 1153</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AsO\">Brian THORESON v. Margaret SHAFFER, et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b715-10\">No. 769,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A7C\">Sept. Term, 1996.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b715-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A3A\">Oct. 30, 1996.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b716-12\"><page-number citation-index=\"1\" label=\"690\">*690</page-number>Worthington H. Talcott, Jr. (William J. Bethune and Marsh, Fleischer &amp; Quiggle, Chtd., on the brief), Bethesda, for Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b716-13\">Thomas W. Kavanagh, Columbia (James W. Salter, III, and Tomes &amp; Salter, Rockville, on the brief), for Appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b716-14\">Argued before FISCHER and DAVIS, JJ., and JOHN J. BISHOP, Judge (retired), Specially Assigned.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b717-3\"><page-number citation-index=\"1\" label=\"691\">*691</page-number>JOHN J. BISHOP, Judge</author>\n<p id=\"A1t\">(retired), Specially Assigned.</p>\n<p id=\"b717-4\">Appellee, Margaret Shaffer, sued appellant, Brian Thoreson, in the Circuit Court for Montgomery County to recover certain sums of money that had allegedly been collected in violation of the Maryland Secondary Mortgage Loan Law. Shaffer moved for partial summary judgment, which the trial court granted. As a result, she recovered $12,179. Shaffer then moved for summary judgment on the remainder of her claim, which the trial court also granted. As a result of that grant, Shaffer received an additional $5,975. On appeal, Thoreson challenges the second grant of summary judgment.</p>\n<p id=\"b717-5\">ISSUES</p>\n<p id=\"b717-6\">Thoreson raises three issues, which we consolidate and rephrase: Did the circuit court err when it concluded that a $5,975 brokerage fee, paid by Shaffer to a third-party loan broker out of the $60,000 principal of the loan, was a “charge) ] with respect to the loan” within the meaning of Md. Comm. Law II Code Ann. § 12-413?</p>\n<p id=\"b717-7\">FACTS</p>\n<p id=\"b717-8\">This case arises out of a loan made to Shaffer by Thoreson and brokered by the Northern Virginia Mortgage Company (“Northern Virginia”).</p>\n<p id=\"b717-9\">Shaffer first contacted Northern Virginia. That company, in turn, contacted Thoreson, who agreed to provide a loan to Shaffer. The loan was to be secured by a mortgage on Shaffer’s home, which is located in Montgomery County. Because of the nature of the security, the loan qualified as a “secondary mortgage loan” within the meaning of the Maryland Secondary Mortgage Loan Law.</p>\n<p id=\"b717-10\">The principal of the loan was $60,000, with an interest rate of 18 percent. The interest was payable monthly, and the entire amount of the loan was due two years from the date of its execution.</p>\n<p id=\"b718-4\"><page-number citation-index=\"1\" label=\"692\">*692</page-number>Shaffer and Northern Virginia agreed that a broker’s fee of $5,975 would be paid to Northern Virginia out of the loan’s principal amount of $60,000. Also, $1,019 of the loan’s principal was to be used to pay certain fees incurred by Thoreson during the closing. Thus, at the closing, $5,975 of the $60,000 principal was withheld and paid to Northern Virginia, and $1,019 of the $60,000 principal was withheld and disbursed to other parties. The breakdown of the $1,019 was as follows: $150 document review fee to Thoreson’s attorney, $200 to the closing agent, an abstract fee of $190, $150 to Earl J. Oberbauer, another attorney, a courier fee of $45, a recording fee of $20, and a $264 state tax stamp fee. After all the fees had been distributed, Shaffer was left with a sum of $53,006.</p>\n<p id=\"b718-5\">Shaffer later realized that the loan was made to her in violation of the Maryland Secondary Mortgage Loan Law. Specifically, the loan failed to amortize in equal monthly installments and required a balloon payment at maturity; both of these facts violated Md. Comm. Law II Code Ann. § 12-404(c), which provides, in relevant part:</p>\n<blockquote id=\"b718-6\"><em>(c) Amortization of </em>loan.—A loan shall be amortized in equal or substantially equal monthly installments \"without a balloon payment at maturity....</blockquote>\n<p id=\"b718-7\">Thus, Shaffer brought suit against Thoreson to recover the interest and fees she paid under the loan. Suit was brought pursuant to Md. Comm. Law II Code Ann. § 12-413, which provides as follows:</p>\n<blockquote id=\"b718-8\">Except for a bona fide error of computation, if a lender violates any provision of this subtitle he may collect only the principal amount of the loan and may not collect any interest, costs, or other charges with respect to the loan. In addition, a lender who knowingly violates any provision of this subtitle also shall forfeit to the borrower three times the amount of interest and charges collected in excess of that authorized by law.</blockquote>\n<p id=\"b718-9\">At the time Shaffer brought her action against Thoreson, she had paid, in addition to the $60,000 in principal, a total of $11,160 in interest. In her suit, she sought to recover that <page-number citation-index=\"1\" label=\"693\">*693</page-number>amount, the $1,019 in fees that had been disbursed, and the $5,975 that had been given to Northern Virginia.</p>\n<p id=\"b719-4\">Shaffer moved for partial summary judgment on her claim, arguing that the $11,160 and the $1,019 were clearly “interest, costs, or other charges with respect to the loan[ ]” under § 12-413. The circuit court agreed, and granted her motion; thus, Shaffer was awarded $12,179.</p>\n<p id=\"b719-5\">Subsequently, Shaffer moved for summary judgment on her claim for the $5,975 in broker’s fees paid to Northern Virginia. The circuit court agreed that that amount constituted a “charge[ ] with respect to the loan[ ]” within the meaning of § 12-413, and granted the motion. It is from this decision that Thoreson appeals.</p>\n<p id=\"b719-6\">DISCUSSION</p>\n<p id=\"b719-7\">Again, § 12-413 of the Commercial Law II title provides as follows:</p>\n<blockquote id=\"b719-8\">Except for a bona fide error of computation, if a lender violates any provision of this subtitle he may collect only the principal amount of the loan and may not collect any interest, costs, or other charges with respect to the loan. In addition, a lender who knowingly violates any provision of this subtitle also shall forfeit to the borrower three times the amount of interest and charges collected in excess of that authorized by law.</blockquote>\n<p id=\"b719-9\">In the case <em>mb judice, </em>it is undisputed that Thoreson unknowingly violated the provisions of the Maryland Secondary Mortgage Loan Law. Thus, under § 12-413, he is not entitled to collect any “interest, costs, or other charges with respect to the loan.”</p>\n<p id=\"b719-10\">The parties properly agree that the $11,160 in interest paid by Shaffer is covered by § 12-413, and that Thoreson must therefore pay that money. It is also clear, and the parties also agree, that the $1,019 in fees paid to various individuals during settlement constituted “charges with respect to the loan[ ],” and that Thoreson is therefore liable to Shaffer for <page-number citation-index=\"1\" label=\"694\">*694</page-number>that amount, Indeed, this is so even though the $1,019 was paid out of the $60,000 principal.</p>\n<p id=\"b720-5\">The dispute in this case is over the $5,975 broker’s fee that Shaffer paid to Northern Virginia out of the $60,000 principal. Shaffer claims that that amount also constitutes a “charge[ ] in connection to the loan.” Thoreson, on the other hand, argues that he did not condition the making of the loan on the fee, that he did not know about it, and that it would be grossly unfair to force him to pay that money, which came out of the loan’s principal, to Shaffer. Accordingly, he contends that the $5,975 does not constitute a “charge[] with respect to the loan.”</p>\n<p id=\"b720-6\">The issue <em>sub judice </em>is one of first impression. There do not appear to be any cases which deal at all with defining the scope of “charge[ ] in connection with the loan.” In <em>Schweitzer v. Brewer, </em>280 Md. 430, 374 A.2d 347 (1977), the Court of Appeals established the following principles of statutory construction:</p>\n<blockquote id=\"b720-7\">[T]he cardinal rule of construction of a statute is to effectuate the actual intention of the legislature ... The primary source from which we glean the legislative intent is the language of the statute itself. When the intent is expressed in clear and unambiguous language, [an appellate court] will carry it out, if no constitutional guarantees are impaired. Words are granted their ordinary signification so as to construe the statute according to the natural import of the language used without resorting to subtle or forced interpretations for the purpose of extending or limiting its operation. If reasonably possible the parts of a statute are to be reconciled and harmonized, the intention as to any one part being found by reading all the parts together, and none of its words, clauses, phrases, or sentences shall be rendered surplusage or meaningless. Results that are unreasonable, illogical or inconsistent with common sense should be avoided whenever possible consistent with the statutory language. In other words, an interpretation should be <page-number citation-index=\"1\" label=\"695\">*695</page-number>given to statutory language which will not lead to absurd consequences.</blockquote>\n<p id=\"b721-6\"><em>Id. </em>at 438-39, 374 A.2d 347.</p>\n<p id=\"b721-7\">Section 12—413 provides that, if there is a violation, “a lender ... may collect only the principal amount of the loan and may not collect any interest, costs, or other charges with respect to the loan.”</p>\n<p id=\"b721-8\">The legislative history of the Secondary Mortgage Loan Law, and specifically of this section, is of some interest. In 1966, House Bill 259 was passed by the General Assembly. This bill would have established the Secondary Mortgage Loan Law; however, Governor Agnew vetoed the bill at the request of the State Bank Commissioner. The bill was referred to the Legislative Council of the General Assembly. Before the Legislative Council took any action, Senate Bill 566 was introduced in the 1967 Session of the General Assembly. That bill ultimately passed and became § 69 of Article 66 of the 1957 Code (1972 Repl.VoL). As enacted, § 69 provided that, in the event of a violation, “the lender shall be entitled to be repaid only the actual amount of the mortgage loan, exclusive of any interest, costs, or other charges of whatever nature[.]” Section 69 ultimately became § 12-413 of the Commercial Law Article. In the recodifieation, the phrase “of whatever nature”, which appears in § 69 of Article 66, after the phrase “exclusive of any interest, costs, or other charges” was deleted. As was the case in recodifying legislation, the Revisor’s Note to that section indicates that the revised provision simply repeats the old language in Article 66 of the Code and the only other changes are in style. This would indicate that the deletion of the phrase “of whatever nature” was not needed to explain, add to, or change the meaning of “exclusive of any interest, costs, or other charges.”</p>\n<p id=\"b721-9\">Although the above provides some background, we do not believe that the deleted language necessarily has any impact on our decision in this case. The clear import of § 12-413 is to prevent a lender from collecting amounts owed or retained by him. The section provides “that a lender ... may not <page-number citation-index=\"1\" label=\"696\">*696</page-number>collect” certain items of expense and charges. In the case <em>sub judice, </em>the charge at issue was not collected by the lender, but was collected by a broker hired by the appellee. The original draft, as contained in Senate Bill 566, which became the original § 69' of Article 66, provided for a limitation on the entitlement of the lender to be repaid. The lender was to be repaid “only the actual amount of the mortgage loan, exclusive of any interest, costs, or other charges of whatever nature.” This language ultimately evolved through the recodification to read “a lender ... may collect only the principal amount of the loan and may not collect any other interest, costs, or other charges with respect to the loan.” It seems clear that the legislative intent was to prohibit the lender from profiting from his violation of the law, not to make the borrower whole. Had the legislature intended to indemnify the borrower from any loss, it would have used different language.</p>\n<p id=\"b722-5\">Although it is clear that the legislature intended to guard against usury and other unscrupulous practices and to protect innocent and unsophisticated borrowers, the legislature did not intend to indemnify the borrower from all loss.</p>\n<p id=\"b722-6\">In <em>Duckworth v. Bernstein, </em>55 Md.App. 710, 466 A.2d 517 (1988), the Court stated:</p>\n<blockquote id=\"b722-7\">It is a law intended to guard the foolish or unsophisticated borrower, who may be under severe financial pressure, from his own improvidence. The law achieves this beneficent purpose by penalizing even the unwitting violator to the extent of limiting him to recovery of the principal amount of the loan. This is consistent with the strong Maryland policy against usury. It is also consistent with the legislative approach to consumer protection illustrated in <em>Brown v. Doug Griffith Dodge City, </em>52 Md.App. 687, 452 A.2d 984 (1982)[J</blockquote>\n<p id=\"b722-8\"><em>Id. </em>at 724, 466 A.2d 517. (Emphasis added.) The emphasized language supports our conclusion that the law is intended as a penalty against the violator as opposed to a benefit for the borrower.</p>\n<p id=\"b723-4\"><page-number citation-index=\"1\" label=\"697\">*697</page-number>We hold that § 12-413 does not provide for the reimbursement to the borrower by the lender of a finder’s fee paid by the borrower unless the lender has a direct pecuniary interest or managerial influence or control over the recipient of the finder’s fee. It is not intended that this holding provide a means by which a lender may circumvent the important consumer protection provided by the Maryland Secondary Mortgage Loan Law.</p>\n<p id=\"b723-5\">JUDGMENT REVERSED; APPELLEE TO PAY THE COSTS.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}