{
  "casebody": {
    "data": "<casebody firstpage=\"486\" lastpage=\"496\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b444-3\">[No. A092356.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A_C\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AnY\">Feb. 26, 2002.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b444-4\">HIH MARINE INSURANCE SERVICES, INC., Plaintiff and Appellant, v. GATEWAY FREIGHT SERVICES, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b446-5\"><page-number citation-index=\"1\" label=\"488\">*488</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b446-6\">Sterling &amp; Clack and Paul Gary Sterling for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b446-7\">Cox, Wootton, Griffin &amp; Hansen, Richard C. Wootton and Mitchell S. Griffin for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b446-8\">Opinion</p>\n<author id=\"b446-9\">SWAGER, J.</author>\n<p id=\"AtY\">HIH Marine Insurance Services, Inc. (hereafter HIH Insurance), appeals a summary judgment dismissing its subrogation action against a cargo handler, Gateway Freight Services (hereafter Gateway). We affirm.</p>\n<p id=\"b446-10\">Procedural and Factual Background</p>\n<p id=\"b446-11\">The litigation arises from the shipment of 20 packages of hard disk drives from Malaysia to San Francisco via China Airlines. The shipper was a Malaysian company, Perai Seagate Storage Products, and the ultimate consignee was its parent company, Seagate Technology (Seagate). The shipment was arranged by a freight forwarder with affiliates in Malaysia and the United States doing business as Dimerco Express (Malaysia) and Dimerco Express (USA).</p>\n<p id=\"b446-12\">The Dimerco companies had “an on-going business relationship” with China Airlines and had arranged for shipment of cargo on the airline “thousands of times over the course of a decade or more.” China Airlines had provided Dimerco with a stock of its “air waybills,” which the freight forwarder would fill out and execute for particular shipments. These air waybills consisted of a standard form, with spaces for handling instructions and declaration of value of the goods shipped. On the reverse side, the form had printed provisions limiting liability for damaged and lost cargo. The form had not changed for at least five years and represented the only <page-number citation-index=\"1\" label=\"489\">*489</page-number>documentation of the contract of carriage. In the shipment of the hard disk drives in question, the air waybill lists Dimerco Express (Malaysia) as the shipper and Dimerco Express (USA) as the consignee. No handling instructions are set forth on the waybill other than to notify consignee upon arrival, and the notation “NVD,” a customary trade expression indicating no value declared, appears in the space for “Declared Value for Carriage.” To document the shipment, Dimerco Express (Malaysia) issued a cargo manifest attached to the waybill that identified Seagate as the consignee and its American affiliate as the break-bulk agent.</p>\n<p id=\"b447-6\">Gateway operated a cargo handling facility in South San Francisco outside the geographical limits of San Francisco International Airport and performed services for China Airlines under a ground handling agreement. Pursuant to this agreement, it took possession of cargo arriving at San Francisco International Airport on China Airlines and arranged for delivery to consignees.<footnotemark>1</footnotemark></p>\n<p id=\"b447-7\">The shipment of hard disk drives left Malaysia on December 4, 1996, and arrived in San Francisco the next day. During shipment, Dimerco Express (USA) had arranged for the insurance of the cargo by HIH Insurance. Upon its arrival in San Francisco, Gateway received and transported the cargo to its storage warehouse in South San Francisco, where it was inventoried and placed on shelves to be held until the consignee, Seagate, could take possession. Gateway’s warehouse records show that all 20 packages arrived at the warehouse, but before the cargo could be delivered to Seagate, four of the 20 packages were stolen.</p>\n<p id=\"b447-8\">Approximately six weeks later, a company contacted Seagate to complain about a defective hard disk drive, which turned out to be one of those stolen from the Gateway warehouse. A police investigation disclosed that two individuals, Lance Lo and Steve Toma, were active in marketing the stolen disk drives. Both were charged with possession of stolen property and pled guilty to the charges. Neither Lo nor Toma had any known relationship with Gateway, and the investigation did not reveal that any Gateway employee was involved in the theft.</p>\n<p id=\"b447-9\">HIH Insurance determined its insured, Dimerco Express (USA), was liable to Seagate for the loss of the four packages of stolen hard disk drives. On August 4, 1997, it paid Seagate the sum of $429,633.60 on behalf of its insured as compensation for the loss.</p>\n<p id=\"b447-10\">On June 2, 1998, HIH Insurance filed a subrogation action against Gateway, Lance Lo and Steve Toma to recover its payment of $429,633.60 for <page-number citation-index=\"1\" label=\"490\">*490</page-number>the loss. After answering the complaint, Gateway filed a motion for summary adjudication to determine that its liability could not exceed $20 per kilogram under both the Warsaw Convention<footnotemark>2</footnotemark> and the federal common law governing the limitation of liability provisions of the air waybill. The gross weight of the stolen cargo was 1,561 kilograms. In an order filed September 10, 1999, the trial court granted the motion for summary adjudication but relied only on federal common law, ruling that the case was not governed by the Warsaw Convention.</p>\n<p id=\"b448-4\">Subsequently, Gateway filed a motion for summary judgment on the ground that a settlement between HIH Insurance and the two individual defendants eliminated any potential exposure it might have. Under the terms of the settlement, the individual defendants paid HIH Insurance the sum of $120,000 as compensation for the loss. In an order filed December 28, 1999, the trial court granted the motion. The order found that Gateway’s maximum liability to HIH Insurance could not exceed $31,200; and since Gateway was entitled to offset the $120,000 settlement payment against this liability, its ultimate liability to HIH Insurance was reduced to zero. A judgment dismissing the complaint was entered on the order.</p>\n<p id=\"b448-5\">Discussion</p>\n<p id=\"b448-6\">A. <em>Legal Background</em></p>\n<p id=\"b448-7\">In the field of air carrier liability, the two alternative bodies of law limiting liability for lost goods—the Warsaw Convention and federal common law—are closely enough related that precedents and policies from one have possible relevance to the other. Therefore, we can best approach the federal common law issues raised in this appeal by first reviewing the trial court’s adjudication of the Warsaw Convention issues.</p>\n<p id=\"b448-8\">The Warsaw Convention is a treaty with the force of federal law that offers a scheme of presumptive air carrier liability for damaged goods combined with strict monetary limitation on this liability. <em>(Jaycees Patou, Inc. v. Pier Air Intern., Ltd. </em>(S.D.N.Y. 1989) 714 F.Supp. 81, 82.) Article 22(2) of the Warsaw Convention limits the carrier’s liability for lost or damaged cargo to a sum in francs equivalent to $20 per kilogram, “unless the consignor has made ... a special declaration of the value at delivery and has paid a supplementary sum if the case so requires.” The scope of this <page-number citation-index=\"1\" label=\"491\">*491</page-number>limitation is governed by the provisions of article 18(1) that imposes a liability for loss or damage “if the occurrence which caused the damage . . . took place during the transportation by air.” Article 18(2) defines transportation by air to “comprise the period during which the baggage or goods are in charge of the carrier, whether in an airport or on board an aircraft. . . .”</p>\n<p id=\"b449-6\">In the present case, Gateway relied on the theory that transportation by air included the period during which the carrier held the goods in storage at the point of destination while awaiting delivery to the consignee.<footnotemark>3</footnotemark> The theory found support in certain federal district court decisions (e.g., <em>Royal Ins. v. Amerford Air Cargo </em>(S.D.N.Y. 1987) 654 F.Supp. 679, 681-683), and if the term “airport” was given a functional definition, it could be reconciled with language of article 18(2) defining air transportation to include the period “during which the . . . goods are in charge of the carrier . . . in an airport.” The theory, however, had been rejected by a divided panel in <em>Victoria Sales Corp. v. Emery Air Freight, Inc. </em>(2d Cir. 1990) 917 F.2d 705, 707, which held that the term “airport” should be given a simple geographical interpretation. Under this interpretation, the Warsaw Convention does not apply to loss or damage sustained outside the geographical borders of the airport. Whatever may be the merits of <em>Victoria Sales Corp., </em>the trial court properly regarded it as controlling federal authority, which precluded application of the Warsaw Convention. It is undisputed that the Gateway warehouse lies outside the boundaries of the San Francisco International Airport.</p>\n<p id=\"b449-7\">B. <em>Contractual Limitation of Liability</em></p>\n<p id=\"b449-8\">The alternative basis for limiting Gateway’s liability is predicated on a provision on the reverse side of the China Airlines air waybill, which establishes the same monetary limitation of liability as the Warsaw Convention. The pertinent language in this provision is found in paragraphs 1, 4, 7 and 9.</p>\n<p id=\"b449-9\">Paragraph 1 implicitly defines “air carriage” to include “incidental” services: “As used in this contract ‘Carrier’ means all air carriers that carry or undertake to carry the goods hereunder or perform any other services <page-number citation-index=\"1\" label=\"492\">*492</page-number><em>incidental </em>to such air carriage . . . .” (Italics added.) Paragraph 9 provides that “the Carrier shall be liable for the goods during the period they are in its charge or the charge of its agent.” Paragraph 4 first addresses carriage governed by the Warsaw Convention or “Rules of Compensation” promulgated by the Republic of China and then provides: <em>“in any carriage where neither the Warsaw Convention applies nor the said Rules of Compensation, . </em>. . <em>Carrier’s liability shall not exceed US$20.00 or the equivalent per kilogram of goods lost, damaged or delayed </em>unless a higher value is declared by the shipper and a supplementary charge paid.” (Italics added.) Paragraph 7 extends this limitation of liability to the carrier’s agents: “Any exclusion or limitation of liability applicable to Carrier shall apply to and be for the benefit of Carrier’s agents, servants and representatives . . . .”</p>\n<p id=\"b450-4\">HIH Insurance argues that this separate limitation of liability in the air waybill does not apply to the loss of the disks because the warehouse theft occurred after air transportation was concluded. In effect, it seeks an interpretation of the limitation of liability provision in the air waybill that would be roughly consistent with the narrow interpretation of the Warsaw Convention in <em>Victoria Sales. </em>Gateway argues that the air waybill provision extends to the present case because the theft occurred while it was performing a service incidental to air carriage, i.e., holding the cargo for delivery, as an agent of China Airlines. This interpretation would maintain the $20-per-kilogram limitation in cases involving losses outside the geographical boundaries of the airport, which are not covered by the Warsaw Convention as construed in <em>Victoria Sales.</em></p>\n<p id=\"b450-5\">C. <em>Federal Common Law</em></p>\n<p id=\"b450-6\">Both parties recognize that the air waybill provision was intended to come within the released value doctrine of federal common law.  As explained in <em>Deiro v. American Airlines, Inc. </em>(9th Cir. 1987) 816 F.2d 1360, 1365, “[U]nder the federal common law governing common carriers, carriers may partially limit their liability for injury, loss, or destruction of baggage on a ‘released valuation’ basis. [Citation.] . . . [I]n exchange for a low carriage rate, the passenger-shipper is deemed to have released the carrier from liability beyond a stated amount.” The federal courts have, however, restricted the application of this doctrine to cases where the carriers give “customers a fair opportunity to choose between higher or lower liability by paying a correspondingly greater or lesser charge. [Citation.] Therefore, the shipper is bound only if he has reasonable notice of the rate structure and is given a fair opportunity to pay the higher rate in order to obtain greater protection.” <em>(Ibid.; </em>see also <em>Klicker v. Northwest Airlines, Inc. </em>(9th Cir. 1977) 563 F.2d 1310, 1315.)</p>\n<p id=\"b451-5\"><page-number citation-index=\"1\" label=\"493\">*493</page-number>The principal importance of the released value doctrine is to uphold the enforceability of the limitation of liability provision in the air waybill, but the doctrine also contains a judicial limitation not found in contract language—the fair opportunity to choose requirement—and, in addition, HIH Insurance argues that the exceptional nature of federal common law calls for a narrow interpretation of the limitation of liability provision.</p>\n<p id=\"b451-6\">The record clearly discloses that China Airlines met the judicial requirement that the shipper be given a fair opportunity to avoid the limitation of liability by choosing a higher freight rate. The shipper, Dimerco Express, whether acting through Malaysian or American affiliates, was “a sophisticated business enterprise well familiar with released values and limitations of liability . . . .” <em>(Ruston Gas Turbines </em>v. <em>Pan American World Airlines </em>(2d Cir. 1985) 757 F.2d 29, 32.) It had made thousands of cargo shipments on China Airlines and actually possessed its own stock of original air waybills issued by the carrier. In filling out the air waybill, it was expressly given the right to declare a higher value and pay a supplemental charge. By instead marking “NVD” and omitting any special handling instructions, it pursued the commercially reasonable alternative of accepting a lower rate in exchange for limitation of liability, while securing insurance coverage through HIH Insurance to protect against loss in the shipment. We find no reason to doubt that, when it completed the air waybill “without taking the opportunity to declare a higher value, it implicitly agreed to the liability limitations” in the waybill. <em>(Ibid.)</em></p>\n<p id=\"b451-7\">HIH Insurance is unable to cite persuasive authority in support of its argument that the released value doctrine is restricted by principles governing the scope of federal common law. The basis of the released value doctrine in federal common law received an exhaustive examination in. <em>Read-Rite Corp. </em>v. <em>Burlington Air Express, Ltd. </em>(9th Cir. 1999) 186 F.3d 1190, which does not suggest any restriction such as HIH Insurance urges. The <em>Read-Rite </em>court held that the released value doctrine, as articulated in the <em>Deiro </em>decision, meets the rule restricting federal common law “ ‘to situations where there is a significant conflict between some federal policy or interest and the use of state law.’ [Citation.]” <em>(Read-Rite Corp. </em>v. <em>Burlington Air Express, Ltd., supra, </em>at p. 1196.) “The scope and standard of limited liability of an air carrier for loss or damage to cargo are directly related to the carrier’s rates and services, and go to the very heart of the ADA [Airline Deregulation Act of 1978]. Allowing states to decide individually when and how a common air carrier may limit its liability would ‘significantly impact federal deregulation,’ [citation] .... Because the <page-number citation-index=\"1\" label=\"494\">*494</page-number>imposition of state standards to decide whether contractual limits on liability are enforceable is contrary to the language, intent, and purpose of the federal policy embodied in the ADA, we apply federal common law to this question.” <em>(Id. </em>at p. 1198.)</p>\n<p id=\"b452-4\">D. <em>Application of Contract Provision</em></p>\n<p id=\"b452-5\">We turn now to the application of the contractual language to the facts of the present case. There can be no doubt that the limitation of liability extends to agents of the carrier. Paragraph 7 states that the “limitation of liability applicable to Carrier shall apply to . . . Carrier’s agents . . . .” Similar provisions have been upheld under the parallel provisions of the Carriage of Goods at Sea Act<footnotemark>4</footnotemark> <em>(Akiyama Corp. of America v. M.V. Hanjin Marseilles </em>(9th Cir. 1998) 162 F.3d 571, 573; <em>Generali v. D’Amico </em>(11th Cir. 1985) 766 F.2d 485, 487-488) and have been implicitly sanctioned in decisions under the Warsaw Convention. <em>(Railroad Salvage of Conn. v. Japan Freight </em>(E.D.N.Y. 1983) 556 F.Supp. 124, 126 [assumes that the limitation of liability would apply if goods had been lost at the defendant’s storage facility but finds they were lost later after delivery to trucker]; <em>Hartford Fire Ins. v. Empresa Ecuatoriana </em>(S.D.N.Y. 1996) 945 F.Supp. 51, 56 [holds that provision does not apply to subcontractor which was not a party to air carriage contract or a beneficiary of the contract].)</p>\n<p id=\"b452-6\">It is undisputed that Gateway was acting as an agent for China Airlines when the hard disk drives were stolen. The more difficult question, however, is whether it was acting as its agent in a service “incidental to air carriage” within the meaning of paragraph 1 of the limitation of liability provisions. If paragraph 7 is read in the context of paragraph 1, it is clear that the limitation of liability extends only to “ ‘those agents who perform services in furtherance of the contract of carriage,’ [citation] . . . .” <em>(In re Air Disaster, Lockerbie, Scotland, Dec. 1988 </em>(E.D.N.Y. 1991) 776 F.Supp. 710, 714 [construing Warsaw Convention].)</p>\n<p id=\"b452-7\">Under this contract language, the agent’s right to claim the benefit of the limitation of liability provision must be determined with reference to the scope of the air carrier’s responsibilities. If the agent is engaging in a performance that the air carrier is obliged to offer as part of air carriage, then it should enjoy the same limitation of liability as the carrier would enjoy. As stated in <em>Akiyama Corp. of America v. M.V. Hanjin Marseilles, supra, </em>162 <page-number citation-index=\"1\" label=\"495\">*495</page-number>F.3d at page 574, with reference to the Carriage of Goods at Sea Act, “the proper test is to consider ‘the nature of the services performed compared to the carrier’s responsibility under the carriage contract.’ [Citation.]”</p>\n<p id=\"b453-6\">It is beyond question that a contract for air carriage embraces the responsibility to hold the goods at the destination for delivery to the consignee. The proper delivery of the goods is as essential as the transportation itself. In the case at bar, China Airlines was obliged not only to transport the 20 packages of hard disk drives but to deliver them to the consignee following the transportation. To discharge this obligation, it contracted with an agent, Gateway, engaged in the business of cargo handling. At the time the hard disk drives were stolen, Gateway was in fact holding the goods for delivery to the consignee pursuant to its contract with China Airlines. Under these facts, we conclude that Gateway was acting as an agent for China Airlines in a service incidental to “air carriage.”</p>\n<p id=\"b453-7\">HIH Insurance cites authority to the effect that limitation of liability provisions should be strictly construed <em>(Herd &amp; Co. v. Krawill Machinery Corp. (1959) 359 U.S. </em>297, 305 [79 S.Ct. 766, 771, 3 L.Ed.2d 820]; <em>Hartford Fire Ins. </em>v. <em>Empresa Ecuatoriana, supra, </em>945 F.Supp. at p. 56), but this principle should not operate to impose arbitrary and unexpected consequences. Like all contractual questions, the interpretation of the air waybill provision should be resolved in a manner consistent with the reasonable expectations of the parties. The parties had reason to expect that the terms of the air waybill would apply to all services that the air carrier was obliged to perform, including delivery to the consignee.</p>\n<p id=\"b453-8\">Though HIH Insurance vigorously contends that air transportation had been completed some time prior to the theft, it offers no test for determining when the air carriage in fact ended. We have no reason to adopt the rule of the <em>Victoria Sales </em>decision by finding that air transportation ends at the geographical boundaries of the airport. The <em>Victoria Sales </em>court predicated its decision solely on “the plain language” of the Warsaw Convention and conceded that another interpretation might have more sensible results. <em>(Victoria Sales Corp. </em>v. <em>Emery Air Freight, Inc., supra, </em>917 F.2d 705, 707.) Indeed, it makes little sense to make the shipper’s rights dependent on a factor, i.e., local geographical boundaries, that will vary from airport to airport and lies beyond the shipper’s knowledge. Our interpretation of federal common law avoids the potentially irrational impact of the <em>Victoria </em><page-number citation-index=\"1\" label=\"496\">*496</page-number><em>Sales </em>decision by making the limitation of liability provision coextensive with the air carrier’s obligation of transportation and delivery.</p>\n<p id=\"b454-4\">The judgment is affirmed.</p>\n<p id=\"b454-5\">Stein, Acting P. J., and Marchiano, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b447-11\"> We can find no evidence in the record before us that Dimerco (USA) ever took possession of the shipment.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b448-9\"> The Warsaw Convention is officially entitled “Convention for the Unification of Certain Rules Relating to International Transportation by Air” (Oct. 12, 1929, 49 Stat. 3000, T.S. No. 876; see also 49 U.S.C., Historical and Revision Notes, foll. § 40105, p. 1143), and is hereafter referred to as the Warsaw Convention.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b449-10\"> Article 18(3) of the Warsaw Convention provides a separate rule governing transportation with air transportation and land transportation segments. The subdivision provides that transportation by air does not extend to land transportation, but where a transportation contract calls for land transportation following air transportation, any damage is presumed to have occurred during the air transportation segment, “subject to proof to the contrary . . . .” Gateway could not, however, rely on article 18(3) without attempting to discredit its own records. Unless impeached, the warehouse records showing an initial inventory of 20 packages constituted “proof to the contrary,” within the meaning of this provision.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b452-8\"> Title 46 United States Code section 1304(5).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}