{
  "casebody": {
    "data": "<casebody firstpage=\"988\" lastpage=\"990\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1010-4\">Veaceslav Anatolii SEPTELICI, Petitioner, v. US ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ADK\">No. 12-14257</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AR2\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"A-Rr\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AycO\">March 18, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1010-25\">Matus Varga, Orlando, FL, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1010-26\">Ilissa M. Gould, David V. Bernal, Krystal Samuels, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, Michelle Ressler, District Counsel’s Office, Miami, FL, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1010-28\">Before MARCUS, MARTIN and KRAVITCH, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1010-29\">PER CURIAM:</author>\n<p id=\"b1010-30\">Petitioner Veaceslav Septelici seeks review of the Board of Immigration Appeals’ (BIA’s) order affirming the Immigration Judge’s (IJ’s) denial of his application for asylum. We dismiss Septelici’s petition in part and deny it in part.</p>\n<p id=\"b1011-4\"><page-number citation-index=\"1\" label=\"989\">*989</page-number>I.</p>\n<p id=\"b1011-5\">Septelici, a native and citizen of Moldova, entered the United States as a nonim-migrant exchange visitor with authorization to remain until September 12, 2009. On November 2, 2009, he filed an application for asylum.<footnotemark>1</footnotemark> But Septelici failed to appear at his asylum interview, so the Department of Homeland Security initiated removal proceedings, charging him as removable under 8 U.S.C. § 1227(a)(1)(B) as an alien who remained in the country longer than permitted.</p>\n<p id=\"b1011-6\">Along with his application, Septelici submitted the United States Department of State’s 2009 Country Report for Moldova, which provided background information on ethnic tensions between Romanian-speaking and Russian-speaking Moldovans. The report also discussed the country’s political climate, including unrest that peaked after an April 2009 election.</p>\n<p id=\"b1011-7\">At a hearing before an IJ, Septelici testified that he was a student in Moldova in April 2009 when communists were re-elected to political office through what many believed to be a fraudulent election. Two days after the election, Septelici gathered with thousands of other students to protest. He and his peers spoke and held banners bearing slogans such as “down with the communists.”</p>\n<p id=\"b1011-8\">The following evening, Septelici was returning home from class when four masked individuals attacked him. He testified that his attackers beat him with their fists and hard objects because he “want[ed] to be united with Europe” and “to have the Romanian language spoken” in Moldova. They also said “that they were going to teach all of us students how to stay in class instead of go out and protest.” During the attack, Septelici briefly lost consciousness. Afterwards, at a hospital, a doctor noted that Septelici had signs of a beating on his body and face. He spent the next two weeks afraid to leave home, and during that time media reports indicated that other students were attacked, some by masked police. Medical records show that Septelici’s injuries had completely healed within a month. Based on these events, Septelici testified that he was afraid to return to Moldova.</p>\n<p id=\"b1011-14\">The IJ found Septelici’s testimony credible but denied his asylum application, concluding that the evidence did not establish Septelici had suffered persecution. Specifically, the IJ concluded that the isolated attack, which occurred during a period of extreme civil unrest, did not amount to the harm required to constitute persecution. And the IJ found that there was no connection between the attack and Septelici’s political opinion. The IJ did not discuss whether Septelici had a well-founded fear of future persecution.</p>\n<p id=\"b1011-15\">Septelici appealed to the BIA, and did not address whether he feared future persecution. The BIA expressly adopted and affirmed the IJ’s past-persecution decision but also, <em>sua sponte, </em>determined that Sep-telici lacked a well-founded fear of future persecution. This is Septelici’s appeal.</p>\n<p id=\"b1011-16\">II.</p>\n<p id=\"b1011-17\">“We review only the [BIAj’s decision, except to the extent that it expressly adopts the IJ’s opinion.” <em>Najjar v. Ashcroft, </em>257 F.3d 1262, 1284 (11th Cir.2001). Here, the BIA expressly adopted the IJ’s opinion, so we review the IJ’s decision as well. We review the IJ’s and the BIA’s <page-number citation-index=\"1\" label=\"990\">*990</page-number>legal conclusions <em>de novo </em>and factual determinations under the highly deferential substantial-evidence test, affirming the decision “if it is supported by reasonable, substantial, and probative evidence on the record considered as a whole.” <em>Id. </em>at 1288-84. We will only reverse a finding of fact where the record compels it, not if it merely supports a contrary conclusion. <em>Kazemzadeh v. U.S. Att’y Gen., </em>577 F.3d 1341,1351 (11th Cir.2009).</p>\n<p id=\"b1012-4\">An asylum applicant must meet the Immigration and Nationality Act’s definition of “refugee,” which includes:</p>\n<blockquote id=\"b1012-5\">any person who is outside any country of such person’s nationality ... and who is unable or unwilling to return to, and is unable or unwilling to avail himself or herself of the protection of, that country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.</blockquote>\n<p id=\"b1012-6\">8 U.S.C. § 1101(a)(42)(A). Thus, to meet this definition, the applicant must demonstrate (1) past persecution on account of a statutorily listed factor, or (2) a well-founded fear that the statutorily listed factor will cause future persecution.” <em>Ruiz v. U.S. Att’y Gen., </em>440 F.3d 1247, 1257 (11th Cir.2006) (internal quotation marks omitted). Because Septelici did not argue to the BIA that he had a well-founded fear of future persecution, even though the BIA <em>sua sponte </em>addressed the topic, we are precluded from reviewing that issue. <em>Amaya-Artunduaga v. U.S. Att’y Gen., </em>463 F.3d 1247, 1250-51 (11th Cir.2006). We therefore dismiss the portion of Sep-telici’s petition pertaining to future persecution and address only whether the IJ and BIA erred in concluding that Septelici did not demonstrate past persecution on account of his political opinion.</p>\n<p id=\"b1012-9\">III.</p>\n<p id=\"b1012-10\">The record does not compel reversal of the IJ’s and BIA’s conclusions that Septelici failed to demonstrate past persecution. Persecution is “an extreme concept, requiring more than a few isolated instances of verbal harassment or intimidation.” <em>Sepulveda v. U.S. Att’y Gen., </em>401 F.3d 1226, 1231 (11th Cir.2005). Further, verbal threats “in conjunction with [a] minor beating” do not compel the conclusion that a petitioner suffered persecution. <em>Djonda v. U.S. Att’y Gen., </em>514 F.3d 1168, 1174 (11th Cir.2008). In <em>Djonda, </em>we held that substantial evidence supported the BIA’s conclusion that a petitioner’s beating was minor when the BIA relied on medical documents indicating that, after being beaten, kicked, and detained for 36 hours by police, the petitioner suffered only “scratches and bruises.” <em>Id. </em>In this case, Septelici’s medical records — on which the IJ and BIA relied — indicated that he suffered only bruising and contusions from the beating. Just as in <em>Djonda, </em>therefore, substantial evidence supports the IJ’s and BIA’s conclusions that Septelici’s beating was minor and, even when combined with the attackers’ verbal threats, did not constitute persecution. <em>See id. </em>Accordingly, we deny his petition based on past persecution.<footnotemark>2</footnotemark></p>\n<p id=\"b1012-11\">PETITION DISMISSED IN PART and DENIED IN PART.</p>\n<footnote label=\"1\">\n<p id=\"b1011-9\">. Septelici also initially filed applications for withholding of removal and relief under the United Nations Convention Against Torture. Because he does not meaningfully challenge the denial of these forms of relief, he has abandoned these claims. <em>See Sepulveda v. U.S. Att’y Gen., </em>401 F.3d 1226, 1228 n. 2 (11th Cir.2005).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1012-7\">. Because we conclude that Septelici's attack did not amount to persecution, we need not address whether substantial evidence supports the IJ’s and BIA’s conclusions that Sep-telici failed to establish a nexus between the attack and his political opinion.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}