{
  "casebody": {
    "data": "<casebody firstpage=\"453\" lastpage=\"456\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b483-8\">The STATE of Ohio, Appellee, v. ALMINGDAD, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b483-10\">[Cite as <em>State v. Almingdad, </em>151 Ohio App.3d 453, 2003-Ohio-295.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b483-11\">Court of Appeals of Ohio, Eighth District, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b483-13\">No. 81200.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b483-14\">Decided Jan. 23, 2003.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b484-8\"><page-number citation-index=\"1\" label=\"454\">*454</page-number>William D. Mason, Cuyahoga County Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AAG\">Richard H. Drucker, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b484-9\">Frank D. Celebrezze, Jr., Judge.</author>\n<p id=\"b484-10\">{¶ 1} This cause came on to be heard upon the accelerated calendar pursuant to App.R. 11.1 and Loc.R. 11.1, the trial court records and briefs of counsel.</p>\n<p id=\"b484-11\">{¶ 2} The appellant, Firas Almingdad, appeals the decision of the trial court denying his motion to vacate his guilty plea. For the following reasons, we affirm the decision of the trial court.</p>\n<p id=\"b484-12\">{¶ 3} Almingdad, several codefendants, and their business, Saab’s Market, were indicted on several charges, including trafficking in food stamps, carrying a concealed weapon, and possession of criminal tools.<footnotemark>1</footnotemark> Almingdad was indicted on counts 5 and 6 of the indictment for trafficking in food stamps, in violation of R.C. 2913.46(A). On June 15, 1993, he pleaded guilty to one count of trafficking in food stamps. At the plea hearing, the court addressed the four codefendants, Firas Almingdad, Mohammed Almingdad, Mishal Hamdan, and Yusef Hamdan. The following colloquy took place:</p>\n<p id=\"b484-13\">{¶ 4} “The court: Are you all United States citizens?</p>\n<p id=\"b484-14\">{¶ 5} “Firas Almingdad: Not yet.</p>\n<p id=\"b484-15\">{¶ 6} “The Court: For all of you, then, except Mishal Hamdan, who is a United States citizen, I should make you aware that a finding of guilty in this case could make you subject to deportation. Are you aware of that?</p>\n<p id=\"b485-4\"><page-number citation-index=\"1\" label=\"455\">*455</page-number>{¶ 7} “Firas Almingdad: Yes, sir.”</p>\n<p id=\"b485-5\">{¶ 8} Almingdad was sentenced the same day to one year at the Lorain Correctional Institute, with time suspended. On November 13, 2001, he filed a motion to vacate his guilty plea, which was subsequently denied without a hearing by the trial court. The trial court issued a memorandum of opinion and order stating its findings of fact and conclusions of law denying the motion to vacate.</p>\n<p id=\"b485-6\">{¶ 9} Almingdad now appeals, asserting one assignment of error:</p>\n<p id=\"b485-7\">{¶ 10} “The trial court erred when it overruled appellant’s motion to vacate guilty plea, without a hearing, when at the time of his plea the trial court faded to provided the advisement pursuant to R.C. 2943.031(A) that he was subject to exclusion from the United States or denial of naturalization pursuant to the laws of the United States.”</p>\n<p id=\"b485-8\">{¶ 11} During the plea and sentencing hearing, the trial judge did inform the appellant of the possibility of deportation when pleading guilty. The appellant contends that the lower court committed reversible error when the trial judge accepted his plea and failed to provide the advisement regarding the possible consequences of pleading guilty, i.e., exclusion from the United States and denial of naturalization under United States law. The appellant also claims that he has experienced a prejudicial effect because of this omission of the trial court.</p>\n<p id=\"b485-9\">{¶ 12} We begin by noting that R.C. 2943.031 provides:</p>\n<p id=\"b485-10\">{¶ 13} “(A) Except as provided in. division (B) of this section, prior to accepting a plea of guilty or a plea of no contest to an indictment, information, or complaint charging a felony or a misdemeanor other than a minor misdemeanor if the defendant previously has not been convicted of or pleaded guilty to a minor misdemeanor, the court shall address the defendant personally, provide the following advisement to the defendant that shall be entered in the record of the court, and determine that the defendant understands the advisement:</p>\n<p id=\"b485-11\">{¶ 14} “ ‘If you are not a citizen of the United States, you are hereby advised that conviction of the offense to which you are pleading guilty (or no contest, when applicable) may have the consequences of deportation, exclusion from admission to the United States, or denial of naturalization pursuant to the laws of the United States.’</p>\n<p id=\"b485-12\">{¶ 15} “Upon request of the defendant, the court shall allow him additional time to consider the appropriateness of the plea in light of the advisement described in this division.</p>\n<p id=\"b485-13\">{¶ 16} “* * *</p>\n<p id=\"b485-14\">{¶ 17} “(D) Upon motion of the defendant, the court shall set aside the judgment and permit the defendant to withdraw a plea of guilty or no contest and <page-number citation-index=\"1\" label=\"456\">*456</page-number>enter a plea of not guilty or not guilty by reason of insanity, if, after the effective date of this section, the court fails to provide the defendant the advisement described in division (A) of this section, the advisement is required by that division, and the defendant shows that he is not a citizen of the United States and that the conviction of the offense to which he pleaded guilty or no contest may result in his being subject to deportation, exclusion from admission to the United States, or denial of naturalization pursuant to the laws of the United States.</p>\n<p id=\"b486-5\">{¶ 18} “(E) In the absence of a record that the court provided the advisement described in division (A) of this section and if the advisement is required by that division, the defendant shall be presumed not to have received the advisement.”</p>\n<p id=\"b486-6\">{¶ 19} This court has held that in order for the R.C. 2943.031 advisement to apply, the record must affirmatively demonstrate that a defendant is not a citizen of the United States through affidavit or other documentation. <em>Euclid v. Muller </em>(1999), 134 Ohio App.3d 737, 732 N.E.2d 410, citing <em>State v. Thomas </em>(Mar. 18, 1993), Cuyahoga App. Nos. 63719 and 63720, 1993 WL 76892.</p>\n<p id=\"b486-7\">{¶ 20} In the instant case, the appellant failed to provide the trial court with any passport, affidavit, or other documentation on the record that he was not a United States citizen. Accordingly, we find appellant’s assignment of error to be without merit.</p>\n<p id=\"b486-8\">{¶ 21} The judgment of the trial court is affirmed.</p>\n<p id=\"b486-9\">Judgment affirmed.</p>\n<judges id=\"b486-10\">Ann Dyke, P.J., and Terrence O’Donnell, J., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b484-16\">. Mohammed Almingdad was indicted under this same case number in counts 7 and 8 for trafficking in food stamps, in violation of R.C. 2913.46(A). Other codefendants, including Mishal Hamdan and Yusef Hamdan, were indicted in case No. 293635.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}