{
  "casebody": {
    "data": "<casebody firstpage=\"490\" lastpage=\"492\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b518-11\">UNITED STATES of America, Plaintiff-Appellee, v. Donte Lamont BROWN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b518-14\">No. 06-4213.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b518-15\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b518-16\">Submitted: Sept. 29, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b518-17\">Decided: Oct. 24, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b519-6\"><page-number citation-index=\"1\" label=\"491\">*491</page-number>James Wyda, Federal Public Defender, Kobie A. Flowers, Assistant Federal Public Defender, Greenbelt, Maryland, for Appellant. Rod J. Rosenstein, United States Attorney, George L. Russell, III, Assistant United States Attorney, Baltimore, Maryland, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b519-7\">Before WILKINSON and SHEDD, Circuit Judges, and HAMILTON, Senior Circuit Judge.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b519-8\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b519-9\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b519-10\">PER CURIAM:</author>\n<p id=\"b519-11\">Following his guilty plea to interference with commerce by robbery and possession of a firearm in furtherance of a crime of violence, the district court sentenced Donte Brown as a career offender to a total of 300 months imprisonment. He appeals, contending that the district court did not properly consider whether the career offender guideline appropriately applied in light of his upbringing, mental health, and substance abuse. Thus, he contends that he received an unreasonable sentence. We find that the district court properly applied the sentencing guidelines, properly considered the relevant factors and the arguments of counsel and that, therefore, the sentence imposed was reasonable. Accordingly, we affirm the sentence.</p>\n<p id=\"b519-12\">This court reviews the imposition of a sentence for reasonableness. <em>United States v. Booker, </em>543 U.S. 220, 260-61, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <em>United States v. Hughes, </em>401 F.3d 540, 546-47 (4th Cir.2005). After <em>Booker, </em>courts must calculate the appropriate guideline range, making any appropriate factual findings. <em>United States v. Davenport, </em>445 F.3d 366, 370 (4th Cir.2006). The court then should consider the resulting advisory guideline range in conjunction with the factors under 18 U.S.C.A. § 3553(a) (West 2000 &amp; Supp.2006), and determine an appropriate sentence. <em>Davenport, </em>445 F.3d at 370. If the sentence imposed is within the advisory guideline range, it will be presumed to be a reasonable sentence. <em>United States v. Green, </em>436 F.3d 449, 457 (4th Cir.), <em>cert. denied, </em>- U.S. -, 126 S.Ct. 2309, 164 L.Ed.2d 828 (2006).</p>\n<p id=\"b519-15\">Brown contends that his sentence is unreasonable because the district court failed to address his argument that the career offender guideline over-represented the seriousness of his conduct in light of his upbringing, substance abuse problems, and mental illness. He asserts that the court “never considered how the combination of a sad childhood, abuse, and mental health effectively remove Mr. Brown from the category of offenders for whom Congress intended the [career offender] guideline.”</p>\n<p id=\"b519-16\">Contrary to Brown’s claim, the district court <em>did </em>consider this argument. The court acknowledged Brown’s “neglectful and incompetent and socially dysfunctional and criminal parental upbringing” and noted that Brown “certainly has been damaged by that neglect, by sexual abuse, substance abuse and just an overall deplorable upbringing.” However, the court also noted the serious danger that Brown posed to the public: “the seriousness of this particular matter [is] difficult to overstate.” The court commented that Brown’s “danger to society is so evident <page-number citation-index=\"1\" label=\"492\">*492</page-number>that looking at his past conduct, burglaries, distribution of control dangerous substances, handgun possession, assault [on his pregnant girlfriend], ... four violation of probation incidents. All these things indicate to me that there’s a very serious need for protection of the public here.”</p>\n<p id=\"b520-4\">Although the district court did not expressly state that it was declining to find that Brown’s criminal history over-represented the seriousness of his conduct, the court did so find and thus rejected Brown’s argument for a departure from the advisory range or a non-guideline sentence. The court did not agree with counsel’s argument that Brown’s conduct was not so serious in light of his background; rather, the court noted the very serious nature of it. After considering the guidelines and the § 3553(a) factors and argument by counsel, the court found that a sentence of 300 months — within the advisory guideline range — was appropriate.</p>\n<p id=\"b520-5\">Because the district court adequately explained the basis for its sentencing decision and considered both Brown’s arguments and the § 3553(a) factors with respect to Brown and his conduct, we find that the resulting 300-month total sentence was reasonable. <em>See United States v. Montes-Pineda, </em>445 F.3d 375, 380 (4th Cir.2006), <em>petition for cert. filed, </em>- U.S.L.W. -, 2006 WL 2066682 (U.S. July 21, 2006) (No. 06-5439); <em>Green, </em>436 F.3d at 457 (holding that sentences within the guideline range are presumptively reasonable).</p>\n<p id=\"b520-8\">Accordingly, we affirm Brown’s sentence. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b520-9\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}