{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"283\" lastpage=\"287\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b289-12\" pgmap=\"289\">Henry L. Glos v. May E. Roach.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b289-13\" pgmap=\"289\">1. Rents and Profits—W/tera the Owner of the Equity of Redemption is Entitled to.—The owner of the equity of redemption is entitled to the rents and profits after sale and pending redemption, where the sale brings the full amount due under the decree.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b289-14\" pgmap=\"289\">2. Same—When to be Applied to Payment of Mortgage Debt.—Where the mortgage creates a lien on the rents and profits for the payment of any portion of the mortgage debt which may remain unsatisfied during the whole period allowed by law for redemption, they should be applied to the payment of any deficiency due the mortgagee after-sale.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b289-15\" pgmap=\"289(46) 290(41)\">3. Receivers—Courts of Equity May Appoint—Mortgages.—A court of equity may appoint a receiver even when the mortgage does not, by express words, give a lien upon the income derived from the property, to take charge of it and collect the rents, issues and profits arising therefrom. Such action will not be taken, however, unless it be made to appear that the mortgaged premises are an insufficient security for the debt, and the person liable personally for the debt is insolvent, or at least of very questionable responsibility.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b290-5\" pgmap=\"290\">Petition for Rents and Profits, pending foreclosure. Trial in the Circuit Court of Cook County; the Hon. Edward F. Dunne, Judge, presiding. Hearing and decree for petitioner; appeal by respondent.</summary><otherdate data-order=\"5\" data-type=\"otherdate\" id=\"AOB\" pgmap=\"290\">Heard in this court at the October term, 1898.</otherdate><disposition data-order=\"6\" data-type=\"disposition\" id=\"A8U\" pgmap=\"290\">Reversed and remanded with directions.</disposition><decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AdK\" pgmap=\"290\">Opinion filed February 23, 1899.</decisiondate><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b290-6\" pgmap=\"290\">Thatcher &amp; Griffen, attorneys for appellant.</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"b290-7\" pgmap=\"290\">A mortgagee in possession, either by receiver or by himself, is entitled to rents. High on Receivers, Sec: 643, 644; Fifield v. Gorton, 15 Ill. App. 460; Stephen v. Reibling, 45 Ill. App. 40.</p><p data-order=\"10\" data-type=\"legal\" id=\"b290-8\" pgmap=\"290\">When a receiver is appointed in a suit to foreclose a first mortgage, the second mortgagee being a party, and the first mortgage is satisfied out of the proceeds of the foreclosure sale, the second mortgagee may resort to the rents collected by the receiver to pay any deficiency due him; in such case, the first mortgagee having procured the receiver, and having the right to satisfy his debt either out of the proceeds of sale or rents collected by the receiver, if he elects to take the proceeds of sale the second mortgagee is entitled to be subrogated to the rents. High on Receivers, Sec. 688; Keogh v. McManus, 34 Hun (N. Y.), 521; Hitz v. Jenks, 123 U. S. 297.</p><p data-order=\"11\" data-type=\"legal\" id=\"b290-9\" pgmap=\"290\">By the appointment of a receiver the mortgagee obtains an equitable claim upon the rents to accrue, and his right to them is superior to that of any one else claiming under the mortgagor. Oakford v. Robinson, 48 Ill. App. 270; 2 Jones on Mortgages, Sec. 1536.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b290-10\" pgmap=\"290\">Bowles &amp; Bowles, attorneys for appellee.</attorneys> <opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b290-11\" pgmap=\"290\">Mr. Presiding Justice Windes</author> <p id=\"Aoq\" pgmap=\"290\">delivered the opinion of the court.</p> <p id=\"b290-12\" pgmap=\"290(19) 291(94)\">The question presented for decision by this record is whether the owner of the equity of redemption of certain premises is entitled to the rents and profits thereof pending and after the foreclosure and sale of the same at the suit of a first incumbrancer, who bid at the master’s sale the full amount due him under the court’s decree, as against a second incumbrancer who was a party to the foreclosure, filed his cross-bill, procured, as part of the decree of sale, a decree establishing his lien upon the premises, subject to the lien of the first incumbrance, ordering its payment, and, in default thereof, for sale to satisfy the same.</p> <p id=\"b291-4\" pgmap=\"291\">In consideration of this question there must also be considered the further facts which appear from the record, that pending the foreclosure, on the application of the first incumbrancer, under a proper showing, a receiver of the rents and profits was appointed, who took possession of the premises under the order appointing him and has ever since retained such possession; that on the coming in of the master’s report of sale showing that the first incumbrancer was paid in full by the sale, but the second incumbrancer had been paid nothing, and to whom there was owing $2,788.91, the court confirmed the report and ordered that the receiver continue to act as such receiver, to collects rents, etc., of the premises, until redemption be made or until the period therefor should expire, and to bring the net results into court for a further order; and the fact that the premises (as alleged by the second incumbrancer, which must be taken as true for the purposes of this case) “are worth but little, if anything, more than the amount for which the same were sold ” to the first incumbrancer and lawful interest thereon, and that the makers of the notes which were secured by the second incumbrance are insolvent; also, that it does not appear from this record whether the second incumbrance conveyed the rents and profits of the premises.</p> <p id=\"b291-5\" pgmap=\"291\">In Davis v. Dale, 150 Ill. 239, it was held that the owner of the equity of redemption is entitled to the rents and profits after sale and pending redemption, the sale having resulted in bringing the full amount due under the decree.</p> <p id=\"b291-6\" pgmap=\"291(23) 292(123)\">In First Nat. Bank v. Ill. Steel Co., 72 Ill. App. 640, where the mortgage in express terms created a lien on tne rents and profits for the payment of any portion of the mortgage debt which might remain unsatisfied during the whole \"period allowed bylaw for redemption, the second District Appellate Court, Mr. Justice Crabtree delivering the opinion, held that the rents, after sale, leaving a deficiency due the mortgagee, should be applied to the payment of such deficiency. On appeal to the Supreme Court (174 Ill. 140), the Appellate Court was affirmed, both because of the provision of the mortgage creating a lien on the rents and profits, and upon general principles of- equity which allow the appropriation of rents and profits to the payment of a mortgage debt when the property is insufficient security and the mortgagor insolvent. The court say :</p> <p id=\"b292-4\" pgmap=\"292(320) 293(106)\">“ That a court of equity has power to appoint a receiver and grant equitable relief where there are no express words in the mortgage giving a lien upon rents and profits derived from the property, is conceded. In such a case, whether relief will be granted is dependent upon the facts and circumstances at the time the application is made. This court said in Haas v. Chicago Building Society, 89 Ill. 498 (at p. 502): ‘ We find the decided weight of American authority to be in favor of the proposition that the court may, even when the mortgage does not by express words give a lien upon the income derived from such property, appoint a receiver to take charge of it and collect the rents, issues and profits arising therefrom. Such action will not be taken, however, unless it be made to appear the mortgaged premises are an insufficient security for the debt, and the person liable personally for the debt is insolvent, or at least of very questionable responsibility. A combination of these two things seems to be required in all the cases-we have examined, and in one or more of the States it is held necessary, still other elements should be conjoined to these before such procedure is justified.’ * * * In Haas v. Chicago Building Society, supra, it was said (p. 506): ‘ The..necessity for the appropriation.of the rents to the payment of the mortgage debt may frequently not appear until after both decree and sale. The amount due is often matter of dispute, and can only be determined by the decree, and what the property will sell for can only be ascertained with certainty from the result of the judicial sale. If an appropriation of the rents on the indebtedness is justified by the surrounding facts before sale we see no good reason why the same and more weighty facts existing after sale may not warrant a similar procedure. The security, plainly, is not exhausted by the sale, for there is a fund included in it which is secondarily liable. It is true the mortgagee has elected to foreclose and sell, but then he has pursued that remedy to the end and without getting satisfaction of his debt, and he may avail himself of any just and equitable means of collecting the residue; not that he may have such extraordinary remedy in all cases of a deficit in the proceeds, but only where it is indispensably necessary for his protection, and just and equitable.’ ”</p> <p id=\"b293-4\" pgmap=\"293\">This seems decisive of the case at bar. While it is true that the receiver was in the first instance appointed on the application of the first incumbrancer, he was continued at the instance of the second incumbrancer, who was seeking to foreclose by cross-bill in the same case, the trust deed in his favor, there still remaining due to him $2,788.91, which the court had decreed to be a lien on the premises subject to the first incumbrance. The fact that the property on sale only brought sufficient to pay the first incumbrance is strong evidence that it was worth no more, and besides, the record shows that it was worth but little, if anything, more than that amount and lawful interest thereon. It certainly was not worth $2,788.91 more than it sold for, and this, taken in connection with the further fact that • the makers of the incumbrance were insolvent, makes a basis for the appointment, and, therefore, for the continuation of the receiver pending redemption, under the equitable principles above announced by the Supreme Court, irrespective of the fact that the record fails to show that there was an express lien on the rents and profits under the terms of the second incumbrance. It could make no difference in principle that the deficit remained on the second rather than on the first incumbrance.</p> <p id=\"b293-5\" pgmap=\"293\">The decree of the Circuit Court is reversed, and the cause remanded with directions to enter a decree ordering the receiver to apply the net rents and profits in his hands covering the period in question to the payment of the amount due appellant under the decree of foreclosure, and retain any surplus for further direction of the Circuit Court. Eeversed and remanded with directions.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}