{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"193\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b216-5\">Gulf, West Texas &amp; Pacific Railway Company v. H. W. Smith.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b216-6\">Decided November 16, 1904.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b216-7\">1. —Assumed Bisk.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b216-8\">The true test by which to determine whether a servant assumed a particular risk ordinarily incident to his employment, is to consider whether under all the surrounding conditions he ought to have known and comprehended the danger, and not whether, as a matter of fact, he did know and comprehend it.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b216-11\">2. —Same—Unsuitable Tools—Knowledge.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b216-12\">A judgment allowing recovery for injuries received by a laborer engaged in lining up the rails on a bridge, caused by an iron crowbar, which was furnished him for the purpose by the foreman, slipping while he <em>had his </em>weight thereon and throwing him to the ground, held unsupported by the evidence, he being held to a knowledge, and it appearing from his own testimony that he actually knew, that the bar furnished him was not suitable to the work.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b216-18\">3. —Practice on Appeal—Bendering Judgment.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b216-19\">Where the facts are such that reasonable minds can not differ and can draw no other conclusion than that plaintiff’s injuries were the result of risks assumed by him, the appelate court will reverse a judgment in his favor and render one such as should have been given below.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b216-23\">Appeal from the District Court of Bee. Tried below before Hon. H James C. Wilson. 1</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b216-24\"><em>Proctors, </em>for appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Aka\">1. Where an injury results to a servant from an attempt to perform certain work with an instrument the unfitness of which for such work was plainly open to common observatian or equally as open to the servant as to the vice principal who directed its use by the servant, there can be no recovery by the servant. Railway v. French, 33 S. W. Rep., 642; Jones v. Railway, 31 S. W. Rep., 706.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b216-28\">3. There can be no recovery where injury results from neglect on the <page-number citation-index=\"1\" label=\"189\">*189</page-number>part of the injured party of the observance of the ordinary and fundamental laws of nature, especially where the injured party is of mature years and experience. Brown v. Miller, 62 S. W. Rep., 547; Oil Co. v. Shaw, 65 S. W. Rep., 693; Railway v. Spellman, 34 S. W. Rep., 299; Rogers v. Railway, 76 Texas, 505; Jones v. Railway, 31 S. W. Rep., 706; Railway v. Viano, 26 S. W. Rep., 230.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b217-5\">3. Where a tool is of no more complicated construction than a steel bar and the work to be performed with same involves a no more difficult problem than the use of same as a lever and the defect in, or unsuitability of, said bar for the performance of said work is open and patent to anyone, no recovery can be had by a man of mature age and experience, who knowing of the defect in said bar, or the unsuitability of same for the work, and the danger attending the performance of same, attempts to perform said work with said bar and is injured. Railway v. Bradford, 66 Texas, 737; Crawford v. Railway, 89 Texas, 92; Railway v. Spellman, 34 S. W. Rep., 299, and cases cited; Rogers v. Railway, 76 Texas, 502.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b217-6\">4. The verdict of the jury and judgment thereon are contrary to the law and the evidence in this, that the evidence and especially plaintiff’s own testimony, shows that plaintiff was injured wholly and solely through his own negligence and carelessness; that the work Smith was engaged in when he received his injuries, as shown by his own testimony, was of the simplest kind and character, involving no expert knowledge, experience or information. Jones v. Railway, 31 S. W. Rep., 706; Parish v. Railway, 76 S. W. Rep., 234; Railway v. Walker, 26 S. W. Rep., 228; Railway v. Scott, 62 S. W. Rep., 1077; Brown v. Miller, 62 S. W. Rep., 547; Oil Co. v. Shaw, 65 S. W. Rep., 693; Crawford v. Railway, 89 Texas, 90.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b217-7\"><em>Dougherty &amp; Dougherty </em>and <em>W. </em>W. <em>Dodd, </em>for appellee.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AKQ\">Where the master negligently furnished the servant, who was inexperienced, with a tool unsuitable for the performance of the work contemplated, and the servant, while doing said work, and exercising ordinary care, was injured by reason of such negligence, the master is liable therefor. Smith v. Railway Co., 65 S. W. Rep., 84; Geloneck v. Dean Pump Co., 43 N. E., 85; Shearman &amp; Redfield, Neg., sec. 184; Heavy v. Hudson River Power and Paper Co., 10 N. Y. Supp., 585.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b217-8\">NEILL, Associate Justice.</author>\n<p id=\"A5nu\">This is a second appeal in this case. The opinion of this court on the former is published in 65 S. W. Rep., 83. As a statement of the nature of the case is given there, it is unnecessary for us to repeat it here. The judgment now appealed from was entered upon a verdict in favor of the appellee for $750. The questions of law raised on this appeal are substantially the same as were presented and disposed of in the other. As we have no reason to change our views as to the principles of law applicable to the case as then expressed, we will without reiteration, but in the light of such principles, proceed to a consideration of the assignments of error which attack the judgment upon the ground that the evidence is wholly insufficient to give it support.</p>\n<p id=\"b218-3\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>The plaintiff, while a member of defendant’s bridge gang, working under orders and supervision of his foreman in lining the track on a railway trestle or bridge, fell from the bridge and received the injuries which occasioned the damages sued for.</p>\n<p id=\"b218-4\">The bridge structure may be described in this manner: The rails of the track rested on cross-ties which lay on heavy wooden stringers. There were four of these stringers extending the entire length of the bridge; two on either side supporting each end of the cross-ties. The two stringers on each side were bolted together, there being washers between them which left a longitudinal aperture about an inch wide between them extending the length of the bridge. Outside of the rails on either side a scantling was bolted on the end of the cross-ties, which served as a guard rail. The stringers of the bridge rested upon large timbers extending from one side of the bridge to the other. These timbers were in turn supported by piling, which consist of timbers extending from the ground up, and constitute the support of the bridge. The bridge was eight to ten feet high.</p>\n<p id=\"b218-5\">The usual and ordinary method of lining rails on railway bridges, which mode was pursued on the occasion in question, was first to loosen the bolts which hold the track in place, then insert iron levers or bars between the stringers and rails, and then push with sufficient force against the levers to move the rails the required distance to attain the proper alignment. In doing this work the bridgemen stand upon the top of the .trestle prizing upon the bars or levers, as stated. The kind of lever best adapted to this work and to secure the safety of the laborer is an iron, bent and sharpened at one end, known as a pinchbar. In using this kind of lever the bent and sharpened end, with the point downward, is placed under the rail so that when the laborer prizes upon in the point penetrates the wood of the stringer, giving the lever a secure hold so as to prevent it from slipping. This is the kind of lever that was generally furnished by the defendant to its employes for use in aligning its railway track.</p>\n<p id=\"b218-6\">On the occasion in question, plaintiff, who was 49 years old and a carpenter by vocation, was told by his foreman to get a bar which lay on the dump near the end of the bridge and assist two other men in lining the track. It seems to us that the greater weight of evidence shows that it was a pinchbar, such as described; but as there was evidence upon which the jury might have found that it was a chisel-bar, we will, in deference tb the verdict, find that it was.' The end of such a bar, as indicated by its name, is shaped like a chisel. Such a bar is not a fit instrument for use in lining railway tracks; and its use by one engaged in such work upon a bridge would be dangerous on account of its tendency to slip. The plaintiff, as he was told to do, got the bar, then went on the bridge and thrust the chisel end between the rail and stringer, and when he prized it slipped, and he fell from the bridge and was hurt.</p>\n<p id=\"b218-7\">As was said in our former opinion: “The servant has a right to assume, in the absence of knowledge to the contrary, that when his master furnishes him an implement, and directs him to use it in doing a specific piece of work, such implement is reasonably safe, suitable and <page-number citation-index=\"1\" label=\"191\">*191</page-number>adapted to the labor directed to be performed (Missouri, K. &amp; T. Ry. Co. v. Hannig, 91 Texas, 347, 43 S. W. Rep., 580); and if in using such implement he is ignorant of its unfitness or inadaptability to the work, and he is injured, while using the implement with reasonable care, by reason of its being unsafe and not adapted to the work for which it was furnished him, the master is responsible for the conse- ~ quence of such injury.”</p>\n<p id=\"b219-5\">It may be conceded, pro hac vice, that the defendant was negligent in . furnishing plaintiff an unsafe, unsuitable and unadapted implement with which to do his work. Then the question presents itself, did plaintiff know of the defects and appreciate the dangers arising therefrom? negligent ignorance is, in law, tantamount to knowledge; and it is sufficient to put the servant to the disadvantage of accepting the risk, that he knew of the source of danger, or might have known of it by the exercise of that measure of care which he ought to take for his own safety under the circumstances of the particular case, which comes within the description of ordinary or reasonable care. The true test by which to determine whether the servant assumed the risk of the particular danger, as one of the ordinary risks of his employment, is to consider whether under all the surrounding conditions he ought to have known and comprehended the danger, and not whether, in point of fact, he did know and comprehend it. 4 Thomp. on Neg., sec. 4647; Klatt v. Foster Lumber Co., 92 Wis., 622, 66 M. W. Rep., 791. In most cases it is not for the judge, but for a jury, to say whether the plaintiff ought to have known and comprehended. 4 Thomp. on Meg., sec. 4648.</p>\n<p id=\"b219-6\">The plaintiff says he was ignorant of and had had no experience in lining bridges; that he did not know the kind of implement adapted to and suitable for that kind of work; that, though by' avocation a carpenter, he had never used a crowbar, the kind which is the simplest of the first named of six mechanical powers—the lever, which is itself the most-used, the best-understood, as well as the simplest of any of the mechanical appliances; that he did not know that a chisel-bar was in-adapted to the work, or liable to slip and cause him to fall.\" If all this is so, then he is an ignoramus indeed. Here is some of his testimony on the question: “Mow a bar like this [speaking of a pinchbar, which he held], you can put it in this way [illustrating], and it does not make any difference whether you had a quarter of an inch catch in the crack or not, but being straight anybody can see [using chisel-point of the bar] that it is very easy to slip.</p>\n<p id=\"b219-8\">“I am 49 years old. I state that if I had had a choice of bars, common sense would have dictated to me to take the crooked bar. There was but one way to use the straight end of the bar. Common sense dictated to me there was only one way to use, which was to stick the end of the bar in there [i. e., between the stringers] as tight as possible and try to get a safe hold. I did not appreciate the danger, because I was without experience.</p>\n<p id=\"b219-9\">“As to whether common sense would have dictated to me that if a bar slipped I would fall, I never considered that at all. If I had I would not have used it. I said in other portions of my testimony that the bar did slip and I lost my balance. I did say that I knew that if I' <page-number citation-index=\"1\" label=\"192\">*192</page-number><em>went </em>out <em>on </em>the bridge, and <em>also </em>that any man would know, that standing on that bridge using that bar as I used it, if it did slip from under the stringers when I was surging against it, I would fall. I say that now, of course, that common sense would teach me if I took the straight pointed bar that there was only one way to use it..</p>\n<p id=\"b220-3\">“I have testified that if I had had my choice at the time [i. e., the accident] I would have taken the crooked one, and have given my reason, and I would have used it with the crook of the iron, although I have never used a crowbar in my life before. Common sense taught me how <em>to </em>use it. Common sense did not teach me how to use the straight bar; there was but one way to use it, that was just to stick it in the crack.”</p>\n<p id=\"b220-4\">“The only possible way to use the straight bar was to use it the way I did use it. Common sense taught me the way to do it, the way anybody would have done.”</p>\n<p id=\"b220-5\">Does not this plaintiff’s own testimony, when read in the light of the principles stated, show beyond the peradventure of a doubt 'that he knew that the bar furnished him was unfit, unsafe and inadapted to the work in hand and that he appreciated the dangers arising therefrom?</p>\n<p id=\"b220-6\">But before answering let us see what is said by the courts in their opinions on similar cases:</p>\n<p id=\"b220-7\">The case of Holt v. Chicago, etc., Ry. Co., 69 N. W. Rep., 352, is one where the plaintiff, a machinist, was required to repair a locomotive, and finding it necessary to move it, took a pinchbar and applied it to the wheel of the locomotive, and put his whole weight upon the lever, raising his feet from the floor for that purpose. While he was in that position, the bar slipped upon the rail and fell .to the floor. The plaintiff fell upon the bar in such a manner as to dislocate both knees. The point of the bar was dull, which probably caused it to slip. After stating the principles of law as announced in our prior opinion reitcrated here, the court said: “The adult person is presumed to possess ordinary intelligence, judgment and discretion and to appreciate such-dangers incident to his employment, as are open and obvious, and knowledge of it on his part will be presumed, or imputed to him as a matter of law. . . . The lever is one of the simplest and most easily understood of the mechanical powers. It requires little special training to qualify one for using it efficiently and safely. About the mere use of the lever itself there can well be no occult or hidden danger. A pinchbar is a simple mechanical tool, and its use is simple and easily understood. But it is said that if the heel becomes dulled it may slip upon the rail. Can it be that a skilled machinist of twenty years’ experience should be ignorant of a property of iron so manifest to one of his calling and experience ? That he was not ignorant of the possible action of a dull pinchbar, his swift inspection of the bar after his accident is amply suggestive. The defendant’s fault was not that it failed furnish sufficient and safe tools for the work in hand. It consisted, rather, in permitting inadvertently a defective tool to be where the plaintiff could get it.. There were safe tools at command and men to the work within' his' call. By reasonable attention he would have <page-number citation-index=\"1\" label=\"193\">*193</page-number>learned the condition of the bar. By inattention to its condition he took upon himself the risk of there being some defect in it. The consequences of the risk he took are his misfortune. It can not well be shifted over onto the defendant.”</p>\n<p id=\"b221-3\">For the same reason, it is held in Louisville, E. &amp; St. L. Ry. Co., that when a crowbar slips while a section hand is pulling a spike, and strikes him in the head, he can not recover.</p>\n<p id=\"b221-4\">In Houston &amp; T. C. Ry. Co. v. Scott, 63 S. W. Rep., 1077, the plaintiff, a section hand 19 years old, was injured while nipping ties on a bridge, by his clawbar slipping, which caused him to fall in the bed of a stream. It was held “that danger was as open and patent to plaintiff, both on account of the dangerous position in which he stood and the defective clawbar used by him, as it was to the foreman of the gang, or any servant of the defendant who could have been charged with instructing the plaintiff as to the nature of the employment, or of furnishing him with proper tools;” and, that “such being the case, he must be held to have assumed the risk incident to the work.”</p>\n<p id=\"b221-5\">These quotations from opinions in similar cases, while they illustrate the principles applicable to a case of this character, give emphasis to an affirmative answer to the question stated, and place it beyond doubt that plaintiff knew that the bar furnished him was unfit, unsafe and in-adapted to the work. From which it follows that his injury was the direct and proximate result of a risk assumed incident to his employment. This demonstrates that the verdict and judgment is contrary to the law and the evidence, and that the jury should have found for the defendant.</p>\n<p id=\"b221-6\">Where the facts, as in this case, are such that reasonable minds can not differ but can draw no other inference or conclusion from them than that the plaintiff’s injuries were the direct and proximate result of a risk assumed by him, it becomes the duty of this court to reverse the judgment of the District Court and render one here for the defendant. Southern Pac. Co. v. Wellington, 27 Texas Civ. App., 309, 65 S. W. Rep., 219; Gulf, C. &amp; S. F. Ry. Co. v. Lovett, 74 S. W. Rep., 571.</p>\n<p id=\"AQh\">Which is accordingly done.</p>\n<p id=\"Avk\">\n<em>Reversed and rendered.</em>\n</p>\n<p id=\"b221-7\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}