{
  "casebody": {
    "data": "<casebody firstpage=\"407\" lastpage=\"411\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b435-9\">Pauline R. Gray v. Joseph Moore &amp; Wife.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b435-10\">Decided December 9, 1904.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b435-11\">1. —Charge—Assignment of Error—Brief.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b435-12\">An assignment of error in a charge in submitting an issue not raised by the evidence should point out, in itself or by propositions submitted under it ,in the brief, the issue claimed to be thus improperly submitted.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b435-13\">2. —Charge—Alternative Grounds of Recovery.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b435-14\">Charge considered and held not subject to the objection that it authorized recovery on either of several hypotheses submitted alternately by the conjunction “or” without requiring also a finding of an element in plaintiff’s case essential to recovery under each of such hypotheses.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b435-15\">3. —Charge—Brief—Statement.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b435-16\">A proposition asserting error in a charge should be followed by a stater<page-number citation-index=\"1\" label=\"408\">*408</page-number>ment showing such charge to have been given, with citation of the page of the record where it may be found.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b436-4\">4. —Charge—Preponderance.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b436-5\">A charge that “the plaintiffs must recover in this case by the preponderance of the testimony to your satisfaction,” is not to be taken as a direction to And for plaintiffs.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b436-6\">5. —Assignment of Error—Brief.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b436-7\">An assignment of error should be correctly copied into the brief to entitle it-. 4'o.‘- consideration.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b436-8\">A.—Same—Charge.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b436-9\">A charge complained of should be given either in the assignment of error oY'-íhé statement in the brief.</headnotes>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b436-10\">Appeal' from the District Court of Harris. Tried below before Hon. Wm. P. Hamblin.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b436-11\"><em>C. E. &amp; A. E. Heidingsfelder, for </em>appellant.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"Ahu\">Different propositions in the charge joined by the conjunction \"or” being independent in their nature, and also being separate and distinct, are not in any way coupled with the proposition that in order for the plaintiffs, appellees herein, to recover, that it would be necessary that they should find first of all that the deed from Moore and wife to Lewis was either a mortgage or security for a debt, and further, the entire paragraph above set out is on the weight of the evidence, and clearly shows the opinion of the court in the matter. Lewy v. Fischl, 65 Texas, 311; Ellis v. Valentine, 65 Texas, 532; Allen v. Carpenter, 66 Texas, 138; Heffron v. Cunningham, 76 Texas, 312; Durst v. Daugherty, 81 Texas, 650.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b436-12\"><em>Guynes &amp; Colvin, </em>for appellee.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"A24\">A charge of the court which accurately submits a base proposition and then by use of the phrase, \"and if you further believe” links same with a series of minor propositions, joined together by the conjunction \"or,” strictly conforms with the spirit of our laws. Western Un. Tel. Co. v. Motley, 87 Texas, 38; Galveston, etc., Railway Co. v. Waldo, 32 S. W. Rep., 785.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b436-13\">The several paragraphs of a charge having reference to the same subject matter should be read and considered together. Brooke v. Clarke, 57 Texas, 170; Kauffman v. Babcock, 67 Texas, 243; Rost v. Railway, 76 Texas, 171; Railway v. McClain, 80 Texas, 98; Baker v. Ashe, 80 Texas, 361; Halbert v. Debode, 15 Texas Civ. App., 615; Railway v. Jones, 29 S. W. Rep., 499.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b436-14\">PLEASANTS, Associate Justice.</author>\n<p id=\"AMu\">This is an action of trespass to try title brought by Joseph Moore and wife against the appellant and one J. Vance Lewis. In addition to the ordinary allegations of a petition in an action of trespass to try title plaintiffs alleged that on the 9th day of August, 1902, they employed the said J. Vance Lewis, who is an attorney at law, to represent their daughter in a claim for damages which she was contemplating prosecuting against parties in the city of Fort Worth, and for the purpose of securing him in the pajunent of the expenses he might incur in the investigation of this claim agreed <page-number citation-index=\"1\" label=\"409\">*409</page-number>to give him a mortgage upon the property in question; that in pursuance of this agreement they, on the date above named, executed and delivered to Lewis an instrument which they understood was a mortgage upon the property, but which they have since learned was a deed to same; that Lewis did nothing in the prosecution of said claim and incurred no expenses in its investigation, but after having received from plaintiffs the deed which he informed them was a mortgage and which, as before stated, they intended as such, he conveyed the land to his co-defendant, the appellant herein; that said defendant, Pauline R. Gray, had notice at the time she purchased the property that said deed from plaintiffs to Lewis was intended as a mortgage and was executed for the purpose aforesaid.</p>\n<p id=\"AVr\">It is further alleged that the defendant Gray did not pay a valuable consideration for the property. The prayer of the petition is for a recovery of the property and the- cancellation of the deeds from plaintiff to Lewis and from the latter to the defendant Gray.</p>\n<p id=\"A8v\">The defendant Lewis answered by general demurrer and general deniai. The defendant Gray in addition to a general demurrer and plea of not guilty specially denied all of the allegations of plaintiffs’ petition and pleaded that she was an innocent purchaser of the property for value, and prayed that she be protected as such.</p>\n<p id=\"A6p\">The trial in the court below was by jury and resulted in a verdict and judgment in favor of plaintiffs.</p>\n<p id=\"A0D\">ISTo question is raised- by the appellant as to the sufficiency of the evidence to sustain the verdict.</p>\n<p id=\"AYjm\">The first assignment of error with the proposition thereunder as presented in appellant’s brief is as follows:</p>\n<p id=\"A_Q\">“The court erred in overruling the defendant Pauline R. Gray’s motian for a new trial, because the court erred in the first paragraph of its charge to wit: “Gentlemen of the jury, you are charged if you believe from the evidence that the deed -executed by plaintiffs to J. Vance Lewis for the property in controversy, dated on the 9th day of August, 1902, and was delivered to said Lewis at that time, was intended as a mortgage or security for a debt, and said Lewis paid nothing therefor, and you further believe that the defendant Pauline R. Gray had notice that such deed was a mortgage or security for a debt, and was not an absolute conveyance of the said property, or if you believe from the evidence that the defendant Pauline R. Gray did not pay a valuable consideration for the property, and that the deed executed by J. Vance Lewis to the defendant Pauline R. Gray, dated on the 26th day of March, 1903, for said property, was without consideration, or if you believe from the evidence that the consideration for the deed from J. Vance Lewis to Pauline R. Gray was the settlement of a pre-existing debt due and owing by Lewis to Pauline R. Gray at the time said deed to her was executed by Lewis, then you will find for plaintiff, otherwise you will find for defendant.”</p>\n<p id=\"A1-\">First proposition under first assignment of error.</p>\n<p id=\"A05s\">“It was error for the court to give the above paragraph of its charge. First, because said charge is vague and indefinite, it fails to -state the law applicable to the facts in this case, and charges on an <page-number citation-index=\"1\" label=\"410\">*410</page-number>issue that is neither raised by the pleadings nor sustained by any evidence whatsoever. Second, because in said above paragraph there are four different propositions submitted to the jury on which the plaintiffs, Joe Moore and wife, appellees herein, could recover; each of said propositions are.joined by the conjunction “or” and are made independent propositions, and the jury are instructed that if they believe either of all of them they must find for the plaintiffs, appellees herein. Said different propositions joined by the conjunction “or” being independent in their nature, and also being separate and distinct, are not in any way coupled with the proposition that in order for the plaintiffs, appellees herein, to recover, that it would be necessary that they-should find first of all that -the deed from Moore and wife to Lewis was either a mortgage or security for a debt, and further, that the entire paragraph above set out is on the weight of the evidence, and clearly shows the opinion of the court in the matter.”</p>\n<p id=\"b438-3\">This assignment can not be sustained upon either of the grounds urged in the proposition. Neither the assignment nor the proposition points out the issue submitted by the charge which it is claimed was not raised by the evidence, and the statement following the proposition gives us no information upon the-subject.</p>\n<p id=\"b438-4\">The objection that the charge authorizes a recovery by plaintiffs, if the jury should find in their favor, upon one of the several issues submitted is not tenable. When fairly construed it requires the jury before they can find for plaintiffs to find that the deed from plaintiffs to Lewis was intended as a mortgage. If this fact is found then under the charge a verdict for plaintiffs is authorized on a finding in their favor upon any one of the other issues submitted. We do no think the jury could have failed to so understand the charge.</p>\n<p id=\"b438-5\">The second assignment of error should not be considered because the statement following the proposition does not show that the charge set out and complained of in the assignment was given to the jury and does not contain any reference to the page of the record from which this necessary information could be obtained. Rule 31; 94 Texas, 660; Cooper v. Hiner, 91 Texas, 658; Westinghouse Co. v. Troell, 70 S. W. Rep., 324; 5 Texas Ct. Rep., 929; Galveston, H. &amp; S. A. Ry. Co. v. Puente, 70 S. W. Rep., 362; Jasper Co. v. Jackson, 23 S. W. Rep., 924; Holton v. Galveston, H. &amp; S. A. Ry., 6 Texas Ct. Rep., 112; Texas &amp; O. Ry. Co. v. Lee, 7 Texas Ct. Rep., 44.</p>\n<p id=\"b438-7\">If the assignment should be considered we are ox opinion that the charge is not subject to the objection urged against it. It is erroneous in that it requires of plaintiffs a higher degree of proof than the law demands, but this objection is not available to appellant. The jury could not, as contended by appellant, have understood the expression in the charge, “that the plaintiffs must recover in this case by the preponderance of the testimony to your satisfaction” to mean that they must under the evidence before them return a verdict for plaintiffs, nor could they have understood from this language that the court was of opinion that plaintiffs should recover. The charge is not susceptible of this construction.</p>\n<p id=\"b438-8\">The third and fourth assignments of error will not be considered <page-number citation-index=\"1\" label=\"411\">*411</page-number>because they are not correct copies of the assignments contained in the record. Rule 29, 94 Texas, 659; Horseman v. Coleman, 57 S. W. Rep., 304.</p>\n<p id=\"b439-5\">The fifth assignment will not be considered for a like reason and for the further reason that neither the assignment nor the statement following the proposition thereunder contains the special charge asked by the appellant which was given by the court with the modification complained of in the assignment. Without knowing what the special charge contained we can not determine whether or not the modification made to it by the court was erroneous.</p>\n<p id=\"b439-6\">We are of opinion that the judgment of the court below should be affirmed and it is so ordered.</p>\n<p id=\"b439-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}