{
  "casebody": {
    "data": "<casebody firstpage=\"659\" lastpage=\"665\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b701-8\">The STATE of Ohio, Appellant, v. DAVIS, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b701-10\">[Cite as <em>State v. Davis </em>(2000), 140 Ohio App.3d 659.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b701-11\">Court of Appeals of Ohio, Ninth District, Summit County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b701-13\">No. 19956.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b701-14\">Decided Dec. 6, 2000.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b703-11\"><page-number citation-index=\"1\" label=\"661\">*661</page-number><em>Michael T. Callahan, </em>Summit County Prosecuting Attorney, <em>Erin G. Rosen </em>and <em>Philip D. Bogdanoff, </em>Assistant Prosecuting Attorneys, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b703-12\"><em>Brian M. Pierce, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b703-13\">Batchelder, Presiding Judge.</author>\n<p id=\"b703-14\">The state of Ohio appeals from the decision of the Summit County Court of Common Pleas, granting the suppression motion of appellee, Benny Davis. We affirm.</p>\n<p id=\"b703-15\">Appellee was indicted on one count of possession of cocaine in violation of R.C. 2925.11(A) on December 28, 1999. Appellee filed a motion to suppress the cocaine seized by the police pursuant to the stop of his vehicle.</p>\n<p id=\"b703-16\">A suppression hearing was held on January 25, 2000, and the following evidence was adduced. Detective Bruce Berlin, a Barberton narcotics detective also assigned to the drug task force called “Cen-tac,” testified that late on the afternoon of December 20, 1999, a joint task force of ATF, the FBI, various Summit County forces, and the Barberton and Akron Police Departments was assembled outside an apartment in Barberton. They were attempting to execute <page-number citation-index=\"1\" label=\"662\">*662</page-number>an arrest warrant for one Corley Richardson,<footnotemark>1</footnotemark> who was a suspect in a shooting, as well as to execute a search warrant for the apartment to search for weapons.<footnotemark>2</footnotemark> The Barberton SWAT team was present in order to arrange a fake gas leak that would cause the residents to exit the building. Ail the officers were in radio contact with each other and all had a physical description of the suspect: a black male, twenty-four years old, 5' 11\" tall, and weighing one hundred seventy-five pounds.</p>\n<p id=\"b704-5\">At approximately 5:00 or 5:30 p.m., one of the officers on the surveillance team at the apartment reportedly observed a person leave the apartment and get into a vehicle. The officer made the decision to order a stop of the appellee. He radioed officers stationed on the outskirts of the area to stop a black male driving a 1987 Pontiac. The officer was unidentified and did not testify at the suppression hearing.</p>\n<p id=\"b704-6\">Charles Turner, special agent with the United States Treasury Department, Bureau of Alcohol, Tobacco and Firearms, testified that he was stationed along with officers representing the Barberton Police Department and the Summit County Fugitive Task Force on the outskirts of the area. He stated that he received a radio dispatch to make the stop but did not know which officer sent the order. The apparent purpose of the stop was to determine whether the driver of the vehicle was Corley Richardson and whether any weapons were being removed from the apartment by means of the vehicle. Several officers riding in three different vehicles followed appellee’s automobile as it left the parking lot and, after a short distance, made the stop. Agent Turner pulled in front of appellee’s vehicle to block it in. Appellee was ordered to alight from his car and, as he did so, officers observed a piece of plastic on the floor of the vehicle containing what was later identified as crack cocaine.</p>\n<p id=\"b704-7\">Agent Turner testified at the suppression hearing that the appellee did not resemble Corley Richardson. The witness stated his agreement that the only reason for stopping appellee was the fact that he walked out of the apartment that had been under surveillance. He stated further that there was nothing suspicious about appellee or his vehicle, nor was there any evidence of criminal activity by appellee or in the manner of his handling of his vehicle.</p>\n<p id=\"b704-8\">The trial court granted the motion to suppress, finding that there was no objective or particularized reason to effect a stop or seizure of appellee. The trial <page-number citation-index=\"1\" label=\"663\">*663</page-number>court also found that the description of the person in the arrest warrant did not come close to matching the appearance of appellee.</p>\n<p id=\"b705-5\">The state filed a timely notice of appeal and assigns one error for review:</p>\n<p id=\"b705-6\">“The trial court committed error when it suppressed the evidence in this case.”</p>\n<p id=\"b705-7\">The state argues that the trial court erred in suppressing the evidence in this case because the police had reasonable suspicion to stop the vehicle in order to determine the driver’s identity and whether there were any weapons in the car. The state also contends that the police were justified in being concerned for their safety when they stopped the vehicle and were therefore privileged to conduct a protective search for weapons. This, their reasoning continues, placed them lawfully in a position from which they could observe the cocaine and, pursuant to the plain view exception, seize the substance. The argument is without merit.</p>\n<p id=\"b705-8\">The question of whether a police officer has reasonable suspicion to make an investigatory stop is to be reviewed by an appellate court <em>de novo. Ornelas v. United States </em>(1996), 517 U.S. 690, 699, 116 S.Ct. 1657, 1663, 134 L.Ed.2d 911, 920. Courts are required to exclude evidence obtained by means of searches and seizures that are found to be violative of the Fourth Amendment. <em>Mapp v. Ohio </em>(1961), 367 U.S. 643, 657, 81 S.Ct. 1684, 1692-1693, 6 L.Ed.2d 1081, 1091.</p>\n<p id=\"b705-9\">The Fourth Amendment to the United States Constitution guarantees “[t]he right of the people to be secure in their person, houses, papers, and effects, against unreasonable searches and seizure.” In <em>Terry v. Ohio </em>(1968), 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889, the United States Supreme Court set the standard for reviewing the constitutionality of an investigatory stop. In order to justify such a stop, a police officer must be able to point to “specific and articulable facts,” warranting a rational belief that criminal behavior is imminent. <em>Id. </em>at 21, 88 S.Ct. at 1880, 20 L.Ed.2d at 906. “Temporary detention of individuals during the stop of an automobile by the police, even if only for a brief period and for a limited purpose, constitutes a ‘seizure’ of ‘persons’ within the meaning of [the Fourth Amendment].” <em>Whren v. United States </em>(1996), 517 U.S. 806, 809-810, 116 S.Ct. 1769, 1772, 135 L.Ed.2d 89, 95. In <em>Delaware v. Prouse </em>(1979), 440 U.S. 648, 99 S.Ct. 1391, 59 L.Ed.2d 660, the United States Supreme Court considered the constitutionality of an investigative stop of an automobile. The Supreme Court held that a police officer is justified in conducting the stop of a motorist, only upon “articulable and reasonable suspicion” that the motorist is engaged in criminal activity or is operating his vehicle in violation of the law. <em>Id. </em>at 663, 99 S.Ct. at 1401, 59 L.Ed.2d at 673; <em>State v. Brandenburg </em>(1987), 41 Ohio App.3d 109, 110, 534 N.E.2d 906, 907-908. The propriety of an investigative stop must <page-number citation-index=\"1\" label=\"664\">*664</page-number>be reviewed in light of the totality of the circumstances. <em>State v. Freeman </em>(1980), 64 Ohio St.2d 291, 18 O.O.3d 472, 414 N.E.2d 1044, paragraph one of the syllabus.</p>\n<p id=\"b706-5\">In the case before this court, one police officer viewed the appellee leave the apartment and radioed another officer to stop the vehicle. While effective law enforcement requires that police officers may be entitled to rely on information transmitted from one to another, <em>United States v. Hensley </em>(1985), 469 U.S. 221, 231, 105 S.Ct. 675, 681-682, 83 L.Ed.2d 604, 614, when an officer making an investigative stop relies solely upon a dispatch, the state must, nevertheless, demonstrate at a suppression hearing that the facts precipitating the dispatch justified a reasonable suspicion of criminal activity. <em>Maumee v. Weisner </em>(1999), 87 Ohio St.3d 295, 298, 720 N.E.2d 507, 511-512.</p>\n<p id=\"b706-6\">The United States Supreme Court has held that mere proximity to others independently suspected of criminal activity does not, without more, provide a sufficient basis to search that person. <em>Ybarra v. Illinois </em>(1979), 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238, 245. A third party’s mere association with suspected criminals does not reasonably give rise to probable cause to search his person or property. See <em>id.</em></p>\n<p id=\"b706-7\">“But, a person’s mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person. * * * Where the standard is probable cause, a search or seizure of a person must be supported by probable cause particularized with respect to that person. This requirement cannot be undercut or avoided by simply pointing to the fact that coincidentally there exists probable cause to search or seize another or to search the premises where the person may happen to be.. The Fourth and Fourteenth Amendments protect the ‘legitimate expectations of privacy’ of persons, not places.” (Citation omitted.) Id.</p>\n<p id=\"b706-8\">The <em>Ybarra </em>court thus held that a finding of probable cause to search or seize one person or place, does not, without more, permit the search or seizure of another by virtue of “mere propinquity” absent “probable cause particularized with respect to that person.” <em>Id.</em></p>\n<p id=\"b706-9\">In the present case, there was no evidence that appellee was driving erratically or violating any traffic or other laws. The state presented no specific articulable facts sufficient to give rise to a reasonable suspicion of criminal conduct by the appellee. The fact that appellee was observed leaving a house under surveillance is not sufficient to constitute reasonable suspicion of criminal conduct by the appellee, and thus could not meet the requirements of <em>Prouse. </em>There was no testimony that the individual who left the apartment physically resembled the person who was the object of the search warrant. Indeed, there is testimony that <page-number citation-index=\"1\" label=\"665\">*665</page-number>they did not resemble each other. Furthermore, since the police officer who ordered the stop did not testify, there was no basis for concluding that the officer possessed a reasonable suspicion that the defendant was engaged in criminal activity.</p>\n<p id=\"b707-5\">Upon the record before us, this court holds that the state failed to meet its burden demonstrating a reasonable and articulable suspicion that appellee was engaged in criminal conduct. Therefore, the trial court did not err in granting appellee’s motion to suppress. This court must overrule the state’s assignment of error and affirm the decision of the trial court.</p>\n<p id=\"b707-6\">The state’s sole assignment of error is overruled. Accordingly, the judgment of the Summit County Court of Common Pleas is affirmed.</p>\n<p id=\"b707-7\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b707-8\">Baird and Whitmore, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b704-9\">. The transcript of the suppression hearing refers to “Corley Richardson,” while the judgment order of the trial court refers to \"Coley Richardson.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b704-10\">. The search warrants themselves were not introduced into evidence in this case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}