{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"91\" lastpage=\"97\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  DEUTSCHE BANK NATIONAL TRUST COMPANY, etc., Plaintiff-Appellee\n  <br/>\n  v.\n  <br/>\n  Michelle M. BAXTER, a.k.a. Michelle Baxter, et al., Defendants-Appellants\n </parties>\n <docketnumber id=\"p-2\">\n  No. 104585\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Ohio, Eighth District, Cuyahoga County.\n </court>\n <decisiondate id=\"p-4\">\n  RELEASED AND JOURNALIZED: April 13, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Edward F. Herman, 614 Superior Ave., Ste 820, Cleveland, OH 44113, ATTORNEY FOR APPELLANT\n </attorneys>\n <attorneys id=\"p-6\">\n  Justin M. Rich, Manley, Deas &amp; Kochalski L.L.C., P.O. Box 165028, Columbus, OH 43216, Scott A. King, Terry W. Posey, Jr., Thompson Hine L.L.P., 10050 Innovation Drive, Suite 400, Dayton, OH 45342, also listed: New Century Mortgage Corporation, Attn: Legal Department, 999 Central Avenue, Suite 208, Woodmere, NY 11598, for Deutsche Bank National Trust Company\n </attorneys>\n <judges id=\"p-7\">\n  BEFORE: McCormack, J., Kilbane, P.J., and Boyle, J.\n </judges>\n <p id=\"p-8\">\n  JOURNAL ENTRY AND OPINION\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   TIM McCORMACK, J.:\n  </author>\n  <p id=\"p-10\">\n   {¶ 1} Defendants-appellants, Michelle M. Baxter and Norman T. Baxter, III, appeal from a judgment of the Cuyahoga County Court of Common Pleas granting a motion for summary judgment filed by Deutsche Bank National Trust Company (\"Deutsche Bank\") in a foreclosure action. After a review of the record and applicable law, we affirm the trial court's judgment.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    Substantive Facts and Procedural Background\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   {¶ 2} In 2005, Michelle M. Baxter and Norman T. Baxter executed a promissory note in the amount of $143,450 in favor of New Century Mortgage Corporation (\"New Century\"). The note was secured by a mortgage executed by the Baxters against a house they owned located on Valley View Avenue, Cleveland. The Baxters defaulted under the note sometime in 2009.\n  </p>\n  <p id=\"p-13\">\n   {¶ 3} In December 2009, Deutsche Bank filed a foreclosure complaint against the Baxters in CV-09-711803. The complaint contained an unendorsed copy of the note and a February 2009 assignment of the mortgage from New Century to Deutsche Bank. In October 2010, the trial court entered a judgment in favor of Deutsche Bank.\n  </p>\n  <p id=\"p-14\">\n   {¶ 4} More than three years later, on May 19, 2014, the Baxters filed a \"Motion to Vacate Void Judgment and Set Aside Sheriff's Sale,\" alleging Deutsche Bank lacked standing to file the foreclosure case because the assignment of the mortgage was executed under a power of attorney granted to Wells Fargo Bank but the power of attorney was revoked due to New Century's filing for bankruptcy in 2007, prior to the assignment of the mortgage to Deutsche Bank in 2009.\n  </p>\n  <p id=\"p-15\">\n   {¶ 5} On June 30, 2014, the trial court issued a judgment in favor of the Baxters, finding that Deutsche Bank failed to establish standing to bring the foreclosure action. The trial court explained that the note attached to the complaint lacked any indorsement and that the assignment of the mortgage was invalid because New Century's power of attorney was revoked under bankruptcy law. The trial court concluded Deutsche Bank lacked standing. It vacated the judgment of foreclosure and dismissed the foreclosure case\n   <em>\n    without prejudice\n   </em>\n   .\n  </p>\n  <p id=\"p-16\">\n   {¶ 6} On October 22, 2014, Deutsche Bank refiled the foreclosure action against the Baxters (the instant case), alleging that it was a \"person entitled to enforce the note.\" Attached to its complaint was a copy of the note indorsed in blank by New Century and the February 2009 assignment of mortgage from New Century to Deutsche Bank, executed by Wells Fargo Bank as Attorney-in-Fact for New Century.\n  </p>\n  <p id=\"p-17\">\n   {¶ 7} On May 8, 2015, Deutsche Bank amended its complaint, adding the original mortgagee New Century as a defendant. It also added a count seeking a declaratory judgment that Deutsche Bank was the person entitled to enforce the note and mortgage and that New Century had transferred all rights and interests in the note and mortgage to Deutsche Bank.\n  </p>\n  <p id=\"p-18\">\n   {¶ 8} Subsequently, Deutsche Bank filed a motion for default against New Century and for summary judgment against the Baxters. Attached to the complaint was an affidavit by Darenique L. Jamison, Vice President Loan Documentation of Wells Fargo Bank, servicing agent for Deutsche Bank. She stated that she had personal knowledge of this loan matter from her\n   examination of the business records and that at the time of the filing of the present complaint, Deutsche Bank has been in possession of the note and the note is indorsed in blank. A copy of the blank-indorsed note was attached to the affidavit.\n  </p>\n  <p id=\"p-19\">\n   {¶ 9} In response to Deutsche Bank's motion for summary judgment, the Baxters argued that the trial court had ruled in the prior case that Deutsche Bank was not properly assigned the mortgage due to the revocation of the power of attorney under the bankruptcy law and that res judicata, specifically issue preclusion, prevented the relitigation of the issue regarding the deficient assignment of the mortgage. The Baxters also argued that it could be inferred that the note was indorsed by New Century\n   <em>\n    after\n   </em>\n   New Century filed bankruptcy and therefore not enforceable by Deutsche Bank.\n  </p>\n  <p id=\"p-20\">\n   {¶ 10} The magistrate conducted a hearing on this matter. At the hearing, Deutsche presented the original \"wet ink\" note indorsed in blank by New Century. After the hearing, the magistrate issued a decision granting Deutsche Bank's motion for default against New Century and for summary judgment against the Baxters. Regarding the summary judgment motion, the magistrate noted that she reviewed the \"wet-ink\" original of the note and concluded that Deutsche Bank has physical possession of the note indorsed in blank. The magistrate found Deutsche Bank to be a person entitled to enforce the note, because it is a holder of the note by virtue of being a person in possession of a note indorsed in blank. The magistrate furthermore cited this court's decision in\n   <em>\n    Deutsche Bank Natl. Trust Co. v. Najar\n   </em>\n   , 8th Dist. Cuyahoga No. 98502,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=2013-Ohio-1657\">\n    2013-Ohio-1657\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2013%20WL%201791372\">\n    2013 WL 1791372\n   </extracted-citation>\n   , for its holding that the mortgage \"follows the note\" and that when a note is secured by a mortgage, the note constitutes the evidence of the debt such that a negotiation of the note operates as an equitable assignment of the mortgage, even though the mortgage is not properly assigned or delivered. The magistrate therefore determined that Deutsche Bank was entitled to a declaratory judgment that it is the holder of the note and mortgage and granted foreclosure.\n  </p>\n  <p id=\"p-21\">\n   {¶ 11} The Baxters filed objections to the magistrate's decision, claiming that issue preclusion prevents the relitigation of whether Deutsche Bank was the holder of the mortgage and that there was a genuine issue of material fact regarding whether Deutsche Bank was the holder of the note and had standing to enforce the note. The trial court overruled the objections and issued a judgment declaring that New Century had no rights to enforce the note or mortgage and Deutsche Bank was entitled to enforce the note and mortgage. The trial court granted foreclosure in favor of Deutsche Bank.\n  </p>\n  <p id=\"p-22\">\n   {¶ 12} The Baxters now appeal, raising two assignments of error, which state:\n  </p>\n  <blockquote id=\"p-23\">\n   1. The trial court erred in granting foreclosing bank's summary judgment motion and granting it declaratory relief when the evidence before the trial court, construed most strongly in favor of the homeowner, showed that foreclosing bank may not have authority to enforce promissory note under operation of U.S. bankruptcy law despite having physical possession of it with a facially-valid indorsement.\n  </blockquote>\n  <blockquote id=\"p-24\">\n   2. The trial court erred in granting summary judgment to foreclosing bank when doing so required the trial court to make a finding of fact regarding assignment of the mortgage contrary to findings made in a previous case in an order that was final under R.C. 2505.02 and the\n   case law, so that the doctrine of issue preclusion barred relitigation of those decided facts.\n  </blockquote>\n  <p id=\"p-25\">\n   <strong>\n    Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   {¶ 13} Under Civ.R. 56, summary judgment is appropriate when (1) no genuine issue as to any material fact exists; (2) the party moving for summary judgment is entitled to judgment as a matter of law; and (3) viewing the evidence most strongly in favor of the nonmoving party, reasonable minds can reach only one conclusion, which is adverse to the nonmoving party.\n   <em>\n    Temple v. Wean United, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6699203\" index=\"2\" url=\"https://cite.case.law/ohio-st-2d/50/317/#p327\">\n    50 Ohio St.2d 317\n   </extracted-citation>\n   , 327,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=364%20N.E.2d%20267\">\n    364 N.E.2d 267\n   </extracted-citation>\n   (1977). Initially, the moving party must point to evidentiary materials to show that there are no genuine issues of material fact and they are entitled to judgment as a matter of law.\n   <em>\n    Dresher v. Burt\n   </em>\n   ,\n   <extracted-citation case-ids=\"1746727\" index=\"4\" url=\"https://cite.case.law/ohio-st-3d/75/280/#p293\">\n    75 Ohio St.3d 280\n   </extracted-citation>\n   , 293,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=662%20N.E.2d%20264\">\n    662 N.E.2d 264\n   </extracted-citation>\n   (1996). If the moving party meets this burden, a reciprocal burden is placed on the nonmoving party to show that there is a genuine issue of fact for trial.\n   <em>\n    <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=662%20N.E.2d%20264\">\n     Id.\n    </extracted-citation>\n   </em>\n   We review the trial court's decision on summary judgment de novo, using the same standard that the trial court applies under Civ.R. 56(C).\n   <em>\n    Grafton v. Ohio Edison Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1752397\" index=\"7\" url=\"https://cite.case.law/ohio-st-3d/77/102/#p105\">\n    77 Ohio St.3d 102\n   </extracted-citation>\n   , 105,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=671%20N.E.2d%20241\">\n    671 N.E.2d 241\n   </extracted-citation>\n   (1996).\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    Analysis\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   {¶ 14} Regarding the first assignment of error, under the current case law, Deutsche Bank has standing and is entitled to enforce the note if it could establish either that it was the holder of the note or it had been assigned the mortgage.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    CitiMortgage, Inc. v. Patterson\n   </em>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=2012-Ohio-5894\">\n    2012-Ohio-5894\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=984%20N.E.2d%20392\">\n    984 N.E.2d 392\n   </extracted-citation>\n   , ¶ 21 (8th Dist.) ;\n   <em>\n    U.S. Bank Natl. Assn. v. Gray\n   </em>\n   , 10th Dist. Franklin No. 12AP-953,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=2013-Ohio-3340\">\n    2013-Ohio-3340\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=2013%20WL%203963471\">\n    2013 WL 3963471\n   </extracted-citation>\n   , ¶ 27.\n  </p>\n  <p id=\"p-29\">\n   {¶ 15} Here, Deutsche Bank established that it was the holder of the note at the time the complaint was filed-its possession of the blank-indorsed note was demonstrated by the attachment of a copy of the note to Jamison's affidavit, coupled with her statement concerning Deutsche's Bank's possession of the note.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Najar,\n   </em>\n   8th Dist. Cuyahoga No. 98502,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=2013-Ohio-1657\">\n    2013-Ohio-1657\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=2013%20WL%201791372\">\n    2013 WL 1791372\n   </extracted-citation>\n   , at ¶ 62 ;\n   <em>\n    Bank of N.Y. Mellon v. Morgan\n   </em>\n   , 2d Dist. Montgomery No. 25664,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=2013-Ohio-4393\">\n    2013-Ohio-4393\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=2013%20WL%205532142\">\n    2013 WL 5532142\n   </extracted-citation>\n   , ¶ 50 ;\n   <em>\n    BAC Home Loans Servicing, L.P. v. Untisz\n   </em>\n   , 11th Dist. Geauga No. 2012-G-3072,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=2013-Ohio-993\">\n    2013-Ohio-993\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=2013%20WL%201098364\">\n    2013 WL 1098364\n   </extracted-citation>\n   , ¶ 20 ;\n   <em>\n    U.S. Bank, N.A. v. Adams\n   </em>\n   , 6th Dist. Erie No. E-11-070,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=2012-Ohio-6253\">\n    2012-Ohio-6253\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=2012%20WL%206738296\">\n    2012 WL 6738296\n   </extracted-citation>\n   , ¶ 16-18. In addition, Deutsche Bank produced the original note in open court for an examination by the magistrate. By virtue of its possession of the note indorsed in blank, Deutsche Bank demonstrated it is the holder of the note and entitled to enforce the note. Consequently, the burden shifted to the Baxters to show the existence of a genuine issue of material fact to avoid summary judgment.\n   <em>\n    Dresher\n   </em>\n   at 293,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=662%20N.E.2d%20264\">\n    662 N.E.2d 264\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-30\">\n   {¶ 16} The Baxters argue the indorsement of the note by New Century may be improper, alleging that the indorsement of the note by New Century could have occurred after its bankruptcy filing. A note indorsed in blank is a bearer paper, and it can be enforced by any person in possession. In\n   <em>\n    U.S. Bank N.A. v. Bobo\n   </em>\n   , 4th Dist. Athens No. 13CA45,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=2014-Ohio-4975\">\n    2014-Ohio-4975\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=2014%20WL%205800399\">\n    2014 WL 5800399\n   </extracted-citation>\n   , which also involved New Century as the original mortgagee, the borrower claimed there was a genuine issue of material fact whether the note secured by the mortgage was transferred to the plaintiff foreclosing bank\n   <em>\n    after\n   </em>\n   New Century filed for bankruptcy. The Fourth District reasoned that the issue was irrelevant because the bank had possession of the original note indorsed in blank by New Century at the\n   time it filed its foreclosure complaint.\n   <em>\n    Id.\n   </em>\n   at ¶ 25-26. Similarly here, Deutsche Bank's right to enforce the note indorsed in blank as a person in physical possession of the note is not affected by New Century's bankruptcy filing.\n  </p>\n  <p id=\"p-31\">\n   {¶ 17} As to Deutsche Bank's right to enforce the mortgage, the Baxters claim that the assignment of mortgage was invalid because the power of attorney granted to Wells Fargo Bank was revoked due to New Century's bankruptcy filing. We first note that a mortgagor lacks standing to challenge a mortgage assignment, if the mortgagor is neither a party to, nor a third-party beneficiary of, the assignment of the mortgage.\n   <em>\n    Bank of New York Mellon v. Froimson\n   </em>\n   , 8th Dist. Cuyahoga No. 99443,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=2013-Ohio-5574\">\n    2013-Ohio-5574\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=2013%20WL%206730796\">\n    2013 WL 6730796\n   </extracted-citation>\n   , ¶ 17.\n   <em>\n    See also\n   </em>\n   <em>\n    Bank of Am., N.A. v. Hizer\n   </em>\n   , 6th Dist. Lucas No. L-13-1035,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2013-Ohio-4621\">\n    2013-Ohio-4621\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=2013%20WL%205728342\">\n    2013 WL 5728342\n   </extracted-citation>\n   , ¶ 22.\n  </p>\n  <p id=\"p-32\">\n   {¶ 18} Furthermore, the allegation of improper assignment is irrelevant because under Ohio case law, the mortgage \"follows the note\" it secures.\n   <em>\n    Najar\n   </em>\n   , 8th Dist. Cuyahoga No. 98502,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=2013-Ohio-1657\">\n    2013-Ohio-1657\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=2013%20WL%201791372\">\n    2013 WL 1791372\n   </extracted-citation>\n   , ¶ 65, citing\n   <em>\n    U.S. Bank N.A. v. Marcino\n   </em>\n   ,\n   <extracted-citation case-ids=\"3853850\" index=\"30\" url=\"https://cite.case.law/ohio-app-3d/181/328/\">\n    181 Ohio App.3d 328\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=2009-Ohio-1178\">\n    2009-Ohio-1178\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=908%20N.E.2d%201032\">\n    908 N.E.2d 1032\n   </extracted-citation>\n   , ¶ 52 (7th Dist.). The physical transfer of the note indorsed in blank constitutes an equitable assignment of the mortgage regardless of whether the mortgage is validly assigned.\n   <em>\n    <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=908%20N.E.2d%201032\">\n     Id.\n    </extracted-citation>\n    See also\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    Wells Fargo Bank, N.A. v. Byers\n   </em>\n   , 10th Dist. Franklin No. 13AP-767,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=2014-Ohio-3303\">\n    2014-Ohio-3303\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=2014%20WL%203740328\">\n    2014 WL 3740328\n   </extracted-citation>\n   ;\n   <em>\n    Morgan\n   </em>\n   , 2d Dist. Montgomery No. 25664,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=2013-Ohio-4393\">\n    2013-Ohio-4393\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=2013%20WL%205532142\">\n    2013 WL 5532142\n   </extracted-citation>\n   ;\n   <em>\n    M &amp; T Bank v. Strawn\n   </em>\n   , 11th Dist. Trumbull No. 2013-T-0040,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=2013-Ohio-5845\">\n    2013-Ohio-5845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=2013%20WL%206888006\">\n    2013 WL 6888006\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-33\">\n   {¶ 19} Finally, we note that New Century was named as a party in the amended foreclosure complaint. It defaulted without asserting any interest in the subject note or mortgage. The first assignment of error lacks merit.\n  </p>\n  <p id=\"p-34\">\n   {¶ 20} Under the second assignment of error, the Baxters claim that the trial's court's \"finding\" in the prior case (CV-09-711803) that the mortgage assignment was invalid cannot be relitigated due to issue preclusion, one of the two notions under the doctrine of res judicata. This claim lacks merit.\n  </p>\n  <p id=\"p-35\">\n   {¶ 21} In the prior case, the Baxters moved to vacate the judgment of foreclosure and set aside the sheriff's sale based on their claim that Deutsche Bank lacked standing to bring the foreclosure action. The trial court agreed,\n   <footnotemark>\n    1\n   </footnotemark>\n   vacating the judgment of foreclosure on the ground that its subject matter jurisdiction was not invoked due to Deutsche Bank's failure to establish standing, noting that the note lacked indorsement and the mortgage was not properly assigned to Deutsche Bank. The court then dismissed the foreclosure case\n   <em>\n    without\n   </em>\n   prejudice in order to allow Deutsche Bank to refile the case, consistent with the Supreme Court of Ohio's decision in\n   <em>\n    Fed. Home Loan Mtge. Corp. v. Schwartzwald\n   </em>\n   ,\n   <extracted-citation case-ids=\"4124736\" index=\"40\" url=\"https://cite.case.law/ohio-st-3d/134/13/\">\n    134 Ohio St.3d 13\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=2012-Ohio-5017\">\n    2012-Ohio-5017\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=979%20N.E.2d%201214\">\n    979 N.E.2d 1214\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-36\">\n   {¶ 22} It is axiomatic that a dismissal without prejudice is not an adjudication on the merits and therefore not a final appealable order.\n  </p>\n  <p id=\"p-37\">\n   <em>\n    Lovins v. Kroger Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1042415\" index=\"43\" url=\"https://cite.case.law/ohio-app-3d/150/656/\">\n    150 Ohio App.3d 656\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=782%20N.E.2d%201171\">\n    782 N.E.2d 1171\n   </extracted-citation>\n   (2d Dist.2002). \"Because res judicata only applies to 'valid, final judgments,' an order must be final and appealable to preclude further litigation of the issue.\"\n   <em>\n    Fifth Third Mtge. Co. v. Goodman Realty Corp.\n   </em>\n   , 3d Dist. Hancock No. 5-08-30,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=2009-Ohio-81\">\n    2009-Ohio-81\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=2009%20WL%2057577\">\n    2009 WL 57577\n   </extracted-citation>\n   , ¶ 20. \" 'A dismissal without prejudice leaves the parties as if no action had been brought at all.' \"\n   <em>\n    Denham v. New Carlisle\n   </em>\n   ,\n   <extracted-citation case-ids=\"870380\" index=\"47\" url=\"https://cite.case.law/ohio-st-3d/86/594/#p596\">\n    86 Ohio St.3d 594\n   </extracted-citation>\n   , 596,\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=716%20N.E.2d%20184\">\n    716 N.E.2d 184\n   </extracted-citation>\n   (1999), quoting\n   <em>\n    De Ville Photography, Inc. v. Bowers\n   </em>\n   ,\n   <extracted-citation case-ids=\"1742246\" index=\"49\" url=\"https://cite.case.law/ohio-st/169/267/#p272\">\n    169 Ohio St. 267\n   </extracted-citation>\n   , 272,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=159%20N.E.2d%20443\">\n    159 N.E.2d 443\n   </extracted-citation>\n   (1959).\n  </p>\n  <p id=\"p-38\">\n   {¶ 23} The Baxters claim the trial court's order in the prior case vacating the judgment of foreclosure is a final order and therefore res judicata bars the relitigation of the issue of improper mortgage assignment. The trial court in the prior case did more than vacate the prior judgment of foreclosure, however. It\n   <em>\n    dismissed the case without prejudice\n   </em>\n   , consistent with\n   <em>\n    Schwartzwald\n   </em>\n   , as if the case had never been filed.\n   <em>\n    Schwartzwald\n   </em>\n   permits plaintiff banks to establish standing upon refiling after a foreclosure case is dismissed due to a failure to establish standing. Res judicata has no effect in the refiled case. In any event, the trial court's finding in the previous case that the mortgage was improperly assigned is immaterial. As we have discussed in the foregoing analysis, the physical transfer of a note indorsed in blank constitutes an equitable assignment of the mortgage. The second assignment of error lacks merit.\n  </p>\n  <p id=\"p-39\">\n   {¶ 24} Judgment affirmed.\n  </p>\n  <p id=\"p-40\">\n   MARY J. BOYLE, J., CONCURS;\n  </p>\n  <p id=\"p-41\">\n   MARY EILEEN KILBANE, P.J., DISSENTS (WITH SEPARATE OPINION ATTACHED)\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-47\">\n    We note that the trial court's order vacating the prior foreclosure decree and dismissing the case was issued several months before the Supreme Court of Ohio's decision in\n    <em>\n     Bank of Am., N.A. v. Kuchta\n    </em>\n    ,\n    <extracted-citation case-ids=\"6879460\" index=\"51\" url=\"https://cite.case.law/ohio-st-3d/141/75/\">\n     141 Ohio St.3d 75\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"6879460\" index=\"52\" url=\"https://cite.case.law/ohio-st-3d/141/75/\">\n     2014-Ohio-4275\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=21%20N.E.3d%201040\">\n     21 N.E.3d 1040\n    </extracted-citation>\n    , which clarified the law and held that a plaintiff bank's alleged lack of standing would\n    <em>\n     not\n    </em>\n    affect the trial court's subject-matter jurisdiction and that lack of standing\n    <em>\n     cannot\n    </em>\n    used to collaterally attack a judgment in foreclosure\n   </p>\n  </footnote>\n </opinion>\n <opinion type=\"dissent\">\n  <author id=\"p-42\">\n   MARY EILEEN KILBANE, P.J., DISSENTING:\n  </author>\n  <p id=\"p-43\">\n   {¶ 25} I respectfully dissent and would find that the trial court erred by granting summary judgment in favor of Deutsche Bank. In 2009, Deutsche Bank commenced a foreclosure action against the Baxters based on the same note and mortgage at issue in this action. After having granted foreclosure to Deutsche Bank in 2010, the trial court vacated the judgment in 2014, finding that Deutsche Bank failed to present evidence that it held a valid promissory note or mortgage at the time the complaint was filed. The action was dismissed without prejudice; however, the trial court found that Deutsche Bank premised its standing on its alleged ownership of a promissory note lacking any indorsements, either in blank or specifically transferring the note to Deutsche Bank. The court further found that the mortgage, assigned to Deutsche Bank, was invalid because it was transferred under a power of attorney that had been revoked by operation of bankruptcy law and cited\n   <em>\n    In re Maplewood Poultry Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6539732\" index=\"54\" url=\"https://cite.case.law/br/2/550/\">\n    2 B.R. 550\n   </extracted-citation>\n   (Bankr. D. Me.1980).\n  </p>\n  <p id=\"p-44\">\n   {¶ 26} Deutsche Bank later refiled the action seeking an order of foreclosure based on the note. Deutsche Bank presented different evidence to the court in the instant refiled action, specifically with regard to the promissory note allegedly being indorsed in blank. I believe the findings of the court in the prior action, however, create a genuine issue of material fact as to whether Deutsche Bank has the right to enforce the note and mortgage that would preclude summary judgment.\n  </p>\n </opinion>\n</casebody>\n"
  }
}