{
  "casebody": {
    "data": "<casebody firstpage=\"18\" lastpage=\"20\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b21-7\">Scott v. Hornsby.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b21-8\">[Monday, October 23, 1797.]</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b21-9\">Forthcoming Bond — Excess—Release.<footnotemark>*</footnotemark>—If a forthcoming bond be taken for more than the sum dne loth e execution, and the plaintiff release the excess, the bonds will support a judgment.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b21-10\">Sterling Debt -Reduction into Currency.™A sterling judgment may be reduced into currency at the time of entering judgment on the forthcoming bond.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b21-11\">In this case, the Sheriff who took the forthcoming bond, included his commissions on the debt. The plaintiff released the commissions prior to the judgment. The original execution issued, and the Sheriff took the bond for the sum of 1,3421. 16s. sterling, and 41. 5s. lOd. currency, conditioned for payment of 6701. 8s. sterling, and 21. 2s. lid. currency; Endorsing, that his commissions were included in the bond ; and that the rate of exchange was from forty to forty-two. The District Court gave judgment for the penalty, to be discharged by the amount due after deducting the sum released by the plaintiff. The record 42 states that the rate *of exchange upon the judgment on the forthcoming bond was settled at 40 per cent, by the certificate of James Brown and the agreement of the parties.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b21-18\">The defendant appealed.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b21-19\">Wickham, for the appellant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b21-20\">The first question is, if the commissions were rightly- included ; and whether the release of them cured the error? In the E. C. p. 228, [ed. 1794,] there is a list of the Sheriff’s fees, which, for taking a forthcoming bond, is only- sixty-three cents ; and for proceeding to sale of the effects a commission is allowed. These two clauses, taken together, prove beyond all doubt, that the Sheriff has no right to commissions for taking the bond ; because he made no sale. The compensation though was afterwards thought too little, and therefore in December 1794, [C. 134, 19, R. C. p. 532, ed. 1819,] a law was made to allow them; which shews the sense of the Legislature upon the former laws. The release after the day of sale passed cannot alter the case, because, in its commencement it was not pursuant to the statute, and therefore will not support a motion, however it might have maintained an action. Especially as the release was not in the interval between the date of the bond and the day of sale.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b21-22\">But upon another ground the judgment is erroneous. The execution should have stated the difference of exchange, and the bond should have pursued it for the information of the Court. The act of Assembly, [Nov. 1781, C. 22, 10 Stat. Larg. 471,] requires that the Court rendering a judgment should fix the rate of exchange; and there are precedents in this Court where judgments have been reversed for omitting it. Therefore, as it does not appear to have been done in the present case, there is error in the record which ought to be corrected. The rate of exchange is indeed settled in the judgment on the forthcoming bond, but it ought to have been settled in the first-judgment and the omission was fatal. The consent here don’t go to cure that error, but is merely collateral and relates to the ascertainment of the difference in the money, without including any consent on the 43 part x‘of the defendant that any judgment should be rendered against him upon the bond. Strip the case then of this supposed consent, and there is nothing which can support the judgment.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b21-12\">Fortlicoming Bond — Excess—Release.—The principal case is cited in Bernard v. Scott, 3 Rand. 523; Osborne v. Crawley, 1 Va. Cas. 114; Bell v. Marr, 1 Call 47; Wilkinson v. McLochlin, 1 Call 49; State v. Purcell, 31 W. Va. 56, 5 S. E. Rep. 307.</p>\n<p id=\"b21-13\">See monographic <em>note </em>on “Statutory Bonds” appended to Goolsby v. Strother, 21 Gratt. 107.</p>\n<p id=\"b21-14\">Same — Same — Variance — Entry of Judgment.— Where the forthcoming bond In Its conditions recites, that the amount due on the execution with the fee for taking the bond and the sheriff’s commissions is larger, than is in fact due, this is not a variance for which the bond will be quashed, but judgment should be rendered for the actual amount due. If this is not done in the lower court, its judgment will be reversed; and judgment will be entered in the appellate court for the true amount dne. Holt v. Lynch. 18 W. Va. 571, citing the principal case; Belle v. Marr, 1 Call 47; Worsham v. Eggleston, 1 Call 48; Wilkinson v. McLochlin, 1 Call 49; Osborne v. Crawley, 1 Va. Cas. 113; Williams v. Lyles, 2 Cranch 97. See <em>foot-note </em>to Osborne v. Crawley, 1 Va. Gas. 113.</p>\n<p id=\"b21-15\">Marshal’s Fees — Mistake in Calculation — Release.— A mistake in calculating the marshal’s fees may be cured by a release; and judgment maybe rendered for the true sum. Ambler v. McMechen. <em>Fed. </em>Cas. No. 273.1 Bed. Cas. page 592, citing and expressly approving the principal case; Bell v. Marr, 1 Call 47; Worsham v. Eggleston, 1 Call 48; Wilkinson v. McLochlin, 1 Call 49.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b21-23\">ROANE, Judge.</author>\n<p id=\"A07\">The act of 1793, p. 309, R. C. concerning forthcoming bonds, is silent as to the penalty in which those bonds are to be taken. Indeed it is the uni<page-number citation-index=\"1\" label=\"19\">*19</page-number>versal practice to take them in double the sum contained in the execution; but as the law is silent as to this, it will not vitiate a bond voluntarily given, having through mistake or misapprehension of the law, a greater or lesser sum in the penalty.</p>\n<p id=\"b22-5\">The condition of the bond, in the present case, is conformable to the law; as it is to have the property ready at the time and place of sale. But the same act requires that the bond shall recite the service of the execution and the amount of the money or tobacco due thereon; and it is alleged that the present bond does not truly state the amount due; but more, i. e. by the amount of the Sheriff’s commissions.</p>\n<p id=\"b22-6\">These commissions ought not, by tne then law, to have been inserted in the bond: 1st. Because they are no part of the amount of the money or tobacco due thereon, but are only a collateral recompense to the Sheriff; and 2d. Because by the same act the bond is to be discharged by payment of the money or tobacco mentioned in the execution, which shews that the bond should be given for nothing more than what is mentioned in the execution.</p>\n<p id=\"b22-7\">By the provisions- of this act, the defendant may discharge the conditions of his bond, either by delivery of the property, or, as I have before said, by paying the money or tobacco mentioned in the execution ; and not that recited in the bond. Therefore, in a motion on such a bond, if the defendant can shew the Court, that the sum due by the execution is less than that recited in the bond, the Court in rendering judgment will have reference to the execution itself; so that in either case the obligor cannot be injured.</p>\n<p id=\"A-\">*But in the present instance, the plaintiff has entered a remittitur for the excess stated in the bond, i. e. the Sheriff’s commissions; and the defendant has consequently sustained no injury whatever by the judgment, which is. in fact given only, for what is due by the execution. There can be no reason then, for not sustaining the judgment, which is for the sum really due, as neither the penalty nor condition of the bond is .contrary to law; although there be a departure from the usual rule of penalties and a mistake in the recital of what is really due.</p>\n<p id=\"b22-10\">With respect to the settlement of the exchange on this judgment, I have no doubt it was proper to be settled at that time; and the agreement of the parties extends to the rate as established by the certificate of James Brown. I think, therefore, that the judgment ought to be affirmed.</p>\n<p id=\"b22-11\">CARRINGTON, Judge. The principal question is, if the Sheriff’s commissions being included has rendered the bond void? This was a question arising under the laws before the act of 1794, when the case was provided for. If we reflect upon the, practice of Sheriffs, in appointing very ignorant or very young men as deputies, it is not to be wondered at that mistakes of this kind frequently occur. But, as they are mistakes arising merely in the execution of the judg-ment, they ought not to vitiate, but should be corrected according to the truth of the case. It is the duty of the Court to see that their process is rightly executed; and to correct mistakes if any have happened in the execution of it. Eor, otherwise, a fraudulent Sheriff might connive with the debtor, and by taking the bond for a little more or a little less, destroy its effect on purpose. I do not think, that the mistake ought to avoid the bond in the present case; and as the commissions were released and execution awarded for no more than was actually due, there does not appear to me to be any exception to the judgment on that ground.</p>\n<p id=\"b22-13\">As to the rate of exchange it was settled by agreement, and the first omission 45 cured; which puts *an end to that objection. I have always thought, that this Court should not seek for reasons to reverse judgments upon mere points of practice; but should make a point of sustaining them where justice has been attained, if it can be done without any violation of the rules of law.</p>\n<p id=\"b22-16\">LYONS, Judge. I think a mere misrecital like the present is not error; but may be corrected by the execution. This was a matter depending upon calculation. It is, indeed, the Sheriff’s business to see that the calculation is right; but. if he omits.it, and any mistake intervenes, it is under the control of the Court who niay correct it. This is a summary proceeding under a law which suspends the immediate harsh effects of an execution for the benefit of the debtor; and the construction should be as beneficial for the creditor, as the debtor. So, that if no error should be admitted to prejudice the latter, a mere mistake in calculation ought not to injure the former; as certainty can be had by reference to the execution. I think, therefore, there is no error upon that ground.</p>\n<p id=\"b22-17\">As to the other point, the sterling money was properly settled at the time of the judgment: because the rate of exchange was liable to fluctuation, and therefore should be ascertained at the time when the plaintiff is to get his money.</p>\n<p id=\"b22-18\">PENDLETON, President. The first error assigned is, that the Sheriff’s commissions were improperly made part of the aggregate sum for which the bond was given. The record, indeed, states that it was so: but, that the plaintiff endorsed a release of that sum on the bond, and judgment is entered for the balance: so that justice is done in that respect.</p>\n<p id=\"b22-19\">But the counsel insisted that the insertion made the whole bond void: In which I differ from him. If the excess had been inserted in consequence of an usurious contract, or for money won at gaming, it would have vitiated the whole bond under the acts of Assembly on those subjects. Or, if 46 it had *been for a claim evil in itself, it might have furnished some color for the objection. But the Legislature have <page-number citation-index=\"1\" label=\"20\">*20</page-number>removed even that color; they, having by their law of 1794, allowed the commissions ; and if it was not unjust in principle then, it was not so, before. If it was an error, which I don’t decide, it was inserted by mistake; and all that is to be done in reason and b3r precedents, is to rectif3r the mistake, and the bond is good for the balance.</p>\n<p id=\"b23-5\">The second objection is, to the entry of the judgment relative to the exchange: Which it is said, should have been settled according to the rate of exchange allowed in the first judgment, and that it should have been entered for the current money. In both points I think the counsel mistaken : what the first rate of exchange was, don’t appear; the bond being properly taken for sterling money, if it varied, the course of exchange at the time of the second judgment was the proper rule; it being the intention of the law to enable the sterling creditor to place his current money when paid in Britain, without loss in the differ-, ence of exchange. The entry of the judgment for sterling money, which may be discharged in current money at 40 per cent, exchange, strictly pursues the law and uniform practice, leaving the defendant the alternative of paying in either money. Whether this be right in principle, since it gives the debtor an advantage from the fall of exchange, without subjecting him to a loss by a rise, is not our business to en-quire ; the law has placed him in this situation, and the Court cannot change it.</p>\n<p id=\"b23-6\">Affirm the judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}