{
  "casebody": {
    "data": "<casebody firstpage=\"179\" lastpage=\"180\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AlK\">*Eckhols v. Graham and Others.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b182-15\">[Tuesday, April 30, 1799.]</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b182-16\">Executions — Slaves.<footnotemark>*</footnotemark>—Names of slaves taken under executions should be endorsed.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b182-17\">Same — When Lien Waived.<footnotemark>†</footnotemark> — If plaintiff sues a second 'execution, before the property taken under the first is disposed of, he waives the first, and destroys the lien on the property taken under the first.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b182-18\">Graham and Trigg, ■ brought trover against Eckhols in the District Court of New Tondon, for three slaves, to wit: a woman named Hannah, a child named Judy, and a child named Hannah. Plea not guilty, and issue. The jury found a special verdict, which was adjudged insufficient by the Court and quashed. Upon the next trial, the plaintiff filed a bill of exceptions to the Court’s opinion, which stated, that the defendant offered in evidence to the jury a copy of an execution without producing a copy of the judgment on which it issued; that the plaintiff objected to it; but the objection was over-ruled and the evidence permitted to go to the jury.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b182-19\">The jury found' a special verdict which stated, “that on the 10th of August, 1788, an execution issued in behalf of Toliver Craig against Richard and Thomas Bandy, on which seven negroes were taken (the names not endorsed,) and a forthcoming bond executed by John Hook and Absolam Jordan, in August, 1788, in these words: Hailsford, Eranklin county, August 21st, 1788, we John Hook and Absolam Jordan, are held and firmly bound unto Hugh Innis, Esqr. Sheriff of Eranklin county, in the sum of four hundred and fifty pounds, current money of Virginia, to deliver unto the said Sheriff the following property, viz. seven negroes, two horses, two beds and two blankets, also a Dutch oven, the same to be delivered on the 11th of next month, being taken in execution to satisfy Toliver Craig, and to satisfy public taxes against Richard Bandy. Witness our hands and seals this day above written, John Hook, Absolam Jordan. That at September Court, 1788, an injunction was granted 493 *to Bandy to stay proceedings on the <page-number citation-index=\"1\" label=\"180\">*180</page-number>execution on his giving security by the next Court. That he failed to give such security; and, thereupon it was decreed that the plaintiffs should have the benefit of the judgment. That the Sheriff demanded the slaves, which were not delivered. That on the 2Sth of September, 1788, Absolam Jordan, Daniel Huddleston and Richard Bandy executed a bill of sale to the plaintiffs, for a negro wench named Hannah, and her child named Jude; setting forth the bill of sale in htec verba. That Hannah is the mother of the other negroes. That the child Hannah has been born since the date of the bill of sale; and is in possession of the plaintiffs. That a second writ of fieri facias issued on the 2nd of December, 1788; on which there was made 1011. 12s. 6d. That another execution issued on the 16th of August, 1790; on which there was made 511. Is. 2d. nett money deducting fees, &amp;c. That the plaintiff Trigg was allowed 20s. for keeping the said slaves whilst under execution. That Eckhols the deputy Sheriff of Bedford, who levied the execution, paid to John Craig, 521. 10s., in October 1790. That the plaintiff Trigg forbid the seizure and sale of the negroes in the declaration mentioned, seized by James Eckhols deputy Sheriff of Bed-ford, to satisfy the execution of T. Craig, assignee of Hawkins against the Bandys. That the said slaves continued in the possession of one of the plaintiffs, from the 25th of September, 1788, to the seizure and sale of them. That John Phelps purchased the slaves in the declaration mentioned, for the said William Trigg, at 541. 15s.; and that the property was, and has been since the commencement of the suit in his possession. That Daniel Huddleston and Absolam Jordan were not possessed of any negro or negroes about the time of theirs and Richard Bandy’s bill of sale to Graham and Trigg, for the negroes Hannah, &amp;c. before-mentioned. That Hannah mentioned as aforesaid was the property of the said</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b183-5\">Bandy, when T. Craig assignee of 494 *Hawkins first issued his execution.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b183-6\">That when Toliver Craig’s execution issued, the said Bandy had seven slaves.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b183-7\">The District Court gave judgment for the plaintiffs, and the defendant appealed to this Court.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b183-8\">Randolph, for the appellant,</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AsN\">contended that the forthcoming bond was informal and void; that the lien created by the service of the execution continued; and, consequently, that the sale by Bandy to the plaintiff, was nugatory and of no force.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b183-9\">Marshall, contra.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b183-10\">There is nothing to shew that the execution was levied on these slaves; for, the jury have not found the fact, and the Court cannot presume it. Upon that ground alone, therefore, the defendant’s title fails. But, if that fact were found, still the names of the slaves were not endorsed upon the execution according to the directions of the act of Assembly; [Oct. 1765, c. 22, 8 Stat. Larg. 121, c. 134, $ 22, R. C. ed. 1819,] and, consequently, the defendant can derive no aid from the service of the execution. However, the return that a bond was taken, and the restoration of the property to Bandy by the Sheriff, are decisive; because the slaves were thereby clearly discharged from the execution. So that Bandy had power to sell them; and, therefore, the plaintiff who is a fair purchaser, has title to recover them.</p>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b182-21\">Executions — Slaves.—The first headnote of the . principal case is explained in note to Dix v. Evans, 3 Munf. 308. See monographic note on “Executions” appended to Paine v. Tutwiler, 27 Gratt. 440.</p>\n</footnote>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-2\" label=\"†\">\n<p id=\"b182-22\">Same — Waiver of Lien. — The principal case is cited and distinguished in Bullitt v. Winstons, 1 Munf. 280. It is also cited in Lusk v. Kamsay, 3 Munf. 438.</p>\n</footnote>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b183-12\">LYONS, Judge.</author>\n<p id=\"Aup\">Delivered the resolution of the Court, that the names of the slaves ought to have been endorsed, in order to prevent purchasers from being deceived. That it would make no difference whether the bond taken was good or not. Eor, if good, then the property was clearly released ; and if not, then some proceedings, with respect to it, should have been had. But be that as it might, the Court were clearly of opinion, that by taking the second execution, he waived the first; and discharged the lien if any subsisted: Which answered the difficulty, whether there should not be a venire facias de novo, 495 in order to ascertain *the identity of the slaves? Because, it could be to no purpose to ascertain that the slaves were taken on the executions; since, if it was so, the Court were clear that the plaintiff, by taking the second execution, had waived all benefit under the first; and destroyed the lien if he had any.</p>\n<p id=\"b183-13\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}