{
  "casebody": {
    "data": "<casebody firstpage=\"511\" lastpage=\"530\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b551-4\">573 A.2d 821</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b551-5\">HOWARD COUNTY, Maryland v. POTOMAC ELECTRIC POWER COMPANY et al. MONTGOMERY COUNTY, Maryland v. POTOMAC ELECTRIC POWER COMPANY et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AzF\">Nos. 113, 133,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Abe3\">Sept. Term, 1989.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b551-9\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b551-10\">May 29, 1990.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b552-8\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>Elizabeth B. Entwisle, Sr. Asst. County Sol. (Barbara M. Cook, County Sol., on brief), Ellicott City, for Howard County.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b552-9\">John J. Delaney (Susan M. Reutershan, Elizabeth M. Hosford, Linowes and Blocher, on brief), Silver Spring, Sandra Hall-Eckroade, Asst. Gen. Counsel to Public Service Com’n of Maryland (Bryan G. Moorhouse, Gen. Counsel, on brief), Baltimore, for Potomac Elec. Power Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b552-10\">Paul W. Davis, for amicus curiae Baltimore Gas and Elec. Co.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b552-11\">Roger W. Titus, Jane E. Allan, Venable, Baetjer &amp; Howard, Rockville, Dale G. Stoodley, Wilmington, Del., for amicus curiae Delmarva Power &amp; Light Co.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b552-12\">Catherine M. Campbell, Hagerstown, amicus curiae for Potomac Edison Co.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b552-13\">Karen L. Federman-Henry, Associate County Atty. (Clyde H. Sorrell, County Atty., A. Katherine Hart, Sr. Asst. County Atty., on brief), Rockville, for Montgomery County.</attorneys>\n<judges data-order=\"12\" data-type=\"judges\" id=\"b552-14\">Argued before MURPHY, C.J., and ELDRIDGE, COLE, RODOWSKY, McAULIFFE, ADKINS and CHASANOW, JJ.</judges>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b553-3\"><page-number citation-index=\"1\" label=\"513\">*513</page-number>MURPHY, Chief Judge.</author>\n<p id=\"b553-4\">The issue in these cases is whether Maryland Code (1988 Repl.Vol.), Article 78 (entitled “Public Service Commission Law”), which grants to the Maryland Public Service Commission general regulatory powers over public service companies, including the construction of overhead transmission lines in excess of 69,000 volts, preempts by implication county zoning ordinances regulating the location and construction of such transmission lines.</p>\n<p id=\"b553-5\">I.</p>\n<p id=\"b553-6\">Article 78, § 54A requires an electric company to obtain from the Maryland Public Service Commission (PSC) a certificate of public convenience and necessity before beginning the construction of any overhead electrical transmission line designed to carry an excess of 69,000 volts.<footnotemark>1</footnotemark> Upon receipt of an application for the certificate, this section requires, <em>inter alia, </em>that the PSC “notify all interested persons ...[,] hold a public hearing” and “take final action only after due consideration of the recommendations” of local and state governing bodies which participated in the hearings. Section 54A further requires that the PSC consider</p>\n<blockquote id=\"b553-7\">the need to meet present and future demands for service, effect on system stability and reliability, economics, esthetics, historic sites, aviation safety as determined by the State Aviation Administration and the administrator of the Federal Aviation Administration, and, when applicable, the effect on air and water pollution, and, the availability of means for the required timely disposal of wastes produced by any fossil fuel or nonfossil fuel generating station____</blockquote>\n<p id=\"b553-8\">On July 26, 1976 the Potomac Electric Power Company (PEPCO) filed with the PSC an application for a certificate to construct a 500,000 volt overhead transmission line run<page-number citation-index=\"1\" label=\"514\">*514</page-number>ning 10.5 miles between PEPCO’s Brighton Substation in Montgomery County to the vicinity of Baltimore Gas and Electric Company’s High Ridge Substation in Howard County. Approximately 6.8 miles of the proposed line would be located in Howard County, while approximately 3.7 miles would run through Montgomery County. The Brighton-High Ridge 500,000 volt transmission line is one of the last links in a 243-mile 500,000 volt transmission loop encircling the Baltimore-Washington Metropolitan area.</p>\n<p id=\"b554-5\">Over a 10-month period from July, 1977 to May 1978, the PSC held a series of public hearings on the application in which Howard and Montgomery Counties participated as parties along with other participants, including the Maryland Department of Natural Resources, community associations, and landowners. Both counties submitted formal recommendations to the PSC. The entire transcript of testimony was in excess of 6,000 pages. On April 6, 1979, the PSC’s Special Hearing Examiner issued a proposed order recommending the issuance of the certificate subject to certain conditions relating to the use of sensitive sites along the route, and concerning alignment and type of poles to be used within specified areas. On March 5, 1980 the PSC issued its order, adopting in full the proposed recommendations of the Special Hearing Examiner and granting PEPCO a certificate to construct the proposed transmission line.</p>\n<p id=\"b554-6\">Separate appeals from the PSC order were consolidated in the Circuit Court for Howard County (Fischer, J.), which ultimately affirmed the PSC’s certificate order on October 14, 1985. Howard County appealed but withdrew the appeal on November 26, 1985. PEPCO subsequently filed petitions with the Board of Appeals for Montgomery County and the Board of Appeals for Howard County for special exceptions to county zoning regulations affecting the construction of the transmission line.</p>\n<p id=\"b554-7\">On March 2, 1987, PEPCO petitioned the Board of Appeals for Montgomery County for construction of the transmission line along the route established by the PSC and <page-number citation-index=\"1\" label=\"515\">*515</page-number>affirmed by the Circuit Court for Howard County. That route traversed an area of Montgomery County zoned as “Rural Cluster,” a designation that permits the construction of overhead transmission lines in excess of 69,000 volts as a special exception use under the Montgomery County Code (1984) § 59-G-2.43(f). PEPCO filed its petition, pursuant to §§ 59-A-4.2 and 59-G-2.43(f) of the County Code, which purport to confer jurisdiction on the Board of Appeals to hear applications for special exceptions for overhead transmission lines in excess of 69,000 volts. Simultaneous with the filing of the petition, PEPCO filed a Motion for Preliminary Ruling, asserting that the Board of Appeals had no jurisdiction over the application because Article 78 had preempted the subject of regulating overhead transmission lines in excess of 69,000 volts. The motion was deferred pending a hearing on the merits of the petition. After holding public hearings on the petition in October, 1987, the Board of Appeals on January 22, 1988, without ruling on the preemption question, approved PEPCO’s petition subject to these four conditions:</p>\n<blockquote id=\"b555-4\">1. Petitioner shall be strictly bound by all oral and written testimony, evidence and exhibits in the record.</blockquote>\n<blockquote id=\"b555-5\">2. Petitioner shall submit a revised, detailed site plan with specifics as to the line of construction; number of poles to be constructed; size, height, color and specific locations; and the specific intervals along the line where such poles are to be placed, to the Maryland-National Capital Park and Planning Commission, with copies to this Board and to interested parties in this proceeding. Following consideration by M-NCPPC, petitioner shall file with the Board of Appeals two copies of the approved site plan.</blockquote>\n<blockquote id=\"b555-6\">3. Petitioner shall, prior to implementation of the special exceptions S-1413 and S-213-A, secure from the Public Service Commission a finding that construction of the line authorized, will not endanger the health and safety of persons residing in proximity to the power line. It shall be the responsibility of the petitioner to initiate whatever <page-number citation-index=\"1\" label=\"516\">*516</page-number>action is necessary to secure such finding by the PSC and to notify the Board of Appeals when such initiative has been undertaken, as well as a copy of the resulting written findings of the PSC.</blockquote>\n<blockquote id=\"b556-5\">4. The Board of Appeals shall, at periodic intervals of at least three (3) years, conduct review hearings to determine the appropriateness of the continued grant of the special exception. The first review hearing will be held three (3) years following written notification from the petitioner that the special exception has been implemented.</blockquote>\n<p id=\"b556-6\">PEPCO appealed to the Circuit Court for Montgomery County. The PSC intervened as a party. The court (McKenna, J.) on November 1, 1988 concluded that the Board of Appeals had jurisdiction to consider the special exceptions, since such matters were not expressly or impliedly preempted by state law. However, the court did find that the Board of Appeals was “clearly erroneous” in imposing its second and third conditions because they conflicted with the PSC’s certificate order. The first and fourth conditions were affirmed. Thereafter, PEPCO and the PSC appealed to the Court of Special Appeals, which on July 5, 1989 reversed the judgment. <em>PEPCO v. Montgomery County, </em>80 Md.App. 107, 560 A.2d 50 (1989). It held that the comprehensiveness of § 54A and other language of Article 78 “evinces the Legislature’s intent to confine the regulation of power lines solely to the PSC,” despite the lack of express language in the statute to this effect. <em>Id. </em>at 115, 560 A.2d 50. Thus, because the State impliedly preempted this field of regulation, the intermediate appellate court said that the Montgomery County Board of Appeals “improperly and illegally imposed conditions upon the issuance of the building permit of PEPCO.” <em>Id. </em>at 118, 560 A.2d 50. We granted certiorari to consider whether Article 78 preempts the Montgomery County zoning ordinances that regulate overhead transmission lines in excess of 69,000 volts.</p>\n<p id=\"b557-3\"><page-number citation-index=\"1\" label=\"517\">*517</page-number>Shortly after PEPCO petitioned the Board of Appeals for Montgomery County for a special exception, it had also filed on March 30, 1987 an application with the Howard County Board of Appeals for a special exception to the county’s zoning ordinance to construct the power line along the 6.8-mile route in Howard County. The route traverses properties zoned as “Rural,” “Residential: Single,” and “Residential, Single Cluster.” Section 126(F)(37) of the Howard County Zoning Regulations requires that applicants intending to build an overhead transmission line in excess of 69,000 volts in these zones and others must obtain a special exception. PEPCO also simultaneously filed a Motion for Preliminary Ruling, contending that the Howard County Board of Appeals had no jurisdiction over the application because state law had preempted the subject; the motion was denied. The Board of Appeals conducted several public hearings on the application over a six-month period from October, 1987 to April, 1988; and on July 5, 1988 it issued its decision and order <em>denying </em>the special exception. It held that PEPCO failed to meet its burden of proof that construction and operation of the proposed transmission line would not have “a detrimental effect on the privacy and quiet of the neighborhood” and would not “adversely affect vicinal properties or the general welfare or logical development of the neighborhood.” The Board of Appeals also rejected the claim by PEPCO that the Board’s jurisdiction over the line is preempted by Article 78 and by issuance of the certificate by the PSC to PEPCO on March 5, 1980 authorizing construction of the line. PEPCO appealed to the Circuit Court for Howard County and the PSC intervened. Arguments were heard on February 28, 1989, and while a decision was pending, the Court of Special Appeals decided <em>PEPCO v. Montgomery County, supra. </em>The Circuit Court for Howard County (Nissel, J.) held on July 17, 1989 that that case was “squarely on point” and it adopted the reasoning of that decision on the preemption question, thus reversing the decision of the Howard County Board of Appeals. Howard County appealed to the Court of Special <page-number citation-index=\"1\" label=\"518\">*518</page-number>Appeals, and subsequently petitioned this Court for a writ of certiorari prior to argument in the intermediate appellate court. We granted the certiorari petitions from Howard and Montgomery Counties to decide the important public issue presented.</p>\n<p id=\"b558-5\">II.</p>\n<p id=\"b558-6\">Article 78 defines the nature and extent of the PSC’s regulatory powers and responsibilities. In § 1, the statute specifies that the PSC’s jurisdiction and powers “shall extend to all public service companies ... engaged in or operating a utility business in this State ... to the full extent permitted by the Constitution and laws of the United States.” Section 1 further provides that the powers of the PSC “shall be liberally construed; and the Commission shall have the powers specifically conferred by this article and by any other law, and also all implied and incidental powers necessary and proper to carry out effectually the provisions of this article.” Section 56 states that the PSC</p>\n<blockquote id=\"A8D\">shall supervise and regulate all public service companies subject to its jurisdiction to assure their operation in the interest of the public and to promote adequate, economical, and efficient delivery of utility services in the State without unjust discrimination, giving consideration to the public safety, the economy of the State, the conservation of natural resources, and the preservation of environmental quality. To these ends, the Commission shall enforce compliance by such companies with all the requirements of law, including, but not limited to requirements with respect to financial condition, capitalization, franchises, plant, manner of operation, rates, and service. The powers and duties enumerated specifically in this subtitle are not intended to limit the scope of the general powers and duties of the Commission provided for by this article.</blockquote>\n<p id=\"Ag8l\">Section § 59A directs that the PSC require all public electric utilities in the state</p>\n<blockquote id=\"b558-7\">to include in their long-range plans adequate provisions to promote energy conservation in order to decrease or <page-number citation-index=\"1\" label=\"519\">*519</page-number>moderate electric and, as appropriate, natural gas demand from their customers. The Commission shall review plans for adequacy under the general standards of § 56, giving attention to the interrelationship of services of other public service companies and to provisions for research and development to assure adequate service. Unless the authority to review and approve such plans has been granted to another agency of the State by another provision of law, the Commission shall require any revisions to those plans it deems appropriate.</blockquote>\n<p id=\"AiZ7\">Under § 78(a) and (b), the PSC may by regulation:</p>\n<blockquote id=\"b559-5\">(a) ... prescribe standards of safe, adequate, reasonable, and proper service for any class of public service company, which in the Commission's opinion will best promote the security or convenience of the public, of those employed in furnishing service, and of those to whom service is rendered; and to these ends, the Commission may enforce the standards set by it, and may by order require changes and additions in the service of any public service company as the Commission deems necessary, including but not limited to repairs or improvements in plant, increase in motive power, and change in schedule or manner of operations.</blockquote>\n<blockquote id=\"b559-6\">(b) The Commission shall examine alternatives to transmission line construction in any service area, including the use of existing lines of any company whether or not franchised in that service area, if (1) the existing lines are convenient to that service area, or (2) the use of the lines will best promote the economy and efficiency of service to the public.</blockquote>\n<p id=\"b559-7\">As noted earlier, § 54Á specifically addresses the construction of generating stations and overhead transmission lines designed to carry an excess of 69,000 volts. It does not expressly preempt local laws which purport to regulate transmission lines covered by this section.</p>\n<p id=\"b559-8\">The counties argue that in the absence of express preemption language, Article 78 does not preempt their zoning ordinances regulating transmission lines. These ordinances <page-number citation-index=\"1\" label=\"520\">*520</page-number>purport to vest in the counties extensive authority over the construction of such lines for the protection of local concerns. Montgomery County Code § 59-G-2.43(f) requires that the County Board of Appeals grant a permit to construct the line only upon the finding that:</p>\n<blockquote id=\"b560-4\">(1) The proposed use does not have an unduly adverse effect on the general plan for the physical development of the district as embodied in this chapter and in any master plan or portion thereof adopted by the commission;</blockquote>\n<blockquote id=\"b560-5\">(2) The proposed use will not affect adversely the health and safety of residents or workers in the area;</blockquote>\n<blockquote id=\"b560-6\">(3) There is a public necessity for the proposed building, structure or facility at the location selected; and</blockquote>\n<blockquote id=\"b560-7\">(4) The proposed use will have the least possible detrimental effect to the use or development of adjacent properties or the general neighborhood.</blockquote>\n<p id=\"b560-8\">In making those findings, the Board is required by this section to consider:</p>\n<blockquote id=\"b560-9\">a. Points at which the proposed line crosses heavily traveled highways or streets or other arteries of transportation, either existing or proposed;</blockquote>\n<blockquote id=\"b560-10\">b. Proximity of the line to schools, churches, theaters, clubs, museums, fair grounds or other places of assembly, either existing or proposed;</blockquote>\n<blockquote id=\"b560-11\">c. The amount and probability of low-level flying over the line and nearness of the line to airports and/or heliports, either existing or proposed;</blockquote>\n<blockquote id=\"b560-12\">d. Any fire hazard or interference with fire fighting equipment due to the location and construction of the proposed line;</blockquote>\n<blockquote id=\"b560-13\">e. Proximity of the line to public parks and recreational areas, either existing or proposed;</blockquote>\n<blockquote id=\"b560-14\">f. Effect upon property values of those who will not be compensated for a taking under the laws of the state;</blockquote>\n<blockquote id=\"b560-15\">g. The effect upon environmental quality and ecological balance of protected watersheds, planned open space <page-number citation-index=\"1\" label=\"521\">*521</page-number>between corridors of development and green belt areas surrounding satellite community development; and h. Proximity of the line to historic sites and structures.</blockquote>\n<blockquote id=\"b561-4\">In addition to the authority granted by section 59-G-l.-22, the board may attach to any grant of a special exception under this section other conditions that it may deem necessary to protect the public health, safety or general welfare.</blockquote>\n<p id=\"b561-5\">The Howard County Zoning Regulations (1985), § 126(F)(37)(b), allows the County Board of Appeals to permit special exception uses under certain conditions:</p>\n<blockquote id=\"b561-6\">(1) Utility substations or pumping stations that the site for such use has a minimum access of 20 feet when adjacent to public street right-of-way.</blockquote>\n<blockquote id=\"b561-7\">(2) The proposed location, design and method of operation will not have a detrimental effect on the privacy and quiet of the neighborhood and the safety of its inhabitants.</blockquote>\n<blockquote id=\"b561-8\">(3) The architectural and landscaping treatment of such use will be in harmony with the area.</blockquote>\n<blockquote id=\"b561-9\">(4) All required bulk requirements of the district are met.</blockquote>\n<blockquote id=\"b561-10\">(5) The Board finds a need for the proposed use.</blockquote>\n<blockquote id=\"b561-11\">(6) The special exception may prescribe appropriate conditions and safeguards to minimize adverse effects on the character of the surrounding area, including requirements for soundproofing, for the construction of fences, barriers or other safety devices, for surfacing of all access roads and driveways, for shielding of floodlights or other artificial illumination, and/or for landscaping or screening.</blockquote>\n<p id=\"b561-12\">Subsection (B) of this section authorizes the Board to permit such special exception only if the following general standards are met:</p>\n<blockquote id=\"b561-13\">1. The location and size of the use, the nature and intensity of the operation involved in (or conducted in connection with) the use, the size of the site in relation to the use, and the location of the site with respect to streets <page-number citation-index=\"1\" label=\"522\">*522</page-number>giving access to the site are such that the use will be in harmony with the land uses indicated in the General Plan for Howard County in the district in which it is located.</blockquote>\n<blockquote id=\"b562-5\">2. The use will not adversely affect vicinal properties.</blockquote>\n<blockquote id=\"b562-6\">3. The location, nature and height of structures, walls and fences, and the nature and extent of the landscaping on the site are such that the use will not hinder or discourage the development and use of adjacent land and structures.</blockquote>\n<blockquote id=\"b562-7\">4. Parking areas will be of adequate size for the particular use, properly located and suitably screened from adjoining residential uses, and the ingress and egress drives shall be laid out so as to achieve maximum safety.</blockquote>\n<p id=\"b562-8\">The counties argue that their ordinances aré not preempted by Article 78. They argue, first, that the state law and the local laws regulate different aspects of the same subject, thus presenting no conflict. Second, they contend that zoning controls should be maintained at the local level in the absence of a countervailing legislative purpose expressed under public general law. Third, they maintain that because no reference is made in Article 78, and particularly in § 54A, regarding local zoning powers, the legislature must not have intended to preempt those preexisting regulations.</p>\n<p id=\"b562-9\">III.</p>\n<p id=\"b562-10\">In <em>Board v. Harker, </em>316 Md. 683, 697, 561 A.2d 219 (1989), we delineated three grounds whereby local legislation might be preempted by state law. One ground is the focus of our inquiry in this case, namely: “ ‘ordinances which deal with an area in which the General Assembly has acted with such force that an intent to occupy the entire field must be implied.’ ”<footnotemark>2</footnotemark> Implied preemption may be <page-number citation-index=\"1\" label=\"523\">*523</page-number>found by way of various important considerations. <em>See e.g., Mont. Co. Bd. of Realtors v. Mont. Co., </em>287 Md. 101, 411 A.2d 97 (1980) (county ordinance determining the assessment and method of taxing real estate was impliedly preempted by state statute (Article 81) which contains an elaborately detailed scheme for the assessment and levy of taxes); <em>McCarthy v. Bd. of Education of A.A. Co., </em>280 Md. 634, 374 A.2d 1135 (1977) (county ordinance relating to the transportation of children attending schools not receiving state aid was impliedly preempted by state law because the Maryland Constitution authorizes the state legislature to establish a thorough public school system, the transportation of school children is an integral part of that educational system, and an all-encompassing state statute (Article 77) provides for a comprehensive system of general care and supervision of primary and secondary education in the state); and <em>County Council v. Montgomery Ass’n, </em>274 Md. 52, 333 A.2d 596 (1975) (county ordinances designed to regulate campaign finance practices of candidates for county executive and county council are impliedly preempted by the state election code (Article 33) because the state constitution directs the General Assembly to pass laws for the administrative supervision of elections, Article 33 contains detailed provisions governing every aspect of the electoral process in the state (including a uniform system of administration), each provision of the county ordinance had a counterpart in the state election code, a dual system of county and state laws would create utter confusion, and the regulation of campaign financing is not an area of traditional concurrent local control). As noted in <em>National Asphalt v. Prince Geo’s Co., </em>292 Md. 75, 78, 437 A.2d 651 (1981), these three cases involved state legislation that was “extensive and embraced virtually the entire area involved.” Without resorting to technical formulae, we adhere to the rule that “[t]he primary indicia of a legislative purpose to preempt an entire field of law is the comprehensiveness with which the General Assembly has legislated in the field.” <em>Harker, supra, </em>316 Md. at 696-97, 561 A.2d 219.</p>\n<p id=\"b564-4\"><page-number citation-index=\"1\" label=\"524\">*524</page-number>In this case it is clear that, in the field of public utility service, the General Assembly intended to grant broad powers to the PSC to execute its principal duty of assuring adequate electrical service statewide. While §§ 1 and 56 of Article 78 outline the general scope of authority vested in the PSC, § 54A states with particularity that the PSC shall have final authority over the granting of construction permits for overhead transmission lines in excess of 69,000 volts.<footnotemark>3</footnotemark></p>\n<p id=\"b564-5\">The counties’ reliance on our recent decisions in <em>Harker, supra, </em>and <em>Ad </em>+ <em>Soil, Inc. v. County Comm’rs, </em>307 Md. 307, 513 A.2d 893 (1986), where local laws were held not to be preempted by state law, is misplaced.</p>\n<p id=\"b564-6\">In <em>Harker, </em>we were asked to determine whether a state-licensed and regulated child-care facility was subject to county zoning law as it related to the location of such facilities. In holding that local zoning ordinances were not impliedly preempted, we noted that there was no comprehensive regulatory scheme governing child-care facilities under state law. We recognized that § 5-506(b) of the Family Law Article vested legislative authority in the Social Services Administration of the Maryland Department of Human Resources, which in turn promulgated COMAR 07.02.13.07 “explicitly requiring] a licensed child-care facility to comply with the zoning ordinances of political subdivisions.” 316 Md. at 698, 561 A.2d 219. We said that “the <page-number citation-index=\"1\" label=\"525\">*525</page-number>agency rule is entitled to considerable weight in determining the meaning of [the statewide statutory] provisions relating to child-care facilities.” <em>Id. </em>at 699, 561 A.2d 219. In this case it is evident that Article 78 is substantially more comprehensive and no PSC rule or order requires compliance with local zoning ordinances as a precondition for obtaining a certificate of public convenience and necessity.</p>\n<p id=\"b565-4\">In <em>Ad+Soil, </em>the question presented was whether a county could require a special exception permit for the operation of a sewage sludge storage and distribution facility when the facility had already obtained state permits for its operations. We found that the county zoning ordinance had not been impliedly preempted by the provisions of state law governing the operation of sewage sludge facilities. Of particular importance was the fact that “Title 9 of the Health Environmental Article, which contains the bulk of the state law governing sewage management, is replete with references to the concurrent legislative authority of local jurisdictions.” <em>Id. </em>at 326-27, 513 A.2d 893. The law also required “[e]ach county ... to adopt a comprehensive plan for sewage management, to be submitted for the review and approval of the Department of Health and Mental Hygiene;” and “[t]he Department may not issue a permit for a sewage sludge composting facility unless the facility complies with all applicable county zoning and land use requirements and is not opposed by the local legislative body.” <em>Id. </em>at 327, 513 A.2d 893. “In promulgating regulations regarding water pollution, the Department is required to consider local zoning laws.” <em>Id. </em>In fact, it was unequivocally clear that the General Assembly contemplated deference to local authority as shown by the extensive references to governing bodies of counties and other explicit language used which demonstrated a specific intent to coordinate and supplement local legislation.</p>\n<p id=\"b565-5\">The provisions of Article 78, and in particular § 54A, make no reference to local governing bodies; the only language giving recognition to local authorities in the proceedings for granting a certificate of public convenience and <page-number citation-index=\"1\" label=\"526\">*526</page-number>necessity is that in § 54A which states that the PSC shall make its determination after “due consideration of the recommendations of such governing bodies.”<footnotemark>4</footnotemark> Manifestly, this language implies that the recommendations from other state agencies and local governing bodies are advisory only and not controlling.</p>\n<p id=\"b566-4\">Also in <em>Ad </em>+ <em>Soil </em>we found that “for the purposes of this case, the state law does not purport to regulate in any way the actual <em>location </em>of sludge utilization sites, or the <em>construction </em>or <em>arrangement </em>of the facilities on such sites.” <em>Id. </em>at 333, 513 A.2d 893. (emphasis added). In contrast, § 54A focuses considerable attention on site selection of the transmission line, its construction and probable impacts upon selected areas.</p>\n<p id=\"b566-5\">We further noted in <em>Ad+Soil </em>that the possibility of a two-tiered regulatory process “[did] not implicate any of the unreasonable consequences alluded to in <em>Montgomery Ass’n, supra, </em>since the state and local legislation would regulate disparate aspects of the activity.” <em>Id. </em>This reference was made to the following language in <em>County Council v. Montgomery Ass’n, supra, </em>274 Md. at 64, 333 A.2d 596:</p>\n<blockquote id=\"b566-6\">If the county election ordinances were upheld, a dual system of regulating election finances would exist in Montgomery County. It is not difficult to imagine the chaos that such dual regulation would cause. As a result of the definition of a “Political Committee” found in Bill 19-74, candidates for state offices would be swept within the coverage of the Montgomery County ordinances if they were part of a committee or slate which supported a <page-number citation-index=\"1\" label=\"527\">*527</page-number>county executive or county council candidate. Thus, a committee formed to aid several candidates for state offices and a county executive candidate, for example, would be severely restricted in its activities in Montgomery County. Moreover, such a committee would be subject to dual record keeping and reporting requirements. In view of the completeness of the State’s campaign finance regulatory plan, we cannot reasonably conclude that the Legislature intended to allow local legislation in the field of campaign finances which would inevitably lead to utter confusion.</blockquote>\n<p id=\"b567-5\">As in <em>County Council v. Montgomery Ass’n, supra, </em>the imposition of conflicting conditions associated with the construction of high-voltage overhead transmission lines could generate like complications if counties were permitted to require utilities to obtain special exception status under local ordinances. Not only could counties impose special conditions upon utilities seeking to construct transmission lines, but an individual county could effectively thwart the line’s construction even after the utility had been granted a certificate by the PSC. And as this case demonstrates, the county regulations require consideration of some of the same factors which are implicated during the PSC proceedings for a certificate. For example, both counties in the present cases require a showing of a “public necessity” or “need” for the construction, as does § 54A; both counties require that the local authorities consider potential impacts on esthetic qualities, either architectural or historic, as does § 54A; both require minimization of impacts on the environment or character of the surrounding areas, as do §§ 54A and 56; and Montgomery County requires a consideration of aviation hazards, as does § 54A. Both counties require assessment of other more specific considerations toward granting a special exception. County regulations may legitimately serve to protect strictly local interests. However, a local governing body that has the power to altogether exclude from its jurisdiction a transmission line which provides electrical service statewide is essentially regulating <page-number citation-index=\"1\" label=\"528\">*528</page-number>the public utility in a manner that may be antithetical to the interests of the rest of the state. The legislature could not possibly have intended this result.</p>\n<p id=\"b568-4\">The purpose of Article 78, and § 54A in particular, is to control the transmission of electric power. That the legislature delegated this authority to a state agency with statewide powers, perspective, and expertise is indicative of the intent that electric utility companies respond to a centralized authority in the transmission of high-voltage electricity. The legislature, however, did not intend that local interests be ignored by the PSC, as evidenced by the right of counties to actively participate in the certification proceedings. Under §§ 54A and 54B the counties may present recommendations during the PSC public hearings, thus eliminating the potential for dual application procedures which may result in irreconcilably conflicting results, such as those presented in this case. Even so, the PSC is entitled to recognize the broader public interest of providing safe and reliable electrical service to larger areas. The counties’ argument that the zoning regulations govern disparate aspects of the utility is not well founded because the regulations specify some of the same considerations included in § 54A; more significantly, the local laws grant to county government the power to negate prior PSC decisions as shown in this case. When such an exercise of local authority obstructs the fundamental purpose of Article 78, we must conclude that these local powers were not intended to exist concurrently with those of the PSC.</p>\n<p id=\"b568-5\">The counties maintain that under their home rule charters, their zoning powers emanate from authority granted under the Express Powers Act, Maryland Code (1987 Repl. Vol.) Article 25A, § 5(X), and that evidence of a countervailing legislative purpose to prohibit local zoning control “must be strong indeed,” quoting from <em>Ad+Soil, supra, </em>307 Md. at 334, 513 A.2d 893; <em>Harker, supra, </em>316 Md. at 698, 561 A.2d 219. While that assertion may be true in the context of many areas of legislation, it is not so in the field <page-number citation-index=\"1\" label=\"529\">*529</page-number>of regulation broadly entrusted to the PSC. Indeed, § 5(X)(2)(v) of Article 25A expressly provides:</p>\n<blockquote id=\"b569-5\">The powers granted to the county pursuant to this paragraph shall not be construed:</blockquote>\n<blockquote id=\"b569-8\">4. To preempt or supersede the regulatory authority of any State department or agency under any public general law.</blockquote>\n<p id=\"b569-9\">As noted earlier, allowing counties to require special permits of utility companies even when they qualify for a certificate from the PSC would sanction an authority superi- or to that of the PSC. In such cases, the statutory powers of the PSC would effectively be bridled if its decisions contravened the actions of local bodies.</p>\n<p id=\"b569-10\">Finally, the counties emphasize that because Article 78 fails to mention preexisting zoning ordinances, the General Assembly has shown an intent not to preempt, citing <em>Harker, supra, </em>316 Md. at 698, 561 A.2d 219; <em>Ad+Soil, supra, </em>307 Md. at 333, 513 A.2d 893; <em>National Asphalt, supra, </em>292 Md. at 79, 437 A.2d 651; <em>Annapolis v. Annap. Waterfront Co., </em>284 Md. 383, 393, 396 A.2d 1080 (1979); and <em>City of Baltimore v. Sitnick &amp; Firey, </em>254 Md. 303, 322, 255 A.2d 376 (1969). These cases state that the lack of reference to preexisting local law is a factor to consider in deciding whether the General Assembly intended to preempt a particular field. However, it by no means is the most significant. We simply cannot ignore the more compelling force presented by the provisions of Article 78 and more specifically by § 54A which plainly demonstrate an intent to formulate a comprehensive statutory scheme to regulate exclusively the construction of overhead transmission lines designed to carry an excess of 69,000 volts.</p>\n<p id=\"b569-11\">The counties’ reliance upon our earlier decisions upholding local regulation of transmission line construction by special exception permits is also misplaced. <em>See Deen v. Balto. Gas &amp; Electric, </em>240 Md. 317, 214 A.2d 146 (1965); <em>Kahl v. Cons. Gas, El. Lt. &amp; Pwr. Co., </em>191 Md. 249, 60 A.2d <page-number citation-index=\"1\" label=\"530\">*530</page-number>754 (1948). Both cases predate the passage of §§ 54A and 54B, and the 1976 amendment of § 56 requiring that the PSC give additional consideration to “the public safety, the economy of the state, the conservation of natural resources, and the preservation of environmental quality.” <em>See </em>ch. 756 of the Acts of 1976. As we have said, these legislative measures demonstrate a purposeful intent to centralize and exclusively regulate the construction of transmission lines in excess of ,69,000 volts under the powers granted to the PSC by Article 78.</p>\n<p id=\"b570-4\">JUDGMENT OF THE COURT OF SPECIAL APPEALS IN NO. 133 AFFIRMED, WITH COSTS.</p>\n<p id=\"b570-5\">JUDGMENT OF THE CIRCUIT COURT FOR HOWARD COUNTY IN NO. 113 AFFIRMED, WITH COSTS.</p>\n<footnote label=\"1\">\n<p id=\"b553-9\">. All section references are to Article 78, unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b562-11\">. The other grounds, as stated in the <em>Harker </em>case involve \" 'ordinances which conflict with public general law [and] ordinances which deal with matters which are part of an entire subject matter on which the General Assembly has expressly reserved unto itself the right to legislate.’” 316 Md. at 697, 561 A.2d 219.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b564-7\">. Section 54B sets forth procedural requirements involving the public hearings for certificates of public convenience and necessity required by § 54A.</p>\n<blockquote id=\"b564-8\">Section 54B also establishes PSC responsibility \"for assembling and evaluating annually the long-range plans of Maryland’s public electric utilities regarding generating needs and means for meeting those needs”; requires the chairman of the PSC to \"forward to the Secretary of Natural Resources a ten-year (10) plan listing possible and proposed sites, including associated transmission routes, for the construction of electric power plants within the State of Maryland”; and allows the PSC to “request the Secretary of Natural Resources to purchase a power plant site as provided in Subtitle 3 of Title 3 of the Natural Resources Article upon its own motion, and a finding by the PSC that such a site is needed.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b566-7\">. We note in this regard that, as originally submitted to the General Assembly, what is now § 54A required the PSC to give \"full weight to the recommendations of such bodies following a joint public hearing.” This wording referred to recommendations of local governing bodies. As enacted by ch. 493 of the Acts of 1968, § 54A requires only “due consideration” after a public hearing held \"together with” the local governing bodies, and not pursuant to a “joint public hearing.” These changes plainly indicate that the legislature did not intend that the PSC be bound by local actions during the certification process.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}