{
  "casebody": {
    "data": "<casebody firstpage=\"530\" lastpage=\"539\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b570-6\">573 A.2d 831</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AcW\">Anthony Paul WILSON v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b570-9\">No. 126,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Aat\">Sept. Term, 1989.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b570-10\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Aqx\">May 29, 1990.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b572-7\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>Gary S. Offutt, Asst. Public Defender (Alan H. Murrell, Public Defender, on brief), Baltimore, for petitioner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b572-8\">Kreg Paul Greer, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., on brief), Baltimore, for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b572-9\">Argued before MURPHY, C.J., and ELDRIDGE, COLE, RODOWSKY, McAULIFFE, ADKINS and CHASANOW, JJ.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b572-11\">MURPHY, Chief Judge.</author>\n<p id=\"b572-12\">Anthony Paul Wilson was convicted of theft over $300 at a court trial in the Circuit Court for Baltimore County (Murphy, Joseph F., Jr.). He was sentenced to two years’ imprisonment, with all but six months’ suspended, and was fined $500. The judgment was affirmed by the Court of Special Appeals in an unreported opinion. We granted Wilson’s certiorari petition to determine whether the purely circumstantial evidence presented against him at the trial was legally sufficient to support his conviction.</p>\n<p id=\"b572-13\">I.</p>\n<p id=\"b572-14\">Wilson was charged with stealing three rings from the closet of the upstairs master bedroom in a residence at which he was employed as a housecleaner. The rings had <page-number citation-index=\"1\" label=\"533\">*533</page-number>belonged to the recently deceased owner of the residence, where she had lived with her son and daughter, Robert and Kate Cumisky. She had bequeathed her entire estate in equal parts to Robert and Kate; thus, they were potential owners of the rings at the time the rings were discovered to be missing.</p>\n<p id=\"b573-4\">The State’s evidence consisted solely of the testimony of Ann Welch Giraitis, the 81-year-old mother of the deceased, and Robert. Giraitis testified that she was at her daughter’s residence on March 10, 1988. She had been staying there since her daughter’s death two weeks earlier, helping her grandchildren settle household affairs. Giraitis’s sister, Harriet Welch, was present in the house on March 10 for some part of the day. Between 9:00 and 10:00 a.m. on March 10, Giraitis tried on the three rings; they were kept in a blue silk bag on top of a bureau in the closet of her daughter’s master bedroom. According to Giraitis, a fourth ring “had already disappeared before.” She testified that she had given her daughter one of the three rings and it was insured for between $8,000 and $5,000. Giraitis put the three rings back in the bag and left them on the bureau in the closet. Thereafter, she went downstairs, planning to ask Robert that night if she could put the rings in her safety deposit box. Giraitis sat in the downstairs playroom during the day on March 10. This room was located next to the staircase leading upstairs. The witness did not go upstairs until about 10:80 p.m., when she discovered that the rings were missing.</p>\n<p id=\"b573-5\">Giraitis testified that she remembered a man in the house on March 10 and that he cleaned downstairs in the morning and upstairs in the afternoon. She was not sure whether Wilson was that man. She recalled four or five people cleaning her daughter’s house at an earlier time when her daughter first engaged the cleaning service. Giraitis remembered Kate coming home from school alone that day, but did not remember Robert coming home or bringing any friends with him. She said that she sat all day in a place where she could see who went upstairs. She also said that <page-number citation-index=\"1\" label=\"534\">*534</page-number>she did not see anyone other than the cleaning man and family members go upstairs in the residence.</p>\n<p id=\"b574-5\">Robert testified that he was home for part of March 10 and had two visitors. The first visitor did not go upstairs. The second visitor, John Roller, went upstairs to. use the bathroom. According to Robert, the bathroom was next to the master bedroom where the rings were located. Robert testified that he saw Roller both enter and leave the bathroom, but that he did not watch the bathroom door during that time. He said that his sister was at school that day, and that he did not remember her coming home. He was “pretty sure” that she did not have any visitors.</p>\n<p id=\"b574-6\">Robert testified that his mother engaged the cleaning service on a regular basis for about a year and a half prior to her death. He identified Wilson as cleaning the house on March 10. He said that Wilson performed his normal duties that day. He was “pretty sure” and had a “strong recollection” that Wilson was the only cleaning person there that day, but did not want to say so unequivocally. He also recalled the cleaning service being interrupted for a week or two after his mother’s death.</p>\n<p id=\"b574-7\">Wilson did not testify and presented no witnesses on his own behalf. Judge Murphy, in finding Wilson guilty, stated:</p>\n<blockquote id=\"b574-8\">“[T]he case, of course, is entirely circumstantial. There is a possibility that Mr. Roller, when he went upstairs to go to the bathroom, stole the rings, came down, continued his visit, and then later left. There is a possibility that the granddaughter of the first State’s witness brought some friends home and the friends grabbed the rings, but we know they were there between nine and ten in the morning- and we know they were missing some twelve hours later.</blockquote>\n<blockquote id=\"b574-9\">“They were in a bag, the bag was clearly visible, but the rings themselves were not. The Defendant is the only person who would have had the unrestricted access to that room and to that bag at the time when he was <page-number citation-index=\"1\" label=\"535\">*535</page-number>cleaning up there when there was nobody else on the floor. He is the only person that would have had business inside that room.</blockquote>\n<blockquote id=\"b575-5\">“I must acquit him if I’m satisfied that there is any reasonable hypothesis consistent with his innocence, but I think it would be unreasonable for me to conclude that Roller was a thief or that somebody else might have come in and taken the rings. The State couldn’t make its case against this Defendant absent proof that those rings were seen between nine and ten that morning, but given those facts the only way I could acquit him is if I were to misapply the rule dealing with circumstantial evidence.</blockquote>\n<blockquote id=\"b575-6\">“Sure, there is another possible explanation. I don’t think there is another reasonable explanation. The verdict is guilty.”</blockquote>\n<p id=\"b575-7\">II.</p>\n<p id=\"b575-8\">When evaluating the sufficiency of the evidence in a nonjury trial, we “review the case on both the law and the evidence,” but will not “set aside the judgment ... on the evidence unless clearly erroneous,” giving due regard to the trial court’s opportunity to judge the credibility of the witnesses. Maryland Rule 8 — 131(c); <em>West v. State, </em>312 Md. 197, 207, 539 A.2d 231 (1988). We are mindful that in criminal appeals, “the constitutional standard of review is ‘whether after considering the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.’ ” <em>Id. </em>at 207, 539 A.2d 231, quoting <em>Dixon v. State, </em>302 Md. 447, 450, 488 A.2d 962 (1985). <em>See also Jackson v. Virginia, </em>443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); <em>Garrison v. State, </em>272 Md. 123, 128, 321 A.2d 767 (1974) (when reviewing sufficiency of evidence in court or jury trial, appellate court does not inquire into or measure weight of the evidence). The test used in determining the sufficiency of the evidence for either court or jury trial is whether the evidence shows directly or supports a rational inference of the facts to be proved, from which <page-number citation-index=\"1\" label=\"536\">*536</page-number>the trier of fact could fairly be convinced, beyond a reasonable doubt, of the defendant’s guilt of the offense charged. <em>See Bedford v. State, </em>293 Md. 172, 175, 443 A.2d 78 (1982); <em>Brooks v. State, </em>277 Md. 155, 162, 353 A.2d 217 (1976); <em>Wilson v. State, </em>261 Md. 551, 564, 276 A.2d 214 (1971).</p>\n<p id=\"b576-5\">When proof of a fact is based on circumstantial evidence, the trier of fact need not be satisfied “ ‘beyond a reasonable doubt of each link in the chain of circumstances relied upon.’ ” <em>Pressley v. State, </em>295 Md. 143, 143-49, 454 A.2d 347 (1983), quoting 3 Wharton, <em>Criminal Evidence </em>§ 980 at 477 (12th ed. 1955). Instead, the circumstances “ ‘are to be considered collectively’ ” with the final analysis affording the basis of an inference of guilt beyond a reasonable doubt. <em>Id. </em>at 149, 454 A.2d 347, quoting <em>Nichols v. State, </em>5 Md.App. 340, 351, 247 A.2d 722 (1968), <em>cert. denied, </em>253 Md. 735 (1969) and <em>Metz v. State, </em>9 Md.App. 15, 22, 262 A.2d 331 (1970). Circumstantial evidence is to be viewed “ ‘not like a chain which falls when its weakest link is broken, but ... like a cable ... [which] “does not depend upon one strand.” ’ ” <em>Id. </em>295 Md. at 150, 454 A.2d 347, quoting <em>Lampitt v. State, </em>34 Wyo. 247, 242 P. 812 (1926). Only when there is “but one strand” of evidence or successive links of evidence connecting the defendant to the crime must the trier of fact be satisfied beyond a reasonable doubt as to each link in the chain of circumstances necessary to establish the defendant’s guilt. <em>Id. </em>But whether the evidence is circumstantial or direct, “ ‘[n]o greater degree of certainty is required ... [because] in either case the trier of fact must be convinced beyond a reasonable doubt of the guilt of the accused.’ ” <em>Gilmore v. State, </em>263 Md. 268, 292, 283 A.2d 371 (1971), quoting <em>Nichols, supra, modified on other grounds, </em>408 U.S. 940, 92 S.Ct. 2876, 33 L.Ed.2d 763 (1972).</p>\n<p id=\"b576-6\">A conviction may rest on circumstantial evidence alone. <em>Veney v. State, </em>251 Md. 182, 201, 246 A.2d 568 (1968), <em>cert. denied, </em>394 U.S. 948, 89 S.Ct. 1284, 22 L.Ed.2d 482 (1969). To ensure that the trier of fact bases a finding <page-number citation-index=\"1\" label=\"537\">*537</page-number>of guilt on the appropriate degree of certainty, we have long held that a conviction upon circumstantial evidence <em>alone </em>is not to be sustained unless the circumstances, taken together, are inconsistent with any reasonable hypothesis of innocence. <em>West, supra, </em>312 Md. at 211-12, 539 A.2d 231; <em>Brown v. State, </em>222 Md. 290, 296, 159 A.2d 844 (1960); <em>Vincent v. State, </em>220 Md. 232, 237, 151 A.2d 898 (1959); <em>Shelton v. State, </em>198 Md. 405, 411-12, 84 A.2d 76 (1951); 4 S. Gard, <em>Jones on Evidence, </em>§ 29:6 at 304 (6th ed. 1972 and Supp.1989).</p>\n<p id=\"b577-5\">III.</p>\n<p id=\"b577-6\">This case illustrates that suspicion naturally falls upon a housecleaner when items within a residence vanish and no one other than friends or family members are known to have access to those items. The evidence to prove that Wilson stole the rings was, as the trial judge recognized, solely circumstantial. There was no direct evidence that Wilson was the thief. There was no evidence that anyone found Wilson in possession of the rings, saw him steal them, saw him in the closet of the master bedroom where the rings were last seen, saw him in the master bedroom itself, or found his fingerprints either in the closet or master bedroom.</p>\n<p id=\"b577-7\">The substance of the circumstantial evidence adduced at the trial was that Wilson was present at the residence on March 10, that he cleaned upstairs on that day, and had access to the master bedroom closet where the rings were last seen. The evidence also disclosed that five other people — Giraitis, Robert, Kate, John Roller and Harriet Welch — were also present in the residence on March 10 and also had access to the rings in the master bedroom. Moreover, the evidence indicated that cleaning personnel, in addition to Wilson, might also have been in the residence on March 10. While a defendant’s presence at the scene of a crime is “a very important factor to be considered in determining guilt,” <em>Tasco v. State, </em>223 Md. 503, 509, 165 A.2d <page-number citation-index=\"1\" label=\"538\">*538</page-number>456 (1960), <em>cert. denied, </em>365 U.S. 885, 81 S.Ct. 1036, 6 L.Ed.2d 195 (1961), it is elementary that mere presence is not, <em>of itself, </em>sufficient to establish that that person was either a principal or an accessory to the crime. <em>Id. </em>This rule is especially applicable when, as here, the accused’s presence at the crime scene was nonexclusive and was not only expected but authorized. <em>See Warfield v. State, </em>315 Md. 474, 554 A.2d 1238 (1989) (where others also had opportunity to steal object located in garage, and defendant had reasonable explanation for presence in garage, evidence was insufficient to sustain theft conviction). <em>Cf. Tucker v. State, </em>244 Md. 488, 224 A.2d 111 (1966) (where defendant possessed the only key to storage room, evidence was sufficient to find him guilty of possessing the narcotics found in the storage room). There was no other evidence of Wilson’s behavior, acts or conduct, that implicated him as the person who stole the rings. In fact, Robert’s testimony that Wilson was only seen doing his normal duties is evidence that his behavior was consistent with innocence.</p>\n<p id=\"b578-5\">Considering the circumstantial evidence adduced in this case, we conclude that it would not permit a rational fact-finder to find, beyond a reasonable doubt, that it was inconsistent with any reasonable hypothesis of Wilson’s innocence. On the record before us, it was at least a reasonable hypothesis that someone in the house on March 10 other than Wilson took the rings. In this regard, the State did not present any evidence to negate such a hypothesis. It did not call Roller, Welch or Rate as witnesses to permit the trial judge to evaluate their activities on March 10, to assess their credibility, and to exclude them as suspects. The State might have presented evidence bearing on whether the cleaning service sent other workers to the residence on March 10. It might have elicited testimony elaborating on the circumstances behind the missing fourth ring. In any case, the solely circumstantial evidence produced by the State was legally insufficient to sustain Wilson’s conviction. We thus conclude that the trial judge erred in finding Wilson guilty of theft and that the Court of <page-number citation-index=\"1\" label=\"539\">*539</page-number>Special Appeals erred in affirming the conviction. Since our reversal is based on the lack of sufficient evidence to sustain Wilson’s conviction, he cannot be retried. <em>Warfield, supra, </em>315 Md. at 502, 554 A.2d 1238.</p>\n<p id=\"b579-5\">JUDGMENT OF THE COURT OF SPECIAL APPEALS REVERSED; CASE REMANDED TO THAT COURT WITH DIRECTIONS TO REMAND THE CASE TO THE CIRCUIT COURT FOR BALTIMORE COUNTY FOR ENTRY OF A JUDGMENT OF ACQUITTAL.</p>\n<p id=\"b579-6\">COSTS IN THIS COURT AND IN THE COURT OF SPECIAL APPEALS TO BE PAID BY BALTIMORE COUNTY.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}