{
  "casebody": {
    "data": "<casebody firstpage=\"260\" lastpage=\"262\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b286-7\">UNITED STATES of America, Plaintiff-Appellee, v. Reginald Cortez BOYD, Jr., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b286-10\">No. 05-4809.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b286-11\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b286-12\">Submitted: Oct. 31, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b286-13\">Decided: Feb. 15, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b286-24\">Michael S. Naehmanoff, Acting Federal Public Defender, Alexandria, Virginia, for Appellant. Paul J. McNulty, United States Attorney, Brian Lee Whisler, Olivia N. Hawkins, Assistant United States Attorneys, Richmond, Virginia, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b287-4\"><page-number citation-index=\"1\" label=\"261\">*261</page-number>Before MOTZ, KING, and GREGORY, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b287-5\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b287-6\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b287-7\">PER CURIAM:</author>\n<p id=\"b287-8\">Reginald Cortez Boyd, Jr. appeals his convictions and sentence after a jury trial for possession with intent to distribute five grams or more of cocaine base, in violation of 21 U.S.C. § 841, possession with intent to distribute marijuana, in violation of 21 U.S.C. § 841, and possession of a firearm in furtherance of a drug trafficking crime, in violation of 18 U.S.C. § 924(c). Boyd asserts that there was insufficient evidence to support his convictions, the district court erred in refusing to give supplemental jury instructions, and his sentence was unreasonable. We affirm.</p>\n<p id=\"b287-9\">To determine if there was sufficient evidence to support a conviction, this court considers whether, taking the evidence in the light most favorable to the Government, substantial evidence supports the jury’s verdict. <em>United States v. Wills, </em>346 F.3d 476, 495 (4th Cir.2003), <em>cert. denied, 542 </em>U.S. 939, 124 S.Ct. 2906, 159 L.Ed.2d 816 (2004). Substantial evidence is defined as “that evidence which ‘a reasonable finder of fact could accept as adequate and sufficient to support a conclusion of a defendant’s guilt beyond a reasonable doubt.’” <em>United States v. Newsome, </em>322 F.3d 328, 333 (4th Cir.2003) <em>(quoting United States v. Burgos, </em>94 F.3d 849, 862-63 (4th Cir.1996) (en banc)). We review both the direct and circumstantial evidence and accord “the [Gjovernment the benefit of all reasonable inferences from the facts proven to those sought to be established.” <em>United States v. Tresvant, </em>677 F.2d 1018, 1021 (4th Cir.1982).</p>\n<p id=\"b287-10\">In reviewing claims of sufficiency of the evidence, “[t]he relevant question is not whether the appellate court is convinced of guilt beyond a reasonable doubt, but rather whether, viewing the evidence in the light most favorable to the government, any rational trier of facts could have found the defendant guilty beyond a reasonable doubt.” <em>Tresvant, </em>677 F.2d at 1021. Boyd maintains that he had no knowledge of the drugs or firearm found in his car and that the government’s evidence does not prove otherwise. Possession may be actual or constructive. <em>United States v. Rusher, </em>966 F.2d 868, 878 (4th Cir.1992). “A person has constructive possession of a narcotic <em>if </em>he knows of its presence and has the power to exercise dominion and control over it.” <em>United States v. Schocket, </em>753 F.2d 336, 340 (4th Cir.1985). Possession “may be established by direct or circumstantial evidence.” <em>Id.; United States v. Wright, </em>991 F.2d 1182, 1187 (4th Cir.1993). We find, viewing all of the evidence in the light most favorable to the government, that there was sufficient evidence that Boyd constructively possessed the drugs and firearm found in his car.</p>\n<p id=\"b287-12\">Next, Boyd asserts that the district court erred in refusing to give supplemental jury instructions. We review the decision to give, or not to give, a jury instruction and the content of that instruction for an abuse of discretion. <em>United States v. Burgos, 55 </em>F.3d 933, 935 (4th Cir.1995). The district court’s refusal to grant a requested jury instruction is reversible error only if the proffered instruction, “(1) was correct; (2) was not substantially covered by the court’s charge to the jury; and (3) dealt with some point in the trial so important, that failure to give the requested instruction seriously impaired the defendant’s ability to conduct his defense.” <em>United States v. Lewis, </em>53 F.3d 29, 32 (4th Cir.1995) (internal quotation marks and citations omitted). Boyd has not met the above requirements for error. Both of <page-number citation-index=\"1\" label=\"262\">*262</page-number>Boyd’s requested jury instructions were substantially covered by the court’s charge to the jury. Accordingly, we find that the district court did not abuse its discretion in refusing Boyd’s requested modifications.</p>\n<p id=\"b288-4\">Finally, Boyd argues that his sentence was unreasonable because the district court did not provide an explanation of its reasons for selecting the sentence and because it implicitly adopted the government’s position that a sentence within the advisory guideline range was reasonable.</p>\n<p id=\"b288-5\">After <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), a sentencing court is no longer bound by the range prescribed by the sentencing guidelines, but still must calculate and consider the guideline range as well as the factors set forth in 18 U.S.C. § 3553(a) (2000). <em>United States v. Hughes, </em>401 F.3d 540, 546 (4th Cir.2005). We will affirm a <em>post-Booker </em>sentence if it is both reasonable and within the statutorily prescribed range. <em>Id.</em></p>\n<p id=\"b288-6\">A sentence within a properly calculated advisory guideline range is presumptively reasonable. <em>United States v. Green, </em>436 F.3d 449, 457 (4th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 2309, 164 L.Ed.2d 828 (2006). This presumption can only be rebutted by a showing that the sentence is unreasonable when measured against the factors under 18 U.S.C. § 3553(a) (2000). <em>United States v. Montes-Pineda, </em>445 F.3d 375, 379 (4th Cir.2006), <em>petition for cert. filed, </em>— U.S.L.W. - (July 21, 2006) (No. 06-5439). Procedurally, a district court must: (1) properly calculate the sentencing range; (2) determine whether a sentence within the range adequately serves the § 3553(a) factors; (3) implement mandatory statutory limitations; and (4) explain its reasons for selecting the sentence, especially a sentence outside the range. <em>Green, </em>436 F.3d at 455-56.</p>\n<p id=\"b288-16\">While a district court must consider the various § 3553(a) factors and explain its sentence, it need not explicitly reference § 3553 or discuss every factor on the record. <em>United States v. Johnson, </em>445 F.3d 339, 345 (4th Cir.2006). This is particularly the case when the court imposes a sentence within the applicable guideline range.<footnotemark>*</footnotemark> <em>Id. </em>In determining whether there has been an adequate explanation, we do not “evaluate a court’s sentencing statements in a vacuum”; rather, the context surrounding a court’s explanation “may imbue it with enough content for [the Court] to evaluate both whether the court considered the § 3553(a) factors and whether it did so properly.” <em>Montes-Pineda, </em>445 F.3d at 381. We find the record reflects that the district court here adequately and properly considered all of the sentencing factors. We therefore find Boyd’s sentence was reasonable.</p>\n<p id=\"b288-17\">Accordingly, we affirm both Boyd’s convictions and sentence. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b288-18\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b288-11\"> We note that while Boyd’s sentence was for 211 months, it is still effectively within the advisory guideline range of 151-188 months as determined by the sentencing court. The 211 months included the statutory mandatory minimum of an additional sixty months, pursuant to 18 U.S.C. § 924(c).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}