{
  "casebody": {
    "data": "<casebody firstpage=\"265\" lastpage=\"267\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b291-9\">UNITED STATES of America, Plaintiff-Appellee, v. Bruno INIGUEZ-VILLAVICENCIO, a/k/a Jose Cruz, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b291-12\">No. 05-5060.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b291-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b291-14\">Submitted: Jan. 24, 2007.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b291-15\">Decided: Feb. 20, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b292-3\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>Marilyn G. Ozer, Massengale <em>&amp; </em>Ozer, Chapel Hill, North Carolina, for Appellant. Gretchen C.F. Shappert, United States Attorney, Charlotte, North Carolina; Amy E. Ray, Assistant United States Attorney, Asheville, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b292-4\">Before WILKINSON, MOTZ, and GREGORY, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b292-5\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b292-6\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b292-7\">PER CURIAM:</author>\n<p id=\"b292-8\">Bruno Iniguez-Villavicencio appeals from his conviction pursuant to a guilty plea to conspiracy to possess with intent to distribute cocaine, methamphetamine, and marijuana, and from the 120-month sentence imposed. He argues that the district court failed to establish an adequate factual basis to support his guilty plea and erred in determining his criminal history score, and that his attorney provided ineffective assistance in advising him to plead guilty and at sentencing. We affirm Iniguez-Villavicencio’s conviction and sentence.</p>\n<p id=\"b292-9\">Iniguez-Villavicencio first argues that the district court failed to establish an adequate factual basis to support the guilty plea as required by Fed.R.Crim.P. 11(b)(3). The finding of a factual basis may be based on “anything that appears in the record.” <em>United, States v. DeFusco, </em>949 F.2d 114, 120 (4th Cir.1991). We find that the record contains sufficient factual support for Iniguez-Villavicencio’s plea. He admitted that he knew of the organization of persons involved in illegal activities and he was involved in this organization. Iniguez-Villavicencio admitted that he received compensation in exchange for his participation in the organization. He also admitted that he participated in the conspiracy by purchasing vehicles with cash that he believed constituted proceeds of drug transactions. Moreover, in the plea agreement, Iniguez-Villavicencio stipulated that he was aware of or could reasonably foresee that the organization distributed between 3.5 and 5 kilograms of cocaine and between 1000 and 3000 kilograms of marijuana. These admissions and stipulations provided a sufficient basis for the district court to find that there was an agreement between two or more persons to possess drugs with the intent to distribute, that Iniguez-Villavicencio knew of the agreement, and that he willingly and knowingly joined in the agreement. <em>See United States v. Burgos, </em>94 F.3d 849, 857 (4th Cir.1996) (providing elements of a conspiracy); <em>DeFusco, </em>949 F.2d at 120 (stating that factual basis can be based on anything in the record). We find no abuse of discretion by the district court in determining the existence of an adequate factual basis. <em>See United States v. Carr, </em>271 F.3d 172, 179 (4th Cir.2001).</p>\n<p id=\"b292-11\">Next, Iniguez-Villavicencio contends that the district court erred in finding that his prior conviction for offensive words in a public place and his resulting probationary sentence precluded the application of the safety valve reduction. At the time Iniguez-Villavicencio committed the instant offense, he was serving a three-year term of summary probation imposed following his conviction in California of the misdemeanor offense of using offensive words in a public place. One criminal history point was assessed because of the conviction, and two points were added because the instant offense was committed while Iniguez-Villavicencio was on probation.</p>\n<p id=\"b292-12\">Iniguez-Villavicencio challenges the validity of the California conviction, the propriety of assessing the attendant criminal history points, and the court’s failure under <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), <page-number citation-index=\"1\" label=\"267\">*267</page-number>to impose a sentence lower than the statutory mandatory minimum. We find no plain error by the district court in computing Iniguez-Villavicencio’s criminal history category. <em>See United States v. Ford, 88 </em>F.3d 1350, 1355 (4th Cir.1996) (providing standard). Accordingly, we affirm Iniguez-Villavicencio’s 120-month sentence. Concerning Iniguez-Villavicencio’s challenge to the district court’s decision not to sentence him below the statutory mandatory minimum sentence in light of <em>Booker, </em>we note that the decision in <em>Booker </em>to make the guidelines advisory did not alter the mandatory nature of statutorily required minimum sentences. <em>See United States v. Green, </em>436 F.3d 449, 455-56 (4th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 2309, 164 L.Ed.2d 828 (2006); <em>United States v. Robinson, </em>404 F.3d 850, 862 (4th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 288, 163 L.Ed.2d 253 (2005).</p>\n<p id=\"b293-9\">Lastly, Iniguez-Villavicencio argues that his attorney was ineffective in advising him to plead guilty without having investigated his criminal history. Claims of ineffective assistance of trial counsel are not cognizable on direct appeal unless such ineffectiveness conclusively appears <em>from </em>the record. <em>United States v. Richardson, </em>195 F.3d 192, 198 (4th Cir.1999); <em>United States v. King, </em>119 F.3d 290, 295 (4th Cir.1997). Rather, such claims should be raised, if at all, in a proceeding under 28 U.S.C. § 2255 (2000). Because the record does not conclusively establish that counsel provided ineffective assistance, we decline to consider the merits of this issue on direct appeal.</p>\n<p id=\"b293-10\">In conclusion, we affirm Iniguez-Villavicencio’s conviction and sentence. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b293-12\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}