{
  "casebody": {
    "data": "<casebody firstpage=\"458\" lastpage=\"463\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b488-8\">Long <em>v. </em>Morningstar, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b488-9\"><em>Judgment—Opening judgment—Record—Evidence—Set-off—Forgery—Consideration. </em>'</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b488-10\">On the trial of an issue to determine the validity of a judgment opened generally and without conditions, the record of the judgment is not admissible in evidence. In such a case the court cannot limit the issue to the question of the forgery of the note on which the judgment was entered; nor will the defendant be permitted to offer evidence as to set-off, but he may show want of consideration or payment.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b488-11\">Argued May 1, 1905.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AzMl\">Appeal, No. 133, Jan. T., 1904, by defendant, from judgment of C. P. Elk Co., April T., 1903, No. 35, on verdict for plaintiff in case of C. H. Long v. A. W. Morningstar.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"A0x\">Before Mitchell, C. J., Dean, Brown, Mestrezat and Potter, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"AoB\">Reversed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b489-4\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>Issue to determine the validity of a judgment opened without conditions. Before Maybe, P. J.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b489-5\">When the plaintiff was on the stand he was asked this question :</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b489-6\">“ Q. Did you turn over the last seven months that you collected ? A. Yes, sir; I did. Q. How much? A. I don’t exactly know how much. Q. Did you keep any record of it,?”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b489-7\">The Court: What is the purpose of this. I do not see that it is cross-examination of anything. You cannot go into any business transactions outside of what you claim is in controversy here.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b489-8\">Mr. Ely: Can’t we show his assets ?</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b489-9\">The Court: I won’t allow you to go into any other transactions. It does not matter what his other business relations were. If this note is a forgery you cannot bring in any other claim against it. Exception. [2]</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b489-10\">“ Q. Where did you get the $1,000 you loaned?”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b489-11\">The Court: You need not answer that.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b489-12\">“ Q. Isn’t it a fact that you borrowed the $1,000 from the Johnsonburg National Bank the day before you loaned it?”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b489-13\">The Court: I will not allow you to ask that. We have stated what our views are and insist upon them being carried out. I will not allow all this trash to be brought in here. Exception. [3]</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b489-14\">“ Q. Did you have any other business transactions with A. W. Morningstar except this $1,000 you have spoken of and this $2,000 spoken of here ? A. I loaned him money after that. Q. How long after? ”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b489-15\">The Court: You need not answer. Exception. [4]</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b489-16\">Counsel for defendant proposes to ask the witness a question on cross-examination tending to prove that the witness made a loan to the defendant of $1,000, which he boi’rowmd from the Johnsonburg National Bank about the time the disputed writing is alleged to have been executed.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b489-17\">Counsel for plaintiff objects because the offer is too vague as to time and for the further reason in any event it is incompetent and irrelevant in the present issue.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b489-18\">The Court: Objection sustained, evidence excluded and the bill sealed. Exception. [5]</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b490-3\"><page-number citation-index=\"1\" label=\"460\">*460</page-number>Verdict and judgment for plaintiff for $2,552.76. Defendant appealed.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b490-4\"><em>Errors assigned </em>among others were (1) admission of record; (2-6) rulings on evidence, quoting the bill of exceptions ; (8) in directing a verdict for plaintiff.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b490-5\"><em>Ered II. </em>Ely, with him <em>W. W. Barbour </em>and <em>Greorge B. </em>Dixon, for appellant,</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"Ats\">cited: Carson v. Coulter, 2 Grant, 121; West v. Irwin, 74 Pa. 258; Harris v. Harris, 154 Pa. 501: Shannon v. Castner, 21 Pa. Superior Ct. 294; Sossong v. Rosar, 112 Pa. 197; Woods v. Gummert, 67 Pa. 136; Hirsh v. Wenger, 182 Pa. 246; Glessner v. Patterson, 164 Pa. 224.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b490-6\"><em>Eugene II. </em>Baird, with him <em>Harry Alvan </em>Hall, for appellee,</attorneys>\n<p data-order=\"27\" data-type=\"legal\" id=\"Apz\">cited: Beaty v. Bordwell, 91 Pa. 438; Stroud’s Appeal, 109 Pa. 326; Rishel v. Crouse, 162 Pa. 3.</p>\n<decisiondate data-order=\"28\" data-type=\"decisiondate\" id=\"A1i\">June 22, 1905:</decisiondate>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b490-7\">Opinion bv</p>\n<author id=\"AVL\">Mb,. Justice Potteb,</author>\n<p id=\"b490-8\">On November 14, 1902, a judgment was entered by plaintiff against defendant upon a judgment note for $2,000, purporting to be signed by the latter and drawn to the order of the former, dated July 1, 1901, and payable one day after date. Subsequently execution was issued and a levy made. On December 22, 1902, the defendant filed a petition, averring that he did not sign the note or authorize any other person to sign it, and that he was not indebted to the plaintiff in any sum whatever, and prayed that the execution be stayed, the judgment opened, and the petitioner let into a defense. A rule to show cause was granted and afterwards made absolute by agreement. On February 14, 1903, an issue was framed “ to determine how much, if anything, is due from the defendant to the plaintiff; the statement and confession on the note to stand as plaintiff’s statement, and the petition to open the judgment to stand as an affidavit of defense, and the defendant shall enter a plea of non assumpsit and such other plea as he may desire.” On February 24, the defendant pleaded “ non assumpsit, set-off and payment with leave,” etc. On April 24, 1904, a jury was called to try the issue.</p>\n<p id=\"b491-4\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>Upon the trial the plaintiff testified that the defendant had given him the judgment note in suit as security for a loan of $2,000 cash made by him to defendant, about two weeks before the note was executed, and that defendant had filled out and signed the note in his presence and delivered it to him.</p>\n<p id=\"b491-5\">Plaintiff’s counsel then offered the note in evidence together with the statement and confession with which the same was entered,.and also the record in the case. The court overruled an objection to this offer and admitted the evidence. This is the ground of the first assignment of error.</p>\n<p id=\"b491-6\">Under our cases, it was error to admit the record of the judgment in evidence. The judgment was opened without conditions, and the record of the judgment was not admissible. The trial should have proceeded as if no judgment had been entered : Harris v. Harris, 154 Pa. 501. In that case, reference is made to Sossong v. Rosar, 112 Pa. 197, where, after considering former cases, Justice Green says (p. 202) : “These decisions and the reasoning upon which they are based establish that where a judgment entered upon a warrant of attorney, or even upon a default, is opened generally and without terms, the plaintiff is put to his proof of cause of action precisely as if no judgment had been entered. Consequently, any defense which would have been available to the defendant if an action had been brought, instead of a judgment entered upon the instrument in suit, may be set up on the trial; the burden of proof is upon the plaintiff, and he must make out his case, subject to the defendant’s right to defeat him upon any ground that would have sufficed for that purpose if no judgment bad been entered.” However, the record in the present case did not go to the jury, for the trial judge gave binding instructions in favor of the plaintiff, and the defendant was not therefore harmed by the error in admitting the record in evidence. The first assignment is therefore dismissed.</p>\n<p id=\"b491-7\">On cross-examination counsel for defendant asked the plaintiff about other business transactions he had had with defendant, especially in reference to the management of a hotel for him, and his accounting for receipts, and offered to show that he had collected a large amount of money for defendant which he had refused to account for. This evidence was excluded <page-number citation-index=\"1\" label=\"462\">*462</page-number>and its exclusion forms the ground of the second and seventh assignments.</p>\n<p id=\"b492-4\">The evidence as to set-off was clearly not admissible: Beaty v. Bardwell, 91 Pa. 438.</p>\n<p id=\"b492-5\">But in ruling on the offer contained in the second assignment, the court intimated that the issue would be limited to forgery. This was not consistent with the terms of the issue which had already been framed by the court, and which was to determine how much was due from the defendant to the plaintiff.</p>\n<p id=\"b492-6\">The third, fourth and fifth assignments relate to the limitation of defendant’s counsel in cross-examination of the plaintiff. As the plaintiff had testified as to the consideration given by him for the note, it was competent for defendant’s counsel to cross-examine as to any facts bearing upon this point. It was error to exclude the testimony. The judgment had been opened generally and the defendant could not be confined to any particular line of defense, such as forgery. He was entitled to establish any defense that was admissible under his pleas. Want of consideration was such a defense. The issue in this case did not involve inquiry into any running account between the parties, nor could any such defense be set up, as could have been made under a plea of set-off in an original action. But the defendant was entitled, if he could, to show want of consideration, or payment. If there was any indebtedness by plaintiff to defendant, which the parties had agreed to treat as applicable to the judgment, that might have been shown. But this would not go beyond what had been made applicable by agreement between the parties. It may be that the evidence upon the part of the defendant would not have been sufficient to take the case to the jury as against the prima facie evidence of the note, under seal, and the positive testimony of the plaintiff, uncontradicted by the defendant, that he gave full consideration for the note. But we cannot jDass upon this question in the present state of the record, as the ruling of the trial judge excluded the whole line of testimony on the part of the defendant, as to consideration. Opportunity should have been given to the defendant to show the facts, both on cross-examination, and in his defense, as to the consideration, and as to payment.</p>\n<p id=\"b493-3\"><page-number citation-index=\"1\" label=\"463\">*463</page-number>Tbe defendant did not deny tbe execution of tbe note, nor did he offer any testimony to support the allegation of forgery. But tbe issue was not narrowed to this question alone.</p>\n<p id=\"b493-4\">Tbe eighth assignment of error is sustained, tbe judgment is reversed and a venire facias de novo is awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}