{
  "casebody": {
    "data": "<casebody firstpage=\"936\" lastpage=\"936\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b1004-6\">Third Department,</court>\n<p data-order=\"1\" data-type=\"court\" id=\"ALQ0\">October, 1936.</p>\n<p data-order=\"2\" data-type=\"misc\" id=\"b1004-7\">(Extraordinary Term,</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AIsq\">October 22, 1936.)</decisiondate>\n<parties data-order=\"4\" data-type=\"parties\" id=\"b1004-8\">In the Matter of the Petition Purporting to Nominate Aaron M. Orange for Governor of the State of New York, and Other Persons for Other Public Offices, as Candidates of an Alleged Independent Body Designated “ Social Labor Party,” Filed in the Office of the Secretary of State on the 29th day of September, 1936.</parties>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"AzDh\">Appeal from an order of a Special Term of the Supreme Court, Albany county, made and entered on the 14th day of October, 1936, granting the application of the petitioner herein permanently restraining the Secretary of State from certifying to the several boards of election of the State of New York any of the nominations purporting or attempted to be made or effected by the so-called “ Social Labor Party ” pursuant to the nominating petition filed in behalf of said party in the office of the said Secretary of State on the 29th day of September, 1936. The petitioner alleged that the said nominating petition of the said independent party designated as “ Social Labor Party ” was insufficient. The learned court below so held on the ground that in the county of Putnam there were less than fifty valid signatures 0 to said petition as required by section 137 of the Election Law. The court in its opinion stated that the petition contained sixty-three signatures from Putnam county but that twenty-three of the names appearing thereon from such county were duplicates of names appearing on the petition of the American Labor party filed in the office of said Secretary of State and that said duplicate names by virtue of section 137 could not be counted on either petition. On the argument of the appeal herein the attorneys for both parties stipulated in open court that the original nominating petitions were produced before and inspected by the court below and that such inspection should be regarded as of the same force and effect as though said petitions had been formally received in evidence before said court. It was also stipulated and consented that tins court be authorized to inspect said petitions, which have accordingly been produced and examined. Such inspection confirms the finding and decision of the court below. Order unanimously affirmed. Present — Rhodes, Acting P. J., McNamee, Crapser, Bliss and Heffernan, JJ. [See <em>post, </em>p. 938.]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}