{
  "casebody": {
    "data": "<casebody firstpage=\"621\" lastpage=\"623\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b651-18\">TITLE GUARANTEE LOAN &amp; TRUST CO. v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b651-20\">No. 6586.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b651-21\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b651-22\">Feb. 17, 1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b651-32\">E. J. Smyer, of Birmingham, Ala., and Oscar W. Underwood, Jr., and H. C. Kilpatrick, both of Washington, D. C., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b651-33\">G. A. Youngquist, Asst. Atty. Gen., Sew-all Key, Wm. Cutler Thompson, and John MacC. Hudson, Sp. Assts. to Atty Gen., C. M. Charest, Gen. Counsel, Bureau of Internal Revenue, and H. D. Thomas and Prew Savoy, Sp. Attys., Bureau of Internal Rev<page-number citation-index=\"1\" label=\"622\">*622</page-number>enue, all of Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b652-4\">Before BRYAN, FOSTER, and SIBLEY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ApPX\">SIBLEY, Circuit Judge.</author>\n<p id=\"b652-6\">The question here is whether in returns for income taxes a testamentary trustee may have a- deduction Of amounts paid from income to a widow of <em>the </em>testator who takes a share in the trust estate in lieu of dower. The Board of Tax Appeals following its decision-in Re Butterworth, 23 B. T. A. 838, denied the deduction, and the trustee seeks a review.</p>\n<p id=\"b652-7\">The years involved are 1924, 1925-, 1926, 1927, and a part of 1928. The several applicable Revenue Acts (Revenue Acts 1924 and 1926, § 219 (b) (2), 26 USCA § 960 note, and Revenue Act 1928 § 162 (b), 26 USCA § 2162) have this identical provision as to trust estates: “There shall be allowed as an additional deduction in computing the net income of the estate or trust the amount of the income of the estate or trust for its taxable year which is to be distributed currently by the fiduciary to the beneficiaries s, » . * ¿jjg amount so allowed as a deduction shall be included in computing the net income of the beneficiaries whether distributed to them or not.”</p>\n<p id=\"b652-8\">The general purpose apparent is to make the income which is distributed or distributable to\" the beneficiaries of the trust taxable to them rather than to the fiduciary; thus relieving him and charging them. In the present e.ase the trust was created by will in the residual estate, of J. H. Woodward, of Alabama, which the executors were to deliver to the trustee upon trusts that so far as here important are: “I direct the trustee to pay o.ver from the net income of'the trust estate the sinn of $-25-.00 per month to Marian Wallace during the life of Marian Wallace. All the rest and residue of the net income from the trust estate I direct the trustee to pay over as and when received, share and share alike, to my .wife Martha Woodward, my son Allen H; Woodward, my daughter Bertha W. Underwood, and my daughter Margaret W. Hopkins, or the survivors of -them.”</p>\n<p id=\"b652-9\">By Alabama Code of 1923-, §§ 10593 and 10594, the widow may dissent from the provisions made for. her in her husband’s will, and take her dower, in his lands and a child’s part in his personalty; but not dissenting by a writing ■ duly filed in the probate court within twelve months after probate, she assents. Mrs. Woodward thus assented, and was paid her share in the net income of the trust estate until her death in May, 1928. Prior to 1928 the trustee took deductions for' what he paid her, and she paid income taxes on it, but after the decision in United States v. Bolster (C. C. A.) 26 F.(2d) 760, 59 A. L. R. 491, she was refunded the taxes she had paid and the deficiencies now charged to the trustee were assessed.</p>\n<p id=\"b652-11\">We think Mrs. Woodward is a beneficiary in the trust, receiving the net income therefrom as income, the tax on which is chargeable to her and not to the trustee. The term beneficiary is broadly used in the statute as a correlative to fiduciary, and includes those who are the usees in the trust. What was paid Mrs. Woodward was paid her not in discharge of any monetary obligation due by the trust, but as her share along with her children in its profits. We agree with the multitude of authorities cited in Re Butterworth, 23 B. T. A. 838; United States v. Bolster (C. <em>O'. </em>A.) 26 F.(2d) 760, 59 A. L. R. 491; and Allen v. Brandéis (C. C. A.) 29 F.(2d) 363, that at the death of her husband this widow had a legal estate in dower in his lands and an undivided one-fourth legal interest in his personalty, and the will in effect made an offer to purchase these from her in consideration of what it gave her; and that in electing to take under the will she took as a purchaser for value and not as a volunteer. But we think the Bolster Case and that of Butterworth based on it did not sufficiently consider what the widows there involved got; not a money obligation, but an estate in an investment. Had Mrs. Woodward retained her dower in the realty and her fourth interest in her husband’s securities, she would have owed taxes on the income she received from them. She exchanged those legal estates for an equitable estate in substantially the same property, but managed for her by a trustee, which she thought preferable. She has changed the form of her investment, but the income from it is still income and paid to her as such by the very words of the will to which she assented. She has no charge on, or debt against, the trust estate. For the sale of her legal rights in her husband’s estate she was paid in full by the equitable estate received under the will. Thereafter she was no creditor but the owner of that interest in property, exactly like the interest of each of her children, except that she paid for hers, and theirs presumably was given them. The ease is otherwise when the widow sells her rights for money, whether paid in a lump sum, or in installments, or as an annuity. <page-number citation-index=\"1\" label=\"623\">*623</page-number>She is in such cases a creditor realizing on the conversion of her property into cash and entitled in general to receive her capital before what she gets becomes gain, and especially so when the getting of it is too uncertain to assign a present value to the obligation which she holds. Burnett v. Logan, 283 U. S. 404, 51 S. Ct. 550, 75 L. Ed. 1143. In Warner v. Walsh (C. C. A.) 15 F.(2d) 367, the widow sold, her rights for an annuity. The same was true in Allen v. Brandeis (C. C. A.) 20 F.(2d) 363. But in the case at bar there was no sale for a <em>money </em>measured price, but an exchange of legal estates for an equitable estate in an investment. What comes from it as income is income to Mrs. Woodward and not capital, just as it is income and not bequest to her children. Irwin v. Gavit, 268 U. S. 161, 45 S. Ct. 475, 69 L. Ed. 897; Heiner v. Beatty (C. C. A.) 17 F.(2d) 743, affirmed 276 U. S. 598, 48 S. Ct. 319, 72 L. Ed. 723. The petition for review is granted, and the Board of Tax Appeals is directed to allow the deductions accordingly.</p>\n<p id=\"b653-4\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}