{
  "casebody": {
    "data": "<casebody firstpage=\"27\" lastpage=\"30\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b113-12\">Gary BERNE and Berne’s Ice Co., Inc. v. CONTINENTAL INSURANCE CO. and Underwriters At Lloyds of London, Aetna Insurance Company, Intervenor, Underwriters At Lloyds of London, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b113-15\">No. 83-3359.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b113-16\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b113-17\">Argued Dec. 3, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b113-18\">Decided Jan. 22, 1985.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b114-11\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>Richard H. Hunter (argued), Isherwood Hunter &amp; Colianni, Christiansted, St. Croix, U.S.Y.I., for appellant, Underwriters at Lloyds of London.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b114-12\">Frederick G. Watts, St. Thomas, V.I., for appellees, Gary Berne and Berne’s Ice Co., Inc.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b114-13\">Joel W. Marsh (argued), St. Thomas, V.I., for appellee, Continental Ins. Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b114-14\">James L. Hymes, III (argued), Denise R. Reovan, St. Thomas, U.S.V.I., for interve-nor, Aetna Ins. Co.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b114-15\">Before SEITZ, GIBBONS and SLOVI-TER, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b114-16\">OPINION OF THE COURT</p>\n<author id=\"b114-17\">GIBBONS, Circuit Judge:</author>\n<p id=\"b114-18\">We review a declaratory judgment rendered in an action by an insured with respect to coverages under several insurance policies. Gary Berne and Berne’s Ice Company, Inc. filed the original complaint against Continental Insurance Company and an amended complaint against Underwriters at Lloyds of London seeking a declaration that policies issued by those insurers provided coverage for liability arising out of injuries caused by the accidental discharge of a gun. Aetna Insurance Company intervened. The trial court held that the Lloyds policy applied to the incident, but that neither the Continental nor the Aetna policies applied. Lloyds appeals. We affirm in part and reverse in part.</p>\n<p id=\"b114-19\">I.</p>\n<p id=\"b114-20\">Gary Berne is the owner of Berne’s Ice Company, Inc. He is licensed to carry a pistol. On August 4, 1980 Berne met Joseph Flynn, the general manager of the Sapphire Beach Hotel, at the Slipaway Bar in St. Thomas. The purpose of the meeting was to discuss the Hotel’s indebtedness to the Ice Company. After some conversation and several drinks Flynn and Berne became involved in a game of darts. Initially Flynn played while Berne scored the game. While awaiting his turn to throw the darts, Berne realized that the pistol he was carrying was loaded, and he moved to an adjacent corridor to unload it. While he was unloading the pistol it accidentally discharged. The bullet passed through a wall, and hit a customer of the bar.</p>\n<p id=\"b114-21\">At the time of the incident Berne was an insured under three separate policies.</p>\n<p id=\"b115-4\"><page-number citation-index=\"1\" label=\"29\">*29</page-number>A. The Lloyds Policy</p>\n<p id=\"b115-5\">Berne is a member of the National Rifle Association. By virtue of that membership he is an insured under a master policy in which Lloyds agrees:</p>\n<blockquote id=\"b115-6\">To pay on behalf of the Insured all sums which the Insured shall become legally obliged to pay as damages, all as defined by the term “ultimate net loss”, excess over any other valid and collectible insurance because of:</blockquote>\n<blockquote id=\"b115-7\">(a) Bodily Injury, or</blockquote>\n<blockquote id=\"b115-8\">(b) Property Damage</blockquote>\n<blockquote id=\"b115-9\">caused by an occurrence and arising out of the use of public or private land by the Insured for hunting, trapping, fishing or other use of firearms, bows and arrows and fishing or trapping equipment and all activities sanctioned or sponsored by the National Rifle Association or National Rifle Association affiliated clubs.</blockquote>\n<p id=\"b115-10\">Lloyds contends that the phrase “other use of firearms” should be read to mean “ ‘use of firearms’ in a hunting, trapping, fishing or other N.R.A. related activity.” The trial court rejected this contention, holding that under the plain language of the policy “other use of firearms” is disjunctive, and provides a distinct coverage. We agree. The policy does not limit coverage to activities sanctioned by the National Rifle Association. Examination of the listed exceptions to coverage, none of which apply to the incident at the Slipaway Bar, confirms that Lloyds intended liability coverage for activities not sanctioned by the National Rifle Association. Thus the trial court’s declaratory judgment that the Lloyd’s policy applies must be affirmed.</p>\n<p id=\"b115-11\">That does not end our inquiry, however, for the Lloyds policy provides coverage for “the ultimate net loss in excess of the amount payable under any other valid and collectible insurance.” Thus we must also address that underwriter’s contention that the trial court erred in rendering judgment in favor of Continental and Aetna. It is undisputed that as to either, the Lloyds policy is excess insurance.</p>\n<p id=\"b115-13\">B. The Continental Policy</p>\n<p id=\"b115-14\">Berne is also an insured under a business risk policy issued by Continental. Coverage C of that policy covers liability for bodily injury and property damage for:</p>\n<blockquote id=\"b115-15\">all sums which the insured shall become legally obligated to pay as damages because of bodily injury ... arising out of the ownership, maintenance or use of the insured premises and all operations necessary or incidental to the business of the named insured conducted at or from the insured premises____</blockquote>\n<p id=\"b115-17\">Lloyds contends that this coverage applies because Berne carried a pistol in order to protect the receipts of the ice business from robbery, and that the pistol was discharged during the course of a business meeting with Flynn. Continental contends that the pistol discharged after the business meeting was over, when Berne and Flynn were engaged in a purely social game of darts. The trial court found as a fact that the discharge of the pistol did not arise out of operations necessary or incidental to the business of Berne’s Ice Company, Inc. There is evidence from which it could be found that the business discussion between Berne and Flynn took only a few minutes. There is also evidence from which it could be found that Berne carried a pistol not only for business purposes, but for personal reasons when not engaged in business. Thus the trial court’s finding that the discharge of the pistol did not arise out of operations necessary or incidental to the business of Berne’s Ice Company, Inc. is not clearly erroneous. Fed.R.Civ.P. 52(a). The declaratory judgment that the Continental policy does not apply must, therefore, be affirmed.</p>\n<p id=\"b115-18\">C. The Aetna Policy</p>\n<p id=\"b115-19\">Berne is also an insured under a homeowners policy issued by Aetna. Section I of that policy provides casualty insurance for designated real and personal property, for a stated premium. Section II provides personal liability and medical payments insurance for a separately stated premium. The limit of coverage for per<page-number citation-index=\"1\" label=\"30\">*30</page-number>sonal liability for bodily injury is $25,000 for each occurrence. Aetna</p>\n<blockquote id=\"A4n\">agrees to pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of bodily injury or property damage, to which this insurance applies, caused by an occurrence.</blockquote>\n<p id=\"b116-4\">Referring to the words “to which this insurance applies,” Aetna contends that the personal liability coverage in Section II covers only incidents occurring at the premises described in Section I. The trial court accepted this construction of the policy. This construction is incorrect. The words “to which this insurance applies” is plainly a cross-reference to the exclusions section applicable to Section II of the policy, printed immediately following the quoted insuring agreement, which commences “[tjhis policy does not apply.” That reading is confirmed by the fact that the Section II medical payments coverage applies to personal injuries both on an insured premises, and “elsewhere, if such bodily injury ... is caused by the activities of any in-sured____” If there is any situs limitation applicable to Section II, therefore, it must be found in the exclusions applicable to that part of the policy. No such exclusion can be found.</p>\n<p id=\"b116-6\">Aetna also relies on the exclusion for “bodily injury or property damage arising out of business pursuits of any insured except activities therein which are ordinarily incident to non-business pursuits.” The trial court’s findings of fact, however, discussed in connection with the Continental policy, are equally applicable to Aetna. This exception does not apply because Berne was not engaged in a business pursuit when the incident occurred. Given the court’s findings of fact, we have no occasion to consider whether, even if the incident arose out of Berne’s business pursuits the “ordinarily incident to non-business pursuit” language would so qualify the exception as to afford coverage in any event. See <em>Myrtil v. Hartford Fire Ins. Co., </em>510 F.Supp. 1198, 1201-02 (E.D.Pa.1981).</p>\n<p id=\"b116-7\">The court erred in holding that the Aetna personal liability insurance agreement applied only to incidents at the premises covered by its casualty insurance agreement. No exception to the liability coverage applies to the incident at the Slipaway Bar. Thus the declaratory judgment in favor of Aetna must be reversed.</p>\n<p id=\"b116-8\">II.</p>\n<p id=\"b116-9\">Aetna’s policy is primary, but provides only $25,000 in coverage. A settlement with the injured bystander exceeded $25,-000, and the Lloyds policy covers the excess over that amount. Thus the declaratory judgment against Lloyds will be affirmed, and the declaratory judgment in favor of Aetna will be reversed. Since the court’s findings of fact establish that the Continental policy does not apply, the declaratory judgment in favor of Continental will be affirmed. The award of counsel fees and costs in favor of the plaintiffs against Lloyds will be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}