{
  "casebody": {
    "data": "<casebody firstpage=\"516\" lastpage=\"518\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b546-5\">MARGARET LANCASTER <em>v. </em>CELANESE CORPORATION OF AMERICA et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b546-6\">[No. 33,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Av8\">October Term, 1932.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b546-9\">\n<em>Decided December 8th, 1932.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b546-13\">The cause was submitted on briefs to Bond, O. J., Patti-son, Hrner, Adkins, Oeeutt, Digges, Parke, and Sloan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b546-14\"><em>William A. Husber </em>and <em>George W. Legge, Jr., </em>for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b546-15\"><em>F. Brooke WluHing </em>and <em>G. Randolph Aiken, </em>for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b546-16\">Sloan, T.,</author>\n<p id=\"AzM\">delivered the opinion of the Court.</p>\n<p id=\"b546-17\">There was one issue submitted at the trial of the appeal before the Circuit Court for Allegany County, and that was whether the death of Henry E. Lancaster was the result of <page-number citation-index=\"1\" label=\"517\">*517</page-number>an accidental injury which, arose out of and in the course of his employment with the Celanese Corporation of America, on which the jury was directed to answer “Xo.” The claim had been rejected by the State Accident Commission, and appealed by the employee’s widow and dependent, who appeals to this court.</p>\n<p id=\"b547-5\">Henry E. Lancaster, who resided at Eekhart Mines in Allegany County, had worked for some time as a carpenter at the works of the Celanese Corporation of America about four miles westward of Cumberland on the Oresaptown Eoad. On the afternoon of September 3rd, 1931, he had checked out at the end of the day’s work at 4.32 o’clock, and walked to the gate and through it to the state road to take, as was his custom, a bus of the Cumberland &amp; Westernport Transit Company to his home. Apparently he was headed for the opposite side of the road, and just as he was about to step on the paved portion of the road he walked into and put his head through the window of a passing automobile, and had his throat so badly cut that he died a few minutes after being taken to a hospital at Cumberland.</p>\n<p id=\"b547-6\">The evidence is that the conveyance which the employee was about to board, and in which he habitually rode to and from work, was that of a common carrier, not provided by the employer, and to which the employee paid his fare. At the time of the accident, there were about three thousand persons employed at the Celanese works, and the deceased was one of about a thousand quitting his shift. There was some hurry and confusion, for which in some unexplained way the appellant argued that the employer might be responsible, though we are at a loss to see what duty the employer assumed, or for which it was responsible. The day’s work was done, and the employee assumed the accustomed task of going home. The burden of proof was upon the appellant, who was also the appellant on appeal to the circuit court, so that there is no question here of the assumption of a fact to be found by a jury, as the appellant argues. As stated in <em>Harrison v. Central Construction Co., </em>335 Md. 170, 180, 108 A. 874, 878: “The question as to whether an injury arose out of or <page-number citation-index=\"1\" label=\"518\">*518</page-number>in the course of the employment is ordinarily, like negligence or want of probable cause, a mixed question of law and fact, but when the facts have been ascertained and agreed upon by the parties, or are undisputed, and there is no dispute as to the inferences to- be drawn from the facts, the question becomes one of law and may be decided by the court.”</p>\n<p id=\"b548-5\">In this case there is no- dispute as to- how and where the accident happened or that the employer was not concerned in the matter of the transportation of the employee on his way home from his work or that his work was ended for the day. The circumstances under which injury sustained during transportation may be compensable, as stated in the <em>Harrison </em>case, <em>supra, </em>page 179 of 135 Md., 108 A. 874, 877, depend “upon whether the conveyance has been provided by him (employer), after the real beginning of the employment, in compliance with one of the implied or express terms of the contract of employment, for the mere use of the employees, and is one which the employees are required, or as a matter of right are permitted to use, by virtue of that contract.” <em>Boyer v. Pennsylvania R. Co., </em>162 Md. 328, 338, 159 A. 909, 913, 914. The tests as to- when an employee, injured on a highway away from the scene of his usual employment, may or may not be compensated, are discussed in <em>Weston-Dodson Co. v. </em>Carl, 156 Md. 535, 144 A. 708, and <em>Miller v. United Rwys. &amp; Elec. </em>Co., 161 Md. 404, 157 A. 292. In the last-mentioned case (page 408 of 161 Md., 157 A. 292, 293) it was said: “Miller, in the present case, was not placed in the position of danger by the performance of the duties of his employment with the railways company. He had finished his work. So far as his employment was concerned, he was left free to go as he might see fit,” and so of the employee in this case.</p>\n<p id=\"b548-6\">\n<em>Judgment affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}