{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"173\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b193-9\">CITY OF SYRACUSE v. STACEY et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b193-10\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYG\">November 22, 1899.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b193-11\">1. Condemnation—Damages—Water Rights.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b193-12\">The damages to riparian owners on the outlet of a lake, where the right to divert the waters of the lake is condemned, is the difference in the value of their lands with and without the water rights; and they have no rights in the waters of the lake itself for which they are entitled to other compensation, though previously one such riparian owner, whose rights were afterwards, and before the condemnation in question, condemned by the state, acquired from the riparian proprietors on the lake the right to raise the waters on the lake, to provide a regular flow, and built a dam for this purpose, in which the other riparian owners on the outlet acquiesced.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b193-13\">2. Same—Evidence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b193-14\">Evidence of profits earned in a milling business is not admissible on the question of damages for condemnation of water rights.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b193-15\">Appeal from trial term, Onondaga county.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b193-16\">Condemnation proceedings by the city of Syracuse against Richard M. Stacey and others. From an order confirming a report of commissioners of appraisal, defendants appeal. Affirmed.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b193-17\">By chapter 291 of the Laws of 1889, as the same was amended by chapter 314 of the Laws of 1890, the city of Syracuse was authorized, under certain restrictions and conditions, to take water not required for the Erie Canal from Skaneateles Lake, and to conduct the same to the city by means of a pipe or main not exceeding 30 inches in diameter, for the purpose of supplying the inhabitants of that city with water. One of the conditions upon which this privilege was granted was that the city, before taking any water from the lake, should increase the storage capacity of the lake sufficiently to store therein all the ordinary flow of its watershed. This requirement the city proceeded at once to fulfill, and to that end, in the year 1893, it eflused a dam to be erected at the outlet of the lake, which, it is conceded, was of sufficient height to retain all the water in the lake which, under ordinary circumstances, would be contributed by its watershed. Another condition of the legislative grant was that, before taking any water from the lake, the city should acquire or extinguish all water-power rights upon the outlet of the lake, which were liable to be affected by the proposed storage of water. This provision it also took steps to comply with, by instituting condemnation proceedings to extin<page-number citation-index=\"1\" label=\"166\">*166</page-number>guish such water rights as it was unable to acquire by purchase, the customary petition therein having been filed on the 3d day of December, 1892. Thereafter the defendants herein filed a duly-verified answer to such petition, which, among other objections, averred that the petition did not set forth “a specific description of the property to be condemned,” nor “its location, dimension, or quantity with reasonable certainty.” These objections were all overruled at special term, and a judgment of condemnation was rendered, the same being entered in the clerk’s office of Onondaga county on the 28th day of January, 1893; and commissioners were thereupon appointed to appraise the condemned property, before whom a full and extended hearing was had. On the 7th day of May, 1894, the commissioners filed their report, which was duly confirmed on the 19th day of the same month. Shortly thereafter the awards of the commissioners were duly deposited, and the city took possession of the property condemned, and has ever since retained the same. Subsequently, and on the 29th day of May, 1895, the judgment of condemnation and the order of confirmation were reversed by the general term, upon the ground that the petition did not sufficiently describe the property to be condemned, but leave was at the same time given the city to apply at special term for an order, amending its petition. City of Syracuse v. Stacey, 86 Hun, 441, 33 N. Y. Supp. 929. Pursuant to such order, application to amend the petition was duly made and granted on the 9th day of September, 1895, and such proceedings were thereafter had that a second judgment of condemnation was entered on the 8th day of January, 1896, and other commissioners were duly appointed, before whom many hearings were had and a vast amount of evidence was given. On the 1st day of March, 1898, the report of the commissioners last appointed was filed, and the same was subsequently, and on the 7th day of May of the same ye'ar, confirmed, and from such order of confirmation this appeal is brought. The appellants do not claim that the plaintiff has not proceeded regularly under the act of 1890. On the contrary, it is expressly conceded that in both its petition and in its judgment it has conformed fully to the provisions and requirements of that act, so far as this proceeding is concerned; the sole ground of error upon which this appeal is founded being the adoption by the commissioners of an erroneous principle of valuation.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b194-5\">Argued before HARDIN, P. J., and ADAMS, SPRING, and SMITH, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b194-6\">Charles A. Hawley, Edwin Nottingham, and George Barrow, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b194-7\">Charles L. Stone, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b194-8\">ADAMS, J.</author>\n<p id=\"Aqr\">At the time this proceeding was inaugurated Syracuse was a city of about 100,060 inhabitants,, and situated nearly 17 miles northeasterly of Skaneateles Lake. This lake is a body of fresh water some 15 miles in length, having a general width of about ! mile, and a surface area of nearly or quite 13J square miles. Its level is much higher than that of the city of Syracuse, and it is a suitable and desirable source from which to obtain water for that city and its inhabitants. The tributary watershed of the lake covers about 60 square miles, exclusive of the surface of the lake, the outlet of which flows in a northerly direction, and discharges into Seneca river. Upon the banks of the outlet are located <em>the </em>mills and premises of the defendants, and also of several other parties; the water-power rights appurtenant thereto being the rights referred to in the act of 1890. In 1815 or 1816 one Thomas Gibbs obtained, by grant from the riparian proprietors on the lake, the right to raise or pond the lake, or “keep the water therein, to about the height of six feet, to the top of a certain stone, with a circle marked <page-number citation-index=\"1\" label=\"167\">*167</page-number>thereon, at the west end of the bridge across the outlet, for the use of mill purposes”; and, in pursuance of the right thus acquired, a dam was constructed, the spillway of which was at the same height as the stone monument. In due course of time, Gibbs or his grantees erected on the lands immediately below the dam mills and other manufacturing establishments, all of which were operated by the water furnished by the dam. In 1843 the title and rights of Gibbs had become vested in three individuals, named David Hall, George F. Leitch, and Warren Hecox, and on the 29th day of June in that year the state, by resolution of the canal board, appropriated the water of Skaneateles Lake and its outlet for a reservoir and feeder to the Erie Canal, and thereupon took possession of the lands of Hall, Leitch, and Hecox, including the dam which had been erected at the outlet, and placed gate tenders in charge thereof, who acted under the orders of the agents of the state in the use of such gates and in supplying water by means thereof. The owners of the property thus taken filed their claims against the state, and were ultimately awarded about $30,000 thereon, but no claims were made by, and no damages were at that time paid to, any other riparian owners. In 1868 the state rebuilt the dam, but, instead of increasing its height, lowered the bed of the lake or stream under the dam about 2% feet, thereby securing that additional amount of water. In 1892 the state closed the gates of the dam, in consequence of which no wafer flowed down the outlet, and thereupon several of the lower riparian proprietors filed claims against the state for damages sustained by them by reason of such obstruction or withholding of the waters of the outlet. One of these claims was dismissed by the board of claims, whereupon an appeal was taken from the decision of that body to the court of appeals, where it was held that, inasmuch as the state had not paid for the permanent appropriation of the rights of these owners, it was liable for such temporary damage as they had sustained. Waller v. State, 144 N. Y. 579, 39 N. E. 680. In 1893 the city of Syracuse, as has already been stated, erected a new dam, the spillway of which is 2| feet higher than the stone monument mentioned in the deed of Gibbs, and 2 feet higher than any dam which had been previously maintained at that point. The effect of this increase in the height of the dam was, of course, to withhold from the lower riparian owners water which had formerly passed down the stream and by their respective premises. . In short, the city diverted the water of the lake to such an extent as to deprive the defendants of the power which had theretofore been of great utility and importance to them, and it was to determine the fair and reasonable value of the interests or properties thus appropriated that the commissioners were appointed.</p>\n<p id=\"b195-5\">By the judgment entered in,this proceeding it was, among other things, adjudged: First. That the rights and property described in the amended petition were necessary for the public use therein mentioned; that, upon making compensation therefor, the plaintiff was entitled to take and hold for such public use the right and authority to increase the storage capacity of Skaneateles Lake sufficiently to store therein all the ordinary flow of its watershed, and to withhold <page-number citation-index=\"1\" label=\"168\">*168</page-number>ihe same from the outlet thereof, and all the rights of the defendants, and every of them, to the discharge of the waters of the lake into, and the flow of such waters through, the outlet, over and contiguous to the respective parcels of land referred to. Second. Also all water-power rights of the defendants, and every of them, upon the outlet of Skaneateles Lake, arising out of their respective ownership of, lien upon, or other interest in, the several parcels of land referred to. Third. Also the right to divert and withdraw from the lake, and the waters to be stored therein, such and so much of the water as from time to time the uses of the city and its inhabitants may require, and as may be'lawfully taken therefor.</p>\n<p id=\"b196-4\">Thus, it will be seen that the judgment permitted the plaintiff to deprive the defendants of any of the waters flowing from the lake into the outlet; and, as it had availed itself of this privilege, the important question to be determined was the amount of damage sustained by each of the defendants in consequence thereof. To ascertain this, much evidence was given which tended, directly or indirectly, to define the measure, extent, and value of the defendants’ respective water-power rights, and upon such evidence the commissioners arrived at certain conclusions, and awarded compensation to the parties interested upon the basis of the difference in value of the affected properties with and without the rights condemned; and herein, it is alleged, consists the error complained of, the contention of the appellants’ counsel being that the principle adopted furnishes compensation by way of consequential damages only, and not for the property actually taken. In other words, it is insisted that the defendants, together with the other riparian proprietors on the outlet of Skaneateles Lake, are the owners in perpetuity of a complete reservoir; capable of storing therein all the yield of the watershed of Skaneateles Lake; that such reservoir is property possessing a marketable value, capable of ascertainment; and that, by virtue of this proceeding, the same has been acquired .by, and the title thereto vested in, the plaintiff.</p>\n<p id=\"b196-5\">It is undoubtedly now well established that the principle upon which compensation shall be made to the owners of land taken in virtue of the right of eminent domain is that the owner shall receive the full value of the land appropriated, and also a fair and adequate compensation for any injury which may result to premises not actually taken. Newman v. Railway Co., 118 N. Y. 618, 23 N. E. 901, 7 L. R. A. 289; Bohm v. Same, 129 N. Y. 576, 29 N. E. 802, 14 L. R. A. 344; Bookman v. Railroad Co., 137 N. Y. 302, 33 N. E. 333; 20 Am. &amp; Eng. Enc. Law (2d Ed.) p. 1164. It is equally well settled that, in order to ascertain the value of property taken for public use, the owner is entitled to have such property considered with reference to its adaptability for any and all uses to which it may be devoted. Boom Co. v. Patterson, 98 U. S. 403, 25 L. Ed. 206; In re New York, L. &amp; W. Ry. Co., 27 Hun, 116; In re Gilroy, 85 Hun, 424, 32 N. Y. Supp. 891; Benham v. Dunbar, 103 Mass. 368; Gardner v. Inhabitants of Brookline, 127 Mass. 358. Thus, if the property consists of lands in such close proximity to a flourishing city as to be capable of division into city lots, or if it be land which possesses <page-number citation-index=\"1\" label=\"169\">*169</page-number>peculiar advantages for railroad purposes, or if it be so located as to be desirable for a mill site, or if its soil is especially adapted to the cultivation of some valuable product, these and other like circumstances are to be taken into account as proper elements entering into the question of value.</p>\n<p id=\"b197-5\">This case, however, is, in a certain sense, sui generis; for the plaintiff is not seeking to acquire land, nor, from the standpoint from which we are now considering it, any property of a tangible character. Indeed, it is property to the corpus of which the appellants can lay no claim; for, at most, their title is confined to an usufructuary right therein. As was said by the court of appeals, in speaking-of this very stream:</p>\n<blockquote id=\"b197-6\">“It is a principle, recognized in the jurisprudence of every civilized people from the earliest times, that no absolute property can be acquired in flowing water. * * * While the right to its use as it flows along in a body may become a property right, yet the water itself—the corpus of the stream—never becomes, or, in the nature of things, can become, the subject of fixed appropriation or exclusive dominion, in the sense that property in the water itself can be acquired, or become the subject of transmission from one to another.” Opinion of O’Brien, J., in Sweet v. City of Syracuse, 129 N. Y. 316-335, 27 N. E. 1081, and 29 N. E. 289.</blockquote>\n<p id=\"b197-7\">If, then, the property appropriated by the plaintiff is not land, but something of a temporary and transient nature, which was appurtenant to land, what better or more equitable principle could be adopted to ascertain its value than the one selected by the commissioners in this case?</p>\n<p id=\"b197-8\">The water flowing down the outlet possessed no market value to the defendants when withheld or diverted from its natural course. On the contrary, it was only when available to them as a source of power that it became useful and enhanced the value of their respective properties. If, then, the defendants are deprived of this valuable appurtenance, it would seem as though the only correct measure of the damage occasioned thereby is the difference in the market value of their lands, with and without the same. 10 Am. &amp; Eng. Enc. Law (2d Ed.) p. 1164; Dwight v. Railroad Co., 132 N. Y. 199, 30 N. E. 398, 15 L. R, A. 612; In re Thompson, 85 Hun, 438, 32 N. Y. Supp. 897; In re City of Rochester, 40 Hun, 588; In re New York, L. &amp; W. Ry. Co., supra; Railroad Co. v. Barnard, 9 Hun, 104; Miller v. Water Co., 148 Pa. St. 429, 23 Atl. 1132; Lee v. Water Co., 176 Pa. St. 223, 35 Atl. 184.</p>\n<p id=\"b197-9\">In the case last cited the rule applicable to the question here under consideration was thus stated:</p>\n<blockquote id=\"b197-10\">“The true measure of damages to be applied in all cases of a taking by virtue of eminent domain is involved in no doubt. It is easy of application. It is the depreciation in value of the property affected by the taking. Where land is taken, this has been said so frequently that it would be a work of supererogation to cite the cases in which the doctrine has been stated and applied. It was applied in Miller v. Water Co., 148 Pa. St. 429, 23 Atl. 1132, where, as in this case, a water company had appropriated water, and a lower riparian owner complained that he was injured by the appropriation. It is the proper measure of the plaintiff’s damage in this case. The jury should inquire what the property affected was fairly worth immediately before the water was appropriated and what it was worth as affected by the appropriation. The dif<page-number citation-index=\"1\" label=\"170\">*170</page-number>ference, if any, is the loss actually sustained, and therefore the measure of the plaintiff’s right to recover damages.” Lee v. Water Co., 176 Pa. St. 226, 35 Atl. 184.</blockquote>\n<p id=\"b198-4\">If, then,- as we conclude is the case, a correct rule was adopted as regards the damages sustained by the riparian proprietors, by reason of the extinguishment of their water-power rights on the outlet, there remains to be considered another, and, as counsel seem to think, a far more important, question, viz. the ownership of the reservoir and water stored or impounded therein. If we correctly apprehend the position taken by the learned counsel for the several defendants, it is that the property appropriated by the plaintiff, in pursuance of the statutory authority conferred by the act of 1890, is (1) the water-power rights on the outlet created by the yield of the watershed; (2) the right to divert all such yield; (3) a storage reservoir, with the undisputed right to store therein all the water yielded by the watershed; and that the sum total of these three classes of property is the water actually stored in the reservoir. In brief, the defendants lay claim to the lake itself, and assert that it belongs to them in common with the other riparian proprietors; that it has value for manufacturing, municipal, and other purposes ; and that consequently it is property for the value of which, for any purpose for which the same is available, the defendants are entitled to compensation. The full measure of this particular feature of the defendants’ claim was sought to be established by evidence which tended to show the extent of the area of the watershed of the lake and its character, the ordinary or average amount of rainfall thereon, and the proportion or percentage of the rainfall which should be expected to find its way into the lake. If it is to be assumed, as very properly it may be, that the lake, by reason of' the dam maintained at its outlet, had a much greater storage capacity than formerly, and that in consequence the flow of water therefrom was regulated and controlled in such manner as to greatly benefit the mill owners upon the outlet, we yet fail to see upon what theory it can be asserted that the defendants acquired title to either the reservoir or its contents, in the sense that they, even with the concurrence of all the other riparian proprietors, could exercise absolute and exclusive control over or sell the same. .Certainly, Gibbs never acquired any such right and title, and, if he did, the defendants did not succeed thereto, because whatever right or title he did acquire was condemned by the state. The most, therefore, that can be said, as we view it, is that Gibbs, as early as 1816, by some arrangement entered into between him and the riparian proprietors on the lake, acquired the right to erect and maintain a dam, the effect of which was to raise or pond the water in the lake some six feet above its former level, and that the right thus acquired was acquiesced in by all the lower riparian owners. But what was the purpose of this dam? It surely was not to withhold or divert the water from its natural course. On the contrary, it was to secure more water, and to so regulate and control its flow as that it would be constant and equal from one end of the year to the other, and such, it seems, was its effect; for the undisputed evidence is that <page-number citation-index=\"1\" label=\"171\">*171</page-number>the watershed of the lake yielded a sufficient quantity of water to permit a discharge into the outlet of at least 7,000 cubic feet every minute of the day in every day of the year. It is not surprising that, in these circumstances, there was no objection raised by any. one to the dam; for it was of enormous advantage to the water-power rights on the outlet, which theretofore had doubtless been subjected to the inconveniences and annoyances of occasional meteorological variations. But, notwithstanding the presence of the dam, the water in the lake was constantly moving in one direction; its flow was never arrested, save for the use of the riparian owners along the stream; it still had none of the ordinary attributes of property, and it was not the subject of exclusive dominion or control; for as was said in a comparatively recent case, in which the right to the waters of another inland lake was involved:</p>\n<blockquote id=\"b199-5\">“Neither sovereign nor subject can have any greater than a usufructuary right therein, and even this is subject to the temporary enjoyment by the riparian proprietors over whose lands it passes while on its way to its final destination, undiverted and undiminished, save for domestic or manufacturing purposes.” Smith v. Oity of Rochester, 92 N. Y. 463-480.</blockquote>\n<p id=\"b199-6\">We have said that this case, so far as this particular feature of it is concerned, is sui generis, and such is undoubtedly the fact; for certain it is that patient investigation upon the part of both counsel and court has thus far failed to discover in the reported cases one which is similar to it. In these circumstances, therefore, the present case must be disposed of upon principle, unaided by authoritative precedent, and we can conceive of no reason why the principles applicable to running streams of water should not be controlling here. No one, we assume, would claim for a moment that the defendants, or any of them, would have any right to construct a reservoir, and detain and store the waters of the outlet therein, to the prejudice of other parties; for that would violate a well-established principle of law. Clinton v. Myers, 46 N. Y. 511. And, if this cannot be done, we fail to see upon what principle such water could be stored and detained before reaching the outlet. If it be said that this could be done by the concurrent action of all the riparian proprietors on the outlet, it might be asked, what is to become of the rights of similar proprietors upon Seneca river, into which the outlet empties, whose water powers would unquestionably be materially diminished by the diversion of the waters of Skaneateles Lake? From whatever standpoint the question is considered, we think but one conclusion can be reached, which is that whatever right or ownership the appellants had in the lake was limited to the storage of water for their use and accommodation, in. common with other riparian owners upon the outlet, and that consequently, upon principle, it must be held that the rights and privileges of riparian proprietors upon both lake and outlet are the same; that neither have any ownership in the corpus of the water, or the right to permanently retain, withhold, or divert the same; but that, on the contrary, both alike are bound to deliver the waters passing over their respective premises, without any unnecessary diminution, to the lower proprietors. G-ould, Waters (2d Ed.) <page-number citation-index=\"1\" label=\"172\">*172</page-number>§ 204; Pixley v. Clark, 35 N. Y. 524; Sweet v. City of Syracuse, supra; Clinton v. Myers, supra. And, if this be so, then the commissioners were clearly right in withholding damages from the defendants for property actually appropriated.</p>\n<p id=\"b200-4\">Exception is also taken by the appellants to the exclusion of evidence which it is claimed tended to establish the capabilities, earning capacity, and productiveness of the various parcels of property condemned; particular stress being laid upon the refusal of the commissioners to receive evidence of profits earned by some of the appellants in their business. We do not think the rejection of this class of evidence was improper; for although, as has already been said, in determining the market value of property taken for a public use,° it is proper to consider such property with reference to any and all purposes to which it may be devoted, yet an inquiry as to the profits which have been or may be realized from some particular business would have but little, if any, legitimate bearing upon the question .of value, for the reason that the profitable or unprofitable conduct of all business is generally dependent upon a variety of causes, such as the location of the property:, the enterprise, .judgment, and business skill of the owner, not to mention several other elements which will readily suggest themselves. Langdon v. City of New York, 59 Hun, 434, 13 N. Y. Supp. 864, affirmed in 133 N. Y. 628, 31 N. E. 98; Newton v. Armstrong (Sup.) 19 N. Y. Supp. 573; In re Gilroy, 26 App. Div. 314, 49 N. Y. Supp, 798. In the case first above cited, it was said, in the opinion delivered by the court of last resort, that:</p>\n<blockquote id=\"b200-5\">“If the sovereign power, in the exercise of the right of eminent domain, could take the property of the citizen at a valuation based upon the net income realized from it, it is feared that a very large portion of the farm property of the state could he acquired by it at a purely nominal consideration; but it is the potentialities of a given piece of property, both developed and undeveloped, which constitute its chief element of value.”</blockquote>\n<p id=\"b200-6\">But, having determined the paramount questions in the case adversely to the appellants’ contention, it is hardly worth while to dwell longer upon those which are merely incidental thereto, and therefore of minor importance only; for it is a rule well established, and seldom departed from, that where, in a proceeding of this nature, commissioners have adopted a correct principle in determining the value of the property condemned, an appellate court will not interfere with their report upon the mere question of damages, unless the amounts awarded are palpably unjust,—the theory of the condemnation law being that commissioners, in the performance of their duty, shall be untrammeled by technical rules of evidence, and unrestricted as to their sources of information; in short, that, in reaching a conclusion as to the value of a given piece of property, they shall be guided by their own judgment and experience, rather than by the opinions of witnesses. In re City of Rochester, 40 Hun, 588; In re Staten Island Rapid-Transit Co., 47 Hun, 396; In re Thompson, 85 Hun, 438, 32 N. Y. Supp. 897; Id., 127 N. Y. 463, 28 N. E. 389, 14 L. R, A. 52. In this particular instance we are unable to see why the awards made were not am-<page-number citation-index=\"1\" label=\"173\">*173</page-number>pie, and even liberal; and, this being the case, it follows that, within the rule just adverted to, they ought not to be disturbed.</p>\n<p id=\"b201-5\">Order affirmed, with costs against the several appellants appearing by separate attorneys. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}