{
  "casebody": {
    "data": "<casebody firstpage=\"962\" lastpage=\"963\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b990-6\">NALLY v. HITCHCOCK <em>et </em>al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b990-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfD\">January 5, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b990-8\">3. Witnesses—Cross-Examination—Discretion or Court.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b990-9\">Whether defendant should be permitted to cross-examine plámtiflr’s witness upon the whole case before the plaintiff has rested is a matter within the discretion of the court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b990-10\">S. Charge to Jury—Failure to Save Exceptions.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b990-11\">Objections to the charge to the jury will not be considered on appeal where no exception was taken at the trial.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b990-12\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b991-4\"><page-number citation-index=\"1\" label=\"963\">*963</page-number>Action by Frank G. Nally against Hiram Hitchcock and others. From a judgment for defendants, and an order denying a new trial, plaintiff appeals. Affirmed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b991-5\">Argued before VAN BRUNT, P. J., and RUMSEY, PATTERSON, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b991-6\">Louis Hicks, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b991-7\">William J. Fanning, for respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b991-8\">RUMSEY, J.</author>\n<p id=\"AJW\">None of the exceptions were well taken. Whether the defendants should be permitted to cross-examine the plaintiff’s witness upon the whole case before the plaintiff had rested was purely a matter in the discretion of the court, and there is no reason to believe that that discretion was abused upon this trial. The objections to .the charge cannot be considered, because no exception was taken to it. It may he proper to say, however, that the charge fully covered all the matters at issue; and, if the plaintiff desired that any further direction be given to the jury, it was his duty to ask the court to do so.</p>\n<p id=\"b991-9\">The evidence to sustain the verdict was ample. There was nothing in the circumstances shown upon the trial which could throw .any doubt on the good faith with which the defendants received this check. The fact that it was payable to the Mexican Onyx Company, and was indorsed by that company by its president, to whom the money was paid, did not, under the circumstances, throw any suspicion upon the validity of the check; nor was there any reason to suppose that the indorsement was not perfectly proper.</p>\n<p id=\"b991-10\">Upon the evidence we are satisfied that the verclict was correct, and the judgment and order must be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}