{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"28\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b50-7\">QIN WEI LIN, Petitioner, v. Alberto R. GONZALES, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b50-9\">No. 05-5373-ag.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b50-10\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b50-11\">July 13, 2006.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b51-12\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>Edward J. Cuccia, New York, New York, for Petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b51-13\">David L. Huber, United States Attorney, Terry M. Cushing, Assistant United States Attorney, Louisville, Kentucky, for Respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b51-14\">PRESENT: Hon. RALPH K. WINTER, Hon. B.D. PARKER, Hon. REENA RAGGI, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b51-16\">SUMMARY ORDER</p>\n<p id=\"b51-17\">Petitioner Qin Wei Lin petitions for review of an order of the BIA affirming Immigration Judge (“IJ”) Alan Vomacka’s decision ordering Lin’s removal to China and denying his applications for asylum, withholding of removal, and Convention Against Torture (“CAT”) relief. We assume the parties’ familiarity with the facts and procedural history of the case.</p>\n<p id=\"b51-19\">When the BIA summarily affirms the decision of the IJ without issuing an opinion, <em>see </em>8 C.F.R. § 1003.1(e)(4), this Court reviews the IJ’s decision as the final agency determination. <em>See, e.g., Twum v. INS, </em>411 F.3d 54, 58 (2d Cir.2005); <em>Yu Sheng Zhang v. U.S. Dep’t of Justice, </em>362 F.3d 155, 158 (2d Cir.2004). This Court reviews the agency’s factual findings, including adverse credibility determinations, under the substantial evidence standard, treating them as “conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.” 8 U.S.C. § 1252(b)(4)(B); <em>see, e.g., Zhou Yun Zhang v. INS, </em>386 F.3d 66, 73 &amp; n. 7 (2d Cir.2004). Nevertheless, “the fact that the [agency] has relied primarily on credibility grounds in dismissing an asylum application cannot insulate the decision from review.” <em>Ramsameachire v. Ashcroft, </em>357 F.3d 169, 178 (2d Cir.2004). An adverse credibility determination must be based on “specific, cogent reasons” that “bear a legitimate nexus” to the finding. <em>Secaida-Rosales v. INS, </em>331 F.3d 297, 307 (2d Cir.2003).</p>\n<p id=\"b51-21\">Here, the IJ’s adverse credibility determination was not supported by substantial evidence. Although the IJ correctly stated that the abortion certificate and letter provided by Lin had not been formally authenticated, an IJ is not permitted to reject an asylum-seeker’s documents based solely on a failure to authenticate. <em>See Cao He Lin v. U.S. Dep’t of Justice, </em>428 F.3d 391, 404-05 (2d Cir.2005). Furthermore, even though the household registration entered into evidence did not <page-number citation-index=\"1\" label=\"28\">*28</page-number>bear Lin’s “Citizen No.,” it did indicate Lin’s gender, date of birth, relationship to the head of the household, type of household, place of birth, native place, workplace, occupation, nationality, and the amount of time that Lin had lived at his address in China—all factors which, contrary to the IJ’s finding, tied the household registry entry to Lin, himself.</p>\n<p id=\"b52-4\">The IJ further erred in his assessment of Lin’s sincerity. The IJ found Lin insincere, citing, <em>inter alia, </em>certain implausible aspects of Lin’s story. As the IJ acknowledges, however, certain of his conclusions were speculative. On remand, the IJ must provide sufficient reasons for any credibility findings to permit us to conclude that they are not based on either “a misstatement of the facts in the record nor bald speculation or caprice.” <em>Zhou Yun Zhang v. INS, </em>386 F.3d at 74.</p>\n<p id=\"b52-5\">Finally, the IJ noted a discrepancy within Lin’s testimony as related to his notarial certificate, which was dated April 2002, before he stated that he had left China, even though he testified that his family had gotten the certificate upon the advice of Lin’s lawyer in the United States. Although the record does substantiate this discrepancy, remand is still necessary because it is not clear the agency would reach the same conclusion based on this one discrepancy. <em>See Xiao Ji Chen v. U.S. Dep’t of Justice, </em>434 F.3d 144, 161 (2d Cir.2006). Because the flawed adverse credibility finding was the basis for the IJ’s denial of asylum, withholding, and CAT relief, all three claims must be reconsidered on remand.</p>\n<p id=\"b52-6\">Accordingly, Lin’s petition for review is GRANTED. Having completed our review, any stay of removal that the Court previously granted in this petition is VACATED, and any pending motion for a stay of removal in this petition is DENIED as moot. Any pending request for oral argument in this petition is DENIED in accordance with Federal Rule of Appellate Procedure 34(a)(2), and Second Circuit Local Rule 34(d)(1).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}