{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"249\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b245-8\" pgmap=\"245\">M. T. Vaughn v. Silas Owens.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b245-12\" pgmap=\"245\">Sales — Growing Crops — Possession—Replevin to Recover Property Held by Constable — Official Character of Defendant — Evidence.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b245-13\" pgmap=\"245\">I. Upon a sale of a growing crop the title and possession pass to the ven- ■ dee.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b246-4\" pgmap=\"246\">2. The purchaser of a growing crop of corn, where the quantity is considerable, may have it cribbed on the premises where grown, without sub. jecting it to levy for the debts of the vendor.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b246-5\" pgmap=\"246\">3. In the case presented, it is held, that the evidence shows a complete sale of the corn in question while growing, although it was to be gathered and cribbed by the vendor and the quantity was then to be ascertained or agreed upon by the parties.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b246-6\" pgmap=\"246\">4. Where the defendant, in an action of replevin, defends on the ground that he was a Constable and took the property in question by virtue of an execution and the direct question of his official character is raised, he must show that he was a Constable de jure. Evidence that he was an acting Constable is inadmissible.</headnotes><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b246-7\" pgmap=\"246\">[Opinion filed August 26, 1886.]</decisiondate><summary data-order=\"7\" data-type=\"summary\" id=\"b246-8\" pgmap=\"246\">Appeal from the County Court of De Witt County; the Hon. G. B. Graham, Judge, presiding.</summary><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b246-9\" pgmap=\"246\">Messrs. Moore &amp; Warner, for appellant.</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"b246-10\" pgmap=\"246\">The absolute unconditional title to the property in question became vested in the appellant, September 22, 1885. Graff v. Fitch, 58 Ill. 373; Shelton v. Franklin, 68 Ill. 333; Straus v. Minzesheimer, 78 Ill. 492; Benjamin on Sales, Sec. 331.</p><p data-order=\"10\" data-type=\"legal\" id=\"b246-11\" pgmap=\"246\">Where a person, claiming to be an officer, attempts to justify his acts done by virtue of his office, he must prove himself an officer de jure. Schlencker v. Risley, 3 Scam. 483; Case v. Hall, 21 Ill. 632; Outhouse v. Allen, 72 Ill. 529.</p><attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b246-12\" pgmap=\"246\">Messrs. Fuller, Monson &amp; Ingham, for appellee.</attorneys><p data-order=\"12\" data-type=\"legal\" id=\"b246-13\" pgmap=\"246\">Upon the sale of growing crops, actual possession need not be taken by the purchaser until they are matured, but when the crop arrives at maturity the purchaser must then be diligent and take the actual possession of the same within a reasonable time. Thompson v. Wilhite, 81 Ill. 356; Bull v. Griswold, 19 Ill. 631.</p><p data-order=\"13\" data-type=\"legal\" id=\"b246-14\" pgmap=\"246(61) 247(61)\">The pretended symbolical delivery was not made until ten days, according to Vaughn, and forty days, according to Hendrix, after the crop matured. That showed no diligence on Vaughn’s part. Even ten days is not a reasonable time within which possession should have been taken, or -attempted to be taken. A delay of more than one day in taking possession would certainly have been laches and defeated his right, considering that the corn was so near the premises and so susceptible of actual possession by removal or otherwise. Arnold v. Stock, 81 Ill. 407; Reed v. Eames, 19 Ill 594; Wooley v. Fry, 30 Ill. 158; Reese v. Mitchell, 41 Ill. 365; Cass v. Perkins, 23 Ill. 382.</p> <opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b247-5\" pgmap=\"247\">Conger, J.</author> <p id=\"AtB\" pgmap=\"247\">On the 22d day of September, 1885, one H. A. Hendrix was indebted to appellant in the sum of §30. Appellant was also surety for Hendrix upon the latter’s note to other parties for §123.20 and interest. On that day appellant and Hendrix met on the farm near where the corn of Hendrix was growing, and appellant proposed to purchase it of Hendrix at the price of 20 cents a bushel, Hendrix to gather and crib the corn on the farm of appellant, lying just across the road from the place on which the corn was growing, or on the land where the corn was growing if he could find enough rails there to crib it; and when the corn was so gathered and cribbed, the total amount to be ascertained or agreed upon by the parties, and then to be paid for at the rate of 20 cents per bushel, by appellant surrendering to- Hendrix his note of §30 and paying off the note of Hendrix, of §123.20, upon which appellant was surety, and the difference between these two amounts and the total price of the corn, to be settled in cash, whichever way it should be. .Hendrix said, “It is a trade; it is your corn.”</p> <p id=\"b247-6\" pgmap=\"247\">Hendrix gathered the corn and cribbed it on the place where grown, as he says, from the 1st to the 15th of October, while appellant states that it was gathered from the 1st to the 15th of November, and from the circumstances we are inclined to think the date fixed by appellant to be the correct one. On the 25th of November, 1885, Hendrix and appellant met and estimated the corn, which was contained in two cribs, at 700 bushels, the §30 note was delivered up, and they agreed that when appellant paid off the note upon which he was surety, the difference in money could be paid. Appellant did pay off said security debt December 24,1885.</p> <p id=\"b247-7\" pgmap=\"247(9) 248(22)\">A judgment was. obtained October 2, 1885, and execution thereon issued and delivered to appellee as constable on October 9, 1885, in favor of a third party and against Hendrix.</p> <p id=\"b248-4\" pgmap=\"248\">This execution was levied upon the corn in question November 28, 1885; whereupon appellant brought replevin against the officer, and the sole question is, was the transfer of the corn from Hendrix to appellant sufficient to defeat the claims of the execution.</p> <p id=\"b248-5\" pgmap=\"248\">The sale was complete on the 22d of September, and the title to the growing corn passed out of Hendrix to appellant then. The parties intended the sale to be complete before the corn was measured; appellant made to Hendrix a distinct offer as to price, the manner of payment, and the means by which the quantity of corn could be ascertained when gathered and cribbed, and Hendrix replied: “It is a trade; it is your corn.”</p> <p id=\"b248-6\" pgmap=\"248\">It seems to us nothing could show more clearly that the parties intended that the sale should be complete at that time and before the corn should be measured, and if so, the title would at once pass. Graff v. Fitch, 58 Ill. 373; Shelton v. Franklin, 68 Ill. 333; Straus v. Minzesheimer, 78 Ill. 492.</p> <p id=\"b248-7\" pgmap=\"248\">And this being a sale o’f standing crops, the possession is in the vendee until it is time to harvest them, and until then he is not required to take manual possession of them. Ball v. Griswold, 19 Ill. 631.</p> <p id=\"b248-8\" pgmap=\"248\">But the objection is made that when the corn was gathered, after its maturity, appellant lost his right by permitting it to remain in the apparent possession of Hendrix an unreasonable length of time. There would be great force in this position if the article purchased had been of such a nature as required an actual manual delivery, but as we understand the law, to constitute a delivery of so large a quantity of corn in cribs as that in controversy, or any cumbrous bulky article incapable of being handed over from one to another, there need not be manual delivery of them.</p> <p id=\"b248-9\" pgmap=\"248(48) 249(23)\">We think that the cribbing of the corn at the place agreed upon by Hendrix was a sufficient delivery to appellant. The title to the corn had been in appellant since the 22d of September, and we can see no good reason why he might not have the corn cribbed on the place where grown as well as elsewhere until such time as it suited his convenience to remove it.</p> <p id=\"AR5\" pgmap=\"249\">Had the quantity been small, capable of being easily handled, the rule might be different. But if one buying a stack of hay, a raft of logs or a large pile of lumber, is not required to remove such things, but may leave them during his pleasure at the place where they were when purchased, wTe do not see why appellant, who had bought the com in September and had it gathered and cribbed where he wanted it to remain, possibly through the winter, should be compelled to remove it from such place to protect his title, any more than if he had upon the 28th of November bought it for the first time, and regarded the understanding of himself and Hendrix, that the cribs were then and there delivered, as a delivery which in the latter case would clearly be good. Jewett v. Warren, 12 Mass. 300; Cartwright v. Phoenix, 7 Cal. 281; Chaplin v. Rodgers, 1 East, 192; Hart v. Wing, 44 Ill. 141; Ticknor v. McClelland, 84 Ill. 471; May v. Tallman, 20 Ill. 443.</p> <p id=\"b249-7\" pgmap=\"249\">We think appellant was entitled to recover, and the court below erred in finding to the contrary.</p> <p id=\"b249-8\" pgmap=\"249\">It was also error to permit appellee to testify that he was acting as constable. He was the defendant in the replevin proceedings; had taken the property by virtue of an execution; therefore the direct question was raised as to whether he was a constable or not, and it was therefore incumbent on him to prove that he was a constable de jure. Outhouse v. Allen, 72 Ill. 529.</p> <p id=\"b249-9\" pgmap=\"249\">Eor the errors indicated the judgment of the court below will be reversed and the cause remanded.</p> <p id=\"b249-10\" pgmap=\"249\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}