{
  "casebody": {
    "data": "<casebody firstpage=\"736\" lastpage=\"744\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b770-4\">Salem</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b770-5\">ELISHA DANIEL v. COMMONWEALTH OF VIRGINIA</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ASy\">No. 1464-91-3</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ay5\">Decided February 23, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b771-6\"><page-number citation-index=\"1\" label=\"737\">*737</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b771-7\">J. Harold Eads, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b771-8\">Margaret Ann B. Walker, Assistant Attorney General (Mary Sue Terry, Attorney General, on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b771-9\">Opinion</p>\n<author id=\"b771-10\">KOONTZ, C.J.</author>\n<p id=\"ACF\">In a bench trial in the Circuit Court of Botetourt County, Elisha Daniel (Daniel), appellant, was convicted of possession of heroin with the intent to distribute. He was sentenced to serve five years in the penitentiary for this offense. On appeal, Daniel contends the trial court erred when it refused to compel disclosure of a police informant’s identity. For the reasons that follow, we reverse and remand.</p>\n<p id=\"b771-11\">The charge against Daniel arose from a series of events which occurred on October 1 and 2, 1990. On October 1, a “confidential reliable informant” advised Sergeant D.F. Ragland of the Roanoke City Police Department that Daniel would be taking his vehicle to Washington, D.C., to pick up a quantity of heroin and, on the same day, delivering it to two “heroin dealers” in Roanoke City. Sergeant Ragland knew Daniel and the heroin dealers identified by the informant.</p>\n<p id=\"b771-12\">The next morning, October 2, the informant advised Sergeant Ragland that Daniel would be traveling to Washington, D.C., on that day, but in a different vehicle. The informant gave Sergeant Ragland a description of that vehicle, including its license number. Later that day, the informant telephoned Sergeant Ragland and advised him that <page-number citation-index=\"1\" label=\"738\">*738</page-number>in about forty-five minutes Daniel would be arriving at a particular “rest stop” on Route 81 in Botetourt County.</p>\n<p id=\"b772-5\">Sergeant Ragland, Deputy B.R. Kelly of the Botetourt County Sheriffs Department, and other unidentified police officers went to the designated rest stop and waited there for Daniel to arrive. The vehicle described by the informant arrived shortly thereafter and stopped. Morris Reedy, the driver and owner of the vehicle, got out and was detained by the unidentified officers. Daniel remained in the passenger seat of the vehicle until removed from it by Sergeant Ragland and Deputy Kelly. A search of Reedy and his vehicle revealed no drugs or drug paraphernalia. Reedy was released and was not charged with a criminal offense. A search of Daniel revealed eighteen baggies of high-grade heroin on his person. Seven baggies containing fourteen percent pure heroin were seized from his right front pants pocket. The other eleven baggies containing seven percent pure heroin were seized from a match box in Daniel’s shirt pocket. In addition, a short straw and a fifty-dollar bill were seized from Daniel. The “street” value of the heroin was “a little better than $50,000.”</p>\n<p id=\"b772-6\">At trial, Deputy Kelly testified that after he gave Daniel “his <em>Miranda </em>rights,” Daniel stated that he had gone to Washington, D.C. to pick up heroin for two “drug dealers” in Roanoke. He further testified that Daniel stated that he was ‘ ‘paid’ ’ $50 and two baggies of the heroin for this service, but that Daniel refused to confirm the identity of the dealers. Deputy Kelly testified that although he had taken “notes” on Daniel’s statement, he had not tape-recorded it. When Daniel testified, he denied making any statements to Deputy Kelly. Daniel maintained that he had accompanied Reedy on the trip believing that Reedy intended to obtain drugs for Reedy’s personal use. Daniel testified that he was not a drug user, that the heroin belonged solely to Reedy and that Reedy had paid him the fifty-dollar bill for accompanying Reedy on the trip.</p>\n<p id=\"b772-7\">Pertinent to the issue raised in this appeal, Daniel testified that Reedy had “set him up” by giving the drugs to him just before Daniel was arrested. He maintained that Reedy had used some of the heroin during the return trip from Washington and that when they stopped at White’s Truckstop on Route 81, about forty-five minutes before reaching the rest stop where the arrest occurred, the following exchange occurred:</p>\n<blockquote id=\"b773-4\"><page-number citation-index=\"1\" label=\"739\">*739</page-number>Well I told him, I said look man [if] you don’t stop doing this stuff I gonna just wait here and call my wife and tell her [to] come pick me up. I said I’m not going to keep riding up and down the road and you keep doing it every time you stop. He said here you take it and give it back to me when I get to Roanoke and that way I won’t [sic] be sure not to do any. So I took it and stuck it in my shirt pocket.</blockquote>\n<p id=\"b773-5\">Daniel further testified that “all along the road” on the return trip Reedy stopped and made telephone calls that Reedy explained were to his wife. Daniel testified that Reedy made one such call during their stop at White’s Truckstop.</p>\n<p id=\"b773-6\">Sergeant Ragland testified concerning the information he had received from the informant and the facts concerning Daniel’s possession of the heroin. On cross-examination of Sergeant Ragland, defense counsel continually attempted to establish that Reedy was the confidential informant. Specifically, when asked, “well [Reedy] was in fact the informant you are talking about here,” Sergeant Ragland replied, “I can’t confirm or deny that fact, no sir.” The trial court sustained the Commonwealth’s objection “to this line of questioning.” Sergeant Ragland testified, however, that he knew Reedy “as a possible user of narcotics.” Although the trial court did not compel disclosure of the identity of the informant, in closing argument, defense counsel argued that Reedy was, in fact, the informant and that Reedy was not charged with an offense for that reason. Reedy was not called as a witness.</p>\n<p id=\"b773-7\">Well established principles guide our analysis of Daniel’s assertion that, on these facts, the trial court erred in refusing to compel disclosure of the informant’s identity. As a general rule, “the identity of a person furnishing the prosecution with information concerning criminal activities is privileged.” <em>Gray v. Commonwealth, </em>233 Va. 313, 328, 356 S.E.2d 157, 165, <em>cert. denied, </em>484 U.S. 873 (1987). “The purpose of the privilege is to further and protect the public’s interest in effective law enforcement.... If the public becomes aware of the dual role played by an informant, the informant becomes useless to the police, and persons who might otherwise provide information are discouraged from rendering assistance.” <em>Id. </em>(citation omitted).</p>\n<p id=\"b773-8\">In <em>Roviaro </em>v. <em>United States, </em>353 U.S. 53 (1957), the Supreme Court established an exception to this general rule, in federal cases, and held that “[w]here the disclosure of an informer’s identity ... is relevant and helpful to the defense of an accused, or is essential to a <page-number citation-index=\"1\" label=\"740\">*740</page-number>fair determination of a cause, the privilege [of nondisclosure] must give way.” <em>Id. </em>at 60-61. The Court stated that “no fixed rule with respect to disclosure is justifiable” and explained that “[t]he problem is one that calls for balancing the public interest in protecting the flow of information [to the police] against the individual’s right to prepare his defense.” <em>Id. </em>at 62. The Court held that “[w]hether a proper balance renders nondisclosure erroneous must depend on the particular circumstances of each case, taking into consideration the crime charged, the possible defenses, the possible significance of the informer’s testimony, and other relevant facts.” <em>Id. </em>We adopted what has come to be known as the <em>“Roviaro </em>balancing test” in <em>Lanier </em>v. <em>Commonwealth, </em>10 Va. App. 541, 394 S.E.2d 495 (1990). Specifically, we held that in such cases “on appeal, the question to be resolved is whether the trial court abused its discretion by refusing to order disclosure of the informant’s identity [when applying the <em>Roviaro </em>test].” <em>Id. </em>at 552, 394 S.E.2d at 502.</p>\n<p id=\"b774-5\">The <em>Roviaro </em>balancing test is further circumscribed by the distinction between informants who are participants in the criminal offense and those who are mere “tipsters.” <em>See, e.g., United States v. Price, </em>783 F.2d 1132, 1138 (4th Cir. 1986); <em>McLawhorn v. North Carolina, </em>484 F.2d 1, 5 (4th Cir. 1973); <em>Keener v. Commonwealth, </em>8 Va. App. 208, 212-13, 380 S.E.2d 21, 24 (1989). Generally, where die informant is a tipster who merely supplies information, knowledge of his or her identity “ ‘would not be essential in preparing the defense of the accused.’ ” <em>Keener, </em>8 Va. App. at 213, 380 S.E.2d at 24 (quoting <em>McLawhom, </em>484 F.2d at 5). On the other hand, in contrast to cases involving a mere tipster, “ ‘where the informant is an actual participant, and thus a witness to material and relevant events, fundamental fairness dictates that the accused have access to him [or her] as a potential witness.’ ” <em>Id. </em>Thus, disclosure of an informant’s identity is required where the informant is an actual participant. <em>Id.</em></p>\n<p id=\"b774-6\">On appeal, Daniel asserts that the general rule of nondisclosure of the identity of the informant is not applicable to his case because disclosure would have permitted him to establish an “entrapment defense” or, in the alternative, to establish that he possessed the heroin only as an “accommodation.” <em>See Falden </em>v. <em>Commonwealth, </em>167 Va. 549, 555-56, 189 S.E. 329, 332 (1937) (defining entrapment as “the conception and planning of an offense by an officer [or the officer’s agent], and his procurement of its commission by one who would not have perpetrated it except for the trickery, persuasion, or fraud of the <page-number citation-index=\"1\" label=\"741\">*741</page-number>officer”); <em>see also </em>Code § 18.2-248(D) (providing for a lesser punishment where possession of heroin with intent to distribute is only as an accommodation to another and not to profit thereby).</p>\n<p id=\"b775-5\">Daniel does not, and cannot, contest his possession of the heroin. That fact is beyond dispute. The essence of his position is that the evidence established that Reedy was known to the police as a drug user, that he participated in the offense, and that he was, in fact, the informant. Thus, confirmation of Reedy’s status as the informant would give credence to Daniel’s testimony concerning how and why he came to be in possession of the heroin.</p>\n<p id=\"b775-6\">In response, the Commonwealth, although acknowledging that under <em>Roviaro </em>“the informant’s relationship to the transaction is of critical importance,” asserts that Daniel has not shown that Reedy was the informant and that, in fact, the informant could have been anyone Daniel or Reedy knew. Thus, without proof of the informant’s identity, the Commonwealth asserts that no evidence supports Daniel’s argument that the informant was an active participant in the transaction or a material witness under the <em>Roviaro </em>test. For this reason, the Commonwealth contends that the general rule of nondisclosure is applicable to Daniel’s case. Similarly, the Commonwealth also asserts that because no evidence established who the informant was or how, if at all, that person participated in the crime, Daniel’s “entrapment theory is meaningless.” Finally, the Commonwealth asserts that its nondisclosure did not hinder Daniel’s right to prepare his defense because Daniel could have called Reedy as a witness. In sum, the Commonwealth’s position is that it is mere speculation that disclosure of the identity of the informant would have been useful to Daniel’s defense and, accordingly, the trial court correctly refused to compel disclosure of the informant’s identity. We disagree with the Commonwealth’s assertions.</p>\n<p id=\"b775-7\">Initially, we note that this is not a case where the identity of the informant is disclosed by the evidence and, thus, the erroneous denial of disclosure is harmless error. <em>See Sorrentino </em>v. <em>United States, </em>163 F.2d 627, 628-30 (9th Cir. 1947). Likewise, this is not a case where the theory that the informant participated in the crime charged is unsupported and, thus, is mere speculation. <em>See Lanier, </em>10 Va. App. at 552-53, 394 S.E.2d at 502 (holding that “[t]he defendant must come forward with something more than speculation as to the usefulness of the identity of the informer”'). Here, while we do not find that Reedy was the informant, the evidence establishes that such is a reasonable <page-number citation-index=\"1\" label=\"742\">*742</page-number>hypothesis.<footnotemark>1</footnotemark> <em>See Keener, </em>8 Va. App. at 213, 380 S.E.2d at 24 (finding that the defendant had “sufficiently established” that an individual was an actual participant). It is beyond dispute that if Reedy was the informant, that fact was material and relevant to Daniel’s defense. Reedy was the sole witness to the crime from its inception and he alone could confirm Daniel’s trial account of the events in question. Moreover, “[i]t is the fact of [Reedy’s] status as an informant which would have established [Reedy’s] status as an agent, giving rise to the defense of government entrapment.” <em>See id. </em>at 215, 380 S.E.2d at 25. For these reasons, we reject the Commonwealth’s assertion that it is mere speculation that disclosure of Reedy as the informant, if that was the case, would have been useful to the defense.</p>\n<p id=\"b776-5\">We find no merit to the Commonwealth’s assertion that its nondisclosure did not hinder Daniel’s right to prepare his defense because Daniel could have called Reedy as a witness. Although it is true that Daniel could have called Reedy as a witness, the privilege of nondisclosure belongs to the government, not to the witness. <em>See Roviaro, </em>353 U.S. at 59. Thus, if the privilege could be asserted properly by the government, it could be asserted during the testimony of any witness, including the witness thought by the accused to be the informant. The Commonwealth’s assertion ignores the fact that the Commonwealth could have invoked the privilege if Reedy had testified at trial. In addition, the Commonwealth’s assertion simply does not address Daniel’s contention that what he sought to do was to identify Reedy as the informant whether he called him as a witness or not.</p>\n<p id=\"b776-6\">Finally, we turn to the Commonwealth’s initial assertion that without proof of the identity of the informant, no evidence supports Daniel’s argument that the informant was an active participant or a material witness to the crime and, thus, disclosure of the informant’s identity was not required. The validity of this assertion is lost in the factual context from which it arises in this particular case. This is not a case involving several active participants in addition to the accused. Thus, it is not a case in which the accused seeks to obtain the identity of an informant from among several possible informants. Here, Reedy <page-number citation-index=\"1\" label=\"743\">*743</page-number>was the only known witness to the events leading up to Daniel’s arrest. Clearly, Reedy was an “active participant” and a material witness to the crime. All that was known to the Commonwealth and unknown to Daniel was whether Reedy was, in fact, the informant. Daniel attempted to obtain confirmation from Sergeant Ragland of his assertion that Reedy was the informant. If, in fact, Reedy was not the informant, no rule permits the Commonwealth to refuse to disclose that a particular person is <em>not </em>the informant when such would not <em>necessarily identify another person as the informant. </em>Here, if Reedy was not the informant and Sergeant Ragland had confirmed that fact, the identity of the informant would not have been revealed. In that event, no issue of the informant’s identity being essential to a fair determination of the cause would be involved in the case.</p>\n<p id=\"b777-5\">Sergeant Ragland’s testimony that he could not “confirm or deny that [Reedy is the informant]” suggests that he may have harbored concerns that revealing that Reedy was not the informant would necessarily identify another person as the informant.<footnotemark>2</footnotemark> However, no evidence supports such a concern. Rather, because the Commonwealth asserted its privilege of nondisclosure, the facts of this case suggest a situation in which the Commonwealth was faced with the decision of foregoing prosecution to preserve the identity of an informant or proceeding with prosecution and being compelled to reveal the identity of the informant if disclosure of the informant’s identity became relevant and helpful to the defense of the accused, or essential to a fair determination of the cause.<footnotemark>3</footnotemark></p>\n<p id=\"b777-6\">The Commonwealth’s privilege continues to have vitality, however, even where a conviction is reversed for a trial court’s erroneous refusal to compel disclosure. The Commonwealth may choose between foregoing prosecution to preserve the identity of the informant or proceeding with the prosecution and being compelled to reveal the identity of the informant. Reversal of the conviction does not compel disclosure. The Commonwealth must make its choice after balancing the public interest in effective law enforcement by preserving the identity <page-number citation-index=\"1\" label=\"744\">*744</page-number>of a particular “confidential reliable” informant against its interest in successfully prosecuting an accused for a particular criminal offense. All we decide is that z/Reedy was the informant, on the particular circumstances of this case and for the reasons previously stated, confirmation of his status as such was essential to a fair determination of the cause. Accordingly, we hold that the trial court abused its discretion in not compelling disclosure.</p>\n<p id=\"b778-5\">It remains then to be determined whether this error was harmless. We agree with the Commonwealth’s assertion that the trial court as the trier of fact is not required to accept any of Daniel’s testimony and may rely on it in whole, in part, or reject it completely. <em>See Rollston </em>v. <em>Commonwealth, </em>11 Va. App. 535, 547, 399 S.E.2d 823, 830 (1991). The same rule, however, is equally applicable to the Commonwealth’s witnesses. The Commonwealth contends that Deputy Kelly’s testimony regarding Daniel’s confession, although disputed by Daniel at trial, renders any error in nondisclosure harmless. We disagree. “It is fundamental that ‘the credibility of witnesses and the weight accorded their testimony are matters solely for the fact finder.’” <em>Collins v. Commonwealth, </em>13 Va. App. 177, 179, 409 S.E.2d 175, 176 (1991) (citation omitted). Daniel’s credibility was critical because his testimony directly contradicted the Commonwealth’s evidence and, if believed, would have established either an entrapment defense or that Daniel possessed the heroin only as an accommodation to Reedy. We cannot conclude that evidence that Reedy was the informant, if that was the case, coupled with the evidence that Reedy was known by the police to be a “possible user of narcotics,” would not have bolstered Daniel’s testimony. Therefore, we cannot say as a matter of law that the error in refusing to compel disclosure did not affect the verdict and, thus, was harmless. <em>See Lavinder v. Commonwealth, </em>12 Va. App. 1003, 1005-06, 407 S.E.2d 910, 911 (1991) (en banc).</p>\n<p id=\"b778-6\">For these reasons, the judgment of conviction is reversed and the case is remanded for a new trial, if the Commonwealth be so advised.</p>\n<p id=\"b778-7\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b778-8\">Moon, I, and Bray, X, concurred.</p>\n<footnote label=\"1\">\n<p id=\"b776-7\"> The informant provided the police with accurate information concerning the crime, including the date, the specific drug involved, the vehicle involved and the route to be taken. Moreover, the informant was able to pinpoint the time when Daniel would arrive at the rest stop in possession of the heroin upon returning from Washington, D.C.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b777-7\"> Sergeant Ragland testified that he would not “confirm or deny” that Daniel himself had previously been an informant. He explained that “if you give one of them up from the witness stand you might as well give them all up.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b777-8\"> “[WJhere enforcement of a nondisclosure policy deprives an accused of a fair trial it must either be relaxed or the prosecution must be foregone. The [Commonwealth] is fully aware of this dilemma and solves it every day by foregoing prosecutions in many cases where evidence essential to the defense would require disclosure.” Roviaro, 353 U.S. at 67 (Clark, J., dissenting)-</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}