{
  "casebody": {
    "data": "<casebody firstpage=\"499\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b507-6\">No. 67.</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AY9\">John S. Stephens, and others, plaintiffs in error, <em>vs. </em>George W. Crawford, Governor, &amp;c., defendant in error.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b507-8\"><bracketnum>[l.]</bracketnum> The case of Stephens -us. George W. Crawford, Governor, for the nse of Ward, reviewed.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b507-9\"><bracketnum>[2.]</bracketnum> Upon such a bond there can be but one recovery, and a former recovery upon the same bond may be plead in bar of a subsequent suit.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b507-10\"><bracketnum>[3.]</bracketnum> Official bonds, when not conformable to the statute which requires them, although they may be good at common law, can only be enforced according to the rules of the common law.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b508-4\"><page-number citation-index=\"1\" label=\"500\">*500</page-number>Debt on Sheriff’s Bond. Tried before Judge Mekiwethee. In Baldwin Superior Court. August Term, 1847.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b508-5\">This was an action of debt, brought <em>by </em>the defendant in error as Governor of the State of Georgia, for the use of one John A. Breedlove, against John S. Stephens, as principal, and John M. Maclin, Benjamin L. Lester, and Michael J. Kenan, as securities, upon a bond given by said Stephens as sheriff of the county of Baldwin, on the 3d day of March, in the year 1840. This bond was in the form of a sheriff’s official bond, and recited that said Stephens was, on the 6th day of January, 1840, elected sheriff of the county of Baldwin, and was claimed to have been given in pursuance of his said election.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b508-6\">The bond was payable to Charles J. McDonald, Governor, &amp;c., and to his successors in office ; and was deposited by the justices of the Inferior court, before whom it was taken, in the proper office, as a <em>statutory </em>bond.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b508-7\">The breach alleged was, the collection of a judgment in favour of Breedlove, by Stephens, the sheriff, or by his deputy, after the giving of said bond, and while he was exercising the office of sheriff under said election and bond, and for which he had never accounted to Breedlove.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b508-8\">Upon the trial below, the bond was tendered in evidence, and objected to on the following grounds :</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b508-9\">1. Because it was not good as a statutory bond, not having been taken within the time prescribed by law, after the election of Stephens as sheriff.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b508-10\"><em>2. </em>Because the consideration was illegal, Stephens having forfeited his office by not giving bond after his election within the time prescribed by law.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b508-11\">3. Because it was not good as a common law bond, there having been no delivery thereof to Charles J. McDonald, the obligee, or to any other person for him by his direction.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b508-12\">4. That as a voluntary bond, it could not be sued in the name of a successor.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b508-13\">The Court below overruled these objections, and the bond was read in evidence to the jury. To which decision, the counsel for the plaintiffs in error excepted.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b508-14\">The alleged breach of <em>the </em>conditions of the bond was then proven on the part of the defendant in error.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b509-3\"><page-number citation-index=\"1\" label=\"501\">*501</page-number>The counsel for the plaintiffs in error having pleaded a former recovery, offered in evidence a recovery upon the same bond in favour of the defendant in error, for the use of one \"Ward, for an amount less than the amount of the bond, insisting that the action was barred thereby, as there could be but one recovery upon a voluntary common law bond. The Court below rejected this evidence, and the counsel for the plaintiffs in error excepted.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b509-4\">A further objection was taken to the bond, that it had been extorted <em>colore officii.</em></summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b509-5\">Charles D. Hammond was introduced as a witness in behalf of the plaintiffs in error, to prove the circumstances under which said bond was taken. He testified that the justices of the Inferior court of said county became dissatisfied with the bond previously executed by Stephens, being of opinion that it was not a good bond. After consultation, it was concluded to have another bond from him. Witness and Mr. Beecher, being two of said justices, informed Stephens that, he must give another bond; the justices had determined to have another bond. Witness would not have gone to him as a private citizen, but went as a justice of the Inferior court, and. informed him that the court had come to the conclusion that he must give a new bond.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b509-6\">Stephens then came forward and willingly executed the bond, the subject of the suit. The Court met for the purpose of taking it. Stephens had received notice of the arrival of his commission more than thirty days previous to the execution of the bond. It was never delivered to Charles J. McDonald, or to any person for him, but was delivered to the clerk of the Superior court of said county.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b509-7\">There was no order of the Court with regard to the taking of said bond, nor was it required of Stephens under any threat that his office would be declared vacant if he refused to execute it.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b509-8\">John S. Thomas was then introduced by way of rebuttal, who testified that he did not speak to Stephens himself with regard to his giving the bond sued on, nor did he know that Mr. Hammond, or any of the other justices had spoken to him upon the subject. Witness, as a justice of said court, was present when the bond sued on was taken. There was no order by the justices requiring the bond to be taken ; it was not required, exacted, or extorted by the Court, but, so far as known to witness, it was voluntarily given by Stephens.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b510-4\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>\"Whereupon, the Court below left it to the jury to determine whether the bond was taken <em>colore officii.</em></summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b510-5\">The jury found for the defendant in error.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b510-6\">Cone &amp; Lester, for the plaintiffs in error.</attorneys>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b510-7\">Iverson L. Harris, for the defendant in error.</attorneys>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b510-8\">Mr. Lester contended:</attorneys>\n<p data-order=\"27\" data-type=\"legal\" id=\"b510-9\">1. The bond declared <em>on </em>cannot be sustained as a statutory bond, (1 <em>Kelly R. </em>581,) not having been given within the time prescribed by statute. <em>Hotchk. </em>507, 508; 4 <em>Wash. </em>620.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b510-10\">2. It is invalid at common law, from illegality of consideration upon which it was given ; the condition being *to perform an act prohibited by statute. <em>Hotchk. </em>507; 1 <em>Com. on Cont. </em>31; <em>Powell </em>198; <em>Coolidge </em>vs. <em>Martin, </em>15 <em>Mass. R. </em>429; <em>Cameron </em>vs. <em>McFarland, No. Car. R. </em>299.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b510-11\">3. An action cannot be sustained on a voluntary common law bond in the name of a successor. <em>The Justices </em>vs. <em>Armstrong, </em>3 <em>Rev. R. (No.Car.) </em>284.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b510-12\">4. There can be but one recovery on a voluntary common law bond. <em>ib. </em>36.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b510-13\">' The Court below erred in rejecting the evidence of a former recovery on the same bond.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b510-14\">5. The bond was extorted from Stephens, <em>colore officii, </em>and therefore void. 3 <em>Wash. R. </em>10; <em>Tingy </em>vs. <em>The United States, 5 Peters R. </em>115.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b510-15\">Mr. Harris, for the defendant in error.</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"b510-16\">By keeping .steadily in view the principle stated in 2 <em>Bailey R. </em>362, case of <em>Treasurer </em>vs. <em>Bates, </em>and recognised in 1 <em>Kelly R. </em>582, this case is relieved of all the difficulty which the adversary counsel seems to think must attend it, if the course <em>of </em>reasoning in <em>Kelly </em>is adhered to now.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b510-17\">It is believed that the decision in <em>Kelly </em>is less complained of by counsel of the plaintiff in error, than that reasoning. Let us see if that decision may not be supported by a course of reasoning which will .command general assent.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b510-18\">The principle in <em>Bailey </em>is, “ that although a bond be not taken <page-number citation-index=\"1\" label=\"503\">*503</page-number>in exact conformity to tlie act authorizing it, it is not void. <em>It is not void unless the act itself makes such provision. </em>To render a bond, taken under a statute void, it must be so according to <em>express enactment, </em>or the bond must be intended to operate as a fraud on the obligee.”</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b511-5\">Had the statute of Georgia (the act of 1823, <em>Prince </em>183,) declared that sheriffs’ bonds taken, by the Inferior court, if not taken <em>ivithin the time </em>prescribed by it, should be void, then the bond here sued, would have been void for that reason by <em>express </em>enactment.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b511-6\">The statute of Georgia containing no such provision, the bond cannot therefore be void for <em>that reason, </em>if the principle relied on is correct.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b511-7\">Nor can it be <em>void </em>on the ground that the bond was intended to operate as a fraud on the obligee, as this is not pretended by the pleas, and is without evidence to support it.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b511-8\">It would seem to follow as a necessary consequence from the foregoing, that the <em>omission </em>by the Inferior court to take this bond within ten days after the arrival of the sheriff’s commission, as is required by act of 1811, <em>Prince </em>178, cannot operate a discharge of the obligees <em>per se.</em></p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b511-9\">Besides, another principle established by the repeated .decisions of the Supreme Court of the United States, to wit, in the case of <em>United States </em>vs. <em>Van Zandt, </em>11 <em>Wheat. R. </em>184; <em>Dox </em>vs. <em>Post Master General, </em>1 <em>Peters, </em>318,in perfect consonance with the principle first referred to, unites in assisting this Court in the decision of the points presented by the plaintiffs in error. That principle is, “that the securities <em>cannot avail themselves </em>of the omission or neglect of duty of a public officer to do what the law requires, as a defence; for such things are not contained in their contract, and form no part of the condition of the bond.”</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b511-10\">If these decisions are authority, what becomes of the position assumed, that the bond is <em>voi^.^hecause not taken within the time </em>prescribed by statute <em>1</em></p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b511-11\"><em>■ </em>The omission of the justices to do a ministerial act within the time prescribed by statute, or their dereliction of duty in any particular, does not furnish any ground of defence.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b511-12\">It is <em>assumed </em>by the adversary counsel, that the office of sheriff was vacant <em>when </em>the bond was given.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b511-13\">If it be true that the office was vacant, then Stephens could not have been sheriff elect, or acting, at the time the bond was given.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b512-4\"><page-number citation-index=\"1\" label=\"504\">*504</page-number>If both be true, that is, that the office was vacant and Stephens <em>was not acting as sheriff, </em>then it would appear that there was no consideration for the bond.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b512-5\">'It so happens that neither the one nor the other is true.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b512-6\">The office <em>was not vacant. </em>.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b512-7\">It had not been <em>adjudged or declared vacant </em>— and this was necessary to have been done; the words “ <em>shall be considered as vacant,” </em>technically mean adjudged or declared as vacant.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b512-8\">The justices ordered no <em>new </em>election; had that have been done, that order would properly have been held to be a declaration of vacancy.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b512-9\">Stephens was acting under the election in January preceding the execution of this bond, and this fact, the evidence in the cause and the recitals in the bond, prove.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b512-10\">This suit as now presented to this Court upon the proofs, is upon a <em>statutory bond.</em></p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b512-11\">In all its <em>conditions, </em>penalty &amp;c., it conforms in every respect to the requirements of our statute relative to sheriffs’ bonds, and is therein in nothing <em>variant.</em></p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b512-12\">If it be a statutory bond, coming from its proper depository, the proof of signing, sealing and delivery, is wholly unnecessary.</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b512-13\">Whether a statutory or voluntary bond, it is respectfully, but earnestly and confidently submitted, that under our Judiciary act, such proof is dispensed with in the first instance, and is in no case required of plaintiffs until the <em>onus </em>has been changed, and the necessity of such proof arisen by the plea of <em>non est factum, </em>verified by the affidavit of defendant, having been filed.</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b512-14\">There is no such plea in this case.</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b512-15\">If this be a statutory bond, suit in name of successor of obligee is rightfully brought; for the obligation is to the successor, in terms, as well as to the Governor for the time being. <em>Treasurer </em>vs. <em>Bates, </em>2 <em>Bailey R.</em></p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b512-16\">It is urged that the <em>consideration </em>of the bond is <em>illegal, </em>because the office was vacant.</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b512-17\">It is repeated that <em>tliere is no proof that the office of sheriff was vacant; </em>it is otherwise.</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b512-18\">But <em>illegality </em>of consideration can be predicated only of something <em>malum in se, or malum prohibitum. </em>The act of taking this bond violates no moral duty, nor <em>any positive enactment.</em></p>\n<p data-order=\"61\" data-type=\"legal\" id=\"b512-19\">As to the assignment of error upon the rejection by the judge below, of the record in the case of the Governor for the use of <page-number citation-index=\"1\" label=\"505\">*505</page-number>Ward, (case reported in 1 <em>Kelly </em>574,) the answer is, that the recovery or judgment in that case is for a <em>specific amount, </em>far less than the penalty of the bond.</p>\n<p data-order=\"62\" data-type=\"legal\" id=\"b513-4\">That that judgment should not be final, is evident from the pleadings in that case; it alleged special, or rather specific damage under our statute, directing plaintiffs, fully, plainly and distinctly, to set forth cause of action, &amp;c.; and upon the pleadings and proof, the verdict was for the damage actually sustained.</p>\n<p data-order=\"63\" data-type=\"legal\" id=\"b513-5\">This course is necessary under our system; it is unattehded by circuity, delay or danger.</p>\n<p data-order=\"64\" data-type=\"legal\" id=\"b513-6\">Why should the person first suing recover the amount of the whole penalty, and all others injured be driven to their <em>scire facias </em>to obtain the several amounts to which they are entitled <em>% </em>There is “ neither rhyme nor reason ” in such a course. ' The securities cannot be made to pay beyond the penalty in any mode; and what ■ substantial difference can there be in a new suit on the bond by each person injured, or in resorting to a <em>sci. fa., </em>to accomplish the precise same result.</p>\n<p data-order=\"65\" data-type=\"legal\" id=\"b513-7\">If we had not distinctly abolished special pleading, there would have been force in the position taken by counsel.</p>\n<p data-order=\"66\" data-type=\"legal\" id=\"b513-8\">The practice he insists on, is utterly inconsistent with our own system.</p>\n<attorneys data-order=\"67\" data-type=\"attorneys\" id=\"b513-9\">Mr. Cone, in conclusion, for the plaintiffs in error, submitted the following points:</attorneys>\n<p data-order=\"68\" data-type=\"legal\" id=\"b513-10\">1. The bond declared on cannot’be sustained as a statutory bond. 1 <em>Kelly R. </em>574.</p>\n<p data-order=\"69\" data-type=\"legal\" id=\"b513-11\"><em>2. </em>It is not valid as a voluntary common law bond.</p>\n<p data-order=\"70\" data-type=\"legal\" id=\"b513-12\">Because there waS no legal delivery. 1 <em>Sheppard’s Touchstone, </em>57; <em>2 Black. Com. </em>307; 4 <em>Vin. Abr. </em>27; 4 <em>Com. Dig. </em>273; 12 <em>Mass. R. </em>461; 10 <em>id. </em>456; 12 <em>Johns. R. </em>418; 1 <em>Johns. Cas. </em>114; 3 <em>Dev. R. </em>291; 1 <em>Iredell R. </em>597.</p>\n<p data-order=\"71\" data-type=\"legal\" id=\"b513-13\">The suit cannot be maintained in the name of the successor of the original obligee. 4 <em>Porter R. </em>345; 3 <em>Iredell R. </em>360; 1 <em>Leigh R. </em>485; 1 <em>Dev. R. </em>153.</p>\n<p data-order=\"72\" data-type=\"legal\" id=\"b513-14\">Bonds and other dioses in action are not assignable at common law. 7 <em>Com. Dig. </em>399; 1 <em>Dall. R. </em>268; 14 <em>Mass. R. </em>107; 15 <em>id. </em>388, 485.</p>\n<p data-order=\"73\" data-type=\"legal\" id=\"b513-15\">Official bonds not good by statute but by common law, can only <page-number citation-index=\"1\" label=\"506\">*506</page-number>be enforced according to the rules of the common law. 4 <em>Doug. R. </em>268; 2 <em>Leigh R. </em>642.</p>\n<p data-order=\"74\" data-type=\"legal\" id=\"b514-5\">There can. be but one recovery on a bond at common law.</p>\n<opinion data-order=\"75\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b514-6\">\n<em>By the Court.</em>\n</p>\n<author id=\"Ae2\">Nisbet, J.,</author>\n<p id=\"AEa\">delivering the opinion.</p>\n<p id=\"b514-7\"><bracketnum>[1.]</bracketnum> All the points made in this case, except'one, were made in the case of <em>Stephens et al. </em>vs. <em>Geo. W. Crawford, for the use of Ward, </em>reported in 1 <em>Kelly, </em>574. The action in that case was upon Stephens’ bond; so it is in the present case, but in favour of a different usee. We determined in the first case, that the bond was not good under the statutes of Georgia; that the successors of C. J. McDonald, to whom it was made payable, could sue upon it; that it was a valid bond at common law; that as such, the delivery to the clerk of the Superior court by the justices of the Inferior court, before whom it was taken, was a sufficient delivery.' Upon the hearing of the case first named, it was strenuously insisted that delivery to C. J. McDonald, to whom and to whose successors in office the bond was made payable, was indispensable to its validity as a voluntary bond. The same ground is urged now; with more than the learned counsel’s usual confidence, he (Mr. Cone) maintaining, that the aid of the statute cannot be invoked to make a bond void under it, good at common law. I do not propose traversing agaiu the ground occupied by this Court in the case in 1 <em>Kelly; </em>what is there decided remains decided, as we find no reason or authority for altering our opinions. The points enumerated as having been there determined might, with some saving of labour, have been omitted in the bill of exceptions now before me; as, however, the question of delivery, in the <em>argument, </em>has again elicited the strength of the counsel, and particuularly as the judgment of the Court and the reasoning upon which it was founded, has failed to command his approval, I have again turned my attention to it, and will endeavour briefly to fortify that judgment. In that case and in this, the bond was made payable to <em>Charles J. McDonald, Governor, and Commander in chief of the army and navy of this State, and his successors in office, </em>was taken before the justices of the Inferior court of Baldwin county, and by them delivered to the clerk of the Superior court.</p>\n<p id=\"b514-8\">The Statute of Georgia authorizes the justices of the Inferior court to take sheriffs’ bonds, and directs them to be turned over to the clerk of the Superior court. The judgment of this Court <page-number citation-index=\"1\" label=\"507\">*507</page-number>in <em>Stephens </em>vs. <em>Crawford, Gov’r., use of Ward, </em>was, that the bond was delivered, and was valid by the rules of the common law. In support of this judgment, the judge who wrote out the opinion, says : <em>“ </em>\"We recognise the position occupied by the counsel, that to be good as a voluntary bond, it must have all the incidents of a deed; it .must be signed, sealed, attested and <em>delivered. </em>One of these incidents, to wit, delivery, it is said is wanting. ' The bond is made payable to Charles J. McDonald, Governor of the State of Georgia, and his successors in office ; and the argument is, that it was not delivered to Charles J. McDonald. We cannot see that it was necessary. In considering the question whether it be or not, a good voluntary bond, we must look to the circumstances under which, and the character in which, it was given. A bond made to A and delivered to B, is void for want of delivery. That is, however, not this case. The obligor, Stephens, is the sheriff of Baldwin county; as sheriff he goes to the Inferior court, and, suggesting that his previously executed bond was considered void by some, of“ his own mere motion tenders to them an additional bond, which they accept. The act was voluntary. It does not appear that the court <em>virtute ofjicii </em>as agents of the State, considered the previous bond void and asked a new one, or used any means by threats, suggestions or otherwise, to get it. The’evidence is, that he of his own accord tendered it. Again, in writing out that opinion, he says: “ To return to the question of delivery. The only inquiries to test the sufficiency of the delivery are, to whom does the law direct this bond to be delivered <em>% </em>and was it delivered to the persons appointed by law to receive it <em>% </em>The answers are, that the statutes of Georgia declare the Inferior court competent to take it, and require it to be turned over to the clerk of the Superior court for custody ; and that it was taken before them, and by them delivered to the clerk of the Superior court; all of which not only amounts to delivery, but in our judgment is the only kind of delivery which would fulfil the requirements of the law.” N ow, the objection of the learned counsel to the judgment is, that no delivery of this bond is good but to the obligee, Charles J. McDonald, and to the reasoning is, that it invokes the aid of the statute to effect the delivery of a bond, confessedly not good under the statute, in order to make it good at common law as a voluntary bond. To elaborate the argument a little, it stands thus. Here is a bond made to Charles J. McDonald, Governor, &amp;c., and his successors in office. If delivered to him, it is admitted it would be good as a volan<page-number citation-index=\"1\" label=\"508\">*508</page-number>tary bond; but to avoid the necessity of proving a delivery to him, it is held, that a delivery to certain persons authorized by law to take the bond,is sufficient; thus invoking the aid of the statute to make good the delivery and sustain the bond. In answer to which I reply, that the aid of the statute is not invoked to make this a valid bond ; it is invoked only for the purpose of showing <em>the fact, </em>that the Inferior court are made the agents of the State to take the bonds of sheriffs. If a sheriff in office delivers to them voluntarily his bond, with intent that he shall be bound by its conditions, whether they have the legal authority at the time to take it, or not, it is a good voluntary bond; they are public officers, he recognises them as such, and voluntarily comes under obligations from which he cannot escape. The bond derives its valid character, not from the official designation of the payee, nor of those to whom it is delivered, but from the free and voluntary tender of it on the part of the obligor. This bond is made to the office ; the Governor is but the trustee of the people, and the Inferior court are the agents of the law to take it. This is certainly the true view of the case, if this was considered as a statutory bond. But if it be not viewed as a statutory bond — if the assumption is that it is only a good voluntary bond — then I say that the obligor, by voluntarily executing the bond and delivering it, as the statute directs the statutory bond to be executed, has adopted the payee and receiver of it, and is estopped from denying its validity. If a contrary doctrine were maintained — if no delivery of such bond were held sufficient but to the nominal payee — then not one in one thousand of the bonds of our country, purporting to be official bonds, would or could be enforced as voluntary bonds. Yet the books are crowded with cases where bonds payable to public officers, or to the State, and delivered to its agents, have been held valid as voluntary bonds. In each and all of such cases, the objection of the counsel that the aid of the statute is invoked, would apply with as much force as it does to this case. If it be admitted that this bond was <em>required </em>by the Inferior court, and at the same time that they had no authority of law to require it, unless the circumstances under which it was taken amount to extortion, it is still a valid voluntary bond. If there be no law to <em>prohibit </em>the taking of such bond — if it is not obtained by fraud, circumvention, or oppression, it is a good bond. This was so held in the case of <em>Speake </em>vs. <em>The United States, </em>9 <em>Cranch R. </em>28.</p>\n<p id=\"b516-5\">In such a case — the case now under consideration — -the obligor <page-number citation-index=\"1\" label=\"509\">*509</page-number>covenants with the State; he voluntarily undertakes with her agents ; the State is as competent to contract with him as a citizen ; the bond is not against public policy, it is not in contravention of public law, it is not opposed to public morality; it is founded on a sufficient consideration, and it is executed according to the meaning and intent of both parties; and why should it not bind the parties to it ?</p>\n<p id=\"b517-4\">The position now taken, and taken also in the previous case on this bond, is sustained by authority. The case of' <em>The United States </em>vs. <em>Tingy, </em>was an action on a bond made payable to <em>The United States, and executed to the Secretary of the Navy, </em>by a purser in the Navy. To this suit, among other things, it was plead, that the bond was not taken in pursuance of the laws of the United States, and was void as a statutory bond ; that it was not binding at common law, and was void for extortion. The last plea was sustained, the court determining that the Secretary of the Navy had no authority to require such a bond as a condition precedent to the purser’s entering upon the- duties of his office. ■ Yet the court also held that, but for extortion, the bond would be good at common law; Mr. Berrien, for the United States, then the Attorney General, contending that a bond is not less voluntary because it has been required by a public officer, but not contrary to law. Mr. Story, in delivering the opinion of the court, asserts the right of the United States, as an incident to its sovereignty, to contract with a citizen — to-take a bond in cases not previously prescribed by law; and says, “We hold that a voluntary bond, taken by authority of the proper officers of the Treasury Department to whom the disbursement of the public moneys is entrusted, to secure the fidelity in official duties of a receiver or an agent for disbursing of public moneys, is a binding contract between him and his sureties and the United States; although such bond may not be prescribed or required by any positive law.”</p>\n<p id=\"b517-5\">Running a parallel between the case of the <em>The United States </em>vs. <em>Tingy </em>and the case at this bar, it will be seen that they are very similar; in that case the bond was made to the United States; in this to the Governor; in that the bond was taken by a public officer, to wit,the secretary of the navy; in this by public officers, to wit, the justices of the Inferior court; in that the bond was held void as a statutory bond; so also in this; it was held in that case good at common law, but for its being extorted ; so also we hold that it is good at common law in this case, there being no <page-number citation-index=\"1\" label=\"510\">*510</page-number>evidence of extortion. In that case there was no pretence that the bond was not executed because not delivered to the payees, the United States; it was not there insisted that the aid of the statute was invoked to keep out the requirements of the common law, as to delivery; it was there claimed that the bond was not the less voluntary because required by a public officer, and the claim was allowed by the court. The great principle was there settled, that one may execute a bond to a State or its public agents, as binding upon him, according to the rules of the <em>common </em>law, as if executed to a private individual; and that is precisely what is now, and what has heretofore been asserted by this Court.</p>\n<p id=\"b518-5\">So also in the case of Thomas, <em>Judge of Probate </em>vs. <em>White, </em>reported in 12 <em>Mass. </em>368; an action of debt was brought upon a bond given to the judge of probate; the defendant objected that the bond was not a probate bond, although given to the judge of probate, because it was not such a bond as he was authorized or required to take <em>virtute officii. </em>Parker, Chief Justice, said, “we are all clear, that the objection is fatal to the <em>action; for </em>this <em>bond </em>is not technically a probate bond, it not being necessary, if at all proper, that it should be given to the judge of probate.” The action was dismissed upon the ground that the bond not being required by the statute, the court had no jurisdiction. Chief Justice Parker further says, “ It is not therefore a probate bond, and so can not be sued originally here; for this court has no original jurisdiction of civil actions between party and party, unless it is given by statute. No objection is made to the validity of the bond; <em>it is </em>undoubtedly good at <em>common </em>law, <em>for the olligor has ly his deed consented to make the olligee trustee for the persons interested in the sum secured</em></p>\n<p id=\"b518-6\">Here, again, we have a bond executed to a public officer, in a case (as we hold in this case) where the officer had no authority to take it, pronounced good at common law, and the reason given is, that the obligor <em>had ly his deed consented to make the olligee trustee for t?ie persons interested in the sum secured. </em>He contracted with an officer, and consented to be bound according to the exigencies of his contract, to such persons as according to law were interested in the penalty. So we hold that Stephens has consented by his deed to make C. J. McDonald and his successors, trustees for the persons interested in the faithful execution of his duties as sheriff; and upon just such reasoning as this, were the question now an open one, I should be strongly inclined to hold him liable <page-number citation-index=\"1\" label=\"511\">*511</page-number>to all' persons injured by his breach of this bond, to the same extent that he would be liable, if it was good under the statute. The principle in this case is again settled, that a bond is not the less voluntary because executed to a public officer. I again assert, that any delivery which, in such a case, is in accordance with the understanding and intent of the parties, is a good delivery.</p>\n<p id=\"b519-4\">The radical vice of the reasoning of the counsel for the plaintiff in error, is found in the assumption, that this bond is in the nature of a contract between the obligor and his sureties and Charles J. McDonald in his individual character. The argument assumes this; and if it was so, then indeed a delivery to him, or proof of what would amount to a delivery to him, would be necessary to its validity; as for example, a bond in which A. covenants under a penalty \"to pay to B. a specific sum of money, or to do, or not to ■do, a specific thing. Such are not, however, the only bonds known to the common law. Bonds are capable of being enforced at common law, having conditions of continuous liability and embracing variant liabilities; so also such as grow out of, and have relation to, official duties. Hence the necessity of looking “ to the circumstances under which and the character in which” the parties contract, in order to determine not only what are the rights and obligations of the parties, but also what, in each case, constitutes a delivery. Here is a bond which recites that the obligor Stephens, was duly elected sheriff of Baldwin county; the conditions are, that he shall “ well and truly do and perform all and singular the duties required of him in virtue of said office of sheriff, according to law and the trust reposed in him;” it is delivered to the person authorized to receive it. Now, it is not at all apparent to my mind, that this bond is to be delivered as though it was a bond to C. J. McDonald. I have stated that a bond payable to the Governor is payable to the office. 1 <em>Kelly R. </em>583; <em>2 Bailey R. </em>378; 1 <em>McCord R. </em>568; <em>2 Bailey R. </em>13. If it be said that although this be true, yet it ought to be delivered to the incumbent, as the trustee and agent of the people, the reply is at hand, the laws of the State have directed that this bond shall be delivered to another ; the clerk of the Superior court is the appointee of the law to receive it.</p>\n<p id=\"b519-5\">The voluntary undertaking of Stephens has reference to that fact; and acting outside of any statutory obligation, he consents to be bound in reference to the duties which the statute imposes; he consents to the validity of such a delivery too as the statute <page-number citation-index=\"1\" label=\"512\">*512</page-number>requires in case of a statutory bond. Is this invoking the statute to eke out a defective delivery 1 I think not. That a bond is not the less a voluntary bond because executed'to a public officer, see 1 <em>Peere Williams R. </em>181; 1 <em>Inst. </em>206; <em>Palm. R. </em>172; <em>Hob. R. </em>12; <em>Fitsherb. Abr. </em>13; <em>Dyer R. </em>18; 2 <em>Strange. R. </em>745; 2 <em>Lord Raym. R. </em>1327; 6 <em>T. R. </em>588; 2 <em>Dall. R. </em>118; 6 <em>Binn. R. </em>292; 5 <em>Mass. R. </em>314; 12 <em>id. </em>367; 5 <em>Peters R. </em>114; 9 <em>Cranch. R. </em>28. We are also of the opinion, that the delivery of this bond to the obligee, may be implied from the facts as proven. Thus much I have thought it proper to say touching its execution, in deference to what seemed to be the opinion of able counsel. The pleadings, however, do not raise the question of the execution of the bond ; they are defective; the plea of <em>non est factum, </em>alone puts the plaintiff upon proof of the execution. That is filed, but it is not sworn to, and our statute declares that “ no person shall be permitted to deny any deed, bond, single or penal note, draft, receipt or order, unless he, she, or they, shall make affidavit of the truth of such answer, at the time of filing the same.” 1 <em>Prince, </em>421.</p>\n<p id=\"b520-5\"><bracketnum>[2.]</bracketnum> The defendants below, plead in bar- a <em>former recovery </em>upon the same bond, and in support of that plea tendered in evidence the record of that recovery, which being demurred to, was rejected. Whether the Court erred in rejecting this record is the only question made in this case which has pot been heretofore adjudicated. As to the form of that recovery, or as to what rights accrue under it, if any, to other persons who may be injured by the breach of this bond, we express no opinion, because the record of it has not ¡ been sent up. We hold, that there can be but one recovery upon a bond at common law. As before intimated, I might hold a different opinion in regard to just such a <em>bond </em>as this is, if the question <em>was an open </em>one; <em>but it is not.</em></p>\n<p id=\"b520-6\"><bracketnum>[3.]</bracketnum> It is settled in this country that official bonds, when not conformable to the statute that requires them, though they may be good at common law, can be enforced only according to the rules of the common law. <em>Branch </em>vs. <em>Elliott, </em>3 <em>Dev. R. </em>86; <em>Justices </em>vs. <em>Armstrong, </em>3 <em>ib. </em>286; <em>Miller vs. Commissioners, </em>1 <em>Ham. R. </em>271; <em>Governor </em>vs. <em>Twitty, 1 Dev. R. </em>153; <em>Williams </em>vs. <em>Ehringhaus, </em>3 <em>id. </em>297; <em>Vanhook </em>vs. <em>Barnett, </em>4 <em>id. </em>268.</p>\n<p id=\"b520-8\">Let this cause therefore be remanded for a rehearing, upon the ground that the Court erred in sustaining the demurrer to the record tendered of a <em>former recovery.</em></p>\n<p id=\"b520-9\">Judgment reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}