{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"259\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b416-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b416-4\">Edith O. Kellam v. The School Board of the City of Norfolk.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b416-5\">November 28, 1960.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b416-6\">Record No. 5152.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b416-7\">Present, All the Justices.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b417-4\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b417-5\"><em>Howard I. Legum {Fine, Fine, Weinberg and Schwan, </em>on brief), for the plaintiff in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b417-6\"><em>Virgil S. Gore, Jr., Assistant City Attorney {Leonard H. Davis, City Attorney, </em>on brief), for the defendant in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b417-7\">Miller, J.,</author>\n<p id=\"Aad\">delivered the opinion of the court.</p>\n<p id=\"b417-8\">Edith O. Kellam, hereinafter called plaintiff, instituted action against the School Board of the City of Norfolk, Virginia, to recover damages for personal injuries. In the first count of her notice of motion for judgment plaintiff charged that the School Board operated and maintained Blair Junior High School and leased “its auditorium for non-governmental purposes” for a concert. She then alleged that the Board failed to use reasonable care to maintain the common passageways in a reasonably safe condition, and allowed them to be slick and slippery so that plaintiff, who had paid admission to the concert given by the lessee, was caused to fall while walking down the aisle of the auditorium and was thereby injured. The second count charged the same leasing of the auditorium and negligence but in addition alleged that the aisle was so insufficiently maintained as to be dangerous and constitute a nuisance, and plaintiff was thereby caused to fall and injure herself.</p>\n<p id=\"b417-9\">A demurrer was interposed to the motion for judgment, the grounds of which were that in maintaining and operating the school, the Board was acting as an agent of the State and performing governmental functions and duties imposed upon it by law, and was not liable for a negligent personal injury. The demurrer was sustained and the problem presented on this appeal is whether the School Board, in maintaining and operating the school building can be held liable for negligent injury to a member of the public lawfully upon the premises in attendance upon a concert held in the building. The demurrer admitted the truth of all well pleaded facts, but did not admit the conclusion of law that conducting a concert was a non-governmental function.</p>\n<p id=\"b417-10\">In solving the precise questions presented, which do not seem to have been heretofore decided in Virginia, we must determine whether <page-number citation-index=\"1\" label=\"254\">*254</page-number>or not, in the absence of statute imposing liability, the doctrine of governmental immunity from liability for this character of tort applies to a school board in the maintenance of its school building, and if so, does the board forfeit or lose its immunity by maintenance of the building in so dangerous a condition and for such a time as to constitute a nuisance that results in injury to a member of the public lawfully upon the premises.</p>\n<p id=\"b418-5\">The doctrine that the State and its governmental agencies, while acting in their governmental capacities, are immune from liability for tortious personal injury negligently inflicted, has long been recognized and applied in Virginia. <em>Fry </em>v. <em>Albemarle County, </em>86 Va. 195, 9 S. E. 1004; <em>Nelson County </em>v. <em>Loving, </em>126 Va. 283, 101 S. E. 406; <em>Mann </em>v. <em>County Board, </em>199 Va. 169, 98 S. E. 2d 515; 5 M. J., Counties, § 84, p. 152.</p>\n<p id=\"b418-6\">The basis for a school board’s immunity from liability for tortious injury has been generally found in the fact that it is a governmental agency or arm of the state and acts in a governmental capacity in the performance of its duties imposed by law.</p>\n<p id=\"b418-7\">“As the board is purely a statutory creation, it has no authority to change in any way the mold in which it was fashioned by the legislature. It cannot alter the fact that it is a governmental agency; neither can it ‘step down from its pedestal of immunity’, for that immunity is incident to a governmental agency. * * *” <em>Boice </em>v. <em>Board of Education of Rock District, </em>111 W. Va. 95, 96, 160 S. E. 566.</p>\n<p id=\"b418-8\">Section 129 of Article IX, Constitution of Virginia, imposes upon the legislature the obligation to establish and maintain an efficient system of public free schools throughout the State, and Section 133 of the Constitution provides that the supervision of schools “shall be vested in a school board, to be composed of trustees to be selected in the manner for the term and to the number provided by law.” <em>Harrison </em>v. <em>Day, </em>200 Va. 439, 106 S. E. 2d 636. Pursuant to these mandates, the legislature has established school boards to act as agencies of the State in carrying out the obligations imposed.</p>\n<p id=\"b418-9\">School boards thus established constitute public quasi corporations that exercise limited powers and functions of a public nature granted to them expressly or by necessary implication, and none other. 16 M. J., Schools, § § 7 and 12; 47 Am. Jur., Schools, § 42.</p>\n<p id=\"b418-10\">The provision for establishing the School Board of the city of <page-number citation-index=\"1\" label=\"255\">*255</page-number>Norfolk is contained in § 22-89, Code 1950,<footnotemark>1</footnotemark> and the powers and duties of school boards over school houses and property are stated in § 22-97, Code 1950. By this latter section certain enumerated powers and duties are imposed upon the board, and in subsection 10, it is expressly authorized and directed “To provide suitable schoolhouses, with proper furniture and appliances, and to care for, manage, and control the school property of the city. # * *”</p>\n<p id=\"b419-5\">In <em>Krutili </em>v. <em>Board of Education, Butler District, </em>99 W. Va. 466, 129 S. E. 486, the status of school boards is discussed at some length. This discussion is quite applicable and persuasive because of the similarity of the law in Virginia and West Virginia governing school boards.</p>\n<p id=\"b419-6\">In the <em>Krutili </em>case, action was brought against the school board for injuries inflicted upon a pupil by alleged negligent failure of the board to keep certain property and machinery in the manual training department of the school in proper and secure condition. A demurrer to the declaration was sustained, and in the opinion approving that action, it is said:</p>\n<blockquote id=\"b419-7\">“The general rule in this country is that a school district, municipal corporation, or school board is not, in the absence of a statute imposing it, subject to liability for injuries to pupils of public schools suffered in connection with their attendance thereat, since such district, corporation, or board in maintaining schools, acts as an agent for the state, and performs a purely public or governmental duty, imposed upon it by law for the benefit of the public, and for the performance of which it receives no profit or advantage. * # * (At page 468)</blockquote>\n<blockquote id=\"b419-9\">Jfc <em>M. M. M. </em>-UX X X X X X</blockquote>\n<blockquote id=\"b419-10\">“* * * School districts in this state are a part of the educational system of the state, established in compliance with Article 12, Section 1, of our Constitution, which makes it the duty of the Legislature ‘to provide, by general law, for a thorough and efficient system of free schools’. They are involuntary corporations, organized not for the purpose of profit or gain, but solely for the public benefit, and have only such limited powers as were deemed necessary for that purpose. Such corporations are but the agents of the State, for the <page-number citation-index=\"1\" label=\"256\">*256</page-number>sole purpose of administering the state system of public education. # # (At page 470)</blockquote>\n<p id=\"b420-5\">In point is the text of 47 Am. Jur., Schools, §§56 and 57, pages 334 and 335. In the same text at § 58 the school board’s immunity for injury to persons other than pupils is stated thus:</p>\n<blockquote id=\"b420-6\">“In harmony with the general doctrine governing liability in the case of injury to a pupil, it is established that ordinarily, a school board, district, or municipal corporation operating a school is not, in the absence of statute, liable to one other than a pupil for personal injuries sustained on account of the condition of the school premises. <em>* * *”</em></blockquote>\n<p id=\"b420-7\">The recent decision of <em>County School Board </em>v. <em>Thomas, </em>201 Va. 608, 112 S. E. 2d 877, is not in conflict with the doctrine of a school board’s governmental immunity in the absence of a statute imposing liability for a tort, for § 22-290, Code 1950, rendered the school board subject to action for the tort there alleged.</p>\n<p id=\"b420-8\">The fact that § 22-94, Code 1950, provides that school boards “may sue and be sued” does not affect their governmental immunity for tortious personal injury. A similar provision of law is also discussed in <em>Krutili </em>v. <em>Board of Education, Butler District, supra, </em>where it is said:</p>\n<blockquote id=\"b420-9\">“The demurree further contends that the board’s liability is shown by the statute, chapter 45, section 46, where the defendant is declared to be a body politic and corporate, ‘and as such may sue and be sued, plead and be impleaded, contract and be contracted with’. Now, it is well settled, both on principle and authority that at the common law no action could be maintained against a quasi corporation. Hence, if the defendant is to be held liable in this case, it must be under the statute. Such an express statute as we have shown has never been enacted in our commonwealth. It is obvious, we think, that the Legislature intended by the use of the language ‘may sue and be sued’ merely to restrict the liability of the boards of education to such suits in respect to matters within the scope of their duties and to such things as the boards are empowered to do under the law. # * (At page 472)</blockquote>\n<p id=\"b420-10\">Plaintiff contends that when the School Board leased the auditorium for a concert, it was acting in a proprietary capacity and its immunity as a governmental agency ceased.</p>\n<p id=\"b420-11\">A discussion of whether or not various functions and activities <page-number citation-index=\"1\" label=\"257\">*257</page-number>held at schools constitute governmental or non-governmental functions is found in an annotation in 160 A. L. R. 7, at page 67. It is there said:</p>\n<blockquote id=\"b421-5\">“In the determination of whether a particular act, function, or activity pertaining to public schools or institutions of higher learning is governmental or proprietary in character, the courts have generally applied the test as to whether it tends to promote the cause of public education, and in the general application of this test, it may be generally stated that the courts have been very liberal. * * *</blockquote>\n<blockquote id=\"b421-6\">“It is the general rule that educational functions or activities are not converted from a governmental to a proprietary character, so as to render the rule of immunity inapplicable, by the fact that a charge of tuition or other fees is made in connection with the operation or maintenance of a public school or a state or public university; or that admission was charged to a school event, such as an athletic game or contest between school teams conducted as part of their physical education program; or in permitting a third person or organization to use school premises for public lectures, concerts, or other educational or social interests, even though a nominal sum is charged to defray the cost of heat, light, and the life [sic] in connection therewith, or that the particular function or activity was merely optional or discretionary rather than mandatory: #</blockquote>\n<p id=\"b421-7\">By §§ 22-164.1 and 22-164.2, 1960 Cúm. Supp., Code 1950, a county school board is expressly authorized to permit the use of school property under its control under such terms and conditions as it deems proper, and by § 22-166, 1960 Cum. Supp., Code 1950, the same authority is conferred upon city school boards. The School Board therefore asserts that when it rented the auditorium for a concert, it was not acting in a proprietary capacity but was exercising powers expressly conferred upon it as a school board and for a governmental purpose. In support of this assertion it relies upon 160 A. L. R., at page 220.</p>\n<p id=\"b421-8\">“Where those in charge of a public school have authority to permit the school premises to be used for other than strictly school purposes, it has been ruled that a board of education, in permitting a third person or organization to use school premises, when not otherwise needed for school purposes, for public lectures, concerts, or other educational or social interests, is engaged in a purely governmental function, since such use is not out of harmony with the <page-number citation-index=\"1\" label=\"258\">*258</page-number>object for which schools are conducted, but, on the contrary, stimulates and fosters the interest of pupils and the public and promotes the efficiency of public schools, even though the school authorities also furnish light, heat, attendance, and the like in connection therewith and charge a nominal sum to defray the expense thereof, and that, in the absence of statute, the school board is immune from liability for injuries sustained by a member of the public while on school premises for the occasion.” We agree with the principles here expressed.</p>\n<p id=\"b422-5\">Plaintiff’s next contention is that the School Board maintained the aisle of the auditorium in such a slippery and dangerous condition as to constitute a nuisance and thereby lost its governmental immunity for liability for a tort caused by such condition. We find no merit in this contention even though it be conceded that the condition of the school passageways and aisles was such as to constitute a nuisance. A recent decision dealing with the application of the nuisance doctrine to school boards is found in 56 A. L. R. 2d 1415 at 1424, where it is said:</p>\n<blockquote id=\"b422-6\">“Certain kinds of governmental units are sometimes considered as quasi corporations, rather than true municipal corporations. In several cases involving school districts and counties so considered, it has been held or recognized that no liability can be imposed on such corporations for personal injuries, even though resulting from nuisances, on the ground that they exercise functions merely as agents of the state, this position having been taken even in some jurisdictions recognizing the applicability of the nuisance exception to true municipal corporations.”</blockquote>\n<p id=\"b422-7\">In <em>Larsen </em>v. <em>Independent School Dist. </em>(1937), 223 Iowa 691, 272 N. W. 632, the court, in a well reasoned opinion, decided that the school district could not be held liable for the death of an invitee, who fell from a platform when about to address school students, on any theory of nuisance, much less negligence. This conclusion, sustained by prior decisions, was based on the ground that the school district, as a subdivision of the state, constituted a quasi corporation, all of whose functions were purely governmental.</p>\n<p id=\"b422-8\">Of like effect is <em>Bingham </em>v. <em>Board of Education of Ogden City, </em>118 Utah 582, 589, 223 P. 2d 432, where it is said:</p>\n<blockquote id=\"b422-9\">“The reasons given by most courts in holding boards of education immune from liability for negligence center around the proposition <page-number citation-index=\"1\" label=\"259\">*259</page-number>that school boards act in connection with public education as agents or instrumentalities of the state, in the performance of a governmental function, and consequently they partake of the state’s sovereignty with respect to tort liability. If this reason be good to relieve boards of education from tort liability, then it should apply with equal force in cases involving personal injury caused by nuisances. The latter may involve more aggravated or continuous acts, but the right to recover should not be determined by the gradation of negligence or by the adjectives used in the complaint. If the strictness of the rule is to be relaxed in cases of nuisance, and if the schools are to be stripped of immunity, the stripping process should be by legislative enactment and not by court decree.”</blockquote>\n<p id=\"b423-5\">For the reasons stated we find no error in the judgment complained of, and it is affirmed.</p>\n<p id=\"b423-6\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b419-11\"> Now § 22-89.1, 1960 Cum. Supp., Code 1950.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}