{
  "casebody": {
    "data": "<casebody firstpage=\"409\" lastpage=\"417\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b573-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b573-5\">Town of Ashland, Et Al. v. Board of Supervisors for Hanover County.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b573-7\">January 16, 1961.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b573-8\">Record No. 5173.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b573-9\">Present, Eggleston, C. J., and Spratley, Buchanan, Whittle, Snead and I’Anson, JJ.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b574-4\"><page-number citation-index=\"1\" label=\"410\">*410</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b574-5\">/. <em>Enos Ray, </em>for the appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b574-6\"><em>Leslie D. Campbell, Jr., Commonwealth’s Attorney </em>and <em>George E. Allen, Sr. (Frank C. Maloney, III; Allen, Allen, Allen &amp; Allen, </em>on brief), for the appellee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b574-7\"><em>Morton L. Wallerstein </em>and <em>V. C. Adamson, </em>for League of Virginia Municipalities, et al., amici curiae.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b574-8\">Snead, J.,</author>\n<p id=\"A-H\">delivered the opinion of the court.</p>\n<p id=\"b574-9\">On February 18, 1959, the Board of Supervisors for Hanover county instituted a proceeding for a declaratory judgment against the Town of Ashland and its municipal officers. Petitioner challenged Ashland’s authority to impose a license tax upon motor vehicles owned by the town’s residents, as set forth in an ordinance it proposed to adopt on March 14, 1959, pursuant to §§ 46.1-65 and 46.1-66, as amended and reenacted (1959, Ex. Sess., cc. 22, 55), while there was in force and effect a similar county ordinance. It was alleged, <em>inter alia, </em>that the first paragraph of § 46.1-65 (d) was void because it offended Sections 11, 63, 64, 111, and 168 of the Constitution of Virginia and Section 1 of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p id=\"b574-10\">The trial court, by its decree of September 21, 1959, held that the first paragraph of § 46.1-65(d) is unconstitutional and void “in that the General Assembly cannot classify a Town within a County as a separate territorial taxing unit for imposing license tax on automobiles when it has classified the County in which the Town is located as a territorial taxing unit for County automobile license taxes for general County purposes; that such classification of the Town as a separate territorial taxing unit violates the Fourteenth Amendment to the Constitution of the United States; and that the Town of Ashland, Virginia, is prohibited from imposing such a tax or levy under Section 46.1-66 of the Code of Virginia while the County of Hanover has in effect an ordinance imposing a license tax on automobiles owned by the residents of Hanover County.” Ashland and its officers were permanently enjoined from levying and enforcing a license tax upon motor vehicles owned by residents of <page-number citation-index=\"1\" label=\"411\">*411</page-number>the town while a valid county ordinance is in effect. From this decree we granted Ashland an appeal, and upon request the League of Virginia Municipalities, an association of Virginia cities and towns, was permitted to file a brief <em>amicus curiae.</em></p>\n<p id=\"b575-5\">On July 29, 1955, Hanover county adopted an ordinance imposing a license tax of $10 on motor vehicles, with certain exceptions, owned by residents of the county. Ashland had repealed a similar ordinance it had in effect. The county ordinance has been in force since April 1, 1956, its effective date. Sections 46.1-65 and 46.1-66, as amended, which contained an emergency clause, became effective on February 5, 1959, when they were approved. Thereafter, on March 14, 1959, the town council of Ashland passed an ordinance, which is here in dispute, imposing a license tax of $10 on motor vehicles operated over the town’s streets, whose owners reside within Ashland’s corporate limits. Ashland does not constitute a separate school district.</p>\n<p id=\"b575-6\">Ashland was authorized to impose license taxes on motor vehicles long before Hanover county had such power. The revenue derived from the county motor vehicle licenses is used for general county purposes.</p>\n<p id=\"b575-7\">There are two basic questions presented in this appeal: (1) Whether the General Assembly may constitutionally classify a town within a county as a separate territorial taxing district to impose license taxes on the motor vehicles of the town’s residents when it has classified the county as a territorial taxing unit for county motor vehicle licenses and the revenue is used for general county purposes; (2) Whether § 46.1-66, as amended, prohibits Ashland from imposing such a tax while the county has in effect an ordinance imposing a license tax on motor vehicles owned by residents of Hanover county.</p>\n<p id=\"b575-9\">The applicable sections of the Code are §§ 46.1-65 and 46.1-66, as amended. They provide in part as follows:</p>\n<p id=\"b575-10\">Section 46.1-65.</p>\n<blockquote id=\"b575-11\">“(a) Except as provided in § 46.1-66 counties, incorporated cities and towns may levy and assess taxes and charge license fees upon motor vehicles, trailers and semitrailers; provided that no such taxes and license fees shall be assessed or charged by any county upon vehicles of owners who are residents of any town located in such county which constitutes a separate school district approved for operation when such vehicles are already subject to town license <page-number citation-index=\"1\" label=\"412\">*412</page-number>fees and taxes. The amount # # * imposed # * # shall not be greater than the amount * <em>* </em>* imposed by the State on vehicles of like class. <em>* * *.</em></blockquote>\n<blockquote id=\"b576-5\">“(b) The revenue derived # # * shall be applied to general county, city or town purposes, as the case may be, except that in any county having a population of more than eleven thousand four hundred but less than eleven thousand nine hundred, or in any county having a population of more than thirty thousand but less than thirty-one thousand, this revenue shall be paid into the school fund of such county.</blockquote>\n<blockquote id=\"b576-7\">tF 3F vF tF tF *?F</blockquote>\n<blockquote id=\"b576-8\">“(d) If in any county imposing license fees and taxes under this section, a town therein imposes like fees and taxes upon vehicles of owners resident in such town, the owner of any vehicle subject to such fees or taxes shall be entitled, upon such owner displaying evidence that he has paid the amount of such fees or taxes, to receive a credit on the fees or taxes imposed by the county to the extent of the fees or taxes he has paid to such town. <em>Nothing herein contained shall be construed as depriving any town now imposing such licenses and taxes from increasing the same or as depriving any town not now imposing the same from hereafter doing so, </em>but subject to the limitations provided in the foregoing paragraph. The governing body of any county and the governing body of any town in said county wherein each impose the license tax herein provided may provide mutual agreements so that not more than one license tag in addition to the State tag shall be required.</blockquote>\n<blockquote id=\"b576-9\">“Except as provided by this paragraph (d), no vehicle shall be subject to taxation under the provisions of this section in more than one jurisdiction.” (Italics supplied.)</blockquote>\n<p id=\"b576-10\">Section 46.1-66.</p>\n<blockquote id=\"b576-11\">“(a) No county, city or town shall impose any tax or license fee upon any motor vehicle, trailer or semitrailer when:</blockquote>\n<blockquote id=\"b576-12\">“(1) A similar tax or license fee is imposed by the county, city or town of which the owner is a resident;</blockquote>\n<blockquote id=\"b576-13\">#######</blockquote>\n<blockquote id=\"b576-14\">“(b) <em>Except as provided in </em>§ <em>46.1-65 </em>no county shall impose any license fee or tax upon a motor vehicle * * * of an owner resident in an incorporated city or town within the county when such city or town imposes a license fee or tax upon motor vehicles * <em>* </em>*.” (Italics supplied.)</blockquote>\n<p id=\"b577-4\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>Ashland contends that the tax authorized by § 46.1-65 does not violate Section 168 of the Constitution of Virginia as it is not a direct tax on property, but is a license tax which does not rest upon uniformity. The county takes the contrary view and argues Section 168 is applicable. It reads:</p>\n<blockquote id=\"b577-5\">“All property, except as hereinafter provided, shall be taxed; all taxes, whether State, local or municipal, shall be uniform upon the same class of1 subjects within the territorial limits of the authority levying the tax, and shall be levied and collected under general law. The General Assembly may define and classify taxable subjects, and, except as to classes of property herein expressly segregated for either State or local taxation, the General Assembly may segregate the several classes of property so as to specify and determine upon what subjects State taxes, and upon what subjects local taxes may be levied.”</blockquote>\n<p id=\"b577-6\">In <em>Hunton </em>v. <em>Commonwealth, </em>166 Va. 229, 244, 183 S. E. 873, it was said:</p>\n<blockquote id=\"b577-7\">“We think the fundamental weakness in petitioner’s case is his theory that any tax which affects property in any way, directly or indirectly, is a tax on that property. This argument is not sound and has been expressly repudiated by this court.</blockquote>\n<blockquote id=\"b577-9\">\"ii* tt *Jv- tp *J5* Tr</blockquote>\n<blockquote id=\"b577-10\">“The owner of an automobile in Virginia pays a tax for the privilege of operating his car. In a sense this tax affects the car, but it is universally conceded that this is a license or privilege tax and not a tax on the property concerned, to-wit, the automobile.”</blockquote>\n<p id=\"b577-11\">Certainly it cannot be successfully contended that an owner is required to obtain a license for his vehicle if it is stored in a garage and not operated upon the streets and highways. Such a vehicle is subject to a personal property tax, but not a license tax, unless he exercises the privilege of operating it upon the streets and highways. Since the tax in question is a license or privilege tax and not a tax on the property itself, it is not violative of Section 168 of the Virginia Constitution. In <em>Langston </em>v. <em>City of Danville, </em>189 Va. 603, 608, 609, 54 S. E. 2d 101, it was said:</p>\n<blockquote id=\"b577-12\">“The contention that the ordinance is violative of section 168 of the Virginia Constitution, which requires that ‘all taxes, whether State, local or municipal, shall be uniform upon the same class of subjects within the territorial limits of the authority levying the tax,’ is sufficiently answered by our holding in <em>Bradley &amp; Co. </em>v. <page-number citation-index=\"1\" label=\"414\">*414</page-number><em>Richmond, </em>110 Va. 521, <em>66 </em>S. E. 872 (affirmed 227 U. S. 477, 33 S. Ct. 318, 57 L. Ed. 603). In that case we said that the provisions of this section ‘apply only to a-direct tax on property, and not to license taxes, which do not admit of a tax strictly equal and uniform in the sense contended for.’ (110 Va., at page 525.) See also, <em>Commonwealth </em>v. <em>Whiting Oil Co., </em>167 Va. 73, 77, 187 S. E. 498, 500.”</blockquote>\n<p id=\"b578-5\">While the county alleged in its petition for a declaratory judgment that § 46.1-65(d) also violates §§ 11, 63, 64, and 111 of the Constitution of Virginia, it has not discussed them in its brief. However, we have considered these sections and have concluded that none of them is violated by § 46.1-65 (d).</p>\n<p id=\"b578-6\">We turn next to the question of whether the first paragraph of § 46.1-65(d), <em>supra, </em>is violative of Section 1 of the Fourteenth Amendment to the Constitution of the United States, which provides in part: “No state shall <em>* * * </em>deny to any person within its jurisdiction the equal protection of the laws.” The county maintains that this paragraph discriminates against the citizens of the county who do not reside in the town because it empowers the county to impose a tax on motor vehicles of these citizens and not upon motor vehicles owned by town residents, who pay a similar tax of equal amounts to the town, while bestowing the benefits of the county tax upon all county residents including those of the town.</p>\n<p id=\"b578-8\">The equal protection clause of the Fourteenth Amendment to the Constitution of the United States does not forbid inequalities or exemptions in state taxation. It does not limit the state’s power to make any reasonable classification of property, occupations, persons or corporations for taxation purposes. It merely prohibits inequality occasioned by clearly arbitrary action especially such as is attributable to hostile discrimination against particular persons or classes. <em>Caskey Baking Co. </em>v. <em>Commonwealth, </em>176 Va. 170, 179, 10 S. E. 2d 535, 540 (affirmed 313 U. S. 117, 61 S. Ct. 881, 85 L. ed. 1223); <em>Langston </em>v. <em>City of Danville, </em>supra, p. 608.</p>\n<p id=\"b578-9\">In <em>Bell’s Gap R’D Co. </em>v. <em>Pennsylvania, </em>134 U. S. 232, 237, 10 S. Ct. 533, 33 L. ed. 892, it was stated: “* * * The provision in the Fourteenth Amendment, that no State shall deny to any person within its jurisdiction the equal protection of the laws, was not intended to prevent a State from adjusting its system of taxation in all proper and reasonable ways. * * * We think that we are safe in saying, that the Fourteenth Amendment was not intended to compel the State to adopt an iron rule of equal taxation. If that were its <page-number citation-index=\"1\" label=\"415\">*415</page-number>proper construction, it would not only supersede all those constitutional provisions and laws of some of the States, whose object is to secure equality of taxation, and which are usually accompanied with qualifications deemed material; but it would render nugatory those discriminations which the best interests of society require; * *</p>\n<p id=\"b579-5\">In <em>Walters </em>v. <em>City of St. Louis, </em>347 U. S. 231, 237, 74 S. Ct. 505, 98 L. ed. 660, the court stated:</p>\n<blockquote id=\"b579-6\">“The power of the State to classify according to occupation for the purpose of taxation is broad. Equal protection does not require identity of treatment. It only requires that classification rest on real and not feigned differences, that the distinction have some relevance to the purpose for which the classification is made, and that the different treatments be not so disparate, relative to the difference in classification, as to be wholly arbitrary.” (Citing cases). See also <em>Carmichael </em>v. <em>Southern Coal Co., </em>301 U. S. 495, 509, 57 S. Ct. 868, 109 A. L. R. 1327, 81 L. ed. 1245; <em>Caskey Baking Co. </em>v. <em>Virginia, supra, </em>313 U.S. 117, 121.</blockquote>\n<p id=\"b579-7\">The county argues there is no reasonable basis for the classification of a town within the county as a separate taxing district for imposing license taxes on motor vehicles. It points out that residents of the town are also residents of the county; that there is no reasonable distinction between the owners of vehicles so located; that their benefits, privileges and obligations to the county government are identical; that the county revenue derived from the license tax must be used for general fund purposes which are expended for the benefit of the entire county of which Ashland is a part; and that under § 46.1-65(d) Ashland is exempt from paying the county license, thereby receiving benefits of the tax paid by those residents residing outside of the town.</p>\n<p id=\"b579-8\">As we have heretofore seen, uniformity and equality of license taxes are not essential so long as the classifications are reasonable and not arbitrary. Here the residents of Ashland pay the same license tax under its ordinance as those residents outside pay Hanover county under its ordinance. If the town ordinance is later amended and the amount of the license tax is reduced, then the difference between the reduced amount and the amount required by the county must be paid to the county. In any event all residents of the town and county pay a like amount for the privilege of operating their vehicles. The county’s main complaint is that the revenue it receives from motor vehicle license taxes is used partly for the benefit of the town’s <page-number citation-index=\"1\" label=\"416\">*416</page-number>residents. This is undoubtedly true, but on the other hand the town constructs and maintains its streets which residents of the county outside of the town may use at all times without contributing to their maintenance and upkeep. Another important and necessary service towns usually render is fire protection, which redounds also to the benefit of residents outside of the town.</p>\n<p id=\"b580-5\"><em>Watkins </em>v. <em>Barrow, </em>121 Va. 236, 92 S. E. 908, involved a statute which required county boards of supervisors to levy a direct road tax on property subject to local taxation. It exempted therefrom property located in any town of a county which maintains its own streets. In upholding the constitutionality of the statute, it was said:</p>\n<blockquote id=\"b580-6\">“* * * While the legislature cannot separate the town of Farm-ville from the county of Prince Edward for the purpose of exempting it from the county levy, there is nothing in the Constitution to prevent such separation for the purpose of creating it a separate taxing district for maintaining its own streets.” 121 Va. at page 243.</blockquote>\n<p id=\"b580-7\">It is a settled principle of law that all statutes and ordinances are presumed to be constitutional, and that if there is any doubt such doubt should be resolved in favor of their constitutionality. As was said in <em>Richmond Linen Supply Co. </em>v. <em>City of Lynchburg, </em>160 Va. 644, 649, 169 S. E. 554: “We have seen that courts are extremely reluctant to declare laws unconstitutional; that classifications are to be sustained whenever there is a fair basis for them; that equality in taxation, particularly where licenses are concerned, is a dream unrealized; and that differences in methods may be in itself a basis for classification. * * *.”</p>\n<p id=\"b580-8\">The General Assembly has the power to create separate taxing districts, unless it is prohibited from so acting by some constitutional provision. Classification is not discrimination. Here the classification of towns within a county as separate taxing units for the requirement of motor vehicle licenses is reasonable and not such hostile discrimination against the counties as to be arbitrary. It rests upon grounds of difference having a fair and substantial relation to the object of the legislation. We hold that § 46.1-65(d) is not violative of the Constitution of Virginia or the Constitution of the United States.</p>\n<p id=\"b580-9\">Finally we consider whether § 46.1-66, as amended, prohibits Ashland from imposing license taxes on motor vehicles of its residents, as authorized by § 46.1-65, while Hanover county has such a license tax in effect on motor vehicles owned by residents of the county. The county has not discussed this issue in its brief, but the <page-number citation-index=\"1\" label=\"417\">*417</page-number>trial court held that § 46.1-66, prohibited Ashland from imposing the tax.</p>\n<p id=\"b581-5\">As has been stated Hanover county adopted its taxing ordinance on July 29, 1955, and Ashland passed its taxing ordinance on March 14, 1959.</p>\n<p id=\"b581-6\">When the sections involved were amended and reenacted by Chapter 22, Acts 1959, Ex. Sess., a provision was added to subsection (a) of § 46.1-65, with which we are not here concerned, and also a new subsection (d) was added, which is here in controversy. At the same time the words “Except as provided in § 46.1-65” was added at the beginning of subsection (b) of § 46.1-66.</p>\n<p id=\"b581-7\">Section 46.1-65(d) provides in part: “Nothing herein contained shall be construed as depriving any town now imposing such licenses and taxes from increasing the same or as depriving any town not now imposing the same from hereafter doing so * * Section 46.1-66(a) provides that “No county, city or town shall impose any tax or license fee upon any motor vehicle <em>* * * </em>when (1) a similar tax or license fee is imposed by the county, city or town of which the owner is a resident.” Subsection (b) reads: “Except as provided in § 46.1-65 no county shall impose any license fees or tax upon a motor vehicle * <em>* </em>* of an owner resident in an incorporated city or town within the county when such city or town imposes a license fee or tax upon motor vehicles * *</p>\n<p id=\"b581-8\">In <em>Seaboard Finance Corp. </em>v. Com., 185 Va. 280, 286, 38 S. E. 2d 770, we said: “It is a cardinal rule of construction that statutes dealing with a specific subject must be construed together in order to arrive at the object sought to be accomplished.” In applying this rule it seems clear that § 46.1-66 does not prohibit Ashland from imposing a license tax as authorized by § 46.1-65 while Hanover county has a similar ordinance in effect.</p>\n<p id=\"b581-9\">Our conclusion is that the General Assembly has the power and authority to classify a town within a county as a separate territorial taxing district to impose license taxes on motor vehicles owned by the town’s residents while the county has such a tax and the revenue is used for general county purposes, and that the town council of Ashland had the authority to enact an ordinance imposing such license taxes.</p>\n<p id=\"b581-10\">For the reasons stated the decree appealed from is reversed and final decree for appellants is here entered.</p>\n<p id=\"b581-11\">\n<em>Reversed and final decree.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}