{
  "casebody": {
    "status": "ok",
    "data": "<html><body><casebody firstpage=\"894\" lastpage=\"895\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties id=\"ARn3\">The People of the State of New York, Respondent, v Ben T. Alston, Appellant.</parties>\n<docketnumber id=\"AQm3\">(Appeal No. 1.)</docketnumber>\n<citation id=\"A45f\">[747 NYS2d 838]</citation>\n\n\n\n\n\n\n<opinion><p id=\"AAqo\">—Appeal from a judgment of Supreme Court, Monroe County (VanStrydonck, J.), entered July 26, 1999, convicting defendant after a jury trial of, inter alia, robbery in the second degree.</p><p id=\"b936-4\">It is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.</p><p id=\"b936-5\">Memorandum: In appeal No. 1, defendant appeals from a judgment convicting him after a jury trial of robbery in the second degree (Penal Law § 160.10 [2]) and two counts of grand larceny in the fourth degree (§ 155.30 [4], [5]). Defendant previously had been convicted of sexual abuse in the first degree (§ 130.65) and was placed on probation, and in appeal No. 2 he appeals from a judgment revoking that probation based on his conviction in appeal No. 1 and imposing a term of incarceration.</p><p id=\"b936-6\">We reject defendant’s contention that the evidence is legally insufficient to support the conviction of robbery and grand larceny in appeal No. 1. Contrary to defendant’s contention, there is a “valid line of reasoning and permissible inferences which could lead a rational person to the conclusion reached by the jury on the basis of the evidence at trial * * * and as a matter of law satisfy the proof and burden requirements for every element of the crime [s] charged” <em>(People v Bleakley, </em>69 NY2d 490, 495). Furthermore, given the eyewitness testimony identifying defendant as the perpetrator, we conclude that the verdict is not against the weight of the evidence <em>(see generally id.).</em></p><p id=\"b936-7\">We further reject the contention of defendant in the main brief and pro se supplemental brief that he was denied his right to effective assistance of counsel with respect to appeal No. 1 <em>(see generally People v Henry, </em>95 NY2d 563, 565-566; <em>People v Benevento, </em>91 NY2d 708, 711-714). The record establishes that defense counsel gave adequate opening and closing statements, properly objected to questions by the prosecutor, and effectively cross-examined the prosecution witnesses <em>(see generally People v Baldi, </em>54 NY2d 137, 147).</p><p id=\"b937-3\"><page-number citation-index=\"1\" label=\"895\">*895</page-number>With respect to appeal No. 2, upon our review of the record, we conclude that a finding that defendant “violated the terms of his probation by committing another crime or offense while on probation is not against the weight of the evidence” <em>(People v Kitchens, </em>234 AD2d 905, 905, <em>lv denied </em>89 NY2d 1037; <em>see People v Mallory, </em>191 AD2d 970, <em>lv denied </em>81 NY2d 1016). Present — Wisner, J.P., Hurlbutt, Scudder and Kehoe, JJ.</p></opinion></casebody>\n</body></html>"
  }
}