{
  "casebody": {
    "data": "<casebody firstpage=\"802\" lastpage=\"803\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b856-5\">WINSLOW v. MUTUAL LIFE INS. CO. OF NEW YORK.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b856-6\">No. 8450.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b856-7\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ARB-\">Jan. 13, 1938.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b856-20\">H. C. Nelson, of Eureka, Cal., for' appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b856-21\">Frederick L. Allen, of New York City, and F. Eldred Boland and Knight, Boland <em>&amp; </em>Riordan, all of San Francisco, Cal., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b856-22\">Before GARRECHT, MATHEWS, and HANEY, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b856-17\">Rehearing denied Feb. 18, 1938.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b856-23\">MATHEWS, Circuit Judge.</author>\n<p id=\"b856-24\">Appellant and her husband, citizens of California, brought this action against appellee, a New York corporation, to recover of appellee the sum of $10,000 on an alleged contract of insurance whereby appellee is alleged to have insured the life of Leonard N. Winslow in their favor. Appellee answered, denying that any such contract had been made. Before trial, appellant’s husband died and appellant, as administratrix of his estate, was substituted as plaintiff in his stead. Thereafter the action was prosecutea by appellant individually and as administratrix. At the close of all the evidence, appellee moved for and obtained a directed verdict in its favor. From the judgment entered on that verdict, this appeal is prosecuted.</p>\n<p id=\"b856-25\">The evidence establishes, without conflict, the following facts :</p>\n<p id=\"b856-26\">On December 14, 1934, at Eureka, Cal., appellee’s agent, Fred J. Moore, solicited and obtained Winslow’s application for a policy of insurance on Winslow’s life in favor of appellant and her husband for $5,000, with a provision for double indemnity in case of accidental death. Also, on the same day, Winslow was examined by appellee’s medical examiner at Eureka. The premium on the proposed policy, if paid annually, would have been $253.50. If paid quarterly, it would have been $67.20. Winslow’s application specified that the premium should be paid annually. In part payment of the first annual premium on the proposed policy, Winslow, on December 14, 1934, paid Moore $100 and obtained from Moore the following receipt:</p>\n<p id=\"b857-3\"><page-number citation-index=\"1\" label=\"803\">*803</page-number>“253.50 Eureka, Calif. 12/14 1934. Received from Leonard N. Winslow” One Hundred Dollars to apply on 5000.00 20 yr. Endowment policy applied for in The Mutual Life Ins. Co. of New York this date. $100.00 Fred J. Moore, Agent.”</p>\n<p id=\"b857-4\">The application was in writing and was signed hy Winslow, therein referred to as the “Insured.” The application states:</p>\n<p id=\"b857-5\">“The proposed policy shall not take effect unless and until delivered to and received by the Insured, the Beneficiary or by the person who herein agrees to pay the premiums, during the Insured’s continuance in good health and unless and until the first premium shall have been paid during the Insured’s continuance in good health; except in case a conditional receipt shall have been issued as hereinafter provided.”</p>\n<p id=\"b857-6\">Elsewhere in the application it appears that a “conditional receipt” is a dated and numbered receipt signed by appellee’s secretary and countersigned by its agent, and that the effect of such a receipt is to make the insurance in force from the date of the receipt, provided the application is approved by appellee. No such receipt was issued in this case. The application further states:</p>\n<p id=\"b857-7\">“It is agreed that no Agent or other person except the President, a Vice-President, or a Secretary of the Company [appellee] has power on behalf of the Company to bind the Company by making any promises respecting benefits under any policy issued hereunder or accepting any representations or information not contained in this application, or to make, or modify any contract of insurance, or to extend the time for payment of a premium, or to waive any lapse or forfeiture or any of the Company’s rights or requirements.”</p>\n<p id=\"b857-8\">Winslow’s application and the medical examiner’s report were sent by the examiner to appellee’s agency at San Francisco, Cal., and by that agency to appellee’s home office in New York City, and were there received by appellee on December 20, 1934.</p>\n<p id=\"b857-9\">On December 18, 1934, two days before his application reached New York, Win-slow was killed in an automobile accident. Notice of his death was received by appellee on the same day it received his application. Upon learning of Winslow’s death, appellee tendered to appellant and her husband the $100 which Winslow had paid Moore, and appellant tendered to appellee the unpaid balance, $153.50, of the first annual premium on the proposed policy. Both tenders were refused. No policy was issued. Thus, instead of proving the alleged contract of insurance, the evidence shows affirmatively that no such contract was made.</p>\n<p id=\"b857-11\">Appellant contends that such a contract resulted from oral conversations between Winslow and Moore prior to the. signing of Winslow’s application, and that such contract became effective on December 14, 1934. This contention must be rejected. Moore had no authority to make any contract for or on behalf of appellee. That Moore had no such authority was clearly and emphatically stated in the application which Winslow signed. The suggestion that Winslow did not read the application cannot be entertained. It was his duty to read it, and he is presumed to have done so. New York Life Ins. Co. v. Fletcher, 117 U.S. 519, 529, 6 S.Ct. 837, 29 L.Ed. 934. He is, therefore, presumed to have known that Moore had no authority to make the contract which appellant now says he did make. If, despite his lack of authority, Moore attempted to make such a contract, appellee was not and is not bound thereby. Bankers’ Reserve Life Co. v. Yelland, 9 Cir., 41 F.2d 684, 686; Braman v. Mutual Life Ins. Co., 8 Cir., 73 F.2d 391, 393; Toth v. Metropolitan Life Ins. Co., 123 Cal.App. 185, 192, 11 P.2d 94, 96.</p>\n<p id=\"b857-12\">The fact, much stressed by appellant, that the $100 which Winslow paid Moore was more than enough to pay a quarterly premium on the proposed policy, is immaterial. Winslow never paid any quarterly premium. The $100 which he paid Moore was intended to be, and was, in part payment of the first annual premium on the proposed policy. Having paid no quarterly premium and having paid only part of the first annual premium, Winslow was not entitled to a conditional receipt, nor was any such receipt issued. Furthermore, such a receipt, if issued, would not have made the proposed policy effective, unless the application had been, in Win-slow’s lifetime, approved by appellee. Braman v. Mutual Life Ins. Co., supra, 73 F.2d 391, at page 397. Appellee never approved Winslow’s application, in his lifetime or at all.</p>\n<p id=\"b857-13\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}