{
  "casebody": {
    "data": "<casebody firstpage=\"840\" lastpage=\"841\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b894-3\">UNITED STATES v. CAPONE.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b894-4\">No. 6372.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b894-5\">Circuit Court of Appeals, Seventh Circuit</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ANC\">Dec. 20, 1937.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b894-17\">Abraham Teitelbaum, of Chicago, 111. for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b894-18\">Michael L. Igoe, U. S. Atty., and Warren Canaday, First Asst. U. S. Atty., both of Chicago, 111., for - appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b894-19\">Before EVANS, SPARKS, and MA JOR, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b894-22\">Rehearing denied Jan. 21, 1938.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b894-20\">EVANS, Circuit Judge.</author>\n<p id=\"b894-21\">Defendant seeks to vacate a jail sentence imposed October 24, 1931. A jury returned a verdict of guilty upon two counts , (13 and 18), as well as other counts, of an indictment, which charged wilful failure to file tax returns for the years 1929 and 1930. Since said date defendant has been confined in a Federal penitentiary.</p>\n<p id=\"b894-24\">On May 28th, 1937, he made application to the District Court to vacate a part of the sentence. The basis of his contention is that the verdict was inconsistent, inasmuch as the jury found him not guilty on other counts of the indictment which charged him with wilful evasion of a tax for the identical years, 1929 and 1930. The District Court denied the prayer of the petition on the ground that the charge of wilful failure to file a return and the charge of evasion of a tax are distinct crimes. He might well have been found guilty of one and not guilty of the other. In other words, there was no double jeopardy. It found no inconsistency in the verdict, and stated that even though inconsistency existed, it would not have justified a vacation of the judgment. (See cases cited infra). It also pointed out that the principle of <em>res adjudicatei </em>was applicable, inasmuch as this question, having been raised in the District Court after verdict, could have been raised in the Circuit Court of Appeals upon the forbier appeal (7 Cir., 56 F.2d 927), but was not, and therefore the question is closed so far as defendant is concerned.</p>\n<p id=\"b894-25\">The indictment consisted of 22 counts. Defendant was found guilty as charged in counts 1, 5, 9, 13, and 18.</p>\n<p id=\"b894-26\">It is the Government’s contention that</p>\n<p id=\"b894-27\">(1) The District Court was without jurisdiction to entertain the petition to vacate the sentence after the term at which it was entered.</p>\n<p id=\"b894-28\">(2) The appeal was not taken in accordance with the requirements of the rules promulgated by the Supreme Court, September 1, 1934, 54 S.Ct. xxxvii.</p>\n<p id=\"b894-29\">(3) The District Court had no jurisdiction to hear the instant application after the affirmance of the judgment upon appeal, without permission of the Circuit Court of Appeals.</p>\n<p id=\"b894-30\">(4) On the merits of the petition, the offenses charged are not the same, and therefore the verdict was not inconsistent.</p>\n<p id=\"b894-31\">The Government, on December 8, 1937, moved to dismiss the appeal for the above 'stated reasons. Defendant opposed! this motion on the ground that the Supreme Court’s <page-number citation-index=\"1\" label=\"841\">*841</page-number>Rule 12 (3), 28 U.S.C.A. following section 354, has not been complied with inasmuch as the motion for dismissal was not filed within 15 days after service of petition for appeal. Defendant also contends that the decision in the habeas corpus case instituted by him in another circuit (Capone v. Aderhold, 2 F.Supp. 280, D.C.Ga., 1933) is not precedent in the instant case, being a District Court opinion, and furthermore it concerned only counts 1, 5, and 9, and dealt with a different subject matter from that which is here raised.</p>\n<p id=\"b895-4\">The issues which are presented by this appeal have been so frequently considered and determined by this court'that we deem it necessary only to state them and refer to the cases where full discussions may be found.</p>\n<p id=\"b895-5\">(a) The offense of one who wilfully fails to make a return, 26 U.S.C.A. § 145 (a), is a distinct and separate offense from that of a wilful evasion of a tax, 26 U.S.C.A. § 145 (b). O’Brien v. U. S., 7 Cir., 51 F.2d 193; Oliver v. U. S., 7 Cir., 54 F.2d 48; U. S. v. Miro, 2 Cir., 60 F.2d 58; Kitrell v. U. S., 10 Cir., 76 F.2d 333; Bowles v. U. S., 4 Cir., 73 F.2d 772.</p>\n<p id=\"b895-6\">(b) “Consistency in the verdict is not necessary. Each count in an indictment is regarded as if it were a separate indictment.” Dunn v. U. S., 284 U.S. 390, 52 S.Ct. 189, 190, 76 L.Ed. 356, 80 A.L.R. 161; Selvester v. U. S., 170 U.S. 262, 18 S.Ct. 580, 42 L.Ed. 1029; Chiaravalloti v. U. S., 7 Cir., 60 F.2d 192; Gerard v. U. S., 7 Cir., 61 F.2d 872; Macklin v. U. S., 9 Cir., 79 F.2d 756; Allen v. U. S., 4 Cir., 89 F.2d 954; Foshay v. U. S., 8 Cir., 68 F.2d 205; Sturcz v. U. S., 3 Cir., 57 F.2d 90.</p>\n<p id=\"b895-7\">(c) The District Court ordinarily has no jurisdiction and cannot entertain a motion- to vacate a judgment after the expiration of the term at which it was entered. U. S. v. Mayer, 235 U.S. 55, 35 S.Ct. 16/ 59 L.Ed. 129; Needham v. U. S., 7 Cir., 89 F.2d 72; In re Potts, 166 U.S. 263, 17 S.Ct. 520, 41 L.Ed. 994; Fine v. U. S., 7 Cir., 67 F.2d 591.</p>\n<p id=\"b895-8\">The exceptions to proposition (c) are predicated on facts which do not exist in the instant case for there has been neither a mistake of law nor an error of fact. There was in fact a thorough and painstaking consideration of this defendant’s appeal by this court from the same conviction and sentence (7 Cir., 56 F.2d 927) where all grounds of attack impugning the sentence could have been raised.</p>\n<p id=\"b895-11\">The appeal is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}