{
  "casebody": {
    "data": "<casebody firstpage=\"238\" lastpage=\"247\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b274-10\">Wytheville.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b274-11\">Trinkle v. Jackson.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b274-12\">June 27th, 1889.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b274-13\">1. Sales oe <em>Land—Rules as to </em>compensation.—(1) Purchaser is entitled to compensation for deficiency in number of acres where land is sold at so much an acre; and this is so, though the land is neither bought nor sold, <em>professedly, </em>by the acre. (2) Where misrepresentation is made, though innocently, as to the quantitj, purchaser is entitled to have what vendor can give, and an abatement for deficiency. (3) Where conveyance mentions lands as containing so many acres, by estimation, or “more or less,” a small deficiency or excess will not he taken into account, and even a large excess or deficiency has not been considered a ground for relieving seller or buyer. <em>Stebbins </em>v. <em>Eddy, 4 </em>Mason, 414. (4) And where the real contract is to sell a tract of land, as it may contain more or less, fully understood to he so, purchaser takes the tract at the risk of gain or loss by deficiency or excess in the number of acres contemplated, and neither can resort to the other for compensation on the ground of either event. <em>Cunningham </em>v. <em>Millner, </em>82 Va., 530.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b274-15\">2. <em>Idem—Sedes in gross—Case at bar—Held, </em>the contract here is a sale of hazard, and purchaser is not entitled to compensation for the deficiency, although <em>one </em>of the several tracts, <em>sold as one body, </em>was wanting.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b274-17\">Appeal from decrees of circuit court of Grayson county, rendered November 13, 1888, and April 16, 1889, respectively, in the cause of Mrs. Dettie M. Trinkle, complainant (appellant here), against J. G. J ackson, defendant (appellee here).</summary>\n<p data-order=\"6\" data-type=\"summary\" id=\"AaXY\">Opinion states the case.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b274-18\"><em>Robert Crockett, </em>for the appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"ASV\"><em>Fulton &amp; Hackley, </em>for the appellee.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b275-4\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>Lacy, J.,</author>\n<p id=\"Agm\">delivered the opinion of the court.</p>\n<p id=\"b275-5\">This is an appeal Loin two decrees of the circuit court of Grayson county, rendered respectively on the 13th day of November, 1888, and on the 16th day of April, 1889.</p>\n<p id=\"b275-6\">The bill was filed at February rules, 1888, by the appellant, to enforce the vendor’s lien, reserved in the face of the deed executed by her to the appellee on the 2d day of October, 1883, for the lands therein mentioned, situated in the county of Grayson, and concerning which this controversy has arisen.</p>\n<p id=\"b275-7\">On the thirteenth day of April, 1888, a decree was rendered in the cause ascertaining that abalance of the purchase money, evidenced by two bonds of $3,000 00 each, with interest, was still due, and which directed a surveyor to cut off fifteen hundred acres, and directed a special commissioner, named in the said decree, to make sale of this part of the tract of land in question, to satisfy the' unpaid purchase money.</p>\n<p id=\"b275-8\">In making the survey so directed, it was discovered that the lands in dispute did not contain two thousand three hundred and seventy-six, as mentioned in the deed, but only nineteen hundred and thirty-six acres.'</p>\n<p id=\"b275-9\">The bill up to this time had been taken for confessed as to the defendant, who had not answered; but the defendant now appeared and filed his bill in the cause, and asked to have the decree heretofore entered enjoined and the deficiency in the quantity of the land saved to him; which the court, in the progress of the cause, allowed to him, and allowed him a credit, of $1,893 75 upon the purchase-money bonds still due by him.</p>\n<p id=\"b275-10\">The plaintiff then filed an amended bill in the cause, seeking to set up and have relief upon the basis of the original title bond executed at the time the contract for a sale was entered into; but this bill was dismissed, and the plaintiff appealed to this court.</p>\n<p id=\"b275-11\">The appellant insists here that the sale in this ease was a <page-number citation-index=\"1\" label=\"240\">*240</page-number>sale in gross, and not by the acre, and that defendant, therefore, was not entitled to any allowance on account of the deficiency.</p>\n<p id=\"b276-5\">The appellee insists that the sale was for six tracts of land, as set forth by the deed, and that the deficiency was of four-hundred and thirty-six acres—one entire tract, and a good deal more besides; and that it was not the understanding of the parties that the purchaser waived the quantity, and purchased only in gross, without regard to the number of acres.</p>\n<p id=\"b276-6\">The deed set forth that, in consideration of twelve thousand dollars, to be paid as stated therein, the grantors granted, “ with covenant of general warranty, unto said grantee, the several tracts of land hereinafter described, aggregating, according to the face of the several titles referred to, two thousand three hundred and seventy-six acres, he <em>the- same more or less, and howecer much more or less, the sale hereby made being in gross, and, being all the, lands owned or possessed- by Da rid. Sexton at the time, of his death, lying in one body on Peach Bottom creek, in the county of Grayson,” H.</em></p>\n<p id=\"b276-7\">It then proceeds to set forth the several deeds and patents, with general reference to them for metes and bounds of several tracts.</p>\n<p id=\"b276-8\">It turned out, upon the survey, that one of these tracts had no separate existence, but was located' within the boundaries of one of the other tracts.</p>\n<p id=\"b276-9\">The question involved here is one that has often been the subject of judicial consideration and decision. And if an estate be sold at so much per acre, and there is a deficiency in the number conveyed, the purchaser will be entitled to a compensation ; and the rule is the same, although the land is neither bought nor sold professedly by the acre. <em>Nelson </em>v. <em>Carrington, </em>4 Mun., 332; <em>Harrison </em>v. <em>Talbot, </em>2 Dana; <em>Grant v. Conells, </em>6 Monroe, 281; <em>Beirne v. Erskine, </em>5 Leigh, 59; <em>Hoffman </em>v. <em>Johnson, 1 Bland, </em>109; <em>Marbury </em>v. <em>Stonestreet, </em>1 Md., 147; <em>Tarbell </em>v. Bowman, 103 Mass., 341. And the general rule is that when <page-number citation-index=\"1\" label=\"241\">*241</page-number>a misrepresentation is made as to the quantity, though innocently, the right of the purchaser is to have what the vendor can give, with an abatement, for so much as the quantity falls short.</p>\n<p id=\"b277-4\">Judge Broekenbrough said in <em>Russell </em>v. <em>Keeran. </em>(8 Leigh, p. 14): “ There is no doubt that when an estate is expressly sold at a certain price by the acre, and there is a deficiency in the number of acres conveyed, the purchaser will be entitled to a compensation for that deficiency. * * * So, too, when the land is neither bought nor sold, expressly and professedly by the acre, but both parties in fixing the price for the land have regard to the quantity which they supposed the estate to consist of, the same rule as to liability for deficiency will prevail. In such case the demand of the vendor and the offer of the purchaser are supposed to be influenced in an equal degree by the quantity which both believe to be the subject of their bargain; a ratable abatement of price will probably leave both in nearly the same relative situation in which they would have stood if the true quantity had been originally known. Such sale must be considered as in fact, and according to the intention of the parties, though not expressly, a sale by the acre.” <em>Hill </em>v. Buckley, 17 Ves., 401; <em>Stebbins </em>v. <em>Eddy, </em>4 Mason, 414; <em>Reynolds v. </em>Vance, 4 Bibb, 215; <em>Nelson </em>v. <em>Carrington, </em>4 Munf., 322; <em>Durrett </em>v. <em>Simpson, </em>3 Mon., 519; <em>Nichols </em>v. <em>Cooper, </em>2 W. Va., 347; <em>Watson v. Hoy, </em>28 Gratt., 704; <em>Blessing v. Beatty, </em>1 Rob. Rep., 287; <em>Caldwell v. Craig, </em>21 Gratt., 136; <em>Triplett v. Allen, </em>26 Gratt., 721; <em>Hoback </em>v. <em>Kilgore, </em>26 Gratt., 442; <em>Yost </em>v. <em>Mallicote, </em>77 Va., 610.</p>\n<p id=\"b277-6\">But where the lands in a conveyance are mentioned to contain so many acres by estimation, or the words more or less added, if there be a small portion more than the quantity, the vendor cannot recover it; and if there be a small quantity less, the purchaser cannot obtain any compensation in respect of the deficiency; and even a large excess or deficiency has not been considered a ground for relieving a vendor or purchaser. <page-number citation-index=\"1\" label=\"242\">*242</page-number><em>Stebbins </em>v. <em>Eddy, </em>4 Mason, 414; Opinion of Mr. Justice Story, 4 Kent (11th ed.), 467, and cases cited; <em>Tyson </em>v. <em>Hardesty, </em>29 Md., 551.</p>\n<p id=\"b278-5\">And although the contract states the property to contain a given quantity, yet the purchaser must be content with a much less quantity if it be stipulated that the quantities shall betaken as stated, whether more or less, without any compensation, and that the statements in the documents of title shall be deemed conclusive evidence of the properties. In the case of <em>Jolliffe </em>v. <em>Hill, </em>1 Call, 284, decided in this court in 1798, and in which all the judges delivered opinions, it was held:</p>\n<blockquote id=\"b278-6\">“ That in all cases of contracts for the sale of lands by a specific number of acres, the parties are entitled to compensation for a deficiency or excess in that quantity, beyond what may reasonably be imputed to small errors from variations of instruments or otherwise; the estimate being supposed to be made from mistake, and are not precluded in equity from inquiry into what was the real contract by the words more or less inserted in the conveyance. But when the real contract is to sell a tract of land, as it may contain, more or less, <em>fully understood to be so, </em>the purchaser takes the tract at the risk of gain or loss, by deficiency, or excess in the number of acres contemplated; and neither can resort to the other for compensation on the ground of either event.” In the ease of <em>Hull </em>v. <em>Cunningham, </em>Judge Tucker (St. George) said, speaking of this subject (1 Munf., 335):</blockquote>\n<blockquote id=\"b278-7\">“Here the words of the bonds do not amount to a warranty of the quantity, inasmuch as in speaking thereof there is this caution used: ‘Said to contain 370 acres, be it more or less, to-wit: all that tract left him by his father, John Cunningham, deceased.’ These circumstances indicate a contract in gross, and not by the specific number of acres.”</blockquote>\n<p id=\"b278-8\">And Judge Koane in the same case, in which the court was unanimous, speaking of this contract, said:</p>\n<blockquote id=\"b278-9\">“These principles are decisive of the present case, unless we <page-number citation-index=\"1\" label=\"243\">*243</page-number>say that a party is not as competent to take upon himself a risk, with respect to the manner in which the lines of a tract of land may run, as with respect to the actual number of acres contained in the tract.”</blockquote>\n<p id=\"b279-5\">Judge Tucker (Henry St. George), speaking of a controversy of this character in the case of <em>Keytons </em>v. Bradford, 5 Leigh, 48, in which there was an alleged deficiency in the quantity of land sold, as to whether there could be any relief, said: “This depends upon the question whether the sale was in gross or by the acre; for if it was a contract of hazard, in which each party took upon himself the risk of excess or deficiency, there, can be no relief afforded to cither, <em>whaferer may be the aettud, quantity </em>in the tract sold.</p>\n<p id=\"b279-6\">“ Questions of this character have frequently been before this court, and nothing is better established than the law of the subject, when the real inteution of the parties in the contract is once ascertained. But. this intention it is sometimes difficult to discover, from the carelessness of the parties, from the use of equivocal expressions, and from the glasses which are given to the transaction by the testimony of witnesses. Contracts of hazard, such as those we are now considering, never have been discountenanced by our law. Where they are clearly established, they are valid; it is not readily to be presumed that the parties designed to enter into 'such a contract, unless it is clearly sustained by the facts.”</p>\n<p id=\"b279-7\">In the case of <em>Russell v. Keeran, </em>8 Leigh, 18, Cabell, J., used the following emphatic language:</p>\n<blockquote id=\"b279-8\">'“I am of opinion that the decree of-the chancellor of the 13th of December,. 1828, is wholly erroneous. It declares that although the sale of the land was a sale in gross, yet it was not a sale of hazard as to quantity. This is contrary to first principles; for évery sale of land in gross or by the tract is, <em>ex ri termini, </em>a sale of hazard as to quantity; the vendor being debarred from claiming any addition to the purchase money, in case the real quantity of the land shall be found to exceed <page-number citation-index=\"1\" label=\"244\">*244</page-number>the estimated quantity, and the vendee being debarred from claiming any diminution of the purchase money, in case the real quantity shall fall short of the estimated quantity.</blockquote>\n<blockquote id=\"b280-5\">“ I am also clearly of opinion that the sale in this case was a sale in gross, and consequently that althoug'h the land has turned out, on actual survey, to he about one hundred acres short of the estimated quantity, yet the vendee is entitled to no abatement of the purchase money, but is bound to pay the whole thereof, with interest.”</blockquote>\n<p id=\"b280-6\">In that case the sale was of 405J acres, <em>be the same :more or less. </em>This deficiency was more than one-fourth of the entire tract, the sale being as stated, and the actual quantity established bv the survey only 289J- acres. The case was considered upon the terms of the title-bonds, the bill and answers, and the evidence of witnesses as to the true intention of the parties, the latter being held admissible, because of the ambiguity in the terms of the title-bond, the words “ more or less ” being so held. In that ease there was no deed.</p>\n<p id=\"b280-7\">There is no necessity for further citations on this subject. The law is well settled and generally well understood by the profession. I am aware of no conflict in the decisions from the earliest case in this court down to the latest decision here, <em>Cunningham </em>v. <em>Millner, </em>82 Va., 529, Avhere it is said in the opinion of LeAvis, P.: “ Here the contract was one of hazard, in AAdiieh each party took upon himself the risk of excess or deficiency, a contract Avhich Avhile not favored, yet is not discountenanced by the law, and Avill be enforced when reasonable and clearly established, and in such cases it is Avell settled by the repeated decisions of this court that no relief can be afforded either party.” Citing <em>Benson, v. Humphreys, </em>75 Va., 196, <em>Norfolk Trust Company v. Foster, </em>78 Va., 413, and other cases already referred to.</p>\n<p id=\"b280-8\">The decision of the circuit court of Grayson county in this case is distinctly contrary to these Avell settled principles.</p>\n<p id=\"b280-9\">The learned judge in this case considered “that the contract <page-number citation-index=\"1\" label=\"245\">*245</page-number>as to the .quantity of the land named in the several title papers,' by which it was sold, was one of hazard, is not and cannot be controverted; that such a contract, clearly proven, is valid and will be upheld in equity, is well established by a long line of Virginia decisions.”</p>\n<p id=\"b281-5\">“But,” he says, “the hazard taken in this case cannot be extended beyond the evident intention of the parties—-that is, <em>to the nninber of /teres found in the ayyreyatedparcels. </em>It cannot possibly be extended to the number of tracts sold, severally described and severally conveyed by deed with warranty.”</p>\n<p id=\"b281-6\">The deed, as we have already seen, is for the conveyance of “ all the lands owned or possessed by David Sexton at the time of his death lying in one body on Peach Bottom creek, in the county of Grayson, Va.,” although it sets out the several tracts of land of which it was composed. They are set forth as all lying in one body.</p>\n<p id=\"b281-7\">If there is any ambiguity in this we must look to the original title bond and the testimony of witnesses in order to ascertain the intention of the parties at the time of the sale.</p>\n<p id=\"b281-8\">The title bond says: “The land hereby sold is all the land owned by said Lottie hi. Trinkle lying on Peach Bottom creek, in one body, and is supposed to contain from <em>two </em>to <em>three thousand </em>acres; but the sale hereby made is a sale in gross, and the said J. Calhoun Jackson purchases the same without reference to quantity, and is composed of several tracts, but coterminus, and is the same lands formerly owned by David Sexton, the father of said Lettie hi. Trinkle.”</p>\n<p id=\"b281-9\">The evidence shows that there was no fraud or concealment by the vendor; that she was a lady residing in the town of 'Wytheville, thirty miles distant from the tract of land, and had never been on it but once in her life, while the vendee was a resident in that section, living; a few miles from the land in question, and had visited and inspected it before buying, and who rested for years in quiet, possession of the land without taking any concern about the number of acres, until it becom<page-number citation-index=\"1\" label=\"246\">*246</page-number>ing necessary to sell a part of the land to pay • a part of the purchase money due and unpaid hy him, a survey being made to cut off fifteen hundred acres for that purpose, the large deficiency was disclosed, and he then brought his suit with the result stated.</p>\n<p id=\"b282-5\">There can be no question that the vendee in this case knew more about the land than the vendor as to the quantity it contained, and it is clear that he was not misled by any false or fraudulent misrepresentations on her part. The agreement between them was for a tract of land in gross, and the number of acres was in nowise a basis oí the purchase price. The falling short or the running over the estimated quantity of land could form no basis for the relief of either party; if the increase in the number of acres upon a survey had been great, the vendor could have had no valid claim for compensation for them against the vendee; and oil the other hand, when the quantity falls short of the estimated quantity, the vendee has no valid claim for any deduction on that account in the purchase price. Because each distinctly took upon himself the risk of this— the one sold and the other purchased a tract of land in gross, without reference to quantity, and composed of several tracts, but eoterminus.</p>\n<p id=\"b282-6\">In what respect is the subject varied by a purchase of several tracts <em>in one body, </em>or several acres in <em>one body f </em>It is at last a purchase of one body, in either event, in gross, and in either event without reference to quantity, and in either event it is a contract of hazard, and there can be no relief; the contract is not breached by an excess nor by a deficiency, however this results, the thing purchased, the tract of land remains the same, and both parties have their agreement maintained as they made it, and there is no basis upon which either can, in either event, complain of an injury nor ask for relief.</p>\n<p id=\"b282-7\">The decision and decree of the circuit court of Grayson cannot be maintained either upon reason nor upon authority—is clearly erroneous, and must be reversed and annulled and the <page-number citation-index=\"1\" label=\"247\">*247</page-number>cause remanded with instructions to proceed to subject the lands in the bill mentioned to the payment 'of the unpaid purchase money due thereon under the decree of April 13, 1888.</p>\n<p id=\"b283-5\">Decree reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}