{
  "casebody": {
    "data": "<casebody firstpage=\"1220\" lastpage=\"1221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b840-4\">In re Disqualification of McDonald. Toledo Fair Housing Center et al. v. Nationwide Mutual Insurance Company et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b840-6\">[Cite as <em>In re Disqualification of McDonald </em>(1997), 81 Ohio St.Bd 1220.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b840-8\">(No. 97-AP-152</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHHa\">Decided November 14, 1997.)</decisiondate>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b840-10\">Moyer, C.J.</author>\n<p id=\"AsAN\">Jeffrey S. Goldman, counsel for the defendants, Nationwide Mutual Insurance Company and Nationwide Mutual Fire-Insurance Company, has filed an affidavit seeking the disqualification of Judge Frederick H. McDonald from the above-captioned class action lawsuit. The plaintiffs allege violations of the Ohio Civil Rights Act arising from the sale of homeowners’ insurance by the defendants.</p>\n<p id=\"b840-11\">Affiant contends that Judge McDonald should be disqualified from further proceedings in this action because the judge and judge’s wife are members of the plaintiff class. This contention is disputed by the plaintiffs; however, Judge McDonald states that there are “good faith arguments” in support of each party’s <page-number citation-index=\"1\" label=\"1221\">*1221</page-number>position and believes that the issue of his membership in the plaintiff class should be referred to anothér judge for decision. If he is determined to be a member of the plaintiff class, Judge McDonald indicates that he will recuse himself. If he is not included as a member of the plaintiff class, Judge McDonald says he knows of no reason to recuse himself.</p>\n<p id=\"b841-5\">I accept Judge McDonald’s response as an indication that he is recusing himself from the portion of the underlying case that involves a determination of whether he and his wife are members of the plaintiff class. Accordingly, the affidavit of disqualification, as it relates to that issue, is moot. The case is returned to the administrative judge of the Lucas County Court of Common Pleas, General Division, for reassignment to another judge who will rule on the limited issue of the membership of Judge McDonald and his wife in the plaintiff class.</p>\n<p id=\"b841-6\">If Judge McDonald and his wife are determined to be members of the plaintiff class, Judge McDonald indicates that he will recuse himself. In that instance, the case may proceed before the judge to whom the case was reassigned or may be assigned to another judge by the administrative judge of the division. If Judge McDonald and his wife are determined not to be members of the plaintiff class, the case shall be returned to Judge McDonald for further proceedings.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}