{
  "casebody": {
    "data": "<casebody firstpage=\"467\" lastpage=\"475\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b595-5\">The State ex rel. The V Companies et al., Appellees, <em>v. </em>Marshall, Cty. Aud., Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b595-6\">[Cite as <em>State ex rel. The V Cos. v. Marshall </em>(1998), 81 Ohio St.3d 467.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b595-8\">(No. 97-726</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ai3O\">Submitted February 17, 1998</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AH3\">Decided April 22, 1998.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b597-7\"><page-number citation-index=\"1\" label=\"469\">*469</page-number><em>Synenberg &amp; Marein, Roger M. Synenberg </em>and <em>Mary Jo Tipping; Sommer, Liberati, Shaheen &amp; Hoffman </em>and <em>Michael J. Shaheen, </em>for appellees.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b597-8\"><em>Stephen M. Stem, </em>Jefferson County Prosecuting Attorney, and <em>Joshua J. Sacks, </em>Assistant Prosecuting Attorney, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b597-9\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"b597-10\">\n<em>Discovery</em>\n</p>\n<p id=\"b597-11\">Marshall asserts in his second proposition of law that the court of appeals committed reversible error by failing to make any rulings on discovery issues and by not permitting Marshall to proceed with discovery.</p>\n<p id=\"b597-12\">As the parties concede, the court of appeals did not expressly rule on Marshall’s motion to compel the V Group to comply with the noticed deposition of Voinovich. Nevertheless, when a trial court fails to rule on a pretrial motion, it may ordinarily be presumed that the court overruled it. <em>State ex rel. Cassels v. Dayton City School Dist. Bd. of Edn. </em>(1994), 69 Ohio St.3d 217, 223, 631 N.E.2d 150, 155; <em>Newman v. Al Castrucci Ford Sales </em>(1988), 54 Ohio App.3d 166, 561 N.E.2d 1001. From the court of appeals’ judgment, it may be presumed that the court overruled Marshall’s motion to compel Voinovich’s deposition.</p>\n<p id=\"b597-13\">Marshall essentially contends that overruling his motion to compel constituted reversible error. But absent an abuse of discretion, an appellate court must affirm a trial court’s disposition of discovery issues. <em>Carpenter v. Reis </em>(1996), 109 Ohio App.3d 499, 507, 672 N.E.2d 702, 707-708; <em>Toney v. Berkemer </em>(1983), 6 Ohio St.3d 455, 458, 6 OBR 496, 498, 453 N.E.2d 700, 702. An abuse of discretion connotes an unreasonable, arbitrary, or unconscionable decision. <em>State ex rel. Askew v. Goldhart </em>(1996), 75 Ohio St.3d 608, 610, 665 N.E.2d 200, 202.</p>\n<p id=\"b597-14\">The court of appeals did not abuse its discretion by effectively overruling Marshall’s motion to compel Voinovich’s deposition and granting the V Group’s motion to quash the notice of deposition. First, Marshall failed to subpoena Voinovich for the deposition. Civ.R. 30(A) provides that the attendance of a non-party witness deponent should be compelled by the use of subpoena as provided by Civ.R. 45. <em>Fletcher v. Bolz </em>(1987), 35 Ohio App.3d 129, 131, 520 N.E.2d 22, 24; <em>Randle v. Gordon </em>(Oct. 29, 1987), Cuyahoga App. No. 52961, unreported, 1987 WL 19275. Second, if Marshall’s notice of deposition was actually for the V <page-number citation-index=\"1\" label=\"470\">*470</page-number>Group rather than Voinovich, then he had no right to designate Voinovich as the deponent to testify on the V Group’s behalf. Civ.R. 30(B)(5) (“A party, in the party’s notice, may name as the deponent a public or private corporation * * * and designate with reasonable particularity the matters on which examination is requested. The organization so named shall choose one or more of its proper employees, officers, agents, or other persons duly authorized to testify on its behalf.”). Marshall’s notice also did not designate with reasonable particularity the matters on which his examination was requested.</p>\n<p id=\"b598-5\">In addition, despite Marshall’s contentions on appeal, the court of appeals did not prohibit him from conducting discovery pursuant to the Civil Rules. The record indicates that the only discovery attempted by Marshall was Voinovich’s deposition. That discovery, however, was improper, because Marshall did not comply with the Civil Rules, <em>ie., </em>Civ.R. 30 and 45.</p>\n<p id=\"b598-6\">Therefore, Marshall’s second proposition of law lacks merit and is overruled.</p>\n<p id=\"b598-7\">\n<em>Notice of Conversion of Civ.R. 12(B)(6) Motion</em>\n</p>\n<p id=\"b598-8\">Marshall asserts in his first proposition of law that the court of appeals erred by failing to give notice to the parties that it was converting his Civ.R. 12(B)(6) motion to dismiss into a Civ.R. 56 motion for summary judgment.</p>\n<p id=\"b598-9\">Civ.R. 12(B) provides:</p>\n<p id=\"b598-10\">“When a motion to dismiss for failure to state a claim upon which relief can be granted presents matters outside the pleading and such matters are not excluded by the court, the matters shall be treated as a motion for summary judgment and disposed of as provided in Rule 56. Provided, however, that the court shall consider only such matters outside the pleadings as are specifically enumerated in Rule 56. <em>All parties shall be given reasonable opportunity to present all materials made pertinent to such a motion by Rule 56.” </em>(Emphasis added.)</p>\n<p id=\"b598-11\">Under Civ.R. 12(B) and 56(C), a court must notify all parties at least fourteen days before the time fixed for hearing when it converts a motion to dismiss for failure to state a claim into a motion for summary judgment. <em>Petrey v. Simon </em>(1983), 4 Ohio St.3d 154, 4 OBR 396, 447 N.E.2d 1285, paragraphs one and two of the syllabus; Civ.R. 56(C) (“The motion shall be served at least fourteen days before the time fixed for hearing.”). “ ‘The primary vice of unexpected conversion to summary judgment is that it denies the surprised party sufficient opportunity to discover and bring forward factual matters [that] may become relevant only in the summary judgment, and not the dismissal, context.’ ” <em>Petrey, 4 </em>Ohio St.3d at 155, 4 OBR at 398, 447 N.E.2d at 1287, quoting <em>Portland Retail Druggists Assn. v. Kaiser Found. Health Plan </em>(C.A.9, 1981), 662 F.2d 641, 645, analyzing comparable provisions of Fed.R.Civ.P. 12(b). The surprised party <page-number citation-index=\"1\" label=\"471\">*471</page-number>is generally the nonmoving party. <em>Id. </em>at 155, 4 OBR at 397-398, 447 N.E.2d at 1286-1287.</p>\n<p id=\"b599-4\">Based on <em>Petrey, </em>the court of appeals erred in converting Marshall’s Civ.R. 12(B)(6) motion to dismiss into a Civ.R. 56 motion for summary judgment without notifying the parties. See, also, <em>State ex rel. Boggs v. Springfield Local School Dist. Bd. of Edn. </em>(1995), 72 Ohio St.3d 94, 96, 647 N.E.2d 788, 791.</p>\n<p id=\"b599-5\">Nevertheless, for the reasons that follow, this error was harmless. First, Marshall invited any error by the court of appeals. Under the invited-error doctrine, a party will not be permitted to take advantage of an error that he himself invited or induced the trial court to make. <em>State ex rel. Fuqua v. Alexander </em>(1997), 79 Ohio St.3d 206, 208, 680 N.E.2d 985, 987; see, also, <em>Levesque v. Miles </em>(D.N.H.1993), 816 F.Supp. 61, 63 (Conversion of motion to dismiss without notice was appropriate because “plaintiffs * * * appeared to invite the defendants to submit information outside the pleadings * * *.”). In his brief in response to the V Group’s motion for summary judgment, Marshall stated that he did not object to his motion to dismiss being treated as a motion for summary judgment if he was “first provided the opportunity to conduct discovery as authorized by the Civil Rules.” But, as previously noted, the court of appeals did not deny Marshall the right to conduct appropriate discovery. Instead, the only discovery the court precluded, Voinovich’s deposition, was not authorized by the Civil Rules because Marshall’s notice of deposition did not comply with Civ.R. 30 and 45. Because the court of appeals did not preclude Marshall’s opportunity to conduct discovery, Marshall invited the court to convert the motion to dismiss to a motion for summary judgment.</p>\n<p id=\"b599-6\">More important, the V Group timely served its own motion for summary judgment, which was dispositive of the case. Marshall had more than two months until the court’s decision to respond to the V Group’s summary judgment motion with appropriate evidence. See <em>Bohac v. West </em>(C.A.7, 1996), 85 F.3d 306, and <em>Goyette v. DCA Advertising, Inc. </em>(S.D.N.Y.1993), 830 F.Supp. 737, both holding that, under certain circumstances, the failure to provide parties with prior notice and a reasonable opportunity to present evidence when a court converts a motion to dismiss to a motion for summary judgment does not constitute prejudicial error; see, generally, 5A Wright &amp; Miller, Federal Practice and Procedure (1990) 506, Section 1366 (“[T]here is authority for the notion that the absence of formal notice will be excused when it is harmless or the parties were otherwise apprised of the conversion.”); cf. <em>State ex rel. Baran v. Fuerst </em>(1990), 55 Ohio St.3d 94, 97, 563 N.E.2d 713, 716-717 (failure to notify parties of conversion was not harmless because summary judgment was inappropriate when genuine issues of material fact still existed).</p>\n<p id=\"b600-4\"><page-number citation-index=\"1\" label=\"472\">*472</page-number>Contrary to Marshall’s contention on appeal, the court of appeals was not required to give him fourteen days notice of the date it would rule on the V Group’s summary judgment motion. <em>State ex rel. Freeman v. Morris </em>(1992), 65 Ohio St.3d 458, 460-461, 605 N.E.2d 27, 29; <em>Gates Mills Invest. Co. v. Pepper Pike </em>(1978), 59 Ohio App.2d 155, 164, 13 O.O.3d 191, 196, 392 N.E.2d 1316, 1322-1323. Marshall was properly served with a copy of the V Group’s motion more than fourteen days before the date that the court issued the entry granting the motion. Marshall does not claim that the V Group’s summary judgment motion was improperly converted from a motion to dismiss. In fact, there was no V Group motion to dismiss to convert.</p>\n<p id=\"b600-5\">Finally, the preeminent purpose behind the conversion-notification requirement, <em>i.e., </em>permitting the nonmoving party sufficient opportunity to respond to a converted summary judgment motion, is satisfied by the court of appeals’ judgment. <em>Petrey, </em>4 Ohio St.3d at 155, 4 OBR at 398, 447 N.E.2d at 1287. Marshall had sufficient notice and opportunity to respond to the V Group’s summary judgment motion, which disposed of the case. Marshall did not effectively object to the court of appeals’ converting his own motion to dismiss into a motion for summary judgment.</p>\n<p id=\"APR\">Therefore, we overrule Marshall’s first proposition of law.</p>\n<p id=\"b600-7\">\n<em>Mandamus: Adequate Remedy</em>\n</p>\n<p id=\"b600-8\">Marshall asserts in his third proposition of law that the court of appeals erred in granting the writ of mandamus because the V Group had an adequate remedy in the ordinary course of law by a civil action alleging breach of contract, like the pending action brought by the Jefferson County Prosecuting Attorney against the V Group in common pleas court. A writ of mandamus will not be issued if there exists a plain and adequate remedy in the ordinary course of law. R.C. 2731.05; <em>State ex rel. Toledo Metro Fed. Credit Union v. Ohio Civ. Rights Comm. </em>(1997), 78 Ohio St.3d 529, 530, 678 N.E.2d 1396, 1397.</p>\n<p id=\"b600-9\">Marshall’s assertion is meritless. The V Group’s mandamus action was not premised solely on a breach of contract. Instead, it was premised on Marshall’s duty under R.C. 319.16 as a county auditor to issue warrants on the county treasurer for payment of claims against the county. Underlying public duties having their basis in law may be compelled by a writ of mandamus. <em>State ex rel. Levin v. Schremp </em>(1995), 73 Ohio St.3d 733, 735, 654 N.E.2d 1258, 1260. A breach of contract action is not a plain and adequate remedy in the ordinary course of law that precludes issuance of a writ of mandamus if relator is being damaged not solely by a breach of contract, but also by a failure of public officers to perform official acts that they are under a clear legal duty to perform. <em>State ex rel. Ms. Parsons Constr., Inc. v. Moyer </em>(1995), 72 Ohio St.3d 404, 406-407, 650 <page-number citation-index=\"1\" label=\"473\">*473</page-number>N.E.2d 472, 474; <em>State ex rel. Montrie Nursing Home, Inc. v. Aggrey </em>(1978), 54 Ohio St.2d 394, 397, 8 O.O.3d 401, 403, 377 N.E.2d 497, 499.</p>\n<p id=\"b601-6\">Thus, we overrule Marshall’s third proposition of law.</p>\n<p id=\"b601-7\">\n<em>Summary Judgment</em>\n</p>\n<p id=\"b601-8\">In Marshall’s fourth and final proposition of law, he asserts that the court of appeals erred in granting summary judgment in favor of the V Group and issuing the writ of mandamus because the submitted materials establish genuine issues of material fact.</p>\n<p id=\"b601-9\">Before summary judgment may be granted, it must be determined that (1) no genuine issue as to any material fact remains to be litigated, (2) the moving party is entitled to judgment as a matter of law, and (3) it appears from the evidence that reasonable minds can come to but one conclusion, and viewing that evidence most strongly in favor of the nonmoving party, that conclusion is adverse to the party against whom the motion for summary judgment is made. <em>Mootispaw v. Eckstein </em>(1996), 76 Ohio St.3d 383, 385, 667 N.E.2d 1197, 1199.</p>\n<p id=\"b601-10\">Marshall contends that the. January 13, 1997 board resolution purporting to rescind any prior board resolutions authorizing payment of the V Group invoices and the prosecuting attorney’s January 10, 1997 complaint filed in common pleas court, both of which were attached to Marshall’s motion to dismiss, created genuine issues of material fact that precluded the entry of summary judgment in favor of the V Group.</p>\n<p id=\"b601-11\">As noted by the V Group, however, these documents could not be considered by the court of appeals in its Civ.R. 56 determination. After converting a motion to dismiss into a motion for summary judgment, the court is required under Civ.R. 12(B) to consider “only such matters outside the pleadings as are specifically enumerated in Rule 56.” <em>State ex rel. Freeman v. Morris </em>(1991), 62 Ohio St.3d 107, 109, 579 N.E.2d 702, 703. Under Civ.R. 56(C), a court determining a summary judgment motion must consider only “the pleadings, depositions, answers to interrogatories, written admissions, affidavits, transcripts of evidence in the pending case, and written stipulations of fact, if any, timely filed in the action * * <em>Boggs, </em>72 Ohio St.3d at 97, 647 N.E.2d at 792. The V Group specifically objected to the court of appeals’ considering anything other than the evidence specified in Civ.R. 56(C). Cf. <em>State ex rel. Spencer v. E. Liverpool Planning Comm. </em>(1997), 80 Ohio St.3d 297, 301, 685 N.E.2d 1251, 1254-1255, citing <em>Bowmer v. Dettelbach </em>(1996), 109 Ohio App.3d 680, 684, 672 N.E.2d 1081, 1084 (“While the court of appeals may consider evidence other than that listed in Civ.R. 56 <em>when there is no objection, </em>it need not do so.”). (Emphasis added.) Neither the January 13, 1997 resolution nor the January 10, 1997 common pleas court complaint was sworn or certified and incorporated into an attached affidavit filed <page-number citation-index=\"1\" label=\"474\">*474</page-number>in the court of appeals.<footnotemark>1</footnotemark> <em>Freeman, </em>62 Ohio St.3d at 109, 579 N.E.2d at 703; <em>Boggs, </em>72 Ohio St.3d at 97, 647 N.E.2d at 792; <em>Wall v. Firelands Radiology, Inc. </em>(1995), 106 Ohio App.3d 313, 336, 666 N.E.2d 235, 250 (“Civ.R. 56[E] requires the attachment to the affidavit of an exhibit ‘referenced’ by an affidavit.”).</p>\n<p id=\"b602-5\">The evidence that was properly before the court of appeals in its summary judgment determination established the V Group’s entitlement to the preparation and issuance of the requested warrant.</p>\n<p id=\"b602-6\">R.C. 319.16 provides:</p>\n<p id=\"b602-7\"><em>“The county auditor shall issue warrants on the county treasurer for all moneys payable from the county treasury, upon presentation of the proper order or voucher and evidentiary matter for the moneys, </em>and keep a record of all such warrants showing the number, date of issue, amount for which drawn, in whose favor, for what purpose, and on what fund. The auditor shall not issue a warrant for the payment of any claim against the county, unless it is allowed by the board of county commissioners * * *. <em>If the auditor questions the validity of an expenditure that is within the available appropriations and for which a proper order or voucher and evidentiary matter is presented, the auditor shall notify the board, officer, or tribunal who presented the voucher. </em>If the board, officer, or tribunal determines that the expenditure is valid and the auditor continues to refuse to issue the appropriate warrant on the county treasury, a writ of mandamus may be sought. The court shall issue a writ of mandamus for issuance of the warrant if the court determines that the claim is valid.”' (Emphasis added.)</p>\n<p id=\"b602-8\">Marshall introduced no Civ.R. 56 evidence that he invoked his limited statutory authority to question the validity of the board’s orders authorizing payment of the V Group’s invoices by notifying the board.<footnotemark>2</footnotemark> Marshall lacked authority to simply refuse to follow the board’s orders because of his own belief that the contract was void or had been breached. Cf. <em>State ex rel. Ms. Parsons Constr., Inc. </em>(city auditor had duty to make payment approved by appropriate city officials for <page-number citation-index=\"1\" label=\"475\">*475</page-number>claim on a public contract because auditor did not invoke her limited statutory discretion to obtain evidence); <em>State ex rel. Tele-Communications, Inc. v. McCormack </em>(1988), 44 Ohio App.3d 49, 50, 541 N.E.2d 483, 484 (“[T]he county auditor is not called to pass upon the merits or the appropriateness of the awards made by the board of county commissioners.”); <em>State ex rel. Bitucote Hartex Co. v. Westenbaker </em>(App.1937), 26 Ohio Law Abs. 564, 565 (“No claim could be made that the County Auditor, in the first instance, independent of the Board of Commissioners, could either allow or reject any claim founded upon contracts.”).</p>\n<p id=\"b603-6\">Accordingly, we overrule Marshall’s fourth proposition of law.</p>\n<p id=\"b603-7\">Based on the foregoing, the court of appeals did not err in entering summary judgment in favor of the V Group and issuing the writ of mandamus. Accordingly, we affirm the judgment of the court of appeals.</p>\n<p id=\"b603-8\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b603-9\">Moyer, C.J., Douglas, Resnick, F.E. Sweeney, Pfeifer, Cook and Lundberg Stratton, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b602-9\">. Although the court of appeals erroneously considered these documents in its Civ.R. 56 determination, it did not err in entering summary judgment. See, <em>e.g., State ex rel. Athens Cty. Bd. of Commrs. v. Gallia, Jackson, Meigs, Vinton Joint Solid Waste Mgt. Dist. Bd. of Directors </em>(1996), 75 Ohio St.3d 611, 616, 665 N.E.2d 202, 207 (“A reviewing court is not authorized to reverse a correct judgment merely because erroneous reasons were assigned as a basis thereof.”).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b602-10\">. Marshall did file two affidavits that asserted that the V Group never submitted one of the invoices to the county for payment and that the specific fund for payment of jail construction expenses had no money as of January 1997. But after the V Group introduced Civ.R. 56 evidence establishing that the board approved the subject invoice for payment, Marshall abandoned his first contention. In addition, Marshall does not specifically assert on appeal that the fund is still exhausted or that any exhaustion of the fund creates a genuine issue of material fact. Therefore, the court need not consider these issues on appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}