{
  "casebody": {
    "data": "<casebody firstpage=\"337\" lastpage=\"340\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b357-3\">[Civ. No. 13343.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AL1\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A2W\">Nov. 10, 1947.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b357-4\">JOHN L. WADE et al., Appellants, v. CITY AND COUNTY OF SAN FRANCISCO et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b357-10\">Henry C. Clausen for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b357-11\">John J. O’Toole, City Attorney, and Joseph F. Murphy, Deputy City Attorney, for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b357-12\">DOOLING, J.</author>\n<p id=\"Abu\">This is an appeal from a judgment which followed the sustaining of a demurrer to the complaint. The complaint is one in equity to enjoin the enforcement against plaintiffs of the same ordinance of the city and county of San Francisco which was attacked, by the petitioner in <em>In re </em>Mares, 75 Cal.App.2d 798 [171 P.2d 762]. The petitioner in the Mares case was an employee of the appellants and the same attacks that were made on the constitutionality of the ordinance in the Mares case have been renewed on this appeal. Since every question so presented was fully discussed and disposed of by us in our opinion in the Mares case we will not burden this opinion with a reconsideration of them further <page-number citation-index=\"1\" label=\"338\">*338</page-number>than to restate our conclusion that the ordinance on its face is not invalid or unconstitutional.  There are however certain allegations of intentional and deliberate discrimination against the plaintiffs in the enforcement of the ordinance which do state a cause of action for relief. These allegations are here quoted:</p>\n<blockquote id=\"b358-3\">“Many persons other than plaintiffs and other than plaintiffs’ agents and employees have, on numerous occasions, violated with impunity the provisions of said ordinance in that they have, on the public streets .and sidewalks of said City and County and in areas, doorways and entranceways immediately abutting thereon, solicited, and are continuing to solicit, the sale, to persons on said places, of subscriptions to magazines and periodicals for future delivery, and have sold, and are continuing to sell, to persons on such places tangible personal property to be delivered to the purchasers thereof at subsequent times.</blockquote>\n<blockquote id=\"b358-4\">“None of said other persons who have so violated the provisions of said ordinance have ever been arrested or prosecuted, or in anywise molested by defendants, or by either of them, or by any of the agents or representatives of defendants, or of either defendant, or by any of the police officers of said City and County of San Francisco.</blockquote>\n<blockquote id=\"b358-5\">“Defendants, their agents and representatives, and police officers of said City and County of San Francisco who act under the authority of said defendant Chief of Police, have at all times had notice and knowledge of said violations of said ordinance by said third parties as aforesaid, and, possessing such notice and knowledge, defendants, their agents and representatives, and said police officers, with intent to discriminate against plaintiffs and plaintiffs’ said business, have at all times deliberately refrained from enforcing said ordinance as against said third party violators thereof.”</blockquote>\n<p id=\"b358-6\">The plaintiffs by these allegations bring their case within the principle first announced in <em>Yick Wo </em>v. <em>Hopkins, </em>118 U.S. 356 [6 S.Ct. 1064, 30 L.Ed. 220], and recently followed by the Supreme Court of this state in <em>Brock </em>v. <em>Superior Court, </em>12 Cal.2d 605, 610 [86 P.2d 805]. The latest statement of that principle that has come to our attention is found in <em>Glicker </em>v. <em>Michigan Liquor Control Commission, </em>160 F.2d 96. The court in that case reviewed the decisions of the United States Supreme Court on the subject and reiterated the rule that the intentional and arbitrary discrimination in the en<page-number citation-index=\"1\" label=\"339\">*339</page-number>forcement of a statute fair on its face is a violation of the equal protection clause of the Fourteenth Amendment to the Constitution of the United States which entitles the person discriminated against to relief in the courts.</p>\n<p id=\"b359-4\">Respondents argue that mere lax enforcement of a law or ordinance violates no constitutional rights. This is a correct statement of the law, but appellants allege more than mere laxity of enforcement. They plead that the ordinance is enforced against them and no others “with intent to discriminate against plaintiffs and plaintiffs’ said business.” This brings them squarely within the rule announced in <em>Glicker </em>v. <em>Michigan Liquor Control Commission, supra; Snowden </em>v. <em>Hughes, </em>321 U.S. 1, 11 [64 S.Ct. 397, 88 L.Ed. 497; and <em>Sunday Lake Iron Co. </em>v. <em>Township of Wakefield, </em>247 U.S. 350, 352 [38 S.Ct. 495, 62 L.Ed. 1154]. In each of those cases the distinction between mere laxity of enforcement and intentional or purposeful discrimination is recognized and it is held that while mere laxity of enforcement, although it may result in the unequal application of the law to those who are entitled to be treated alike, is not a denial of equal protection in the constitutional sense, it is otherwise in the case of deliberate or intentional discriminatory enforcement which is a denial of the equal protection guaranteed by the Constitution. While we are fully aware that proof frequently falls short' of pleading appellants by their pleading have stated a cause of action which if proved will entitle them to relief and for the purposes of this appeal respondents by their demurrer have admitted the truth of the pleaded facts.</p>\n<p id=\"b359-5\">Respondents further argue that equity will not enjoin a criminal prosecution. “It is settled that where a penal statute causes irreparable damage to property rights, the injured party may attack its constitutionality by an action to enjoin its enforcement.” <em>(Jones </em>v. <em>City of Los Angeles, </em>211 Cal. 304, 306 [295 P. 14].) It is now equally settled that the right to carry on an established business is such a property right. <em>(Bueneman </em>v. <em>City of Santa Barbara, </em>8 Cal.2d 405, 407-8 [65 P.2d 884, 109 A.L.R. 895].) The allegations of the complaint are sufficient to bring the case as pleaded within this rule.</p>\n<p id=\"b359-6\">For the guidance of the trial court it is proper to point out that if the proof satisfies the court that the ordinance is being enforced against appellants with intentional discrimination any injunction issued by the court should be so framed as to permit the future enforcement of the ordinance against <page-number citation-index=\"1\" label=\"340\">*340</page-number>all violators without discrimination if the defendants see fit in the proper performance of their duty so to enforce it.</p>\n<p id=\"b360-5\">The judgment is reversed with directions to overrule the demurrer to the complaint.</p>\n<p id=\"b360-6\">Nourse, P. J., and Goodell, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}