{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"403\" lastpage=\"412\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b401-9\" pgmap=\"401\">Thomas Gardner v. John W. Bunn et al.</parties><court data-order=\"1\" data-type=\"court\" id=\"b401-12\" pgmap=\"401\">Filed at Springfield</court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqm\" pgmap=\"401\">March 31, 1890.</decisiondate><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b401-13\" pgmap=\"401\">1. Confession of judgment—in vacation—strict construction. The confession of judgment in vacation is a statutory proceeding in derogation of the common law, and a judgment of that character will not be valid unless there is a strict compliance with the law under which it may be authorized.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b401-14\" pgmap=\"401\">2. Same—proof of execution of power—necessity therefor. A judgment by confession entered by the clerk of the court in vacation is void, where no affidavit proving the execution of the power of attorney is filed with it.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b401-15\" pgmap=\"401(61) 402(37)\">3. The clerk of a court of record entered a judgment by confession, in vacation, on the confession of an \"attorney-at-law, upon the filing in such court of a declaration, cognovit, plea of confession, and a power of attorney purporting to have been executed by the debtor, and to authorize the attorney to enter his appearance and confess judgment on a note, but no evidence was filed showing the execution of the power: Held, that the entry of the judgment was unauthorized by law, and' void, for want of jurisdiction over the person of the defendant therein.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b402-5\" pgmap=\"402\">4. Same—former decisions—on that subject. The rule here announced is not in conflict with the cases of Fleming v. Jenchs, 22 111. 475, and Rising v. Brainard, 36 id. 80. What is said in those cases upon the question here raised was not called for, as the question was not involved. The same is true of the case of Stuhl v. Shipp, 44 Ill. 134. In that case no question was made as to the necessity of proving the execution of the power of attorney, and what is there said on the question is obiter dictum.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b402-6\" pgmap=\"402\">5. Same—who may object—and in what way. Where, however, jurisdiction to enter the judgment is once acquired or shown, no one except the defendant can object, and his remedy, in the first instance, is by application in the court where the judgment is entered, to vacate or open the same.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b402-7\" pgmap=\"402\">6. Chattel mortgage—as to property notin possession. The owner of chattels not in possession may make a valid mortgage of the same, if the person in possession professedly holds under him, and has only a special property in the thing, such as that conferred by a pledge or lien. So the owner of goods in the possession of the sheriff, seized \\ under execution against such owner, may give a mortgage on the same,' which will be good even as against the sheriff, when the judgment under which the execution issued is void for want of jurisdiction.</syllabus><summary data-order=\"9\" data-type=\"summary\" id=\"b402-8\" pgmap=\"402\">Appeal from the Appellate Court for the Third District;— heard in that court on writ of error to the Circuit Court of' DeWitt county; the Hon. Lyman Lacey, Judge, presiding.</summary><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b402-9\" pgmap=\"402\">Messrs. Moore &amp; Warner, for the appellant:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b402-10\" pgmap=\"402\">It is not necessary to the validity of a judgment by confession, in vacation, that the execution of the power of attorney; should be proved by a written affidavit filed with the clerk at the time. Rising v. Brainard, 36 Ill. 80; Stuhl v. Shipp, 44 id. 134; Stewart v. Bank, 78 id. 598; Fleming v. Jencks, 22 id. 475.</p><p data-order=\"12\" data-type=\"legal\" id=\"b402-11\" pgmap=\"402\">When an attorney appears for a party, the court will look no i further, but proceed as if he had sufficient authority. Jackson v. Stewart, 6 Johns. 34; Hencks v. Todhunter, 7 Har. &amp; J. 275; Harding v. Hull, 5 id. 478; Munsickeyson v. Dorset, 2 Har. &amp;. Gill, 374; Denton v. Noyes, 6 Johns. 296.</p><p data-order=\"13\" data-type=\"legal\" id=\"b403-4\" pgmap=\"403\">The remedy of Turner &amp; Son, if any, was by application to the court in which the judgment was entered, where they might have obtained relief on motion. Rising v. Brainard, 36 Ill. 80; Stuhl v. Shipp, 44 id. 134.</p><p data-order=\"14\" data-type=\"legal\" id=\"b403-5\" pgmap=\"403\">A judgment absolutely void, for want of jurisdiction in the court that entered it, can only be questioned by a stranger when it affects his prior or superior equities. Freydendall v. Baldwin, 103 Ill. 329.</p><p data-order=\"15\" data-type=\"legal\" id=\"b403-6\" pgmap=\"403\">Appellant being in possession of the property under the executions given in evidence at the time of the execution and delivery of the promissory note, the pretended chattel mortgage and order to appellees,- by Turner &amp; Son, appellees can not maintain replevin thereon. Personal property, in the adverse possession of another, can not be sold or transferred, even by the real owner. McGoon v. Ankeny, 11 Ill. 558; O’Keefe v. Kellogg, 15 id. 347.</p><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b403-7\" pgmap=\"403\">Messrs. Conkling &amp; Grout, for the appellees:</attorneys><p data-order=\"17\" data-type=\"legal\" id=\"b403-8\" pgmap=\"403\">Ho rights can be derived under a void judgment, and an execution therein confers no rights. Freeman on Judgments, sec. 117; White v. Jones, 38 Ill. 160; Tucker v. Gill, 61 id. 240; West v. Schnebly, 54 id. 525; Miller v. Handy, 40 id. 450; Chase v. Dana, 44 id. 262; Haywood v. Collins, 60 id. 328.</p><p data-order=\"18\" data-type=\"legal\" id=\"b403-9\" pgmap=\"403\">The clerk has no power to enter a judgment by confession, in vacation, without proof being filed of the execution of the power of attorney. Durham v. Brown, 24 Ill. 94; Roundy v. Hunt, 24 id. 601; Tucker v. Gill, 61 id. 238; Bush v. Hanson, 70 id. 480; Rising v. Brainard, 36 id. 80; Russell v. Lillja, 90 id. 327; Stein v. Good, 115 id. 93.</p><p data-order=\"19\" data-type=\"legal\" id=\"b403-10\" pgmap=\"403\">By affidavit is the only mode of proof before the clerk. Hall v. Jones, 32 Ill. 43; Ball v. Miller, 38 id. 110; Follansbee v. Mortgage Co. 5 Bradw. 23; Anderson v. Field, 6 id. 313.</p><p data-order=\"20\" data-type=\"legal\" id=\"b403-11\" pgmap=\"403(25) 404(21)\">In Rising v. Brainard, 36 Ill. 80, Fleming v. Jencks, 22 id. 475, and Stuhl v. Shipp, 44 id. 134, the question of the proof of the power of attorney did not arise, and what is said in those cases on that point is no authority.</p><p data-order=\"21\" data-type=\"legal\" id=\"b404-5\" pgmap=\"404\">. In two cases, chattels were taken hy third persons, hy replevin, from an officer holding goods under executions issued upon void confessed judgments. White v. Jones, 38 Ill. 160; Tucker v. Gill, 61 id. 236.</p><p data-order=\"22\" data-type=\"legal\" id=\"b404-6\" pgmap=\"404\">The owner of a chattel not in possession may make a valid mortgage of it, if the person in possession professedly holds under him, and has only a special property in the thing, such as that conferred by a pledge or lien. Jones on Chattel Mortgage, sec. 115, p. 102.</p> <opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b404-7\" pgmap=\"404\">Mr. Justice Craig</author> <p id=\"AWL\" pgmap=\"404\">delivered the opinion of the Court -.</p> <p id=\"b404-8\" pgmap=\"404(237) 405(32)\">This was an action of replevin, brought by John W. Bunn and others, against Thomas Gardner, to recover a stock of goods, under a chattel mortgage executed by J. B. Turner &amp; Son to them. „ The principal question presented by the record arises upon the issue presented by the defendant’s sixth plea. In this plea defendant averred that he took the goods, as sheriff, under an execution directed to him from the circuit court of DeWitt county, in favor of Mack, Stadler &amp; Co., against J. B. Turner &amp; Son, the mortgagors; that the goods were the property of J. B. Turner &amp; Son, and subject to said execution, and that plaintiffs derived their rights in and to the goods after the levy. To this plea the plaintiffs replied, that the execution therein relied upon was void, for the reason that the pretended judgment upon which it was issued was not rendered by the court in term time, but was entered by the clerk of the court in vacation, by confession under a pretended power of attorney, and that no affidavit of the execution of the power of attorney was filed. On the trial of the issue thus presented by the sixth plea, the court held that the judgment rendered by confession in favor of Mack, Stadler &amp; Co. against Turner &amp; Son was void, and that the execution issued on that judgment did not justify the sheriff in withholding the property from the plain-1 tiffs. The judgment of the circuit court was affirmed in the Appellate Court, and the defendant brings the case here on appeal.</p> <p id=\"b405-5\" pgmap=\"405\">Whether a judgment by confession entered by a clerk of a court of record in vacation, is void, where no affidavit proving the execution of the power of attorney is filed with the power of attorney when the judgment is entered by the clerk, is a question which has never been directly decided by this court, and it is a question not entirely free from difficulty. Section 66, chapter 110, of our statute, which authorizes the confession of a judgment, is as follows: “Any person, for a debt bona fide due, may confess judgment, by himself, or attorney duly authorized, either in term time or vacation, without process.”</p> <p id=\"b405-7\" pgmap=\"405\">In Roundy v. Hunt, 24 Ill. 598, construction was placed by this court on a statute regulating the practice wherein judgments may be confessed in Kane county, which provided that judgments by confession may be entered at any time in the vacation, before the clerk, by filing the proper papers with him, and that said judgment shall have the same effect as if rendered at a term of court.. It is there said: “As a condition to the right to confess a judgment in vacation, the proper papers must be filed with the clerk. This requirement of the statute could have referred alone to the established practice in cases ■ of confessions of judgment in courts of record. That practice requires the plaintiff to file a declaration on his cause of action; that he shall file the warrant of attorney, with proof of its execution, and a plea of confession. These, under the practice, constitute the proper papers to authorize the confession of a judgment.”</p> <p id=\"b405-8\" pgmap=\"405(57) 406(225)\">If the language of the act, “upon filing the proper papers,” did not change the common law practice in such cases, but required a full adherence to that practice, as held in the case cited, we see nothing in the present statute from which it can be inferred that the common law practice should in such cases be changed. The language of the statute authorizing the confession of a judgment in vacation by an attorney duly authorized, clearly required proof to be filed with the clerk, showing the execution of the power of attorney. The statute only empowers an attorney to confess judgment who is duly authorized, and how could it be known that the attorney was duly authorized unless proof of the execution of the .power of attorney was filed with that instrument ? It will be remembered that the clerk of the circuit court, before whom the judgment was confessed, possessed no judicial powers. He was a mere ministerial officer, entrusted with the power of entering up a judgment in vacation when certain papers had been filed with him. The sufficiency of the papers, however, he could not pass upon or determine. Of course, the clerk could refuse to act until papers were filed purporting to conform to the requirements of law; but he could not determine the legal sufficiency of such papers, as that would require the exercise of' judicial powers. The confession of judgment in vacation is-a statutory proceeding in derogation of the common law, and a. judgment of that character will not be valid unless there is a. strict compliance with the law under which it may be authorized;.</p> <p id=\"b406-5\" pgmap=\"406\">Again, as held in Chase v. Dana, 44 Ill. 262, an attorney in fact is held to a strict compliance with the authority conferred. \"When he acts, it must, to be sustained, be within the scope of\" his authority. It must be for the purposes prescribed, and in the mode required. Was there such compliance here ? If the-attorney who confessed the judgment was not duly authorized, he had no power to act, and his acts would be a nullity. A power of attorney was filed with the clerk, but no evidence-was filed that Turner &amp; Son had ever executed that instrument. In the absence of such evidence there was no authority to enter the judgment. No jurisdiction was acquired over the persons-of Turner &amp; Son,—an indispensable prerequisite to the rendition of a judgment.</p> <p id=\"b407-3\" pgmap=\"407\">In Durham v. Brown, 24 Ill. 94, where a judgment was confessed in vacation, no affidavit having been filed proving the-execution of the power of attorney, it was held that the judgment was unauthorized. The same rule was announced in Roundy v. Hunt, 24 Ill. 600. In the case last cited it is said: “If the plaintiff should fail to file a declaration, a warrant of attorney, with an affidavit of its execution, and a plea of confession by the attorney, the clerk should refuse to enter the judgment.”</p> <p id=\"b407-5\" pgmap=\"407\">In Tucker v. Gill, 61 Ill. 236, where a judgment by confession was rendered in vacation for a less amount than confessed by the cognovit, the judgment was held to be void. It is there said: “The plea of cognovit actionem was one of the papers to be filed, and was indispensable to his (the clerk’s) authority to-make the entry of judgment, and when filed, he must enter the judgment for the amount confessed, or not at all. * * * The proceeding having been in vacation, conducted under a special statutory authority, by a mere ministerial officer, we-must hold that the entry of this judgment in the manner stated was simply void.” It was also held, that the language of the statute, “upon filing the proper papers,” under which the judgment was confessed, includes everything requisite, by the common law practice, in such cases.</p> <p id=\"A8M\" pgmap=\"407\">In Iglehart v. Chicago Marine and Fire Ins. Co. 35 Ill. 514, it was held to be necessary that proof should have been made of the execution of the warrant of attorney before the judgment is confessed, and when the judgment is confessed in vacation, the evidence of that fact must appear in the record.</p> <p id=\"b407-8\" pgmap=\"407(77) 408(61)\">From the cases cited, the only fair conclusion to be drawn would seem to be, that a clerk, in vacation, has no power to-enter a judgment by confession without proof of the execution of the power of attorney. A judgment can not be entered unless jurisdiction is first acquired of the person of the defendant. Here the power of attorney purported to authorize the attorney to appear before the clerk, waive process, enter the appearanee, and confess judgment; but unless the power of attorney was executed by Turner &amp; Son, (and there is, no evidence of that fact in the record,) the attorney had no authority to enter the appearance, and without such authority no jurisdiction of the person was acquired, and if there was no jurisdiction of the person, the judgment was absolutely void.</p> <p id=\"b408-5\" pgmap=\"408\">In White v. Jones, 38 Ill. 161, where an appearance was entered one day earlier than authorized by the power of attorney, it was held, that there was no jurisdiction of the person, and the judgment was void. It is there said: “As a rule of general, if not uniform, application, a judgment is void for all purposes, unless the court had jurisdiction of the person of the defendant and of the subject matter of the suit.” It is also said that jurisdiction is acquired by service of process, by publication, or by an entry of appearance, in person or by attorney. ' In the last ease, the authority of the attorney to enter an appearance may be contested by the defendant, and if he shows a want of authority, it defeats the jurisdiction of the court. In Campbell v. MeCahan, 41 Ill. 47, it was held, that jurisdiction of the subject matter and of the person is essential to the validity of a judicial sentence. If either is wanting, the judgment or decree is void. ,</p> <p id=\"b408-7\" pgmap=\"408\">It is, however, claimed by appellant, that a judgment entered in vacation, without proof of the execution of the power, is not void, but valid until set aside, on motion of the party against whom it is entered, in the court where it was rendered. ' Several cases decided in this court have been cited to sustain the position of counsel, and first, Fleming v. Jencks, 22 Ill. 475. In this ease the application to vacate the judgment was predicated on the ground that usury constituted a part of the judgment. No question was raised or considered in regard to the proof of the execution of the power of attorney, and we do not think the decision has any bearing on the question considered here.</p> <p id=\"b409-4\" pgmap=\"409\">The next case cited is Rising v. Brainard, 36 Ill. 80. The language used in the opinion in this case may be broad enough to sustain appellant’s position if the question presented by this record had been involved in the case cited; but it was not. As shown by the opinion, but one question was presented: “The error assigned is, that a judgment was entered in vacation, by confession, under a power of attorney, upon a note, more than a year and a day after the note fell due, without proof that the defendant was then alive or that the debt was then due.” It will thus be seen that the execution of the power of attorney was not involved, and what the court said on that point has no bearing, because the question was not before the court.</p> <p id=\"b409-5\" pgmap=\"409(243) 410(144)\">Stuhl v. Shipp, 44 Ill. 134, has also been cited. In that case it is said: “The case of Hinds v. Hopkins, 28 Ill. 351, was so far modified in Rising v. Brainard, 36 Ill. 80, as to render it necessary to apply to the court below to set aside a judgment by confession, and to show some equitable reason therefor, before this court will reverse on the ground that the power of attorney was more than a year and a day old, or its execution not duly proven.” This' ease, like Rising v. Brainard, as will be seen upon an examination of the statement of facts, presented no question in regard to the execution of the power of attorney, and what is said on that question is obiter dictum. In both cases, however, it is decided, that where a judgment is entered in vacation, under a power of attorney, more than a year and a day after the power was executed, without filing an affidavit showing that the defendant is alive and the debt due, the proper practice is to apply to the court in which the judgment is entered, to set it aside. It is therefore plain, if the same rule is to obtain where a judgment is entered in vacation, without proof being filed of the execution of the power of attorney, then the decision of the Appellate Court in this case was erroneous. We think, however, that, the two questions rest upon a different principle, and the same rule can not be applied to both. As to the latter question, unless there is proof filed when the judgment is entered that the power was executed, there is no jurisdiction of the person, and the judgment is void. But in the other case, the power of attorney being properly executed, as established by. the proof, the court has jurisdiction to enter the judgment, and the matter to be addressed to the court is something which has arisen after jurisdiction was conferred. Such matters arising after the execution of the power may render the judgment unjust or erroneous, but not void, and hence they may with propriety be addressed to the court where the judgment was entered; but a void judgment binds no one, and it may be questioned indirectly or collaterally.</p> <p id=\"b410-5\" pgmap=\"410\">■ A few other cases have been cited, but they have no direct bearing on the question, and it will not be necessary to refer to them here.</p> <p id=\"b410-6\" pgmap=\"410\">It is also claimed, that as the property in question was in the possession of the defendant at the time Turner &amp; Son transferred it to the plaintiffs, the interest of Turner &amp; Son was not subject to transfer, so that they could maintain an action in their own names. In Jones on Chattel Mortgages, (sec. 115, p. 102,) it is said: “The owner of a chattel not in possession may make a valid mortgage of it if the person in possession professedly holds under him and has only a special property-in the thing, such as that conferred by a pledge or lien.” Here the defendant held under an execution against Turner &amp; Son, and, under the authority cited, they had a right to execute the mortgage under which plaintiffs brought their action.</p> <p id=\"b410-7\" pgmap=\"410\">The judgment of the Appellate Court will be affirmed.</p> <p id=\"b410-8\" pgmap=\"410\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}