{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"631\" lastpage=\"638\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b629-10\" pgmap=\"629\">Union Drainage District v. Francis J. O’Reilly.</parties><court data-order=\"1\" data-type=\"court\" id=\"b629-13\" pgmap=\"629\">Filed at Ottawa</court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATat\" pgmap=\"629\">May 14, 1890.</decisiondate><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b629-14\" pgmap=\"629\">1. Drainage law—bridges over open drains—within or outside of a district—dmly and liability of the district. Where a farm drainage district acquires, by condemnation, an outlet for the water collected in its drains, outside of the district, and such outlet is an open drain, the district is required to construct a bridge or proper passageway over the same. This duty attaches to all open drains, whether within or without the district.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b629-15\" pgmap=\"629\">2. Where an outlet is acquired, by condemnation, on lands out of the district, it becomes, by operation of law, one of the ditches of the district for all the purposes for which it was acquired, and the like duties as to bridging the same attaches as if it was within the district.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b630-4\" pgmap=\"630\">3. Same—measure of damages on condemnation—as affected by the duty to build bridges. The cost of constructing and maintaining bridges across open ditches through inclosed land is made a charge upon the district, and hence, in condemning the right to enlarge an open drain for an outlet, the cost of bridging such ditches is no element of damages to be awarded to the land owner.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b630-5\" pgmap=\"630\">4. Same—estoppel by admission—as to duty to bridge over open drains outside the district. In a proceeding for the condemnation of an outlet over the land of another, outside of a drainage-district, the drainage commissioners admitted, in open court, their liability to construct and maintain a bridge over the drain, and on such admission no damages were claimed or allowed for such bridging: Held, that by such admission, and availing of the effect of it .on the amount of damages, the commissioners were estopped from afterward denying their liability to-build and maintain such bridge.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b630-6\" pgmap=\"630\">5. Same—servient lands—limitation of burdens. While the lower or servient land is required to bear the servitude of having cast upon its-surface, to flow through the natural channels across it, the water that would in a state of nature flow over it or through such channels, yet no-right exists in a drainage district to enter upon such lower land and interfere with its surface, or change, widen or deepen such channels, unless given by the legislature, to be exercised after making just compensation to the owner.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b630-7\" pgmap=\"630\">6. Same—outside drainage—under condemnation—right of control-Where the commissioners, under the Farm Drainage act, acquire the right to the use of enlarged natural or artificial channels outside their district by condemnation,- they will thereafter have the dominion and control of such channels for all time to come, and they may be maintained by such district as outlets for the water, the same as any ditch within the district.</syllabus><summary data-order=\"9\" data-type=\"summary\" id=\"b630-8\" pgmap=\"630\">Appeal from the Appellate Court for the Second District;— heard in that court on appeal from the Circuit Court of Iroquois county; the Hon. Alfred Sample, Judge, presiding.</summary><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b630-9\" pgmap=\"630\">Mr. C. H. Payson, for the appellant:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b630-10\" pgmap=\"630\">In an application for a mandamus the burden is on the relator to establish clearly, the right to be enforced. If it be doubtful, the writ will not be awarded. People ex rel. v. Town of Oldtown, 88 Ill. 202; People ex rel. v. Glann, 70 id. 232; People ex rel. v. Taylor, 51 id. 28; People ex rel. v. Hatch, 33 id. 9; County of St. Clair v. People ex rel. 85 id. 396.</p><p data-order=\"12\" data-type=\"legal\" id=\"b631-4\" pgmap=\"631\">The right to have the thing done must not only be clear, but it must also be clear that it ought to be done by the person or body sought to be coerced. Railroad Co. v. Wayne County, 74 Ill. 27.</p><p data-order=\"13\" data-type=\"legal\" id=\"b631-5\" pgmap=\"631\">The act sought to be enforced must not only be lawful and proper in itself, but it must be one that the defendant may lawfully do. People ex rel. v. Village of Crotty, 93 Ill. 180.</p><p data-order=\"14\" data-type=\"legal\" id=\"b631-6\" pgmap=\"631\">Damages assessed under the act for exercising the right of eminent domain, properly include the injury to the use, occupation and production of such property. Railroad Co. v. Henry, 79 Ill. 290.</p><p data-order=\"15\" data-type=\"legal\" id=\"b631-7\" pgmap=\"631\">The measure of compensation for right of way is the difference between what the whole property would have sold for unaffected by the railroad, and what it would sell for as affected by it, if it would sell for less. Page v. Railroad Co. 70 Ill. 324; Green v. City of Chicago, 97 id. 370.</p><p data-order=\"16\" data-type=\"legal\" id=\"b631-8\" pgmap=\"631\">Res judicata extends to any matter properly involved, and is conclusive of the rights of parties as to matters involved therein. Peterson v. Nehf, 80 Ill. 25; Chicago v. Sansum, 87 id. 182; Hicks v. Chapin, 67 id. 375.</p><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b631-9\" pgmap=\"631\">Messrs. Kay &amp; Euans, for the appellee:</attorneys><p data-order=\"18\" data-type=\"legal\" id=\"b631-10\" pgmap=\"631\">The provisions of the Drainage law apply to outlets or drains outside of the district as well as within. Secs. 39, 45, 7, 78.</p><p data-order=\"19\" data-type=\"legal\" id=\"b631-11\" pgmap=\"631\">Appellants, in the condemnation proceeding, admitted their legal liability to construct and maintain the bridge over the outlet, and are now estopped from disputing their liability.</p> <opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b631-12\" pgmap=\"631\">Mr. Chief Justice Shore</author> <p id=\"A71\" pgmap=\"631\">delivered the opinion of the Court:</p> <p id=\"b631-13\" pgmap=\"631(63) 632(16)\">The question presented by this record is, whether, where a drainage district acquires, by condemnation, the right to enter upon land lying outside of the district, for the purpose of enlarging a natural channel, so as to obtain a sufficient outlet to its drains and ditches, and by deepening and enlarging such natural channel through an inclosed field, leaving it an open drain, thereby rendering such channel impassable, it is required by law to bridge the same.</p> <p id=\"b632-4\" pgmap=\"632\">Section 74 of the Farm Drainage act of 1885, under which this district was organized and these proceedings had, provides that “there shall be constructed at least one bridge or proper passageway over each open drain, where the same crosses any inclosed field or parcel of land, and the cost of construction thereof shall be charged as part of the cost of construction of such drain, and such bridge or passageway shall be maintained by the commissioners from the district funds: Provided, the commissioners may contract with the owners of land crossed by such drain to maintain such bridge or crossing.” It seems clear, that if this section applies to the open outlet or drain enlarged and deepened by the commissioners outside' of the district, the duty to bridge, or to construct some other “proper passageway over” such drain is imposed upon the district. Does it apply ? The answer will necessitate an examination of this and other sections of the act, in the light of the general purpose and object to be attained in the formation of drainage districts under this act.</p> <p id=\"b632-7\" pgmap=\"632(155) 633(158)\">As the servient estate, the land of appellee was required to bear the servitude of having cast upon its surface, to flow through the natural channels across it, the water that in a state of nature would flow over or upon it or through such channels only. No right existed in the drainage district to enter upon the estate and interfere with its surface, change such channels or widen or deepen them, unless such right was given by the legislature, to be exercised after making just compensation to the owner. These districts, organized to effect drainage of land within their limits, to be paid for by assessment according to benefits, are authorized under the amendment to the constitution in respect of drainage, and may be formed whenever benefit will flow from the construction of such drain. It must frequently happen, that to get a sufficient outlet into natural water-courses or water-ways, sufficiently large and deep to render the system of drainage availing for the purpose for which the district is organized, natural depressions or channels in and through lands not benefited by the drainage must be cleared out and enlarged. Anticipating this necessity in the system of local drainage devised, the legislature has provided the means whereby the district may obtain ■control of such channels or water-ways for the purpose of constructing and maintaining an outlet for the district drains. The 41st section of the act, among other things, provides: “If it be necessary to clear and enlarge natural or artificial channels lying beyond the boundaries of the district, to obtain a proper outlet, the commissioners shall use the corporate funds for that purpose, and if the necessary privileges can not be ■obtained for this by agreement, the commissioners may acquire the same by condemnation under the act for exercising the right of eminent domain.” .</p> <p id=\"b633-5\" pgmap=\"633\">By condemnation, as in the case at bar, the commissioners ■of the district to the drains of which the enlarged natural or artificial channels are attached, come into complete control of such channel for all the purposes of an outlet for district drains. The purpose of the condemnation is, that the channel shall come under the dominion and control of the authorities of the district, not only for its enlargement in the beginning, but for all time, that it may be maintained by the district as such outlet. This would be essential to the value of the drains within the district, and necessary to deriving the advantages of the drainage proposed to be secured. For all time, therefore, for the purposes of enlarging, removing obstructions from n,nd the maintenance of such outlet, the channel, though outside of the district, passes under the absolute control of the district authorities, and as much subject to their control for the purpose for which it has been condemned, as any ditch within their district.</p> <p id=\"b633-6\" pgmap=\"633(21) 634(285)\">By the portion of the 41st section not above quoted, the ■commissioners are required to keep the work in repair, and if they find that, from any cause, the lands are imperfectly drained, they are required to use the corporate funds to carry out the original purpose, to the end that all lands shall receive their proper and equal benefits, as contemplated when the lands of the district were classified. To accomplish this purpose they must have sufficient outlet for the water collected in its drains, and where an artificial outlet is constructed, it is essential that the control thereof should pass into the district authorities, and they be charged with its maintenance. We „ think, that when the right and privilege of enlarging the natural channel through appellee’s land were acquired by the district under the condemnation proceedings, and when,, in pursuance of the original purpose, and to complete the system of drainage as contemplated in the formation of the district, such channel was enlarged, it became, by operation of law, one of the ditches of the district, and, for all the purposes for which the right was acquired, it passed under its dominion and control, and the drainage commissioners were charged with every duty in respect thereof imposed upon them by law in respect of ditches within the district. The legislature would seem to have had this in contemplation in passing those sections of the act relating to the preservation of the drains constructed by the district. Section 44 provides a penalty, against any person who shall “fill up, etc., any drain, ditch or other work constructed, established or belonging to any drainage'district for the purpose of drainage,” etc., and by section 45 the protection provided is to any “open ditch which is part of a combined system of drainage.”</p> <p id=\"b634-5\" pgmap=\"634(76) 635(149)\">The 74th section of the act requires the construction of a bridge or proper passageway over all open drains or ditches opened or made by the district. It is to be observed that the language of the section does not confine such duty to the bridging of drains or ditches within the district, merely. The legislature manifestly intended, that wherever, as part of the system of drainage, open ditches were made through inclosed lands, •bridges or passageways across the same should be built and maintained by the district for whose benefit the drain was •constructed. Not only would the drain be worthless without sufficient outlet, but it is manifest that such outlet should at all times be under the control of the district authorities for such purpose. Moreover, it would be manifestly unjust that •one outside of the district, and deriving no benefit from the ■drainage system, should be compelled to bear the burthen. When the district condemned the right to enlarge this channel and entered upon the work, it necessarily took the privilege ■charged with the duty imposed by the statute. And having by their open ditch rendered the channel, which was before passable, wholly impassable, the duty attached, in all respects, \"to bridge the same, as if it were an open drain or ditch made through inclosed land within the district.</p> <p id=\"b635-5\" pgmap=\"635(213) 636(150)\">It is insisted that the condemnation proceedings are conclusive upon appellee, and that all elements of damage to his lands were included therein. Two sufficient answers can be made to this contention. First, the cost of constructing and maintaining bridges across open ditches through inclosed land is, by the 74th section, as we have seen, made a charge upon the district, and is to be “charged as part of the cost of construction of said drain, ” and paid from the funds of the district. The commissioners may contract with the land owner to maintain such bridge or crossing, but aside from this provision, if it is not made with the owner, the whole expense is to be borne by the district, as part of the expense of constructing its drain. Therefore, when the district acquired the right to make the open ditch by enlarging the channel through appellee’s inclosed land, as we have seen, the duty attgsched to ■construct and maintain a bridge across the same. It follows, that the cost of building and maintaining a bridge across the enlarged channel formed no proper element in determining the compensation to be awarded appellee in the condemnation ^proceeding, and the court properly ruled in excluding its consideration from the jury in that case. The duty being by law cast upon the district, it would manifestly have been unjust to-it to have permitted a recovery for the expense of constructing and maintaining said bridge by appellee in that proceeding. Again, appellant, by its admission of legal liability to construct and maintain such bridge, as set forth in the petition for mandamus, should not now be permitted to insist to the contrary. It was an admission of liability made in open court during the progress of the trial, for the purpose of influencing the decision and determination of the court, and appellant can not be heard to complain now, that appellee accepted their offer to build and maintain the bridge, and thereupon waived his right, if right he had, to have the cost of the erection and maintenance of the bridge assessed in the condemnation proceedings.</p> <p id=\"b636-5\" pgmap=\"636\">We are unable to comprehend the argument of counsel based upon the supposed hardship resulting from this holding. It is only where the necessity exists for enlarging the channel outside of the district that condemnation proceedings can be maintained, and in such case only does the duty attach.</p> <p id=\"b636-6\" pgmap=\"636\">The judgment of the Appellate Court is affirmed.</p> <p id=\"b636-7\" pgmap=\"636\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}