{
  "casebody": {
    "data": "<casebody firstpage=\"508\" lastpage=\"514\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b546-6\">Anthony J. Perry <em>vs. </em>James B. Carter.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b546-7\">Barnstable.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AOD\">March 8, 1955.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Agx\">April 7, 1955.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b546-8\">Present: Qua, C.J., Lummus, Ronan, Wilkins, &amp; Williams, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b547-8\"><page-number citation-index=\"1\" label=\"509\">*509</page-number><em>S. Osborn Ball, </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b547-9\"><em>James A. Vitelli, (George F. Himmel </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b547-10\">Wilkins, J.</author>\n<p id=\"AY3\">In this action of tort there are two counts, count 1 alleging loss of consortium and alienation of the affections of the plaintiff’s wife and count 2 alleging criminal conversation, loss of consortium, and alienation of her affections. There was a verdict for the plaintiff on each count. The defendant’s exceptions raise questions relating to his motions for a directed verdict, to the denial of certain of his requests for instructions, to rulings on evidence, and to the denial of a motion for a new trial.</p>\n<p id=\"b547-11\">1. The defendant excepted to the denial of his motion for a directed verdict on count 2 on the plaintiff’s opening. A judge cannot be required to direct a verdict on an opening. While he may do so if satisfied that the plaintiff cannot present evidence to establish his case, <em>Douglas </em>v. <em>Whittaker, </em>324 Mass. 398, 399-400, the judge likewise in his discretion, before passing on the question, may prefer to have the plaintiff’s case, or the whole case, presented on actual evidence rather than to rule on a statement of counsel which may not represent what the actual evidence will be. <em>Hey </em>v. <em>Prime, </em>197 Mass. 474, 475. <em>Meeney </em>v. <em>Doyle, </em>276 Mass. 218, 221.</p>\n<p id=\"b547-12\">2. At the close of the evidence the defendant presented a motion for a directed verdict on each count which the judge denied, and the defendant excepted. Some of the facts the jury could have found are these. The plaintiff married Mary <page-number citation-index=\"1\" label=\"510\">*510</page-number>Fullerton in 1940, and they lived together in Provincetown without unusual incident until the middle of 1949. Their relations were affectionate, and she kept the house. There were no children. In May, 1949, Mary went to work, at first as a cleaning woman and then as a cook for the defendant, who was the proprietor of a twenty-bedroom guest house in Provincetown. About three weeks thereafter her attitude toward the plaintiff changed. She became cold and refused sexual relations. He saw her in the defendant’s Cadillac automobile. The defendant used to drive her to a beauty shop or the stores now and then. In July the plaintiff tried to commit suicide by inhaling gas. On September 28, 1949, Rita Perry, the plaintiff’s sister-in-law, was going to Boston by bus with her young child and with Mary. She stopped at the defendant’s house. Mary went into the defendant’s bedroom without knocking, and came out with the suggestion that they all go in the defendant’s Cadillac automobile. On the trip the defendant and Mary sat close together on the large front seat. At one point Mary appeared to be ill, and the defendant put his arm around her shoulder and said, “What’s the matter, Honey?” and “Don’t you feel well?” After picking up the defendant’s son George in Mattapan they went to a store which the defendant and Mary entered together. There Mary bought maternity dresses which the defendant paid for. On this occasion Mary emerged with bundles; she showed a calfskin handbag, saying that the plaintiff could not afford something like that; there was jewelry. About October 1 the plaintiff told the defendant to stay away from Mary and not break up his home. He invited Mary to Maine, which was her parents’ home, for their usual trip, but she would not go. On October 3, 1949, Mary permanently left the plaintiff, and went to live in the defendant’s house. On the same day she filed a petition for separate support, alleging that she was living apart from the plaintiff for justifiable cause. Mary had become pregnant in June, but the plaintiff did not learn of it until October, while Mary was living at the defendant’s house, by reason of receiving a doctor’s <page-number citation-index=\"1\" label=\"511\">*511</page-number>bill. He consulted a physician and began to doubt the paternity of the child. On October 10, 1949, the plaintiff brought the present action. On January 6, 1950, the defendant took his son Robert and Mary to Southern Pines, North Carolina, to spend the winter and knew that she was pregnant. In that same month, his wife, who was a second wife he had married in 1947, sued him for divorce in Florida, mentioning Mary in her allegations. On March 23, 1950, a daughter was born to Mary in Southern Pines. In April the defendant, Robert, and Mary returned to Province-town. On February 10, 1950, the plaintiff filed a libel for divorce against Mary on the ground of cruel and abusive treatment. On July 11, 1950, the libel and Mary’s petition for separate support were tried together. The libel was dismissed, but Mary’s petition was granted and the plaintiff was ordered to contribute to her support and that of the child. In May, 1951, Mary, who was then in Provincetown, again became pregnant, and in October the defendant, Robert, and Mary went to St. Petersburg, Florida, for the winter, and there on February 6, 1952, Mary gave birth to a son. She was in the hospital as “Mrs. James B. Carter” with the defendant’s permission. On the birth record her name appeared as “Mary Fullerton Carter,” the child’s name as “George Hugh Carter,” and the name of the defendant, “James B. Carter,” as father. The defendant paid the hospital bills for the birth of both children. The defendant’s son, George, died the previous August. The jury did not have to accept the testimony of Mary that George was the father of her son. At the time of the trial, in November, 1952, Mary was still living in the defendant’s home.</p>\n<p id=\"b549-5\">There was, in our opinion, evidence to warrant a finding that the defendant deprived the plaintiff of the consortium of his wife, as well as a finding of criminal conversation prior to the date of the writ. While the facts of no other case are precisely the same, pertinent authorities are <em>Webber </em>v. <em>Benbow, </em>211 Mass. 366, <em>Gahagan </em>v. <em>Church, </em>239 Mass. 558, <em>Bradstreet </em>v. <em>Wallace, </em>254 Mass. 509, <em>Labrie </em>v. <em>Midwood, </em>273 Mass. 578, and <em>Georgacopoulos </em>v. <em>Katralis, </em>318 Mass. 34.</p>\n<p id=\"b550-4\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>3. The defendant urges that the birth of the second child in February, 1952, which must have been conceived about May, 1951, was too remote as matter of law to be admissible as evidence of an adulterous relation between the plaintiff’s wife and the defendant before October 10, 1949, the date of the writ. We think, however, that the judge could in his discretion leave the question to the jury. As was said in <em>Beers </em>v. <em>Jackman, </em>103 Mass. 192, 194, “The only limit to this description of evidence is, that it must be sufficiently near in point of time, and sufficiently significant in character, to afford an inference of the moral condition to be proved. And this limit must be fixed to a great extent by the discretion of the judge who tries the case.” The case in this respect also falls within <em>Thayer </em>v. <em>Thayer, </em>101 Mass. 111, and <em>Negus </em>v. <em>Foote, </em>228 Mass. 375. We shall not follow the defendant’s suggestion that these cases be overruled. The statements of constitutional law in <em>Sherrer </em>v. <em>Sherrer, </em>334 U. S. 343, and <em>Coe </em>v. <em>Coe, </em>334 U. S. 378, do not affect the rules of conduct where a constitutionally protected divorce is lacking. The exceptions to the admission of this evidence and to the refusal of the defendant’s requests (applicable to count 2) numbered 5 and 10 must be overruled.</p>\n<p id=\"b550-5\">4. The defendant’s other exceptions on evidence questions disclose no error.</p>\n<p id=\"b550-6\">(a) The letter of September 26, 1949, and the postcard of November 15, 1949, postmarked Scarsdale, New York, which the defendant’s wife wrote the defendant in Province-town were rightly excluded in the discretion of the judge. They had little tendency to prove what they were offered to show, namely, the improbability that there was anything improper between the defendant and the plaintiff’s wife in October, 1949, and for a month thereafter, or that there was insincerity in the reference to Mary made in the libel for divorce brought by the defendant’s wife in January, 1950.</p>\n<p id=\"b550-7\">(b) The judge excluded a certified copy of Mary’s petition for separate support on the ground that its substance had been agreed to. The substance of the petition was <page-number citation-index=\"1\" label=\"513\">*513</page-number>then read into the record by the judge, who stated that the actual certified copy was cumulative. The defendant was not harmed.</p>\n<p id=\"b551-5\">(c) Two questions asked Mary, a witness for the defendant, on direct examination were excluded. The defendant made no offer of proof. There is no reason to depart from the usual rule in the circumstances that no error is shown.</p>\n<p id=\"b551-6\">(d) On cross-examination of Rita Perry, the defendant’s counsel asked, for the purpose of contradicting the plaintiff, if she had heard the plaintiff testify at the hearing of the divorce and separate support petitions when the defendant’s counsel asked him “about a girl named Nellie that he was merely taking her back and forth to a job in Orleans.” The question was excluded and the defendant excepted. The witness then testified that she heard the plaintiff testify as to his finances at that hearing. The defendant then asked, “And you heard him tell the court he had very little —” The judge said, “I don’t think you have any right to ask her what the defendant [plaintiff] testified to in some other case.” The defendant again excepted. While ordinarily an offer of proof is not required on cross-examination, enough must appear to show error. <em>Donahue </em>v. <em>Kenney, </em>330 Mass. 9, 13. It was of no consequence that the witness might have heard the plaintiff testify in another case, where no question was asked as to what she heard. Without deciding whether the judge’s statement was correct, the incomplete question as to the plaintiff’s testimony about his finances does not show wherein the answer might benefit the defendant. <em>Commonwealth </em>v. <em>Doyle, </em>323 Mass. 633, 635.</p>\n<p id=\"b551-7\">5. There was no error in the denial of the defendant’s other requests for instructions. Request (applicable to count 1) numbered 10 and request (applicable to count 2) numbered 9 sought to have the Probate Court decree on the separate support petition considered as evidence on the issue whether the defendant was the principal cause of the plaintiff’s loss of his wife’s affections. The defendant was not a party to those proceedings. The other requests, in <page-number citation-index=\"1\" label=\"514\">*514</page-number>so far as the defendant was entitled to any part of any of them, were adequately covered in the charge.</p>\n<p id=\"b552-5\">6. The jury returned a verdict of $5,700 on count 1 and of $5,900 on count 2. Thereafter the defendant filed a motion for a new trial on the grounds that the damages were excessive and that the verdict was against the weight of evidence. The court denied the motion. There was no abuse of discretion. The judge had adequately covered the subject of damages in the charge, even though not at as great length as the defendant had wished. There is no reason to think that the jury did not follow those instructions.</p>\n<p id=\"b552-6\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}