{
  "casebody": {
    "data": "<casebody firstpage=\"603\" lastpage=\"607\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b641-4\">Clark &amp; White, Inc. <em>vs. </em>Peter J. Fitzgerald &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b641-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AAVz\">January 3, 1955.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aml\">June 2, 1955.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b641-6\">Present: Qua, C.J., Wilkins, Spalding, &amp; Counihan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b641-12\"><em>David Gorfinkle, </em>for the intervener.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b641-13\"><em>Joseph B. Abrams, (Robert T. Abrams </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b641-14\">Spalding, J.</author>\n<p id=\"AhnQ\">At the trial of this action of replevin there was evidence tending to show the following: On April 27, 1953, one Savage purchased a 1951 Mercury automobile from the plaintiff for $1,995 under a conditional sale contract. Savage traded in a 1950 Ford, representing that he held an unencumbered title to it, and received a trade-in allowance of $1,000 on account of the purchase price. With finance and insurance charges the balance due the plaintiff under the contract was $1,274.64. Later it developed that <page-number citation-index=\"1\" label=\"604\">*604</page-number>Savage did not own the Ford which he had traded in and the plaintiff was obliged to surrender it to a finance company. On the evening of the same day Savage had purchased the Mercury from the plaintiff he sold it to one Seidman, a used car dealer, for $1,250, and received from Seidman two checks, one for $1,000 dated that day (April 27) and another for $250 dated two days later. Savage represented to Seidman that he owned the Mercury and had purchased it new from the plaintiff in 1951. The next day Seidman learned that the Mercury had been sold to Savage under a conditional sale contract which the plaintiff had assigned to Dealer Acceptance Corporation, hereinafter called D. A. C. Later that day one Baxter, D. A. C.’s manager, and one Silver, its attorney, made a demand on Seidman for the return of the automobile and Seidman refused to return it or to disclose its whereabouts unless he was reimbursed for the $1,000 he had paid.</p>\n<p id=\"b642-5\">On April 29, 1953, the plaintiff repurchased the conditional sale contract from D. A. C. Subsequent to the time of the demand made upon him by D. A. C., Seidman informed Savage that he was withdrawing from the transaction and wanted his money back, and placed the automobile in a public garage conducted by Hyman and Ralph Pallin. On April 30 Seidman brought an action against Savage, grounded on deceit. On the same day in connection with that action one Fitzgerald, a deputy sheriff, attached the automobile as the property of Savage and left it in the Pallins’ garage for safe keeping. On May 1, 1953, the plaintiff commenced this action of replevin against Fitzgerald and the Pallins. Seidman was permitted to intervene as a defendant.</p>\n<p id=\"b642-6\">The judge made findings of fact and found for the plaintiff. Being aggrieved by findings and by the refusal of the judge to grant various requests for rulings, Seidman claimed a report to the Appellate Division. From an order dismissing the report Seidman appealed.</p>\n<p id=\"b642-7\">Of the numerous requests presented by Seidman we find it necessary to discuss but one (No. 21) as it is decisive of <page-number citation-index=\"1\" label=\"605\">*605</page-number>the case. That request, which was denied, asked the judge to rule that the “evidence is insufficient to warrant a finding that the contract dated April 27, 1953, between the plaintiff and . . . Savage is a valid contract. ”</p>\n<p id=\"b643-5\">As stated above, the contract between the plaintiff and Savage was a conditional sale contract. General Laws (Ter. Ed.) c. 255, § 13A, as appearing in St. 1939, c. 509, § 1, provides, so far as here material, that “No instrument evidencing a conditional sale of personal property shall be valid unless it contains a provision that, in case of repossession and sale . . . any sum remaining from the proceeds of a sale of such repossessed . . . property after deducting the reasonable expenses of such repossession and sale shall be applied in reduction of . . . [the balance of the total time] price, and that, if the net proceeds of such sale exceed the balance due on such price, the sum remaining shall be paid to the vendee . . . .” This section has been construed in several recent decisions where it has been held that unless such a provision is included in the contract the conditional vendor loses his security title. <em>Lehan </em>v. <em>North Main Street Garage, Inc. </em>312 Mass. 547. <em>Mogul </em>v. <em>Boston Acceptance Co. Inc. </em>328 Mass. 424. <em>Clark </em>v. <em>A &amp; J Transportation Co. Inc. </em>330 Mass. 327.</p>\n<p id=\"b643-6\">The contract under consideration provided for the deductions permitted by the statute but it also contained a clause that “The buyer expressly agrees to pay dealer ... all reasonable charges for the amount of any liens, storage charges, repossession expenses, reasonable attorneys’ fee or any other reasonable expenses incurred or paid by . . . [the dealer] in connection with said car and the seller may deduct said amount from any surplus payable to the buyer . . . . ” Obviously, these charges and expenses include much more than “the reasonable expenses of . . . repossession and sale” authorized by § 13A, and had they been inserted in the clause dealing with deductions from the proceeds of the sale the plaintiff would have lost its security title. <em>Mogul </em>v. <em>Boston Acceptance Co. Inc. </em>328 Mass. 424. <em>Clark </em>v. <em>A &amp; J Transportation Co. Inc. </em>330 Mass. 327.</p>\n<p id=\"b644-4\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>Did the plaintiff escape the consequences of the statute by providing that these charges could be deducted from the surplus due the buyer? We are of opinion that it did not. The statute provides that “the sum remaining [from the proceeds of the sale after the deduction of the permitted expenses and the application of the proceeds to the balance due] shall be paid to the vendee.” This means that the remaining surplus must be paid over to the vendee without further deductions. To hold otherwise would lead to an absurd result. A conditional vendor would be restricted in the deductions he could make from the proceeds of the sale but these restrictions would not apply to the surplus (a portion of the same fund) to be paid over to the buyer. Thus what could not be done directly under the statute could be accomplished by subterfuge. We cannot believe that the Legislature intended such a result. We hold, therefore, that the contract did not satisfy the requirements of § 13A and that the plaintiff lost its security title in the automobile sought to be replevied. It follows that the judge erred in denying Seidman’s twenty-first request. The failure to give this ruling was prejudicial to the defendant Seidman, because it is apparent from the decision of the judge that he based his finding for the plaintiff on the fact that the plaintiff retained title to the automobile.</p>\n<p id=\"b644-5\">We are mindful that the judge also found that Savage obtained the Mercury from the plaintiff by fraud by trading in an automobile which he did not own. Such a sale would be voidable but not void. Title, therefore, passed to Savage until such time as the plaintiff set aside the sale and reclaimed the property. <em>Hoffman </em>v. <em>Noble, </em>6 Met. 68, 73-74. <em>Donovan </em>v. <em>Clifford, 225 </em>Mass. 435. <em>Thomas E. Hogan, Inc. </em>v. <em>Berman, </em>310 Mass. 259, 262. But the plaintiff’s right to rescind would be cut off by the transfer of the property by Savage to a bona fide purchaser for value. <em>Hoffman </em>v. <em>Noble, supra. </em>There was no evidence of any steps taken by either the plaintiff or D. A. C. to rescind the sale to Savage prior to the latter’s sale to Seidman. And the evidence amply warranted a finding that Seidman <page-number citation-index=\"1\" label=\"607\">*607</page-number>was a bona fide purchaser for value. But the judge never reached this issue and made no finding touching it, for on his view of the case that question was of no importance. If, as he found, the plaintiff never parted with its title, it would not avail Seidman to show that he was a bona fide purchaser for value.</p>\n<p id=\"b645-5\">If it should be found that Seidman was a bona fide purchaser for value, his attempt to rescind the transaction with Savage on the ground of fraud would be of no importance. In that event he would, despite Savage’s fraudulent intent, have acquired a good title from Savage and there would be no basis for rescission. Likewise, in such a case, Seidman’s attempt to attach the automobile as the property of Savage would have no significance.</p>\n<p id=\"b645-6\">\n<em>Order dismissing report reversed.</em>\n</p>\n<p id=\"b645-7\">\n<em>Finding for the plaintiff vacated.</em>\n</p>\n<p id=\"b645-8\">\n<em>Case to stand for trial in the Municipal Court.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}