{
  "casebody": {
    "data": "<casebody firstpage=\"615\" lastpage=\"622\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b649-4\">DONOVAN, Appellant, v. DONOVAN, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b649-6\">[Cite as <em>Donovan v. Donovan </em>(1996), 110 Ohio App.3d 615.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b649-7\">Court of Appeals of Ohio, Twelfth District, Clermont County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b649-9\">No. CA95-07-042.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b649-10\">Decided April 29, 1996.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b651-10\"><page-number citation-index=\"1\" label=\"617\">*617</page-number><em>W. Kenneth Zuk, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A5Q\"><em>Priscilla S. O’Donnell, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b651-11\">William W. Young, Judge.</author>\n<p id=\"b651-12\">Plaintiff-appellant, Debra Donovan, appeals a divorce decree entered by the Clermont County Court of Common Pleas, Domestic Relations Division.</p>\n<p id=\"b651-13\">Appellant and defendant-appellee, Daniel Donovan, were married on July 3, 1982. Appellant had two children by a prior marriage who were adopted by appellee. One of the children, Karrie, is unemancipated.<footnotemark>1</footnotemark> The parties had one child together, Shawn, who is also unemancipated. Appellant is employed as a surgical nurse, and appellee is employed as a heating and air-conditioning technician.</p>\n<p id=\"b651-14\">Appellant filed a complaint for divorce on July 2,1993. Both parties submitted shared parenting plans. Appellant’s plan provided that Shawn would reside with her and permitted appellee alternating weekend visitation and extended visitation during the summer months. Appellee’s plan provided that Shawn would reside with him during the school year and with appellant during the summer months.</p>\n<p id=\"b652-4\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>On March 29, 1994, a hearing was held concerning the issue of shared parenting. On May 3, 1994, the trial court filed a decision finding the plan submitted by appellee to be in the children’s best interest. On June 7, 1994, appellant filed a motion for a new hearing on the issue of shared parenting, and on November 4, 1994, a second hearing was held. On April 27, 1995, an entry was filed by the trial court adopting appellee’s shared parenting plan.</p>\n<p id=\"b652-5\">A hearing on various property issues was held before a referee on May 6,1994. The referee issued a written decision on May 25, 1994, to which appellant filed objections. The trial court overruled appellant’s objections to the referee’s report and adopted the referee’s findings of fact and conclusions of law by entry dated September 13,1994.</p>\n<p id=\"b652-6\">A judgment entry and decree of divorce was filed on June 22,1995. It is from this judgment appellant now appeals, setting forth the following assignments of error:</p>\n<p id=\"b652-7\">Assignment of Error No. 1:</p>\n<p id=\"b652-8\">“The trial court erred in approving the shared parenting plan of defendantappellee.”</p>\n<p id=\"b652-9\">Assignment of Error No. 2:</p>\n<p id=\"b652-10\">“The trial court erred in refusing to admit the testimony of the child psychologist who was seeing the entire family for counseling.”</p>\n<p id=\"b652-11\">Assignment of Error No. 3:</p>\n<p id=\"b652-12\">“The trial court erred in computing the value of plaintiffs nonmarital share of the property.”</p>\n<p id=\"b652-13\">Assignment of Error No. 4:</p>\n<p id=\"b652-14\">“The trial court erred in refusing to require the parties to shard marital expenses during the pendency of the proceedings.”</p>\n<p id=\"b652-15\">In her first assignment of error, appellant contends that the trial court erred in adopting appellee’s shared parenting plan and that it was error for the trial court to submit only appellee’s shared parenting plan for review by a child psychologist.</p>\n<p id=\"b652-16\">The trial court is vested with broad discretion to decide matters relating to the allocation of parental rights and responsibilities for the care of minor children, and its decision is subject to reversal only upon a showing of an abuse of that discretion. <em>Masters v. Masters </em>(1994), 69 Ohio St.3d 83, 85, 630 N.E.2d 665, 666-667; <em>Miller v. Miller </em>(1988), 37 Ohio St.3d 71, 74, 523 N.E.2d 846, 849. An abuse of discretion connotes more than the error of law or judgment and implies that the court’s attitude is unreasonable, arbitrary, or unconscionable. <em>Blakemore v. Blakemore </em>(1983), 5. Ohio St.3d 217, 219, 5 OBR 481, 482, 450 N.E.2d 1140, 1142. A trial court has broad authority under R.C. 3109.04(D) to order <page-number citation-index=\"1\" label=\"619\">*619</page-number>shared parenting, and its decision in that regard is discretionary. <em>deLevie v. deLevie </em>(1993), 86 Ohio App.3d 531, 539, 621 N.E.2d 594, 599.</p>\n<p id=\"b653-5\">The record indicates that both appellant and appellee proposed substantially similar shared parenting plans with regard to their minor children. Both parties in their shared parenting plans requested to be the primary residential parent for the children during the school year. Appellee’s plan provided that appellee would share parenting time with the minor children during the week and on alternate weekends during the school year. Further, the plan provided that the children would reside \"with appellant during their summer vacation from school. During the summer months, appellee was allowed shared parenting time with the minor children every other weekend.</p>\n<p id=\"b653-6\">The trial court found appellee’s shared parenting plan to be in the children’s best interest and adopted it. After carefully reviewing the record, we find no abuse of discretion in the trial court’s decision. See <em>Masters, </em>69 Ohio St.3d at 85, 630 N.E.2d at 666-667. Based upon the evidence in the record, the trial court’s decision is not so unreasonable, arbitrary, or unconscionable as to constitute an abuse of discretion.</p>\n<p id=\"b653-7\">The court sought the assistance of a clinical psychologist when making its decision. Appellant argues that the clinical psychologist considered only one of the shared parenting plans. However, we find no evidence in the record to indicate that the court-appointed psychologist reviewed only one shared parenting plan. The report of the psychologist indicates that he reviewed the trial transcripts, interviewed both parents and the children, and reviewed a parenting investigation and a counseling report provided to him by appellant. It is within the court’s discretion to decide matters relating to the allocation of parental rights and responsibilities, and the trial court does not err by submitting the plan it chooses to a psychologist for review. See <em>deLevie, </em>86 Ohio App.3d at 539, 621 N.E.2d at 599.</p>\n<p id=\"b653-8\">Appellant also argues that the trial court was required-to issue findings of fact pertaining to an <em>in camera </em>interview it conducted with the parties’ children.<footnotemark>2</footnotemark> We disagree. R.C. 3109.04(B)(2)(b) requires the trial court to enter written findings of fact only “[i]f the court determines that, because of special circumstances, it would not be in the best interest of the child to determine the child’s wishes and concerns with respect to the allocation” of parental rights and responsibilities. In this case, there were no special circumstances. Consequently, the trial court was not required to enter written findings.</p>\n<p id=\"b654-4\"><page-number citation-index=\"1\" label=\"620\">*620</page-number>However, we join the Fifth District Court of Appeals, see <em>Patton v. Patton </em>(1993), 87 Ohio App.3d 844, 623 N.E.2d 235, and hereby require trial courts to make a record of any <em>in camera </em>interview with children involved in custody proceedings, to be kept under seal for review on appeal as was done in this case. We require that an audio recording, video recording or stenographic record be made and, in order to preserve the privacy of the setting, that no person other than the child and court personnel authorized by the judge be present with the judge in chambers. This will ensure that an appellate court can effectively review the trial court’s decision pertaining to custody matters. Appellant’s first assignment of error is overruled.</p>\n<p id=\"b654-5\">In her second assignment of error, appellant argues that the trial court erred in refusing to admit the testimony of a licensed clinical social worker who was conducting psychotherapy with Karrie. “The admission or exclusion of relevant evidence rests within the discretion of the trial court. An appellate court will not disturb a decision of the trial court to admit or exclude evidence absent a clear and prejudicial abuse of discretion.” <em>Cahill v. Lewisburg </em>(1992), 79 Ohio App.3d 109, 119, 606 N.E.2d 1043, 1049, citing <em>O’Brien v. Angley </em>(1980), 63 Ohio St.2d 159, 163, 17 O.O.3d 98, 100, 407 N.E.2d 490, 493-494.</p>\n<p id=\"b654-6\">The issue before the trial court dealt with the parties’ parenting ability, specifically which party should be Shawn’s custodial parent. At trial, appellant sought to introduce the testimony of Jan Koury, a licensed social worker, as an expert witness. Koury had been hired to counsel Karrie regarding her emotional problems. The record indicates that Koury only briefly met with Shawn, for five minutes. The record further indicates that Koury met with appellee on only two occasions in the context of counseling with Karrie.</p>\n<p id=\"b654-7\">Given the fact that the trial court heard testimony from all of the parties involved and also conducted an <em>in camera </em>interview with Karrie and Shawn, we fail to see how Koury’s testimony would have substantially aided the trial court in making its decision concerning the parties’ parenting ability. Under the circumstances, we cannot conclude that the trial court’s decision to exclude Koury’s testimony was so arbitrary, unreasonable or unconscionable as to connote an abuse of discretion. Accordingly, appellant’s second assignment of error is overruled.</p>\n<p id=\"b654-8\">In her third assignment of error, appellant argues that the trial court erred in computing the value of her nonmarital interest in real estate owned by the parties during their marriage.</p>\n<p id=\"b654-9\">The trial court is vested with broad discretion in establishing an equitable division of marital property. <em>King v. King </em>(1992), 78 Ohio App.3d 599, 604, 605 N.E.2d 970, 972-973. In order to make an equitable division, the trial <page-number citation-index=\"1\" label=\"621\">*621</page-number>court should first determine the value of marital assets. <em>Eisler v. Eisler </em>(1985), 24 Ohio App.3d 151, 152, 24 OBR 240, 241, 493 N.E.2d 975, 976. “Rigid rules to determine value cannot be established, as equity depends on the totality of the circumstances.” <em>Baker v. Baker </em>(1992), 83 Ohio App.3d 700, 702, 615 N.E.2d 699, 700, citing <em>Briganti v. Briganti </em>(1984), 9 Ohio St.3d 220, 221-222, 9 OBR 529, 530-532, 459 N.E.2d 896, 897-898. Thus, the trial court has broad discretion to determine the value of marital property. <em>Willis v. Willis </em>(1984), 19 Ohio App.3d 45, 48, 19 OBR 112, 114-115, 482 N.E.2d 1274, 1277-1278; <em>Kooper v. Kooper </em>(Dec. 10, 1990), Butler App. No. CA89-09-121, unreported, 1990 WL 203732. Absent an abuse of discretion, the trial court’s decision in domestic relations matters cannot be disturbed on appeal. <em>Booth v. Booth </em>(1989) 44 Ohio St.3d 142, 144, 541 N.E.2d 1028, 1030-1031.</p>\n<p id=\"b655-5\">The record indicates that appellant’s parents made a gift to the parties of a lot adjoining their home to assist them in building a marital residence. During the divorce proceedings, it was appellant’s position that the value of the lot was $17,000; appellee’s position was that the value of the lot was $7,000. In support of her position, appellant and her father testified that they intentionally understated the value of the lot by $10,000 to avoid taxes. They also testified that they understated the value so that appellant and appellee would have more equity with which to obtain a loan. The record indicates that the sworn documents submitted by appellant showed the value of $7,000, which supports appellee’s position.</p>\n<p id=\"b655-6\">The record indicates that the trial court chose to rely on the sworn documents submitted by appellant which showed that her premarital interest in the marital residence was $7,000. After a thorough review of the record, and based upon the totality of the circumstances, including the admission of potentially criminal behavior by appellant, we are not convinced that the trial court’s property division was so unreasonable, arbitrary or unconscionable as to constitute an abuse of discretion. There is credible evidence upon which the trial court based its property division. See <em>Willis, </em>19 Ohio App.3d 45, 19 OBR 112, 482 N.E.2d 1274. Accordingly, appellant’s third assignment of error is overruled.</p>\n<p id=\"b655-7\">In her fourth assignment of error, appellant argues that the trial court erred in refusing to require appellee to reimburse her for the expenses she incurred in maintaining the marital residence during the divorce proceedings. A review of the record indicates that appellant failed to object to the January 20, 1994 report of the referee pertaining to reimbursement for marital expenses, which was later adopted by the trial court. See Civ.R. 53(E)(3)(a). We find that by failing to object to the referee’s report appellant waived her right to review in postdecree proceedings. See <em>Ankrom v. Ankrom </em>(1985), 30 Ohio App.3d 47, 30 <page-number citation-index=\"1\" label=\"622\">*622</page-number>OBR 102, 506 N.E.2d 259. Accordingly, appellant’s fourth assignment of error is overruled and the judgment of the trial court is hereby affirmed.</p>\n<p id=\"b656-5\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b656-6\">Walsh, P.J., and Koehlek, J., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b651-15\">. Karrie is currently residing with appellant by consent of both parents, and her custody is no longer an issue in these proceedings.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b653-9\">. We have also reviewed the transcript of the <em>in camera </em>interview with the children, which was sent to us under seal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}