{
  "casebody": {
    "data": "<casebody firstpage=\"343\" lastpage=\"350\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b367-7\">DEPARTMENT OF COMMUNITY AFFAIRS, PLAINTIFF-RESPONDENT, v. HOVSONS, INC., A CORPORATION OF THE STATE OF NEW JERSEY, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b367-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b367-9\">Submitted December 7, 1976</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A7q\">Decided January 31, 1977.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b370-8\"><page-number citation-index=\"1\" label=\"346\">*346</page-number>Before Judges Matthews, Seidmaw and Horjst.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b371-4\"><page-number citation-index=\"1\" label=\"347\">*347</page-number><em>Messrs. Mauro, Havey &amp; Barry, </em>P. A., attorneys for appellant <em>(Mr. T. Brent Mauro </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b371-5\"><em>Mr. William F. Hyland, </em>Attorney General, attorney for respondent <em>(Ms. Erminie Conley, </em>Deputy Attorney General, of counsel; <em>Ms. Andrea Kahn, </em>Deputy Attorney General, on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b371-6\">Per Curiam.</author>\n<p id=\"ApG\">Defendant Hovsons, Inc. is a developer of the retirement community known as Holiday City at Berkeley, Ocean County. Defendant has registered with the Division of Housing and Urban Renewal, Department of 'Community Affairs, under the Betirement Community Pull Disclosure Act <em>(N. J. S. A. </em>45:22A—1 e<em>t seq.), </em>by filing a statement of record which in part includes forms of contracts or agreements of sale that may be used by it. A complaint was issued by the Director of the Division of Housing and Urban Renewal alleging that defendant violated the provisions of the act because, contrary to the form of agreement of sale it had filed, it held escrow closings prior to the issuance of a certificate of occupancy. Defendant’s form of agreement of sale provides that closing will take place after the certificate of occupancy is issued for the particular property being sold.</p>\n<p id=\"b371-7\">At the hearing held on the complaint, five purchasers of defendant’s homes testified that in their eases an escrow closing took place prior to the issuance of a certificate of occupancy. In most of the cases the purchasers suffered no real harm, nor did defendant reap any financial benefit in holding the closings prior to the issuance of a certificate of occupancy. (The money was held in escrow by defendant’s attorney until the certificate of occupancy was issued.) In several cases defendant paid for motel accommodations until the certificate of occupancy was issued. In addition, the certificate was usually issued shortly after closing.</p>\n<p id=\"b371-8\">The hearing examiner found that defendant wilfully omitted from its form of agreement of sale filed with the agency that escrow closings could take place prior to the <page-number citation-index=\"1\" label=\"348\">*348</page-number>issuance of a certificate of occupancy. He recommended that a cease and desist order pursuant to <em>N. J. S. A. </em>45:22A-13 be issued to halt this practice and that a penalty of $1,250 (reduced to $500) be imposed pursuant to <em>N. J. S. A. </em>45:22A-15.</p>\n<p id=\"b372-4\">The Director adopted the hearing examiner’s findings but he modified the order, reinstating the $1,250 penalty.</p>\n<p id=\"b372-5\">Defendant was assessed a penalty of $1,250 by the Director under <em>N. J. S. A. </em>45:22A-15:</p>\n<blockquote id=\"b372-6\">45:22A-15. <em>Penalties </em>for violations</blockquote>\n<blockquote id=\"b372-7\">Any person who <em>willfully </em>violates any provision of this act or of a rule adopted under it or any person who willfully, in a statement of record filed for registration makes any untrue statement of a <em>material fact </em>or omits to state a material fact shall be fined not less than $250.00 or double the amount of gain from the transaction, whichever is the larger but not not more than $50,000.00; or he may be imprisoned for not more than 1 year; or both. [Emphasis supplied]</blockquote>\n<p id=\"b372-8\">Although defendant has not raised the issue, we question whether the Director had the authority to assess a penalty under the statute. The Division of Housing and Urban Renewal, State Department of Community Affairs, has been charged with administering the Retirement Community Eull Disclosure Act. <em>N. J. S. A. </em>45:22A-3. Certain remedies were made available to both the agency and private individuals injured as a result of violations of the act. Thus, <em>N. J. S. A. </em>45:22A-11 provides for an injunctive remedy. <em>N. J. S. A. </em>45:22A-13 provides that the agency may issue a cease and desist order and take such affirmative action as will carry out the purposes of the act. <em>N. J. S. A. </em>45:22A-16 provides remedies for the injured purchaser. All of these remedies are civil in nature. <em>N. J. S. A. </em>45:22A-15, while also a remedy, differs from the others in that it constitutes wilful violation of the act as at least g^asi-criminal in that it provides for a fine <em>or </em>imprisonment for such violation.</p>\n<p id=\"b372-9\"> We do not deem it necessary to determine whether <em>N. J. S. A. </em>45:22A—15 is qwasi-criminal or criminal in na<page-number citation-index=\"1\" label=\"349\">*349</page-number>ture. Certainly, the mere possibility of the imposition of a prison sentence or whether a right to jury trial should be accorded is not determinative. See <em>Sawran v. Lennon, </em>19 <em>N. J. </em>606, 612 (1955); <em>State v. Owens, </em>54 <em>N. J. </em>153 (1969). We conclude, however, that <em>N. J. S. A. </em>45:22A-15 must be considered to impose purely criminal sanctions and, accordingly, that the Director does not have the power to impose them; rather, such authority reposes exclusively in courts of law.</p>\n<p id=\"b373-5\">We find ample support in the record for the hearing officer’s findings that appellant wilfully violated the act and the pertinent rules and regulations by closing title to some units prior to the issuance of certificates of occupancy, whereas the public offering statement and agreement of sale specified that closing would take place after the issuance of the certificate of occupancy. We are not persuaded to the contrary by the argument that since escrow closings took place, with the money and deed to be held by the closing attorney until receipt of the occupancy certificate, and such closings were not prohibited by the agreement, appellant was not in violation. Title closed upon the execution and delivery of the deed irrespective of whether the deed and purchase moneys were to be held in escrow. In short, provision for such closings could have been made in the offering statement and the agreement of sale.</p>\n<p id=\"b373-6\">Defendant also contends that the hearing officer’s report was not transmitted to the Director until 77 days after the last hearing, whereas <em>N. J. A. C. </em>5:17-6.8 requires that it be done within 30 days. However, no objection was made below; in fact, appellant requested and received an extension of time to file its reply. The issue is raised for the first time on appeal. We find no merit therein.</p>\n<p id=\"b373-7\">It is next contended that the Director’s order was not issued until 223 days after the reply was filed, despite the provision in <em>N. J. A. C. </em>5:17-6.10 that it be issued 15 days after each party has presented arguments either orally or in writing. No explanation is given for the delay. Nevertheless, <page-number citation-index=\"1\" label=\"350\">*350</page-number><em>ve </em>find no provision in either the statute or the rules which indicates that noncompliance by the Director is fatal to the proceedings. Since defendant demonstrates no prejudice, we find the delay to be harmless in the circumstances.</p>\n<p id=\"b374-4\">Einally, appellant asserts that the rules require that the final decision or order “include findings of fact and conclusions of law, separately stated,” and, if a party submitted proposed findings of fact, “the decision shall include a ruling on each proposed finding.” <em>N. J. A. C. </em>5:17-6.10 (e). The Director’s order should have specifically incorporated, at least by reference, the hearing officer’s report and recommended decision, but it is apparent that it was done implicitly, and that the Director, except as modified, adopted all the findings and conclusions. Here, too, the technical omission was not of such nature as to have produced an unjust result. In addition, we note that no proposed findings of fact were submitted. In its reply, defendant merely took up each finding and commented on it.</p>\n<p id=\"b374-5\">The determination of the Director of Division of Housing and Urban Renewal insofar as he found a violation of the act and ordered cessation thereof is affirmed; the portion of his order imposing a penalty of $1,250 is vacated in that it was beyond his jurisdiction to impose any penalty under the provisions of <em>N. J. S. A. </em>45:22A-15.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}