{
  "casebody": {
    "data": "<casebody firstpage=\"434\" lastpage=\"437\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b458-3\">NATIONAL INSTITUTE FOR REHABILITATION ENGINEERING, A NON-PROFIT MEMBERSHIP CORPORATION OF THE STATE OF NEW JERSEY, PLAINTIFF-APPELLANT, v. JOHN FENTON AND TECHNICAL AIDS TO INDEPENDENCE, INC., DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b458-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b458-5\">Submitted December 14, 1976</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ab7-dedup-0\">Decided December 22, 1976.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b459-11\"><page-number citation-index=\"1\" label=\"435\">*435</page-number>Before Judges Crane, Presseer and Larner.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b459-12\"><em>Messrs. Johnson, Johnson &amp; Murphy, </em>attorneys for appellant <em>{Mr. 'William F. Johnson, Jr. </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b459-13\"><em>Messrs. Bavin, Goldman &amp; Kesselhaut, </em>attorneys for respondents <em>{Mr. Jeffrey II. Fisch </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b460-3\"><page-number citation-index=\"1\" label=\"436\">*436</page-number>The opinion of the court was delivered by</p>\n<author id=\"b460-4\">Crane, P. J. A. D.,</author>\n<p id=\"abm-dedup-0\">Temporarily Assigned. Plaintiff, a manufacturer and distributor of prosthetic equipment for handicapped people, brought an action in the Chancery Division against defendant John Eenton, a former employee, to restrain him and the corporate defendant which Eenton organized from utilizing plaintiff’s trade secrets in manufacturing and distributing a device to control wheelchairs by means of the operator’s breath. Plaintiff also sought to recover profits it alleged it had lost due to defendants’ activities; it did not seek an accounting of defendants’ profits.</p>\n<p id=\"b460-5\">Initially the trial judge granted a preliminary injunction which was later made permanent based upon a finding that the device was a trade secret and that the defendant Eenton learned its details while employed by plaintiff.</p>\n<p id=\"b460-6\">The trial of the issue of damages resulted in a judgment of no cause for action from which plaintiff appeals. Our review of the record persuades us that there was substantial credible evidence in the record to warrant the finding that plaintiff was not the only manufacturer of breath control devices for wheelchairs and that plaintiff had not, with any reasonable degree of accuracy, proved a pecuniary loss. See <em>Van Dusen Aircraft Supplies v. Terminal Construction Corp., </em>3 <em>N. J. </em>321, 329 (1950). The findings of the trial judge will not be disturbed, <em>Rova Farms Resort v. Investors Ins. Co., </em>65 <em>N. J. </em>474, 483-484 (1974); accordingly, we affirm substantially for the reasons expressed by Judge Ciolino in his letter opinion dated June 26, 1975.</p>\n<p id=\"b460-7\">Plaintiff also appeals (the appeals have been consolidated) from an order of the trial court dated January 19, 1976 vacating the injunctive order which had been previously entered. The order to vacate the restraint was predicated upon the court’s finding that the restraint had been in effect for a period of 2J^ years; that plaintiff did not compete with defendants in the same market; that the device could easily be duplicated by reverse engineering, and that <page-number citation-index=\"1\" label=\"437\">*437</page-number>plaintiff had effectively withdrawn from the market to concentrate its energies on other devices. We affirm.</p>\n<p id=\"b461-5\"> It is entirely appropriate for a court of equity to vacate an injunctive order where circumstances have changed. <em>Johnson and Johnson v. Weissbard, </em>11 <em>N. J. 552, 555-556 </em>(1953). The duration of an injunctive order should be no longer than is reasonably required to protect the interest of the injured party. <em>Sunbeam Corp. v. Windsor-Fifth Ave., </em>14 <em>N. J. 222, </em>232-233 (1953). To continue the restraint at a time when plaintiff’s pecuniary interest is no longer subject to being affected by defendants’ activities would not be equitable; it would be purely punitive. See <em>Shonk Tin Printing Co. v. Shonk, </em>138 <em>Ill. </em>34, 27 <em>N. E. </em>529 (Sup. Ct. 1891); <em>Nims, Unfair Business Competition, </em>§ 218 at 436 (1909).</p>\n<p id=\"b461-6\">Plaintiff argues that the decision in <em>Adolph Gottscho, Inc. v. American Marking Corp., </em>18 <em>N. J. </em>437 (1955), <em>cert. </em>den. 350 <em>U. S. </em>834, 76 <em>S. Ct. </em>69, 100 <em>L. Ed. </em>2d 744 (1955), requires a continuation of the restraint. We do not agree. That case adopted the majority view as expressed in <em>Shellmar Products Co. v. Allen Qualley Co., </em>87 <em>F. </em>2d 104, 109 (7 Cir. 1937), <em>cert. </em>den. 301 <em>U. S. </em>695, 57 <em>S. Ct. </em>923, 81 <em>L. Ed. </em>1350 (1937), that disclosure of a trade secret to the public by means of the obtaining of a patent did not terminate a cause of action to restrain the use of trade secrets learned in confidence. In both <em>Gottscho </em>and <em>Shellmar </em>it was apparent that the plaintiffs were continuing to manufacture and market the products which were the subject matter of the trade secrets. That is not so in this case.</p>\n<p id=\"b461-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}