{
  "casebody": {
    "data": "<casebody firstpage=\"79\" lastpage=\"84\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b95-8\">SHAFFER <em>v. </em>DOLAN.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b95-9\">Patents; Interference; Priority of Invention; Burden of Proof; Preliminary Statement.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b95-10\">1. Where, through inadvertence, the party to an interference proceeding who filed his application last was granted a patent before being placed in interference, his patent will not avail him in such proceeding. Following <em>Quist </em>v. <em>Ostrom, ante, </em>69.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b95-12\">2. When neither party to an interference makes any effort to support the allegation of his preliminary statement as to the date of his reduction to practice, but the proof of both parties is of a reduction to practice several months later than is alleged therein, this fact indicates a reprehensible looseness of assertion in the preliminary statements which tends to discredit both parties.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b95-14\">3. Where the proof in an interference case showed that the senior party had the invention in controversy, and had reduced it to practice by the construction and operation of the device in December of 1896, or in the early part of 1897, while the junior party’s reduction to practice was not shown to have taken place until October, 1897, a decision of the Commissioner awarding priority of invention to the senior party was <em>affirmed.</em></syllabus>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"b96-4\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>No. 239.</docketnumber>\n<p data-order=\"6\" data-type=\"misc\" id=\"ARu\">Patent Appeals.</p>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"AOO\">Submitted November 17, 1903.</otherdate>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"A6N\">Decided January 5, 1904.</decisiondate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b96-5\">Hearing on an appeal from a decision of tbe Commissioner of Patents in an interference case.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"A3k\">\n<em>Affirmed.</em>\n</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b96-6\">The facts are sufficiently stated in the opinion of the court.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b96-7\"><em>Mr. Melville Church </em>and <em>Mr. Frederick F. Church </em>for the appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b96-8\"><em>Mr. Charles 8. J </em>ones, <em>Mr. Louis C. </em>Baegener, and <em>Mr. Edwin 11. Brown </em>for the appellee.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b96-9\">Mr. Justice Morris</author>\n<p id=\"Ade\">delivered the opinion of the Court:</p>\n<p id=\"b96-10\">This is an appeal from the decision of the Commissioner of Patents in an interference case.</p>\n<p id=\"b96-11\">The subject-matter of controversy is an improvement in gas-burners, principally for tbe burning of acetylene gas, and is described as follows:</p>\n<blockquote id=\"b96-12\"><em>“A </em>tip for acetylene and similar gas burners having the discharge-passage for gas and air, the small gas-aperture leading into said passage, and the separate air-passages extending from the outside of the tip into the lower end of the discharge-passage and directing the air upon the column of gas at right angles to its plane of movement, thereby causing a thorough mixture of air and gas.”</blockquote>\n<p id=\"b96-13\">The appellee, Edward J. Dolan, was the first to apply to the Patent Office, his application having been received at the office on December 17, 1897. He alleges conception of the invention by him on May 1,1896; the making of sketches on May 5, 1896; disclosure on May 10, 1896; and reduction to practice on June SO, 1896. The appellant, Henry E. Shaffer, filed his application on January 17, 1899, which was two years and one month after Dolan’s application; but through some inadvertence of the office Shaffer’s application was permitted to go to patent without being placed in interference with that of Dolan. Shaffer’s pat<page-number citation-index=\"1\" label=\"81\">*81</page-number>ent therefore will not avail biiri in the present controversy.<footnotemark>*</footnotemark> Shaffer alleges conception of the invention on October 20, 1896; the making of sketches on January 1, 1897; disclosure on August 1, 1897; and reduction to practice on August 15, 1897.</p>\n<p id=\"b97-5\">Both parties took testimony in support of their respective claims; and upon the evidence adduced the examiner of interferences decided in favor of Shaffer; the board of examiners (two members, one being absent) in favor of Dolan; and tbe Commissioner of Patents also in favor of Dolan. Sliaffer has appealed to tbis court from the Commissioner’s decision.</p>\n<p id=\"b97-6\">It is a remarkable fact that neither party in tbe testimony in this case has made the slightest attempt to support the allegation of his preliminary statement as to the date of his reduction to practice. The proof of such reduction to practice is, on the part of both parties several months later than as alleged in the preliminary statement. This fact would indicate a reprehensible looseness of assertion in the preliminary statements which tends to discredit both parties.</p>\n<p id=\"b97-7\">The question to he determined here is purely one of fact, to he ascertained from a consideration of the testimony, which, it must be confessed, is not entirely satisfactory on either side. That testimony has been fully analyzed by the several tribunals of the Patent Office, and especially in the opinion of the Commissioner of Patents to be found in the record; and a further analysis by us would serve no useful purpose.<footnotemark>†</footnotemark> It is sufficient to say that <page-number citation-index=\"1\" label=\"82\">*82</page-number>we fully concur in the reasoning of tbe Commissioner, and in the conclusion reached by him.</p>\n<p id=\"b98-5\">It is sufficiently proved that Dolan, the senior applicant and the appellee, had the invention in controversy and had reduced <page-number citation-index=\"1\" label=\"83\">*83</page-number>it to practice by tbe construction of an operative device in December of 1896, or in tbe early part of tbe year 1897; while Shaffer’s reduction of the invention to practice is not shown to have taken place until October of 1897. These dates dispose of the case. We think that the appellee is entitled to the judg<page-number citation-index=\"1\" label=\"84\">*84</page-number>ment of priority of invention awarded to Mm by tbe Commissioner of Patents.</p>\n<p id=\"b100-5\">Tbe clerk of tbe court will certify tbis opinion, and tbe proceedings in tbis court in tbe premises, to tbe Commissioner of Patents, according to law. <em>Affirmed-</em></p>\n<footnote label=\"*\">\n<p id=\"b97-8\">See <em>Quist </em>v. <em>Ostrom, ante.</em></p>\n</footnote>\n<footnote label=\"†\">\n<p id=\"b97-9\">Decision of Commissioner of Patents:</p>\n<p id=\"b97-10\">“This is an appeal by Shaffer from the decision of the examiners-in-chief awarding priority of invention to Dolan on the following issue:</p>\n<p id=\"b97-11\">“ ‘A tip for acetylene and similar gas-burners having the discharge passage for gas and air, the small gas aperture leading into said passage, and the separate air passages extending from the outside of the tip into the lower end of the discharge passage and directing the air upon the column of gas at right angles to its plane of movement, thereby causing a thorough mixture of air and gas.’</p>\n<p id=\"b97-12\">“The allegations in the preliminary statements of the parties are as follows:</p>\n<p id=\"b97-13\">\n<em>Dolan. Shaffer.</em>\n</p>\n<p id=\"ARt\">Conception ...... May 1,1896 October 20,1896</p>\n<p id=\"Act\">Sketches .....................May 5,1896 January 1,1897</p>\n<p id=\"b97-16\">Disclosure ....................May 10, 1896 ..............August 1,1897</p>\n<p id=\"b97-17\">Reduction ....................June SO, 1806...............August 15,1897</p>\n<p id=\"AM0\"><page-number citation-index=\"1\" label=\"82\">*82</page-number>“Shaffer has a patent inadvertently granted during the pendency of Dolan’s application, on an application filed at a later date than that of Dolan. The testimony offered in behalf of Shaffer is clear and convincing to the effect that Shaffer reduced the invention in issue to practice in October, 1897. Shaffer, Q.’s 3, 4, 26, 30 to 36 and 69; Almy, Q.’s 3 to 15 and 18; Adam Long, Q.’s 4 to 16, 20, 22 and 28; Shaffer’s Exhibits, ‘July, 1897, Burner,’ ‘Adam Long’s First Burner,’ ‘October, 1897, Burner.’</p>\n<p id=\"b98-7\">“If Dolan is to prevail in this interference, therefore, he must show by a preponderance of evidence that he made the invention prior to this date. <em>Wurtz </em>v. <em>Harrington, </em>79 O. G. 337, C. A. D. C.</p>\n<p id=\"b98-8\">“Dolan’s own testimony is to the effect that he had O. B. King make for him a burner provided with a tip of the construction called for by the issue, and one extra tip, though not a perfect tip, in October or November, 1896. Q.’s 30 to 33, 55, and 56. He employed the burner in burning acetylene gas at the time it was made, and showed the burner to ‘Felix McLaughlin, Miss May Williams, Mr. E. O. Napheys, and others.’ Q. 34. It was sent to E. N. Dickerson, his attorney, by Napheys, his employer, in the latter part of 1896 or early part of 1897. Q.’s 35, 36, X Q.’s 79 to 82. The original burner is not produced in evidence; but a burner which Dolan states is identical with the original is in evidence as ‘Dolan’s Exhibit, Right Angle Burner.’ Q.’s 37, 38. The ‘imperfect tip’ referred to in answer to Q. 32 is in evidence as ‘Dolan’s Exhibit, Imperfect Tip.’ This tip is imperfect in that it lacks the opening to connect the gas bore with the air and gas-mixing chamber. When asked why he sent the original burner to Mr. Dickerson, his attorney, he states in answer to Q. 39:</p>\n<p id=\"b98-9\">“ ‘I at first did not think that I would take out a patent on this particular form of burner, as I felt that previous patents taken out by me, in which the subject of taking in the air was involved, fully covered this form of burner, and I wished to have Mr. Dickerson’s opinion of it.’</p>\n<p id=\"b98-10\">“The ‘Exhibit Right Angle Air Burner’ was made by King, the person who made the original burner, about a week before Dolan testified. X Q.’s 100 to 102.</p>\n<p id=\"b98-11\">“McLaughlin testifies that Dolan showed him a burner the same as ‘Exhibit Right Angle Air Burner’ in the latter part of 1896, Q.’s 25 to 28; but his testimony is not very satisfactory for the reason that he has no way of fixing the date definitely, and, further, because it would appear from his answers to X Q.’s 49, 50, and 59 that he is not capable of remembering details of construction very accurately.</p>\n<p id=\"b98-12\">“Miss Williams testifies that Dolan showed her a burner the same as ‘Exhibit Right Angle Air Burner’ the latter part of 1896. She was employed to test the old-style burners made by the Napheys Company, of which she and Dolan were employees, and had charge of the employees who put the tips in the burners and drilled the tips. She states that the company began the manufacture of burners, commercially, about March, 1897, and that Dolan made the disclosure to her three or four months before this date. Q.’s 10 to 15, 22 to 29, X. Q.’s 42 to 46.</p>\n<p id=\"b98-13\">“King, who made Dolan’s Exhibit Right Angle Air Burner testifies that he made a burner for Dolan of the same construction in November, 1896, and he fixes the date by entries in his day-book. Q.’s 26 to 29, 33 to 38, 41 to 44, and 49 to 51.</p>\n<p id=\"b98-14\">“Dickerson, Dolan’s attorney of record, testifies that:</p>\n<p id=\"b98-15\">“ ‘I first saw the burner, which is the subject-matter of the present inter<page-number citation-index=\"1\" label=\"83\">*83</page-number>ference, when it was brought to me by Mr. E. C. Napheys in my office in Nsw York city. He brought also the burner which is exhibited in Fig. 1 oí patent 589*342 to Mr. Dolan. He came to ask my opinion as to the advisability of filing a separate application for the type of burner with the horizontal ‘opening in addition to the application already filed for the burner shown in Fig. 1 of the patent just referred to. I told him that X wished to see the references cited by the Patent Office to the application before expressing my opinion. He showed me the application as filed by his attorney, a Mr. Hough, I think, and stated that there had been no Patent Office action as yet on that application. I told him that I would later decide as to whether it was necessary or worth while to file an application for this modification. Mr. Napheys left me samples of the burners which we were discussing, and 1 think they are still in my safe in New York, but cannot be positive without looking the matter up further. I am therefore able to say that this interview was before any Patent Office action on the application for patent No. 589,342, and J should think in March or April, 1897. * * After patent No. 589,342 was issued, the matter of filing separate applications for all the useful modifications of the burner then on the market was again discussed between Mr. Napheys and myself, and I advised in my opinion this modification was separately patentable, and an application for it was accordingly filed. * * *' The burner shown to me by Mr. Napheys was exactly like that shown in the drawings of the Dolan application in this interference.</p>\n<p id=\"b99-8\">“It appears from the office record of patent No. 589,342, that the first office action on the application therefor was April 6, 1897. Dickerson’s testimony was taken in Avalon, California, so that it was impossible for him to produce the original burner at that time, even though it was, as he thought, in his safe in New York city.</p>\n<p id=\"b99-9\">“The foregoing testimony in behalf of Dolan shows, satisfactorily, that a burner embodying the invention of this issue was made under Dolan’s directions in the latter part of 1896. Dolan is the only one who testifies that the burner was used at that time to burn acetylene gas. In view of the facts, however, that it was known that the ‘Napheys tip’ shown in Dolan’s patent No. 589,342 was a practical and commercially successful tip, a,nd that the only difference between this tip and that of the issue resides in a slight change in the inclination of the air inlets, it is thought the operation of the tip in issue was self-evident, and, therefore, that no test was necessary to constitute reduction to practice. In this respect it belongs to that class of devices considered by the court of appeals of the District of Columbia in the cases of <em>Mason </em>v. <em>Hepburn, </em>84 O. G. 147; <em>Loomis </em>v. <em>Hauser, </em>99 O. G. 1172; and <em>Roe </em>v. <em>Hanson, </em>99 O. G. 2550.</p>\n<p id=\"b99-10\">“Counsel for Shaffer argues that the exhibits and much of the testimony offered in behalf of Dolan are incompetent for the reason that they are secondary evidence because of the failure to produce the original burner which was left with Mr. Dickers on. This contention, however, is <em>not </em>sound. It was stated by the Supreme Court in the case of <em>Minor </em>v. <em>Tillotson, </em>7 Peters, that: ‘The rules of evidence are adapted for practical purposes in the administration of justice; and, although it is laid down in the books as a general rule, that the best evidence the nature of the case <page-number citation-index=\"1\" label=\"84\">*84</page-number>will admit of must be given, yet it is not understood that this rule requires the strongest possible assurance of the matter in question. The extent to which the rule is to be pushed in a case like the present is governed in some measure by circumstances. If any suspicion hangs over the instrument, or that it is designedly withheld, a more rigid inquiry should be made into the reasons for its nonproduction. But when there is no suspicion, all that ought to be required is reasonable diligence to obtain the original.’</p>\n<p id=\"b100-17\">“In the present case the uonproduetion of the original tip is sufficiently accounted for <em>(Shellaberger </em>v. <em>Sommer et al. </em>74 O. G. 1897, C. A. D. C.), and, in view of the simplicity of the device and the strong testimony of the inventor, and his attorney, the maker, and that of other witnesses, it is thought that there can be no reasonable doubt that, if the original tip were produced, it would support the testimony of these witnesses.</p>\n<p id=\"b100-18\">“As this tip was made prior to any disclosure of the invention by Shaffer, it follows that Dolan is entitled to judgment of priority, and the decision of the examiners-in-chief is accordingly affirmed. F. I. Allen, Commissioner.” — Reporter.]</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}