{
  "casebody": {
    "data": "<casebody firstpage=\"484\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b520-3\">THOMAS C. MERCER and THOMAS C. MERCER d/b/a UNION SQUARE APARTMENTS, Petitioners and Appellants, v. DENNIS A. McGEE, Respondent and Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b520-6\">No. DA 07-0626.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b520-7\">Submitted on Briefs August 13, 2008.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b520-8\">Decided November 13, 2008.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b520-9\">2008 MT 374.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b520-10\">346 Mont. 484.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b520-11\">197 P.3d 961.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b521-5\"><page-number citation-index=\"1\" label=\"485\">*485</page-number>For Appellants: Elizabeth A. O’Halloran, Milodragovich, Dale, Steinbrenner &amp; Nygren, P.C., Missoula.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b521-6\">For Appellee: Matthew B. Thiel, Thiel Law Office, Missoula; Karl J. Englund, Attorney at Law, Missoula.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b521-7\">JUSTICE MORRIS</author>\n<p id=\"Aht\">delivered the Opinion of the Court.</p>\n<p id=\"b521-8\">¶1 Thomas Mercer (Mercer) appeals the order of the Fourth Judicial District Court, Missoula County, of September 20, 2007. The District Court order affirmed the Montana Human Rights Commission’s Order that held that Mercer had discriminated against Dennis McGee (McGee) based on McGee’s marital status and that had awarded damages to McGee. We affirm.</p>\n<p id=\"b521-9\">¶2 We review the following issues on appeal:</p>\n<p id=\"b521-10\">¶3 <em>Did the District Court correctly affirm the Human Rights Commission’s order that held that Mercer unlawfully had discriminated against McGee because of his marital status?</em></p>\n<p id=\"b521-11\">¶4 <em>Did the District Court correctly affirm the Human Rights Commission’s decision that awarded damages to McGee?</em></p>\n<p id=\"b521-12\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b521-13\">¶5 McGee and his wife Lynda served as resident managers of the Union Square Apartments (USA) complex in Missoula. Mercer was part owner of USA and several other properties in the Missoula area. Mercer originally employed Shelter West, a property management company, to manage USA.</p>\n<p id=\"b521-14\">¶6 Shelter West in turn hired the McGees as an onsite property management team in June of 1999. Although Shelter West had hired and trained the McGees, Mercer officially employed them. For ease of reference, throughout this opinion we will refer to Mercer as the McGees’ employer.</p>\n<p id=\"b521-15\">¶7 McGee performed approximately 10 hours each week of light maintenance around the USA property as part of his management team responsibilities. McGee additionally maintained full-time employment with Smurfit-Stone Container during this period. Lynda received a paycheck from Mercer. McGee did not receive a paycheck from Mercer. Lynda and McGee received a rent-free apartment plus free cable and free utilities as part of their compensation.</p>\n<p id=\"b521-16\">¶8 Mercer eventually became disillusioned with Shelter West’s services. He hired Lynda and McGee directly to serve as on-site <page-number citation-index=\"1\" label=\"486\">*486</page-number>managers of USA in January of 2002. Mercer took over the management of other properties owned by him and others in the Missoula area on February 1, 2002.</p>\n<p id=\"b522-4\">¶9 Lynda acted as general manager of Mercer’s new management enterprise. McGee, as part of his resident manager duties at USA, continued to perform 10 hours of routine maintenance under the new system. McGee also served as maintenance supervisor, a position that required him to supervise and perform further maintenance above and beyond the 10 hours both at USA, and, at other properties managed by Mercer’s personal management entity. McGee for the first time signed a W-4 on January 9, 2002. McGee never had signed, or been asked to sign, a W-4 in the almost three years of having served as resident manager. McGee testified that he had accepted an offer of early retirement from Smurfit-Stone Container during the same time period based partly on the prospect of additional employment with Mercer’s new management enterprise.</p>\n<p id=\"b522-5\">¶10 The new system worked well for several years. Mercer actively supervised the management company and maintained regular contact with the McGees. McGee worked approximately 10 hours each week on resident management duties and 15 to 20 hours each week doing his maintenance supervisor functions throughout the balance of 2002 and 2003. McGee received W-2s reporting his income for his separate employment position as maintenance supervisor for the tax years 2002, 2003, and 2004. McGee never had received a W-2 before taking on the maintenance supervisor position in 2002.</p>\n<p id=\"b522-6\">¶11 Mercer eventually became concerned about Lynda’s performance. Mercer abruptly sent a letter to Lynda and McGee informing them that he was firing them. McGee did not quit his employment. Mercer did not allege any wrongdoing by McGee. The letter discharged McGee from his resident manager position at USA and emphasized that he was no longer welcome to perform the additional maintenance supervisor duties “as a vendor to the property.”</p>\n<p id=\"b522-7\">¶12 McGee worked before and after his discharge as a consultant to his former employer, Smurfit-Stone Container, on a temporary basis. After his discharge, McGee looked for employment similar to that he had with Mercer. He did not obtain any of the positions for which he applied. McGee also unsuccessfully attempted to find work through the Montana Job Service in Missoula. McGee put together a successful proposal to work part-time as a safety consultant for Smurfit-Stone Container in 2005.</p>\n<p id=\"b522-8\">¶13 McGee brought an action for discrimination based on marital <page-number citation-index=\"1\" label=\"487\">*487</page-number>status before the Department of Labor and Industry. McGee alleged that Mercer fired him not due to his own poor performance, but solely because he was married to Lynda, whose job performance dissatisfied Mercer. The Hearings Bureau held a contested case hearing. The Hearing Examiner issued findings and conclusions in favor of McGee. The Hearing Examiner found that McGee had held two jobs for Mercer, one as on-site manager and the other as maintenance supervisor. The Hearing Examiner awarded back damages to McGee. The Hearing Examiner refused to award future damages in light of the fact that McGee already had found employment with Smurfit-Stone Container to replace the job that he had lost with Mercer by the time of the hearing.</p>\n<p id=\"b523-4\">¶14 Mercer filed an appeal with the Montana Human Rights Commission. Mercer asserted that the Hearing Examiner incorrectly found that McGee had held two separate j obs with him. Mercer argued that the Commission should dismiss the complaint because McGee had not disputed the legitimacy of his termination from the resident manager position at USA. The Commission affirmed the Hearing Examiner’s decision in its entirety.</p>\n<p id=\"b523-5\">¶15 Mercer filed a petition for judicial review. The District Court affirmed the decision of the Human Rights Commission. The District Court entered a second order awarding McGee attorney's fees. Mercer appeals.</p>\n<p id=\"b523-6\">STANDARD OF REVIEW</p>\n<p id=\"b523-7\">¶16 We review agency findings to determine whether they are clearly erroneous. Section 2-4-704(2)(a)(v), MCA; <em>Owens v. Montana Dept. of Revenue, </em>2007 MT 298, ¶ 12, 340 Mont. 48, ¶ 12, 172 P.3d 1227, ¶ 12. We review an agency’s conclusions of law to determine if they are correct. The same standard of review applies to both the District Court’s review of the administrative decision and our subsequent review of the District Court’s decision. <em>Owens, </em>¶ 12.</p>\n<p id=\"b523-8\">¶17 We may not substitute our judgment for that of the agency as to the weight of the evidence. Section 2-4-704(2), MCA; <em>Owens, </em>¶ 13. We employ a three-part test to determine whether an agency’s findings of fact are clearly erroneous: (1) we review the record to see if substantial evidence supports the findings, (2) if substantial evidence supports the findings, we determine if the agency misapprehended the effect of the evidence, and (3) if both of the above are satisfied, we still may decide a finding is clearly erroneous if a review of the record leaves the Court with the definite and firm conviction that a mistake has been <page-number citation-index=\"1\" label=\"488\">*488</page-number>committed. <em>Owens, </em>¶ 13; <em>Benjamin v. Anderson, </em>2005 MT 123, <em>¶ </em>31, 327 Mont. 173, ¶ 31, 112 P.3d 1039, ¶ 31.</p>\n<p id=\"b524-4\">DISCUSSION</p>\n<p id=\"b524-5\">¶18 <em>Did the District Court correctly affirm the Human Rights Commission’s order that held that Mercer unlawfully had discriminated against McGee because of his marital status ?</em></p>\n<p id=\"b524-6\">¶19 The Montana Human Rights Act (MHRA) prohibits employment discrimination based on marital status. Section 49-2-303(l)(a), MCA; <em>Vortex Fishing Systems, Inc. v. Foss, </em>2001 MT 312, ¶ 14, 308 Mont. 8, ¶ 14, 38 P.3d 836, ¶ 14. Mercer argues that the Hearing Examiner erroneously concluded that McGee had held two separate jobs at the time of his termination. Mercer further argues that the Hearing Examiner incorrectly determined that McGee had presented a prima facie case of marital discrimination.</p>\n<p id=\"b524-7\">¶20 A plaintiff must prove the following prima facie elements in order to establish an employment discrimination claim based on marital status: (1) the claimant belonged to a protected class, (2) the claimant was otherwise qualified for continued employment, and (3) the claimant was denied employment under circumstances that raise a reasonable inference that he was treated differently because of this membership in the protected class. <em>Vortex, </em>¶ 17; Admin. R. M. 24.9.610(2) (1996). Mercer challenges numerous factual findings made by the Hearing Examiner. Mercer cites no evidence, however, to contradict the findings made by the Hearing Examiner.</p>\n<p id=\"b524-8\">¶21 Mercer merely presents his version of the events. The Hearing Examiner conducted a detailed examination of the record. The Hearing Examiner reconciled conflicts between Mercer’s series of events and McGee’s series of events in making his findings. The Hearing Examiner pointed to specific evidence in the record to support his findings, including Mercer’s own writings and testimony. The Hearing Examiner explicitly found that Mercer’s inconsistent statements undercut the credibility of Mercer’s testimony.</p>\n<p id=\"b524-9\">¶22 We may not substitute our judgment for that of the Hearing Examiner as to the weight of the evidence on questions of fact. Section 2-4-704(2), MCA; <em>Owens, </em>¶ 13; <em>Benjamin, </em>¶ 37. As long as we determine that substantial evidence exists to support the findings of the trier of fact, we may not re-weigh the evidence, but must instead defer to the Hearing Examiner. <em>Benjamin, </em>¶ 37. The findings of the Hearing Examiner, especially as to witness credibility, are entitled to great deference, because a hearing examiner has the unique <page-number citation-index=\"1\" label=\"489\">*489</page-number>opportunity to hear and observe all the testimony entered in the case. <em>Benjamin, </em>¶ 37.</p>\n<p id=\"b525-4\">¶23  The District Court properly deferred to the Hearing Examiner’s unique position as a finder of fact. Substantial evidence supports the Hearing Examiner’s finding that McGee had held two separate jobs and that McGee demonstrated the necessary facts to support a claim of marital discrimination. Nothing in the record indicates that the Hearing Examiner misapprehended the effects of the evidence. We affirm the District Court on this issue.</p>\n<p id=\"b525-5\">¶24 <em>Did the District Court correctly affirm the Human Rights Commission’s decision that awarded damages to McGee?</em></p>\n<p id=\"b525-6\">¶25 A hearings officer may order any reasonable measures to rectify any harm suffered as a result of illegal discrimination. Section 49-2-506(l)(b), MCA. Remedies provided by Montana’s Human Rights Act seek to return an employee who is a victim of discrimination to the position that they would have occupied absent the discrimination. <em>Vortex, </em>¶ 27.</p>\n<p id=\"b525-7\">¶26 The Hearing Examiner awarded McGee $30,409 plus interest, based on lost wages resulting from the discriminatory termination, because McGee could not find suitable employment to replace the lost work until the following year. The Hearing Examiner concluded that McGee properly had attempted to mitigate his damages. The Hearing Examiner refused to award any damages beyond the point where McGee found suitable replacement work as a safety consultant for Smurfit-Stone Container. The Hearing Examiner rejected Mercer’s claim that McGee had not in fact worked the hours that he claimed in 2002, 2003, and 2004, and rejected Mercer’s argument that the additional consulting work McGee did for Smurfit-Stone Container during 2004 and 2005 should offset the award. The Hearing Examiner explicitly found that McGee would have been able to perform the temporary consulting work for Smurfit-Stone Container even if he had continued to work for Mercer during 2004 and 2005.</p>\n<p id=\"b525-8\">¶27  Mercer argues that the Hearing Examiner incorrectly awarded McGee back pay. Mercer again challenges the Hearing Examiner’s findings of fact by presenting his own version of events. Mercer contends that this Court should infer that McGee did not actually work the hours that he claimed in 2002-2004. Mercer likewise argues that we should infer that McGee had failed to mitigate properly the damages. And Mercer further contends that we should infer that the work performed by McGee for Smurfit-Stone Container during 2004 and 2005 should offset the damages. We decline to reweigh the <page-number citation-index=\"1\" label=\"490\">*490</page-number>evidence. <em>Benjamin, </em>¶ 37. Substantial evidence supports the Hearing Examiner’s finding that McGee suffered harm as a result of discrimination. <em>Owens, </em>¶ 13. The Hearing Examiner correctly awarded back pay to McGee to remedy that harm and make him whole.</p>\n<p id=\"b526-4\">¶28 Affirmed.</p>\n<judges id=\"b526-5\">CHIEF JUSTICE GRAY, JUSTICES WARNER, COTTER and RICE concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}