{
  "casebody": {
    "data": "<casebody firstpage=\"847\" lastpage=\"848\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b867-15\">GOLDBERG v. FINKELSTEIN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b867-16\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AytF\">October, 1901.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b867-17\">1. Pleading—Cause of Action—Form of Relief—Dismissal.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b867-18\">Where a complaint states a cause of action, it will not be dismissed because praying inappropriate relief.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b867-19\">2. Jurisdiction—Objection—Summons.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b867-20\">Where the jurisdiction is objected to because of the issuance of a short, instead of a long, summons, or on other similar grounds, the basis of the objection should be made to appear clearly.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b867-21\">Appeal from municipal court, borough of Manhattan, Fourth district.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b868-4\"><page-number citation-index=\"1\" label=\"848\">*848</page-number>Action by David Goldberg against Max Finkelstein and others. From a judgment in favor of defendant Silverstein, plaintiff appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AVA\">Reversed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b868-5\">Argued before McADAM, P. J., and MacLEAN and SCOTT, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b868-6\">Gustavus A. Rogers, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b868-7\">J. A. Seidman, for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b868-8\">McADAM, P. J.</author>\n<p id=\"AY2j\">Although the justice below, in arriving at the conclusion that the complaint should be dismissed, seems to have been influenced by the fact, if it be a fact, that there was another action between the parties, there is nothing in the return, outside of the statement in the opinion of the justice, which shows that another action was pending between the parties; and he dismissed this action solely upon the theory that he had no jurisdiction of the.cause of action set forth in the complaint. Although the complaint is drawn in utter disregard of the rules of pleading, we think that, in connection with the contract annexed thereto, it states facts constituting a cause of action against the defendant of which the court below had jurisdiction. We think that a cause of action for conversion can fairly be spelled out of the facts alleged by plaintiff. At the least, a cause of action for breach of contract was alleged. The relief prayed for does not affect the plaintiff’s cause of action, if he stated any in his pleading. If a plaintiff sets forth facts constituting a cause of action, and entitling him to some relief, his action shall not be dismissed because he has misconceived the nature of his remedial rights. Pom. Code Rem. § 71. If the defect of jurisdiction be one growing out of the issuing of a short, instead of a long, summons, or the like, such ground of objection should have been made clearly to appear. The judgment must be reversed, and a new trial ordered, with costs to appellant to abide the event.</p>\n<p id=\"b868-9\">Judgment reversed, and new trial ordered, with costs to appellant to abide event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}