{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"94\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b112-4\">(68 App. Div. 78.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b112-5\">MARTIN v. CITY OF NEW YORK.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b112-6\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ah-\">January 17, 1902.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b112-7\">Park Police—Compensation—Increase acter Consolidation.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b112-8\">Under New York City Charter (Laws 1897, c. 378) § 277, making the park police members of the regular police force, and section 299, fixing the salary of each “doorman of police” at $1,000 per year, and providing that salaries of all officers in the .transferred forces shall be equalized on the same basis, and if the difference in pay is more than $50 the pay shall be made uniform within three years by equal annual additions, a doorman of the former park police, who before consolidation received $730 per year, and who became a “doorman of police” after consolidation, was not entitled to receive the full, salary of $1,000 for the first year after the consolidation, but only the salary of $730 and one-third of the difference between such sum and $1,000.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b112-9\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b112-10\">Action by James Martin against the city of New York. From a judgment of the supreme court, trial term (70 N. Y. Supp. 379), in favor of the defendant, the plaintiff appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"ADm\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b112-11\">Argued before VAN BRUNT, P. J., and McLAUGHLIN, IN-GRAHAM, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b112-12\">Louis J. Grant, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b112-13\">Theodore Connoly, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ARz\">INGRAHAM, J.</author>\n<p id=\"AWr\">This appeal is from an order denying a motion for a new trial, but reducing the verdict to the sum of $739.32, which “represents the salary received by the plaintiff on the 1st day of January, 1898, plus three annual additions, of $90 each, so that at the end of the third year the plaintiff’s salary will amount to $1,000.” The record upon which the appeal was heard consists of a stipulation between the parties, the order appealed from, the notice of appeal, and the opinion of the court below. Neither the pleadings nor the proceedings at the trial are a part' of the record. From the stipulation it appears that prior to January 1, 1898, when the new charter of the city of New York took effect, the plaintiff was a doorman in the park department, and by operation of the charter he became a doorman in the police department of the city of New York; that he has been paid a salary of $730 per annum, which was the amount received by him as doorman in the park department prior to the consolidation of the police of the park department with the police of the city of New York, and he brought this action to recover from the city of New York the difference between the amount that he had received and the salary attached to the position of doorman in the police department; that, the action having come on for trial at a trial term of this court before a jury, the court directed a verdict for the plaintiff, as prayed for in the complaint. The defendant thereupon moved for a new trial or for a reduction of the verdict. The motion for a new trial was denied, but the verdict was reduced upon the ground that the plaintiff was entitled to recover the sum of $730, the salary received by the plaintiff as a doorman in the park department prior to the consolidation, plus three annual additions, of $90 each, so that for <page-number citation-index=\"1\" label=\"93\">*93</page-number>the third year after such consolidation the plaintiff’s salary would be $1,000. The respective parties agreed that the only question to be determined on this appeal is whether the plaintiff is entitled to be paid the salary of $1,000 a year from the 1st day of January, 1898, or whether the salary of $1,000 a year attached to the office of doorman in said department should be made uniform within three years from January 1, 1898, by equal annual payments.</p>\n<p id=\"b113-3\">The question presented arises under section 299 of the charter of the city of New York (chapter 378, Laws 1897). Section 277 of the charter provides that “the members of the police force of the city of New York and the members of the police force appointed by the commissioners of public parks in said city, as said forces are provided for by section 265 and 690 of the New York City consolidation act of 1882, and by the statutes amendatory of and supplementary to said sections, who shall be such members of said forces respectively when this act takes effect, shall be members of the police force, specified in section 276 of this act.” Section 276 of the charter provides that the uniform force shall include “doormen of police, not exceeding two in number to each fifty of the total number of patrolmen.” The plaintiff thus became on the 1st day of January, 1898, a doorman in the police force of the city of New York. Section 299 of the charter first makes provision for the salaries of officers and members of the police force, and provides that the salary of each doorman shall be $1,000 per year. The section then provides for the classification of the members of the police force of the various municipalities consolidated by the new charter into the city of New York, and continues: “Salaries of all officers in the forces so transferred, other than officers in the New York police prior to January 1, 1898, shall be equalized on the same basis. If the difference in pay is not more than $50 the pay shall be equalized at once. If the difference is more than fifty dollars the pay shall be made uniform within three years by equal annual additions.” The evident intent was by this provision to equalize the salaries of all members of the police force included within the new city of New York holding the same positions; but, where the equalization of such salaries would cause an increase in the annual salary of any officer of more than $50, the salary of such officer should be increased each year for three years by one-third of the difference between the salary that he had theretofore received and the salary which an officer of his rank would be entitled to receive under the new charter, so that for the third year his salary would be the same as that of other officers of equal rank in. the department, and the application of this provision to the case of the plaintiff would be that determined by the court below in the order appealed from. Thus, prior to the consolidation, the plaintiff was receiving $730 a year. Upon the consolidation he became a doorman in the police department. The difference between the salary that he had received prior to the consolidation and that fixed for the office by the charter was $270 a year, and, this increase being over $50, there was to be added to the salary that the officer had received upon consolidation one-third of the difference each year. Thus, the first year after <page-number citation-index=\"1\" label=\"94\">*94</page-number>consolidation he would be entitled to $730, plus $90, making $820; the second year he would be entitled to $820, plus $90, making $9x0; and the third year after consolidation he would be entitled to receive $910, plus $90, making $1,000, which would be his salary for subsequent years, if he continued in the service of the department. We agree with the court below that this was the proper rule to adopt, and that the plaintiff was not entitled to any greater amount than that to which the verdict was reduced.</p>\n<p id=\"b114-5\">It follows that the order appealed from should be affirmed, with $10 costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}