{
  "casebody": {
    "data": "<casebody firstpage=\"88\" lastpage=\"95\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b110-3\">BALTIMORE COUNTY, MARYLAND <em>v. </em>MARYLAND DEPARTMENT OF ASSESSMENTS AND TAXATION et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b110-4\">|No. 32,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A1S\">September Term, 1980.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AU0\"><em>Decided November </em>7, <em>1980.</em></decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b110-9\">The cause was argued before Morton, Thompson and Liss, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b110-11\"><em>Phyllis C. Friedman, Deputy County Solicitor for Baltimore County, </em>with whom was <em>Leonard S. Jacobson, County Solicitor for Baltimore, </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b110-12\">■ <em>Peter W. Taliaferro, Assistant Attorney General, </em>with whom was <em>Stephen H. Sachs, Attorney General, </em>for appellee Maryland Department of Assessments and Taxation. <em>K. Donald Proctor, </em>with whom were <em>David E. Bushong </em>and <em>Miles &amp; Stockbridge </em>on the brief, for appellee/intervenor Black &amp; Decker.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b111-4\"><page-number citation-index=\"1\" label=\"89\">*89</page-number>Thompson, J.,</author>\n<p id=\"A_S\">delivered the opinion of the Court.</p>\n<p id=\"b111-5\">In this opinion we consider the availability of the declaratory judgment remedy in a case which is within the jurisdiction of the Maryland Tax Court.</p>\n<p id=\"b111-6\">THE LAW</p>\n<p id=\"b111-7\">Maryland’s Declaratory Judgment Act, set forth in Md. Cts. and Jud. Proc. Code Ann. §§ 3-401 — 3-415 (1974 Repl. Vol.) permits courts of record to declare rights, status and other legal relationships between persons if such declaration will terminate the controversy or remove an uncertainty, providing there is an actual controversy between the contending parties and the claims presented indicate imminent and inevitable litigation. Further limitation on the right to use this proceeding is contained in § 3-409 (b):</p>\n<blockquote id=\"b111-8\"><em>\"Special form of remedy provided by statute </em>— If a statute provides a special form of remedy for a specific type of case, that statutory remedy shall be followed in lieu of a proceeding under this subtitle.”</blockquote>\n<p id=\"b111-9\">Under Md. Ann. Code, Art. 81, the legislature has set out a detailed statutory remedy for disputes involving the assessment of tangible personal property by the Department of Assessments and Taxation. The procedure is set forth in Art. 81, § 258 as follows:</p>\n<blockquote id=\"b111-10\">\"Any taxpayer, any city, the county commissioners of any county, or the Attorney General on behalf of the State, claiming to be aggrieved because of any final action taken by the Department with respect to ordinary taxes assessable by it in assessing or refusing to assess or in reassessing or refusing to reassess, classifying or refusing to classify, any property or computing any tax, or increasing, reducing or abating any assessment, may appeal to the Maryland Tax Court as provided in § 229 of this article. Such appeal shall be taken within thirty days from the date of the order, action <page-number citation-index=\"1\" label=\"90\">*90</page-number>or refusal to act of the Department complained of, or if an address shall have been filed as provided in § 257 of this article, then within thirty days after the date of delivery or mailing (whichever is earlier) of a copy of such order, action or refusal to act to such address.”</blockquote>\n<p id=\"b112-4\">The right of further appeal to the Circuit Court and thereafter to this Court is set forth in Art. 81, § 229 (m) and (p). In <em>Maryland-National Capital Park and Planning Commission v. Washington National Arena, </em>282 Md. 588, 386 A.2d 1216 (1978), the Court carefully reviewed these statutes saying in part:</p>\n<blockquote id=\"b112-5\">\"Thus, with certain notable exceptions not relevant here, <em>we have repeatedly held that where a speciñc statutory remedy is available, it is mandatory for the court to dismiss the suit for declaratory judgment and remit the plaintiff to the alternative forum.” Id. </em>at 595. (citations omitted) (emphasis added).</blockquote>\n<blockquote id=\"b112-6\">\"When read together, the foregoing statutory provisions manifest a clear legislative intent to limit the jurisdiction of the tax agencies primarily to the review of decisions concerning the <em>assessment, valuation </em>and <em>classification </em>of real and personal property for tax purposes. Presumably, in enacting such an intricate and comprehensive mechanism for the review of property tax determinations, the General Assembly sought to afford the taxpaying public a systematic and efficient method of fact-finding and policy-formation in an area where many of the day-to-day problems of administration either lie beyond the conventional competence of the courts because of the technical complexity of the subject matter or, because of their routine nature, are not properly suited for resolution in formal adjudicatory proceedings. <em>See Sawejka </em>v. <em>Morgan, </em>56 Wis. 2d 70, 201 N.W.2d 528, 533 (1972).</blockquote>\n<blockquote id=\"b113-4\"><page-number citation-index=\"1\" label=\"91\">*91</page-number>\"Thus, with rare exception, we have insisted that taxpayers pursue their statutory remedies under Article 81 whenever they attempt to challenge a decision as to the amount of an assessment, the valuation of property, or the applicability of the tax statutes to a particular parcel of land or to improvements thereon.” <em>Id. </em>at 597-98.<footnotemark>1</footnotemark></blockquote>\n<p id=\"b113-5\">In <em>State Department of Assessments and Taxation v. Clark, </em>281 Md. 385, 403-04, 380 A.2d 28 (1977), the Court stated:</p>\n<blockquote id=\"b113-6\">\"We have indicated, <em>supra, </em>that when an administrative remedy is provided by statute, relief provided under those statutory provisions must be exhausted before a litigant may resort to the courts. That is, such a remedy is exclusive, and the administrative body must not be by-passed by pursuing other remedies. * * * The law on the matter was made clear in <em>Poe </em>[v. <em>Baltimore City, </em>241 Md. 303, 216 A.2d 707 (1966).] It declared that where there is full opportunity for a property owner to protest an assessment to administrative agencies and adequate provisions for judicial review of the agencies’ action, a court shall not take jurisdiction unless the administrative remedies have been exhausted.”</blockquote>\n<p id=\"b113-8\">Two exceptions to the rule requiring exhaustion of administrative remedies have” been recognized. The first exception permits an aggrieved party to seek judicial relief prior to the exhaustion of his administrative remedies where the constitutionality of the statute under which the administrative agency is acting is challenged. <em>See, State Dept. of Assessments &amp; Taxation v. Clark, supra; Pressman v. State Tax Commission, </em>204 Md. 78, 102 A.2d 821 (1954). As the Court made clear in <em>Clark, </em>this exception is applicable only where the constitutionality of the statute as a whole, as opposed to the constitutionality of the statute as <page-number citation-index=\"1\" label=\"92\">*92</page-number>applied to a particular situation, is challenged. The second exception permits a party to eschew administrative resolution of a dispute where there exists no administrative remedy or where the administrative remedy provided is inadequate. <em>See, Soley v. State Commission on Human Relations, </em>277 Md. 521, 356 A.2d 254 (1976); <em>Poe v. Baltimore City, </em>241 Md. 303, 216 A.2d 707 (1966) and <em>State Dept. of Assessments &amp; Taxation </em>v. <em>Clark, supra.</em></p>\n<p id=\"b114-5\">FACTS</p>\n<p id=\"b114-6\">Md. Ann. Code, Art. 81, § 9A (d) (1) provides an exemption from county and city taxation for \"raw materials and manufactured products in the possession of a manufacturer....” Prior to 1979, the State Department of Assessment &amp; Taxation (SDAT) construed this exemption so as to include only raw materials and manufactured products, in the hands of a manufacturer which were actually manufactured in the county in which the exemption was sought. Accordingly, in certifying assessments of personal property to county governments pursuant to Md. Ann. Code, Art. 81, § 22, the SDAT included in such certifications assessments of raw materials and manufactured products in the hands of a manufacturer which had not been manufactured or were not used in manufacturing in the county in which they were situated.</p>\n<p id=\"b114-7\">In <em>Perdue Farms, Inc. v. State Department of Assessments and Taxation, </em>Md. Tax Court, Case Nos. TP-C 448 and TP-C 452 (1978), the Maryland Tax Court held that the language of Article 81, § 9A (d) (1) compelled the conclusion that it applied to all raw materials and manufactured products in the hands of a manufacturer, regardless of the place of manufacture. The SDAT appealed the decision to the Circuit Court for Dorchester County, Civil Law No. 3990 (1979), which affirmed the Tax Court’s ruling.</p>\n<p id=\"b114-8\">As a result of the <em>Perdue Farms, Inc. </em>decision, SDAT revised its interpretation of Article 81, § 9 A (d), and for the 1979-80 tax year, decided not to certify to Baltimore County any raw materials or manufactured products in the hands of <page-number citation-index=\"1\" label=\"93\">*93</page-number>a manufacturer, regardless of the place of manufacture. Baltimore County (the County) thereafter received assessment certifications which no longer included assessments for raw materials and manufactured products in the hands of a manufacturer which were manufactured outside of Baltimore County, and the County, on October 29, 1979, appealed the SDAT action to the Maryland Tax Court. <em>Baltimore County </em>v. <em>State Department of Assessments and Taxation and Black &amp; Decker Manufacturing Company, </em>Md. Tax Court No. TP-C 492 and <em>Baltimore County v. State Department of Assessments and Taxation and McCormick &amp; Co., Inc., </em>Md. Tax Court No. TP-C 491. Those appeals to the Maryland Tax Court presented the same issue as this appeal, to wit: the scope of the exemption for raw materials and manufactured products in the possession of a manufacturer. In the case of <em>Baltimore County </em>v. <em>State Department of Assessments and Taxation and Black &amp; Decker Manufacturing Company, </em>the SDAT filed a motion to dismiss on the ground that the appeal was not timely taken.<footnotemark>2</footnotemark></p>\n<p id=\"b115-5\">On October 31, 1979, the County filed a Petition for Declaratory, Ex-Parte, Interlocutory and Permanent Injunctive Relief in the Circuit Court for Baltimore County. The court by order dated December 19, 1979, declined to adopt the County’s interpretation of the manufacturer’s exemption, and instead issued a declaration that the exemption applies to all raw materials and manufactured products situated in Baltimore County in the hands of a manufacturer. Prior to the issuance of this order, one of the appellees, Black &amp; Decker Manufacturing Company, had been permitted to intervene.</p>\n<p id=\"b115-6\">THE APPLICATION OF THE LAW</p>\n<p id=\"b115-7\">In our view, the chancellor should have dismissed the County’s bill of complaint because of its failure to exhaust its administrative remedies. From the above discussion, it is <page-number citation-index=\"1\" label=\"94\">*94</page-number>clear that an appeal to the Maryland Tax Court is intended as the exclusive remedy for one aggrieved by a decision of the SDAT concerning the assessment and classification of property for tax purposes.</p>\n<p id=\"b116-4\">The County argues that this administrative remedy is inadequate because, with respect to the assessment for the intervenor Black &amp; Decker, one of the appellees, the period of limitations within which an appeal to the Tax Court must be filed had expired prior to the County’s discovery that the SDAT assessment for Black &amp; Decker did not include inventory manufactured outside Baltimore County. We disagree. Under Md. Ann. Code, Art. 81, § 45,* 12<footnotemark>3</footnotemark> the County can determine what property the SDAT has assessed and the manner in which the SDAT arrived at its assessment. The failure of the County to promptly investigate the assessment does not make the administrative remedy inadequate.</p>\n<p id=\"b116-5\">As the County has not challenged the constitutionality of the statute which the SDAT applies, that exception to the requirement of exhaustion of administrative remedies is inapplicable as well. We find that:</p>\n<blockquote id=\"b116-6\">\"The overriding public interest in the speedy and <page-number citation-index=\"1\" label=\"95\">*95</page-number>orderly collection of revenues demands that there be finality upon failure of an aggrieved party to exercise the statutory right of appeal from allegedly illegal or erroneous tax assessments and that collateral attack by way of a declaratory judgment suit be prohibited.” <em>Md.-National Capital Park and Planning Commission v. Washington National Arena, </em>282 Md. at 598.</blockquote>\n<p id=\"b117-5\">The County’s suit for declaratory judgement, etc., should have been dismissed.</p>\n<p id=\"b117-6\">\n<em>Decree reversed.</em>\n</p>\n<p id=\"b117-7\">\n<em>Case remanded for passage of an order in accordance with this opinion.</em>\n</p>\n<p id=\"b117-8\">\n<em>Appellant to pay the costs.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b113-9\">. Although the Court was referring to assessments of real estate, similar views are applicable to the assessment of personal property.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b115-8\">. We are advised by the briefs that the Tax Court has dismissed the appeal on this ground.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b116-7\">. Art. 81, § 45 (b) and (d) provide as follows:</p>\n<p id=\"b116-8\">\"(b) <em>Record of assessments of personal property. </em>— The record of assessments of personal property, by whatever nature, shall be arranged in alphabetical order according to owner by county, election district, taxing district, or assessment area, and the nature of the property shall be briefly stated, and the taxable value shall be shown. However, the details thereof shall not be open to inspection except by the taxpayer or by officers of the State, city or county affected thereby.</p>\n<p id=\"b116-9\">\"(d) <em>Data which shall not be open to public inspection. </em>— Assessment worksheets or cards, or correspondence containing private appraisal information, building costs, rental data or business volume, which may have been assembled for consideration by assessors in estimating property values, shall not be open to public inspection, except by the taxpayer concerned, or officers of the State and/or city or county affected thereby. However, assessment worksheets or cards for other comparable residential property shall be furnished to a taxpayer if:</p>\n<p id=\"b116-10\">(1) The taxpayer has filed a timely protest to his assessment and that protest is pending; and</p>\n<p id=\"b116-11\">(2) The taxpayer specifically identifies, by address, the property for which he is requesting the assessment worksheets or cards; and</p>\n<p id=\"b116-12\">(3) The taxpayer pays a reasonable fee, to be set by the Department of Assessments and Taxation, for copies of the assessment worksheets or cards.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}