{
  "casebody": {
    "data": "<casebody firstpage=\"783\" lastpage=\"785\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b867-10\">UNITED STATES, Appellee, v. Staff Sergeant Rickey C. LONG, United States Army, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b867-12\">ARMY 9601273.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b867-13\">U.S. Army Court of Criminal Appeals.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b867-14\">9 June 1997.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b867-27\">For Appellant: Lieutenant Colonel Michael L. Walters, JA; Captain Mary J. Bradley, JA (on brief).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b867-28\">For Appellee: Colonel John M. Smith, JA; Lieutenant Colonel Eva M. Novak, JA; Ma<page-number citation-index=\"1\" label=\"784\">*784</page-number>jor Virginia G. Beakes, JA; Major Randy V. Cargill, JA USAR (on brief).</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b868-4\">Before TOOMEY, RUSSELL, and CARTER, Appellate Military Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b868-5\">OPINION OF THE COURT</p>\n<author id=\"b868-6\">CARTER, Judge:</author>\n<p id=\"b868-7\">A military judge sitting as a special court-martial convicted appellant, pursuant to his pleas, of dereliction of duty, larceny (two specifications), dishonorable failure to pay just debts, and stealing mail matter in violation of Articles 92, 121, and 134, Uniform Code of Military Justice, 10 U.S.C. §§ 892, 921, and 934 (1988)[hereinafter UCMJ]. The convening authority approved the adjudged sentence of a bad-conduct discharge and reduction to Private El.</p>\n<p id=\"b868-8\">This case is before the court for automatic review pursuant to Article 66, UCMJ. Appellant argues, as a matter of law, that unauthorized conduct which exceeds the scope of military duties may not be the basis for a dereliction of duty conviction under Article 92, UCMJ. We disagree.</p>\n<p id=\"b868-9\">FACTS</p>\n<p id=\"b868-10\">The facts are not in dispute. In this guilty plea case the appellant admitted facts establishing that he had a duty to use his American Express credit card for official government travel related purposes only; that without question he knew of that duty; and that he deliberately violated that duty on seven occasions by using his card to withdraw cash from automatic teller machines for personal purposes,<footnotemark>1</footnotemark> Thus, the record facts are sufficient to support the appellant’s guilty plea. <em>See United States v. Care, </em>18 U.S.C.M.A. 535, 40 C.M.R. 247, 1969 WL 6059 (1969).</p>\n<p id=\"b868-13\">DERELICTION OF DUTY</p>\n<p id=\"b868-14\">The offense of dereliction in the performance of one’s duties consists of three elements: That the accused (1) had certain duties; (2) knew or reasonably should have known of those duties; and (3) was derelict in the performance of those duties through willfulness, negligence, or culpable inefficiency. <em>See </em>Manual for Courts-Martial, United States (1995 edition), Part IV, para. 16b(3)[hereinafter MCM, 1995]. A “derelict” act or omission is one which comprises either nonperformance or faulty performance of a specified military duty. <em>See </em>MCM, 1995, Part IV, para. 16c(3)(c); <em>United States v. Lawson, </em>36 M.J. 415 (C.M.A.1993); and <em>United States v. Sojfer, </em>44 M.J. 603 (N.M.Ct. Crim.App.1996).</p>\n<p id=\"b868-15\">DISCUSSION</p>\n<p id=\"b868-16\">Appellant does not contest the facts. Citing <em>Sojfer, </em>appellant asserts that the specification in his ease, like the specification in <em>Sojfer, </em>“encompass[ed] acts ... which go beyond the scope of’ his duties because he merely “deliberately exceeded what he was permitted to do” by using his American Express card for personal purposes. <em>Sojfer, </em>44 M. J. at 610.</p>\n<p id=\"b868-17\">We reject appellant’s argument. Hospital Corpsman Sojfer was convicted, contrary to his pleas, of being derelict in the performance of his duties by willfully conducting breast and pelvic examinations “which he was not authorized to do.” <em>Sojfer, </em>44 M.J. at 610. “These specifications, instead of alleging nonperformance or faulty performance of a duty, alleged that the appellant committed acts <em>beyond </em>the scope of his duties, i.e., breast and pelvic examinations of females.” <em>Sojfer, </em>44 M.J. at 610.</p>\n<p id=\"b868-18\"><em>Sojfer </em>is no more than a defective pleading case. A lawful dereliction of duty specification must specifically allege nonperformance or faulty performance of a specified <page-number citation-index=\"1\" label=\"785\">*785</page-number>duty. <em>Sojfer </em>correctly holds that a bare allegation that an act or omission was “not authorized” is insufficient, by itself, to state a dereliction of duty offense under Article 92, UCMJ.</p>\n<p id=\"b869-5\"><em>Sojfer </em>is consistent with prior opinions upholding willful dereliction of duty convictions where the charged misconduct not only exceeded the accused’s authority but also resulted in nonperformance or faulty performance of a specified duty. In <em>United States v. Bannwarth, </em>36 M.J. 265,266 (C.M.A.1993), a noncommissioned officer in charge of a base pharmacy was convicted of larceny of drugs and “dereliction of duty by failing to properly account for Tylenol III and Valium tablets entrusted to him----” <em>United States v. Wilson, </em>33 M.J. 797 (A.C.M.R.1991), upheld the conviction of a military policeman who blew his nose on the American flag while participating as a member of a flag raising detail.<footnotemark>2</footnotemark> <em>United States v. Powell, </em>32 M.J. 117 (C.M.A.1991), contained two specifications of dereliction of duty for willfully allowing a subordinate to falsify reports and by falsely signing such reports.<footnotemark>3</footnotemark> In <em>United States v. Robinson, </em>39 M.J. 903, 907 (A.C.M.R), <em>pet. denied, </em>41 M.J. 122 (C.M.A.1994), this court upheld a mail clerk’s conviction for secreting mail as well as willful dereliction of duty “in that he failed to secure the mail in the mail room as it was his duty to do, instead taking several pieces of mail to his barracks room____”</p>\n<p id=\"b869-8\">The U.S. Navy-Marine Corps Court of Criminal Appeals has also declined to apply <em>Sojfer </em>to a conviction for unauthorized conduct where nonperformance of a specified duty was expressly alleged and proven. <em>See United States v. Casey, </em>45 M.J. 623, 629 (N.M.Ct.Crim.App.1996) (bachelor enlisted quarters supervisor violated duty “to maintain proper accounting of customer telephone accounts” by willfully failing to collect money another sailor owed and falsely crediting the records.)</p>\n<p id=\"b869-13\">Based on the foregoing discussion, we conclude that the appellant’s interpretation of the <em>Sojfer </em>holding is overstated. Moreover, appellant’s reliance on <em>Sojfer </em>is misplaced because factually the defective pleading in <em>Sojfer </em>is materially different from this case. Appellant was charged with being derelict in the performance of his duty to use his American Express card “only for expenses related to official government travel” by willfully using the card “for purposes unrelated to official government travel.” Unlike <em>Sojfer, </em>the specification in appellant’s case described how appellant’s misconduct constituted nonperformance of a specified military duty.</p>\n<p id=\"b869-14\">We have considered the matters personally asserted by the appellant pursuant to <em>United States v. Grostefon, </em>12 M.J. 431 (C.M.A. 1982), and find them to be without merit.</p>\n<p id=\"b869-15\">The findings of guilty and the sentence are affirmed.</p>\n<p id=\"b869-16\">Senior Judge TOOMEY and Judge RUSSELL <footnotemark>*</footnotemark> concur.</p>\n<footnote label=\"1\">\n<p id=\"b868-11\">. The specification reads:</p>\n<blockquote id=\"b868-12\">In that Staff Sergeant Rickey C. Long, U.S. Army, Readiness Group Salt Lake City, who knew or should have known of his duty at Readiness Group Salt Lake City, to use his American Express travel(sic) card only for expenses related to official government travel, on divers occasions from about 9 July 1995 to about 30 September 1995 at or near Salt Lake City, Utah, was derelict in the performance of those duties in that he willfully used his card on about seven occasions to obtain cash from automated teller machines for purposes unrelated to official government travel.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b869-9\"><em>. </em>The specification read that Private Wilson \"willfully failed to ensure that the United States flag was treated with proper respect by blowing his nose on the flag when it was his duty as a military policeman on flag call to safeguard and protect the flag.” <em>Wilson, </em>33 M.J. at 798.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b869-10\">. Specification 1 read in pertinent part:</p>\n<blockquote id=\"b869-11\">[W]as derelict in the performance of those duties in that he „ willfully allowed [a subordinate] to falsely sign ... Destruction Reports as a witness to the destruction of classified materials, and thereby willfully failed to ensure that the said reports were properly and accurately prepared, as it was his duty to do. <em>Powell, </em>32 M.J. at 118 (emphasis omitted). Specification 2 reads: \"[W]as derelict in the performance of those duties, in that he willfully completed and signed Communication Material System Destruction Reports prior to the actual destruction of classified materials contained in said reports, and thereby willfully failed to comply with authorized procedures ... as it was his duty to do.” <em>Powell, </em>32 M.J. at 118 (emphasis omitted).</blockquote>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b869-19\"> Judge James S. Russell took final action in this case prior to his reassignment.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}