{
  "casebody": {
    "data": "<casebody firstpage=\"214\" lastpage=\"231\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b180-4\">[Civ. No. 20556.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Act\">Fourth Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYj\">Sept. 25, 1979.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b180-5\">DWAYNE L. MERRY, Plaintiff and Appellant, v. COAST COMMUNITY COLLEGE DISTRICT et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b183-6\"><page-number citation-index=\"1\" label=\"217\">*217</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b183-7\">Cruikshank &amp; Antin, Arthur Grebow and Michael A. Vanic for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b183-8\">Mitchell, Silberberg &amp; Knupp, Daniel A. Weber and David S. Gubman for Defendants and Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b184-4\"><page-number citation-index=\"1\" label=\"218\">*218</page-number>Opinion</p>\n<author id=\"b184-5\">TAMURA, J.</author>\n<p id=\"A7H\">This appeal involves the preclusive effect of a summary judgment for defendants in plaintiff’s federal <em>court </em>action for alleged violations of his civil rights on his subsequent state court action for the vindication of his state claims based upon the same operative facts. Defendants’ demurrer to plaintiff’s complaint in the state court action was sustained without leave to amend on the ground the federal court judgment was res judicata. Plaintiff appeals from the ensuing order dismissing his action.</p>\n<p id=\"b184-6\">\n<em>Facts</em>\n</p>\n<p id=\"b184-7\">Accepting for the purpose of this review the truth of the facts well pleaded in plaintiff’s state court complaint, the pertinent facts may be summarized as follows;</p>\n<p id=\"b184-8\">Plaintiff is a professor of anthropology employed by defendant Coast Community College District (district). In the fall of 1970, he received a faculty fellowship to produce a pilot television film on cultural anthropology. The district later applied for and received a grant from the National Endowment for the Humanities (NEH) for the production of a color television series on cultural anthropology with the understanding that plaintiff would be the project director. The district presented plaintiff a proposed contract for his full-time services as project director for a monthly compensation in addition to his regular salary as a professor. The contract provided that all right, title and interest in the series, including any royalties or residuals therefrom, shall vest exclusively in the district. Plaintiff objected to the waiver of rights to royalties and residuals but district representatives informed him that the county counsel had advised them that it would be illegal for plaintiff to receive royalties from the series and told him that he “would have no place to turn to” if he refused to sign the contract. Plaintiff therefore executed the contract.</p>\n<p id=\"b184-9\">Unbeknownst to plaintiff, at the time he signed the contract there was in existence a written district policy which would have permitted the district to negotiate an agreement with plaintiff permitting him to retain ownership rights to the series provided the district was reimbursed for the cost of production. Plaintiff did not learn of the policy statement until the summer of 1974.</p>\n<p id=\"b185-3\"><page-number citation-index=\"1\" label=\"219\">*219</page-number>Plaintiff commenced work on the project in 1972 and completed it in 1974. He wrote the material for the series, participated in planning and “shooting” the film, appeared on the screen as the narrator, and took part in handling technical and other details involved in the production of the series. Following completion of the series, the district began to lease the film to school districts and educational television stations throughout the United States. Plaintiff has demanded that the district provide him an accounting of the royalties and residuals but the district has refused.</p>\n<p id=\"b185-4\">\n<em>The Federal Court Actions</em>\n</p>\n<p id=\"b185-5\">In September of 1975, plaintiff filed an action against the district in the United States District Court for the Central District of California (Merry I) alleging the basic facts summarized above. The complaint was denominated an action to redress violations of plaintiff’s civil rights under color of law, for declaratory relief, for infringement of common law copyright, recovery under quasi-contract and imposition of constructive trust. The district moved to dismiss the action on the ground it was not a person within the meaning of the Civil Rights Act (42 U.S.C. § 1983).<footnotemark>1</footnotemark> The motion was granted and a judgment of dismissal was entered in January 1976.</p>\n<p id=\"b185-6\">In March 1976, plaintiff filed a second action in federal district court (Merry II) naming as defendants the district, members of its board of trustees, and certain administrative officers and employees of the district. The action was captioned as one to “redress various grievances and violations of civil rights under color of law” and “for declaratory relief.” The complaint alleged substantially the same facts alleged in Merry I, and asserted claims under the Civil Rights Act, the Fifth and Fourteenth Amendments, and article I, section 8, clause 8 of the United States Constitution, and sought declaratory relief respecting plaintiff’s rights to the profits, royalties and residuals realized by the district from the series. The gist of plaintiff’s claims was that the district deprived him of his property interest in the television film series without due process by coercing him through threats and intimidations to sign the contract waiving his interest in the series.</p>\n<p id=\"b185-7\">Defendants moved for summary judgment in Merry II on the ground there was no genuine issue as to any material fact and that the facts failed <page-number citation-index=\"1\" label=\"220\">*220</page-number>to state a claim upon which relief could be granted under the Civil Rights Act, the Fifth and Fourteenth Amendments, article I, section 8 of the United States Constitution, or the copyright laws of the United States. The court signed findings of fact and conclusions of law<footnotemark>2</footnotemark> in which it concluded that plaintiff failed to state a claim on which relief could be granted under the United States Constitution or federal statutes; that there was “no genuine issue as to any material fact raised by the complaint and the defendants, and each of them, are entitled to a summary judgment ... on the merits.” Judgment was entered that plaintiff take nothing by his complaint and that “the action be dismissed on the merits.”</p>\n<p id=\"b186-5\">\n<em>The State Action</em>\n</p>\n<p id=\"b186-6\">In April 1976, during the pendency of Merry II, plaintiff filed an action in the superior court (Meny III) naming as defendants the district and certain of its administrative personnel and alleging substantially the same facts alleged in Meny II. The complaint sought rescission of the contract provision waiving royalties and residuals from the film series on grounds of fraud, undue influence and mistake of law, damages for infringement of common law copyright, an accounting and declaratory relief. The district demurred to the second amended complaint on two grounds: (1) The action was barred under the doctrine of res judicata by reason of the judgment in Merry II, and (2) failure to allege facts showing substantial compliance with the California Tort Claims Act. The trial court sustained the demurrer on the res judicata ground and entered an order dismissing the action with prejudice.<footnotemark>3</footnotemark> Plaintiff appeals from the order of dismissal.</p>\n<p id=\"b186-7\">Plaintiff contends that the Merry II judgment is not res judicata of the state claims presently asserted because although state claims were raised in Merry II, the court failed to pass upon them and further that the state claims involve a distinct and different primary right from that involved in <page-number citation-index=\"1\" label=\"221\">*221</page-number>the federal action.<footnotemark>4</footnotemark> Defendants contend that plaintiff is barred from maintaining the instant action because: (1) His state claims could have been raised and considered by the federal court in Merry II under its pendent jurisdiction and (2) the rule against splitting a cause of action precludes plaintiff from pursuing his state claims in a state court following the final judgment on the merits in Merry II on his federal claims.</p>\n<p id=\"b187-4\">For reasons we explain below, we have concluded that since it clearly appears that the federal court would have declined to exercise its pendent jurisdiction to adjudicate plaintiff’s state claims had they been raised, the Merry II summary judgment is not a bar to the maintenance of the instant action.</p>\n<p id=\"b187-5\">I</p>\n<p id=\"b187-6\">Preliminarily, we briefly review the basic res judicata principles pertinent to this appeal.</p>\n<p id=\"b187-7\">The two aspects of the res judicata effect of a final judgment on the merits are: (1) The judgment bars the parties (or those in privity with them) from litigating the same cause of action in a subsequent proceeding and (2) the parties (or those in privity with them) are collaterally estopped from litigating in a subsequent proceeding on a different cause of action any issue actually litigated and determined in the former proceeding. <em>(In re Russell, 12 </em>Cal.3d 229, 233 [115 Cal.Rptr. 511, 524 P.2d 1295]; <em>Busick </em>v. <em>Workmen's Comp. Appeals Bd, </em>7 Cal.3d 967, 972-973 [104 Cal.Rptr. 42, 500 P.2d 1386]; <em>Martin </em>v. <em>Martin, 2 </em>Cal.3d 752, 758 [87 Cal.Rptr. 526, 470 P.2d 662]; <em>Bernhard </em>v. <em>Bank of America, </em>19 Cal.2d 807, 810 [122 P.2d 892]; <em>Ellena </em>v. <em>State of California, 69 </em>Cal.App.3d 245, 253 [138 Cal.Rptr. 110]; <em>Ford Motor Co. </em>v. <em>Superior Court, </em>16 Cal.App.3d 442, 447-448 [94 Cal.Rptr. 127]. Rest., Judgments, § 68, com. a, pp. 293-295.)  The res judicata aspect which bars relitigation of the same cause of action precludes piecemeal litigation by splitting a single cause of action. <em>(Wulfjen </em>v. <em>Dolton, </em>24 Cal.2d 891, 894 [151 P.2d 846]; <em>Scoggin </em>v. <em>Schrunk </em>(9th Cir.) 522 F.2d 436, 437, cert. den., 423 U.S. 1066 [46 L.Ed.2d 657, 96 S.Ct. 807]; <em>Flynn </em>v. <em>State Board of Chiropractic Examiners </em>(9th Cir.) 418 F.2d 668. See generally, 3 Witkin, Cal. Procedure (2d ed. 1971) Pleading, <page-number citation-index=\"1\" label=\"222\">*222</page-number>§ 32, pp. 1715-1717.) It also precludes relitigation of the same cause of action on a different legal theory or for different relief. <em>(Slater </em>v. <em>Blackwood, </em>15 Cal.3d 791, 795 [126 Cal.Rptr. 225, 543 P.2d 593]; <em>Panos </em>v. <em>Great Western Packing Co., 21 </em>Cal.2d 636, 638-639 [134 P.2d 242]; <em>Wulfjen </em>v. <em>Dolton, supra, </em>24 Cal.2d 891, 895-896; <em>City of Los Angeles </em>v. <em>Superior Court (Levy), </em>85 Cal.App.3d 143, 152 [149 Cal.Rptr. 320].)  The prior final judgment on the <em>merits settles issues </em>which were not only actually litigated but every issue that might have been raised and litigated in the first action. <em>(Olwell </em>v. <em>Hopkins, </em>28 Cal.2d 147, 152 [168 P.2d 972]; Rest., Judgments (1942) §§ 62, 63, pp. 242-265.)</p>\n<p id=\"b188-6\">Because the prior judgment in the instant case was rendered by a federal court, it must be given the same effect by state courts that it would have in a federal court. <em>(Levy </em>v. <em>Cohen, </em>19 Cal.3d 165, 173 [137 Cal.Rptr. 162, 561 P.2d 252], cert. den., 434 U.S. 833 [54 L.Ed.2d 94, 98 S.Ct. 119]. 4 Witkin, Cal. Procedure (2d ed. 1971) Judgment, § 156, pp. 3301-3302.)  Also, principles governing a federal court’s power to exercise pendent jurisdiction over nonfederal claims come into play in determining the preclusive effect of the judgment in a subsequent state court action on the state claims. (On pendent jurisdiction generally, see 3A Moore’s Federal Practice (2d ed.) Pendent Jurisdiction, ¶ 18.07, p. 18-29 et seq.; Annot., Pendent Federal Jurisdiction, 5 A.L.R. 3d 1040.)</p>\n<p id=\"b188-8\">A federal court has the power to exercise pendent jurisdiction over state claims where the federal claim is sufficient to confer subject matter jurisdiction and the state and federal claims “derive from a common nucleus of operative fact.” <em>(Mine Workers </em>v. <em>Gibbs, </em>383 U.S. 715, 725 [16 L.Ed.2d 218, 228, 86 S.Ct. 1130].)<footnotemark>5</footnotemark> If, disregarding their federal or state character, “plaintiff’s claims are such that he would ordinarily be expected to try them all in one judicial proceeding, then, assuming substantiality of the federal issues there is <em>power </em>in federal courts to hear the whole.” <em>(Id., </em>at p. 725 [16 L.Ed.2d at p. 228], fn. omitted.)  Exercise of pendent jurisdiction, however, is not a matter of plaintiff’s right; it rests in the discretion of the court. <em>(Id., </em>at p. 726 [16 L.Ed.2d at p. 228].) <em>Gibbs </em>cautioned;  “Needless decisions of state law should be avoided both as a matter of comity and to promote justice between the parties, by procuring for them a surer-footed reading of <page-number citation-index=\"1\" label=\"223\">*223</page-number>applicable law. Certainly, if the federal claims are dismissed before trial, even though not insubstantial in a jurisdictional sense, the state claims should be dismissed as well. Similarly, if it appears that the state issues substantially predominate, whether in terms of proof, of the scope of the issues raised, or of the comprehensiveness of the remedy sought, the state claims may be dismissed without prejudice and left for resolution to state tribunals.” <em>(Id., </em>at pp. 726-727 [16 L.Ed.2d at p. 228], fns. omitted.)</p>\n<p id=\"b189-4\">With the foregoing basic principles in mind, we proceed to the question whether the summary judgment in Merry II barred the instant action.</p>\n<p id=\"b189-5\">II</p>\n<p id=\"b189-6\">Plaintiff contends that the Merry II judgment is not a bar because although his complaint in that action alleged facts sufficient to permit vindication of his state claims, since the federal court failed to adjudicate them the judgment was not on the merits insofar as his state claims are concerned. The contention reflects a lack of understanding of one of the basic principles of res judicata. Since the present action derives from the same operative facts alleged in Merry II, the Merry II judgment would operate as a bar whether or not state claims were actually raised and litigated if they could have been litigated in that action.<footnotemark>6</footnotemark>\n                   “A final judgment on the merits between parties who in law are the same operates as a bar to a subsequent action upon the same cause of action, settling not only every issue that was raised, but also every issue that might have been raised in the first action.” <em>(Olwell </em>v. <em>Hopkins, supra, </em>28 Cal.2d 147, 152.)</p>\n<p id=\"b189-7\">As defendants point out the foregoing res judicata principle has been applied in the Ninth Circuit cases of <em>Scoggin </em>v. <em>Schrunk, supra, 522 </em>F.2d 436, 437, and <em>Flynn </em>v. <em>State Board of Chiropractic Examiners, supra, </em>418 F.2d 668. However, those cases do not, as defendants suggest, compel the conclusion that the Merry II judgment is a bar to plaintiff’s state action. <em>Scoggin </em>involved the question whether plaintiff’s federal court action under the Civil Rights Act was barred by a prior state court judgment on a state claim based on the same operative facts. Plaintiff’s attempt to avoid the res judicata effect of the state court judgment on the ground the federal claim was not raised in the state action was rejected. The court held that the federal action was barred whether or not the federal claim was raised in the state court because the state judgment on the merits precluded “assertion of every legal theory or ground for recovery that <page-number citation-index=\"1\" label=\"224\">*224</page-number>might have been raised” in the state court. <em>(Scoggin </em>v. <em>Schrunk, supra, </em>522 F.2d 436, 437.) Since a state court has concurrent jurisdiction to enforce federal law in state civil actions unless Congress has conferred exclusive jurisdiction on federal courts <em>(Williams </em>v. <em>Horvath, </em>16 Cal.3d 834, 837 [129 Cal.Rptr. 453, 548 P.2d 1125]; <em>Brown </em>v. <em>Pitchess, </em>13 Cal.3d 518, 523 [119 Cal.Rptr. 204, 531 P.2d 772]), plaintiff in <em>Scoggin </em>could have raised and litigated her federal Civil Rights Act claim in the state court. Similarly, <em>Flynn </em>v. <em>State Board of Chiropractic Examiners, supra, </em>418 F.2d 668, involved the preclusive effect of a prior state court judgment on a federal court action. As in <em>Scoggin, </em>the federal constitutional claim could have been raised and adjudicated in the state action.<footnotemark>7</footnotemark> Here, we have the converse of <em>Scoggin </em>and <em>Flynn; </em>namely, the preclusive effect of a federal court summary judgment rejecting plaintiff’s federal claim on his subsequent state court action to enforce his state claims. The answer to that question turns on whether plaintiff could have litigated his state claims in Merry II.</p>\n<p id=\"b190-5\">Defendants argue that had plaintiff raised his state claims in Merry II, once the federal law portion of the case had been adjudicated, the court, under its “plenary power” to hear pendent state law claims, would have decided whether to adjudicate the state claims or to dismiss them without prejudice. Accordingly, defendants maintain that “[w]hatever result might have obtained, the fact remains that plaintiff could have raised his state law claims in the federal court.”</p>\n<p id=\"b190-6\">Although it is frequently said that a former final judgment on a cause of action settles not only the issues actually litigated but issues that “might have been raised,” the latter expression manifestly means more than simply “raised” by the pleadings. As expressed in <em>Levy </em>v. <em>Cohen, supra, </em>19 Cal.3d 165, at page 173: “[T]he doctrine of res judicata prevents the readjudication of all matters . . . which were, or <em>might have been, litigated </em>in a prior proceeding between the same parties.” (Italics supplied.) Perhaps an even more accurate statement of the principle is that a final valid judgment is “conclusive on the parties, ... as to all matters, fact and law, that were or should have been adjudicated in the proceeding.” (1B Moore’s Federal Practice (2d ed.) ¶ 0.405[1], p. 624, fn. <page-number citation-index=\"1\" label=\"225\">*225</page-number>omitted.) The policy underlying this aspect of res judicata is the avoidance of piecemeal litigation. A party who had the opportunity to have an issue adjudicated on its merits in the first action should be barred from litigating it in a later action.</p>\n<p id=\"b191-4\">In the ensuing discussion we conclude that since under the <em>Gibbs </em>criteria for the exercise of pendent jurisdiction it clearly appears that the Merry II court would have declined to adjudicate plaintiff’s state claims, the Merry II judgment does not bar the present action.</p>\n<p id=\"b191-5\">If plaintiff had raised his state claims in Merry II, they would clearly have been dismissed without prejudice. Plaintiff’s Merry II complaint alleged what was essentially a state law action for rescission of a contract on grounds of fraud, duress and coercion. The federal claims, even though they may have been sufficient in a jurisdictional sense, were nevertheless patently so flimsy and insubstantial that they called for summary pretrial disposition. Pertinent here is Judge Friendly’s observation in <em>Kavit </em>v. <em>A. L. Stamm &amp; Co. </em>(2d Cir. 1974) 491 F.2d 1176, at pages 1179-1180: “In the cautionary part of his opinion in <em>Gibbs, </em>383 U.S. at 726-727, 86 S.Ct. at 1139, which perhaps is not read enough, Mr. Justice Brennan noted that dismissal of common law claims might be merited if ‘[pjretrial procedures or even the trial itself . . . reveal a substantial hegemony of state law claims.’ The Justice added that ‘recognition of a federal court’s wide latitude to decide ancillary questions of state law does not imply that it must tolerate a litigant’s effort to impose upon it what is in effect only a state law case. Once it appears that a state claim constitutes the real body of a case, to which the federal claim is only an appendage, the state claim may fairly be dismissed.’ 383 U.S. 727, 86 S.Ct. 1139. If it appears that the federal claims are subject to dismissal under F.R.Civ.P. 12(b)(6) or could be disposed of on a motion for summary judgment under F.R.Civ.P. 56, the court should refrain from exercising pendent jurisdiction absent exceptional circumstances. Indeed, this is essential to avoid a result where, as has been happily said, ‘the dog would be wagged by his tail.’ Hart &amp; Wechsler, The Federal Courts and the Federal Courts and the Federal System 925 (2d ed. 1973).” (Fns. omitted.)</p>\n<p id=\"b191-6\">Federal courts have generally heeded the <em>Gibbs </em>admonition by holding that dismissal of a federal claim on its merits on a motion for summary judgment either defeats or requires a federal court to refuse to exercise its pendent jurisdiction over nonfederal claims. <em>(Nolan </em>v. <em>Meyer, </em>(2d Cir. 1975) 520 F.2d 1276, 1280, cert. den., 423 U.S. 1034 [46 L.Ed.2d <page-number citation-index=\"1\" label=\"226\">*226</page-number>408, 96 S.Ct. 567]; <em>Calderone Enter. Corp. </em>v. <em>United Artists Theatre Circuit </em>(2d Cir. 1971) 454 F.2d 1292, 1297, cert. den., 406 U.S. 930 [32 L.Ed.2d 132, 92 S.Ct. 1776]; <em>Ciccone </em>v. <em>Waterfront Com’n of New York Harbor </em>(S.D.N.Y. 1977) 438 F.Supp. 55, 59-60; <em>Braunstein </em>v. <em>Laventhol &amp; Horwath </em>(S.D.N.Y. 1977) 433 F.Supp. 1077, 1081. See 3A Moore’s Federal Practice (2d ed.) <em>¶ </em>18.07 [1-3], pp. 18-52—18-63; Annot., Pendent Federal Jurisdiction, 5 A.L.R.3d 1040, 1066-1067.) The Ninth Circuit Court of Appeals has consistently held that where the federal claim is dismissed on a motion for summary judgment before there has been a substantial expenditure of the court’s time or energy on the case, proper exercise of discretion requires dismissal of the state claims without prejudice to plaintiff’s right to litigate them in a proper state forum. <em>(Hodge </em>v. <em>Mountain States Tel. &amp; Tel. Co. </em>(9th Cir. 1977) 555 F.2d 254; <em>Toensing </em>v. <em>Brown </em>(9th Cir. 1975) 528 F.2d 69, 72; <em>Walling </em>v. <em>Beverly Enterprises </em>(9th Cir. 1973) 476 F.2d 393; <em>Sunbeam Lighting Co. </em>v. <em>Pacific Associated Lighting, Inc. </em>(9th Cir. 1964) 328 F.2d 300, 303; <em>Wham-O-Mfg. Co. </em>v. <em>Paradise Manufacturing Co. </em>(9th Cir. 1964) 327 F.2d 748 [140 U.S. Pat. Q. 357], cited with approval in <em>Gibbs, supra, </em>383 U.S. at p. 726, fn. 16 [16 L.Ed.2d at p. 228].) Here, the fact that the state action was pending when the motion for summary judgment was filed in Merry II, a fact of which the district judge was apprised, adds to the unlikelihood that the court would have retained jurisdiction to adjudicate state claims. (See <em>T. B. Harms Company </em>v. <em>Eliscu </em>(2d Cir. 1964) 339 F.2d 823 [144 U.S.Pat.Q. 46], cert. den., 381 U.S. 915 [14 LEd.2d 435, 85 S.Ct. 1534].)</p>\n<p id=\"b192-5\">Defendants argue that it is inappropriate for us to conjecture what the Merry II court might have done had plaintiff raised his state claims in that action because defendants’ “motion for summary judgment would have been broader in scope,” the implication being that under an all-encompassing motion for summary judgment, the court might have adjudicated state as well as federal claims. <em>Hodge </em>v. <em>Mountain States Tel. &amp; Tel. Co., supra, </em>555 F.2d 254, dealt with this precise problem. The district court granted a summary judgment for defendants on both federal and state claims. On appeal the reviewing court upheld the summaiy judgment on the federal claim but reversed as to the state claim, holding: “When a district court dismisses all federal claims prior to trial, it should not retain jurisdiction over pendent state claims.” <em>(Id., </em>at p. 261.) Accordingly, the court remanded the state law claims with instructions to dismiss them for want of federal jurisdiction.<footnotemark>8</footnotemark></p>\n<p id=\"b193-3\"><page-number citation-index=\"1\" label=\"227\">*227</page-number>At oral argument defendant district also suggested that had plaintiff asserted his state claims in Merry II, the district might have permitted the case to go to trial on the merits of the federal and state claims. However, substantiality of a federal claim is ordinarily determined on the basis of the pleadings so that if it appears from the complaint that the federal claim should be disposed of on a motion to dismiss for failure to state a claim upon which relief can be granted. (Fed. Rules Civ. Proc., rule 12(b)(6)), or on a motion for summary judgment (Fed. Rules Civ. Proc., rule 56), a district court should refrain from exercising pendent jurisdiction in the absence of extraordinary circumstances. <em>(Kavit </em>v. <em>A. L. Stamm &amp; Co., supra, </em>491 F.2d 1176, 1179-1180; <em>Tully </em>v. <em>Mott Supermarkets, Inc., supra, </em>540 F.2d 187, 196.) As we have noted, the insubstantiality of plaintiff’s federal claims in Merry II was apparent from the face of the pleadings. Therefore, we are not indulging in conjecture or speculation when we say that the Merry II court would clearly have declined to exercise pendent jurisdiction to decide plaintiff’s state law claims had he raised them.</p>\n<p id=\"b193-4\">Defendants argue, however, that apart from the question whether the Merry II court would have exercised pendent jurisdiction, the summary judgment on the federal claim precluded plaintiff from maintaining his state action because to permit him to do so would violate the rule against splitting a cause of action. Defendants argue that under Professor Pomeroy’s theory of a cause of action, Merry II and Merry III both involved the invasion of the same “primary right.” Plaintiff responds with equal vigor that his state claims are based upon an entirely different “primary right” than that involved in Merry II. We need not attempt to resolve this murky issue.<footnotemark>9</footnotemark> Plaintiff’s right to pursue his state remedies in the state court depends, not on whether it involves a different “primary right” but on whether under federal law the summary judgment on the federal claim is res judicata of the state law claims.</p>\n<p id=\"b194-4\"><page-number citation-index=\"1\" label=\"228\">*228</page-number>In <em>Gibbs </em>the United States Supreme Court stated that it assumed that under the test for pendent jurisdiction enunciated in its earlier decision in <em>Hurn </em>v. <em>Oursler, supra, </em>289 U.S. 238, a district court’s finding of a jurisdictional bar to the adjudication of a state claim would not be res judicata in any subsequent state suit on a state claim. <em>(Mine Workers </em>v. <em>Gibbs, supra, </em>383 U.S. 715, 724 [16 L.Ed.2d 218, 227].) Although <em>Gibbs </em>liberalized the standard for the exercise of pendent jurisdiction, we find nothing in the opinion indicating that a federal court’s refusal to exercise pendent jurisdiction under the guidelines established in <em>Gibbs </em>should be treated as res judicata of the state claim. On the contrary, the stated rationale for the <em>Gibbs </em>criteria for declining pendent jurisdiction was based on considerations of comity and promotion of justice between the parties by leaving to a court that can provide a “surer-footed reading” of applicable state law the authority to make a final determination of state claims. <em>(Mine Workers </em>v. <em>Gibbs, supra, </em>383 U.S. 715, 726-727 [16 L.Ed.2d 218, 228-229]. See <em>Hagans </em>v. <em>Lavine, </em>415 U.S. 528 [39 L.Ed.2d 577, 94 S.Ct. 1372].)</p>\n<p id=\"b194-5\">Accordingly, it has been held that a refusal to exercise pendent jurisdiction over a state claim following pretrial dismissal of a federal claim does not bar litigation of state claims in the state court. <em>(Calderone Enter. Corp. </em>v. <em>United Artists Theatre Circuit, supra, </em>454 F.2d 1292, 1297; <em>Trans World Airlines, Inc. </em>v. <em>Hughes, </em>(S.D.N.Y. 1973) 359 F.Supp. 783, 785; <em>Retail Clerks U., Local 770 </em>v. <em>Retail Clerks Int. Ass’n. </em>(C.D.Cal. 1973) 359 F.Supp. 1285, 1288; <em>Hughes </em>v. <em>Trans World Airlines, Inc. </em>(Del.Super.) 336 A.2d 572, 577, cert. den., 423 U.S. 841 [46 L.Ed.2d 61, 96 S.Ct. 72]. 3A Moore’s Federal Practice (2d ed.) ¶ 18.07[1.-3], p. 18-71.) Although under rule 41, subdivision (b) of the Federal Rules of Civil Procedure<footnotemark>10</footnotemark> dismissal of a federal claim on a motion for summary judgment is, insofar as the federal claim is concerned, on the merits, such dismissal does not bar nonfederal claims. <em>(Trans World Airlines, Inc. </em>v. <em>Hughes, supra, </em>359 F.Supp. 783, 785.) Nor must the dismissal of the state claim be “without prejudice” in order to preserve plaintiffs right to sue in the state court, <em>(id., </em>at p. 785.) Where, as here, state claims were not raised in the federal action, there was no occasion to dismiss them. Consequently, the fact that the Merry II judgment failed to do so or failed to provide that it was without prejudice to plaintiffs right to pursue his state claims in a proper state forum does not render it preclusive of a subsequent state action on the state claims.</p>\n<p id=\"b195-3\"><page-number citation-index=\"1\" label=\"229\">*229</page-number>The Restatement is in accord with the decisional law on the preclusive effect of a federal court judgment on a subsequent state court action where it is clear that the federal court would have declined to exercise jurisdiction over the state claim. (Rest., Judgments (2d Tent. Draft No. 5, p. 99, et seq.).) Comment “e” of section 61.1, Restatement of Judgments (2d Tent. Draft No. 5) states: “A given claim may find support in theories or grounds arising from both state and federal law. When the plaintiff brings an action on the claim in a court, either state or federal, in which there is no jurisdictional obstacle to his advancing both theories or grounds, but he presents only one of them, and judgment is entered with respect to it, he may not maintain a second action in which he tenders the other theoiy or ground. If however, the court in the first action would clearly not have had jurisdiction to entertain the omitted theoiy or ground (or, having jurisdiction, would clearly have declined to exercise it as a matter of discretion), then a second action in a competent court presenting the omitted theory or ground should be held not precluded.”</p>\n<p id=\"b195-4\">Illustration 10 under comment “e” gives the following example: “A commences an action against B in a federal court for treble damages under the federal antitrust laws. After trial, judgment is entered for the defendant. A then seeks to commence an action for damages against B in a state court under the state antitrust law grounded upon substantially the same business dealings as had been alleged in the federal action. Even if diversity of citizenship between the parties did not exist, the federal court would have had ‘pendent’ jurisdiction to entertain the state theoiy. Therefore unless it is clear that the federal court would have declined as a matter of discretion to exercise that jurisdiction (for example, because the federal claim, though substantial, was dismissed in advance of trial), the state action is barred.”</p>\n<p id=\"b195-5\">The reporter’s notes on illustration 10 state in pertinent part: “If in a given case it is clear that a federal court, applying the criteria elaborated in <em>Gibbs, </em>would not have entertained the state theoiy, the state action <page-number citation-index=\"1\" label=\"230\">*230</page-number>should not be barred. But in cases of doubt, it is appropriate for the rules of res judicata to compel the plaintiff to bring forward his state theories in the federal action, in order to make it possible to resolve the entire controversy in a single lawsuit.” (At p. 179.)</p>\n<p id=\"b196-5\">Defendants urge that <em>City of Los Angeles </em>v. <em>Superior Court (Levy), supra, </em>85 Cal.App.3d 143, is indistinguishable from the case at bench and requires affirmance of the judgment below. We disagree. In <em>Levy, </em>plaintiff brought an action in federal court for a claimed violation of his civil rights for the seizure and retention of his property by city and county officers. Following a judgment for defendants in the federal court, plaintiff brought an action for conversion in the state court. The reviewing court held that plaintiff’s state action was barred because the conversion claim could have been tried in the federal court under its pendent jurisdiction and that to permit plaintiff to maintain his state action would result in an impermissible splitting of a single cause of action. However, in <em>Levy, </em>the federal claim was not disposed of on a pretrial motion for summary judgment; adjudication of the federal claim involved a lengthy jury trial. Manifestly, the policy underlying the exercise of pendent jurisdiction—judicial economy, convenience and fairness to the litigants—would have been best served by trying plaintiff’s conversion theory along with his federal civil rights claim. There was little doubt but what the federal court would have exercised its pendent jurisdiction had plaintiff asserted his state claim.</p>\n<p id=\"b196-6\">For like reason <em>Ford Motor Co. </em>v. <em>Superior Court, </em>35 Cal.App.3d 676 [110 Cal.Rptr. 59], also relied upon by defendants is inapposite. Plaintiff first unsuccessfully brought an action under the Sherman Act in the federal court and later brought an action in the state court under the Cartwright Act. The trial court denied defendants’ motion for a summaiy judgment based on the res judicata effect of the federal judgment. The reviewing court granted defendants’ petition for writ of mandate and ordered the trial court to grant the motion. The court held that because of the substantiality of plaintiff’s federal claim, it “could and should have sued for both federal and state relief in its earlier federal action” and that “its failure to do so constituted splitting of its one cause of action.” (At p. 680.) In <em>Ford, </em>as in <em>Levy, </em>the federal claim was not disposed of by summary judgment. In <em>Ford, </em>the disposition of the federal claim entailed a lengthy bifurcated jury trial on the issue of liability. After plaintiff rested, the court granted directed verdicts in favor of defendants. (See <em>Cartrade, Inc. </em>v. <em>Ford Dealers Adv. Ass’n of So. Cal. </em>(9th Cir. 1971) 446 F.2d 289, 290, for a detailed statement of the federal court proceedings.)</p>\n<p id=\"b197-3\">\n<page-number citation-index=\"1\" label=\"231\">*231</page-number>\n<em>Conclusion</em>\n</p>\n<p id=\"b197-4\">For all of the foregoing reasons, we conclude that the judgment in Merry II was not a bar to plaintiff’s right to maintain the instant action. Judgment is reversed.</p>\n<p id=\"b197-5\">Gardner, P. J., and McDaniel, J., concurred.</p>\n<p id=\"b197-6\">The petition of respondent Coast Community College District for a hearing by the Supreme Court was denied November 21, 1979.</p>\n<footnote label=\"1\">\n<p id=\"b185-8\"> In 1978 the United States Supreme Court decided <em>Monell </em>v. <em>New York City Dept, of Social Services, </em>436 U.S. 658 [56 L.Ed.2d 611, 98 S.Ct. 2018], holding that local public entities are not immune from liability under the Civil Rights Act.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b186-8\"> In federal practice, findings of fact and conclusions of law in summary judgment proceedings serve as statements of the court’s reasons for granting the motion, the factual findings being a statement of the material facts deemed to be without genuine controversy. (See 6 Moore’s Federal Practice (2d ed.) ¶ 56.02 [11], pp. 56-47—56-51.) The rules for the United States District Court, Central District of California, require proposed findings and conclusions to be submitted with the motion for summary judgment. (Local rule 3(g), U.S. District Court, Central District of California.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b186-9\"> The court expressly refrained from passing on the ground of demurrer based on the Tort Claims Act.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b187-8\"> PlaintifF also contends that the district should be estopped from asserting the res judicata defense and that the court should have exercised its discretionary powers to decline to give the Merry II judgment res judicata effect. In view of our conclusion that the Merry II judgment did not operate as a bar to the instant action, we need not consider the additional contentions.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b188-9\"><em> Gibbs </em>discarded the test established by <em>Hurn </em>v. <em>Oursler, </em>289 U.S. 238 [77 L.Ed. 1148, 53 S.Ct. 586], under which pendent jurisdiction was present whenever “ ‘two distinct grounds in support of a single cause of action [were] alleged,’ ” but not where the claims constituted two causes of action. <em>(Mine Workers </em>v. <em>Gibbs, supra, </em>383 U.S. 715, 722 [16 L.Ed.2d 218, 226]; see note, 81 Harv.L.Rev. 657, 658.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b189-8\"> The record in Merry II of which the trial court took judicial notice shows that plaintiff did not seek adjudication of his state claims and the judgment did not purport to do so.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b190-7\"> Plaintiff relies upon the second circuit case of <em>Lombard </em>v. <em>Board of Education of City of New York, </em>502 F.2d 631, 635-637, cert. den., 420 U.S. 976 [43 L.Ed.2d 656, 95 S.Ct. 1400]. There, the court held that where the civil rights claim was not presented in the state court action, the state judgment will not be given preclusive effect in a subsequent federal court action under the Civil Rights Act. (See note, 88 Harv.L.Rev. 453, criticizing the <em>Lombard </em>decision.) Since we do not rest our decision on the <em>Lombard </em>rationale, we need not comment on the merits of that decision.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b192-6\"> Courts of Appeals of other circuits have also reversed adjudication of state claims in circumstances where the federal claims should have been dismissed before trial. <em>(Tully </em>v. <em>Mott Supermarkets, Inc. </em>(3d Cir. 1976) 540 F.2d 187, 195-197; <em>REA Exp., Inc. </em>v. <em>Travelers </em><page-number citation-index=\"1\" label=\"227\">*227</page-number><em>Ins. Co. </em>(D.C. Cir. 1977) 554 F.2d 1200, 1201, cert. den., 434 U.S. 858 [54 L.Ed.2d 131, 98 S.Ct. 182]; <em>Brough </em>v. <em>United Steelworkers of America, AFL-CIO </em>(1st Cir. 1971) 437 F.2d 748, 750.)</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b193-8\"> To quote Chadbourn, Grossman and Van Alstyne: “To define the phrase ‘cause of action’ in terms of violations of primary rights, however, does not add to clarity of thought unless there is agreement as to what those ‘primary rights’ are. It is at this point that the accepted analysis proves to be inadequate, for no generally approved and adequately defined system of classification of primary rights exists; indeed, primary rights are usually defined in terms of such abstraction and elasticity as to be of little or no predictive significance. The concept of‘cause of action’ may thus be enlarged or narrowed in proportion to the breadth of the particular court’s concept of ‘primary right’.” (6 Cal.Practice (1961) Pleading—Civil Actions, § 761, p. 657.)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b194-6\"> Rule 41, subdivision (b) of the Federal Rules of Civil Procedure provides: “(b) Involuntary Dismissal: Effect Thereof. For failure of the plaintiff to prosecute or to comply with these rules or any order of court, a defendant may move for dismissal of an <page-number citation-index=\"1\" label=\"229\">*229</page-number>action or of any claim against him. After the plaintiff, in an action tried by the court without a jury, has completed the presentation of his evidence, the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for a dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief. The court as trier of the facts may then determine them and render judgment against the plaintiff or may decline to render any judgment until the close of all the evidence. If the court renders judgment on the merits against the plaintiff, the court shall make findings as provided in Rule 52(a). Unless the court in its order for dismissal otherwise specifies, a dismissal under this subdivision and any dismissal not provided for in this rule, other than a dismissal for lack of jurisdiction, for improper venue, or for failure to join a party under Rule 19, operates as an adjudication upon the merits.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}