{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"362\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b467-4\">Bickers, Appellee, <em>v. </em>Western &amp; Southern Life Insurance Company, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b467-5\">[Cite as <em>Bickers v. W. &amp; S. Life Ins. Co., </em>116 Ohio St.3d 351, 2007-Qhio-6751.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b467-8\">(No. 2006-0617</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Aai\">Submitted March 14, 2007</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AtE\">Decided December 20, 2007.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b467-13\">Cupp, J.</author>\n<p id=\"b467-14\">{¶ 1} In this discretionary appeal, we examine the boundaries of our decision in <em>Coolidge v. Riverdale Local School Dist., </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, and determine whether the tort of wrongful discharge in violation of public policy applies to a nonretaliatory discharge of an injured worker receiving workers’ compensation benefits.</p>\n<p id=\"b467-15\">{¶ 2} We hold that <em>Coolidge </em>is limited to considerations of “good and just cause” for termination under R.C. 3319.16 and does not create a claim of wrongful discharge in violation of public policy for an employee who is discharged while receiving workers’ compensation.</p>\n<p id=\"b468-4\"><page-number citation-index=\"1\" label=\"352\">*352</page-number>I</p>\n<p id=\"b468-5\">{¶ 3} In 1994, appellee, Shelley Bickers, was injured in the course of her employment with Western &amp; Southern Life Insurance Company (“Western &amp; Southern”). Bickers filed a claim for workers’ compensation, and the claim was allowed for multiple conditions. Following the injury, and directly related to the allowed conditions in the workers’ compensation claim, Bickers experienced periods of inability to work. During such periods, Western &amp; Southern did not provide her a position within the restrictions set by her physician. In 2002, Western &amp; Southern terminated Bickers while she was still receiving temporary total disability benefits related to her workers’ compensation claim.</p>\n<p id=\"b468-6\">{¶ 4} Bickers filed a complaint for wrongful discharge. Among other things, Bickers alleged that while receiving temporary total disability benefits, she had been wrongfully terminated from Western &amp; Southern in violation of the state’s public policy. In support of the foregoing claim, Bickers relied on <em>Coolidge v. Riverdale Local School Dist., </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61.</p>\n<p id=\"b468-7\">{¶ 5} In response, Western &amp; Southern filed a Civ.R. 12(B)(6) motion to dismiss, which the trial court granted. Bickers appealed.</p>\n<p id=\"b468-8\">{¶ 6} The court of appeals reversed. The appellate court determined that Bickers’s situation was sufficiently similar to that presented in <em>Coolidge </em>that she met the requirements to maintain a Coolidge-based claim of wrongful discharge in violation of public policy in a workers’ compensation context. <em>Bickers v. W. &amp; S. Life Ins. Co., </em>Hamilton App. No. C-040342, 2006-Ohio-572, 2006 WL 305442. The appeals court also refused to impose the procedural requirements in R.C. 4123.90, concluding that compliance with those requirements was not necessary to maintain a Coolidge-based public-policy wrongful-discharge claim.</p>\n<p id=\"b468-9\">{¶ 7} Western &amp; Southern then appealed to this court, and we accepted jurisdiction.</p>\n<p id=\"b468-10\">II</p>\n<p id=\"b468-11\">{¶ 8} This court’s 17-year history with the tort of “wrongful discharge in violation of public policy” has been filled with fits and starts. For example, the tort of wrongful discharge in violation of public policy was first recognized in 1990. <em>Greeley v. Miami Valley Maintenance Contrs., Inc. </em>(1990), 49 Ohio St.3d 228, 234, 551 N.E.2d 981. Two years later, <em>Greeley </em>was partially overruled, but its analysis was reinstated after another two years passed. See <em>Tulloh v. Goodyear Atomic Corp. </em>(1992), 62 Ohio St.3d 541, 584 N.E.2d 729 (partially <page-number citation-index=\"1\" label=\"353\">*353</page-number>overruling the <em>Greeley </em>decision); <em>Painter v. Graley </em>(1994), 70 Ohio St.3d 377, 639 N.E.2d 51 (reinstating the <em>Greeley </em>analysis).</p>\n<p id=\"b469-5\">{¶ 9} One of this court’s more recent statements on the tort of wrongful discharge in violation of public policy is <em>Coolidge v. Riverdale Local School Dist., </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61. In <em>Coolidge, </em>a public school district’s board of education discharged one of its teachers while she was absent from her duties because of a work-related injury. The teacher was receiving temporary total disability benefits under the workers’ compensation system for that injury. Significantly, the teacher was not an at-will employee. The school district employed the teacher under a contract governed by R.C. 3319.16, which afforded her protection from termination without “good and just cause.”</p>\n<p id=\"b469-6\">{¶ 10} The teacher in <em>Coolidge </em>argued that the “good and just cause” provision of R.C. 3319.16 should be construed to protect her from discharge by the school district solely because of her absence due to her work-related injury. To support her argument, the teacher pointed to R.C. 4123.56, the statute allowing temporary total disability compensation, and R.C. 4123.90, the antiretaliation statute.<footnotemark>1</footnotemark> In resolving the matter, we agreed with the teacher’s argument.</p>\n<p id=\"b469-7\">{¶ 11} Bickers’s claim has afforded us the opportunity to revisit the <em>Coolidge </em>decision. Having duly considered the <em>Coolidge </em>opinion and the circumstances presented by Bickers, we limit <em>Coolidge </em>to holding that terminating a teacher for absences due to a work-related injury while the teacher is receiving workers’ compensation benefits is a termination without “good and just cause” under R.C. 3319.16.<footnotemark>2</footnotemark> Because Bickers is not a teacher protected by a contract covered by R.C. 3319.16, Bickers is not entitled to the benefit of the holding in <em>Coolidge </em>and may not assert a wrongful-discharge claim in reliance on <em>Coolidge. </em>Bickers is an at-will employee. Because <em>Coolidge </em>does not create a cause of action for an at-<page-number citation-index=\"1\" label=\"354\">*354</page-number>will employee who is terminated for nonretaliatory reasons while receiving workers’ compensation, the trial court properly dismissed Bickers’s claim.</p>\n<p id=\"b470-5\">Ill</p>\n<p id=\"b470-6\">{¶ 12} In framing the issue presented in <em>Coolidge, </em>we stated that “if Coolidge can show that her discharge contravened public policy expressed in the Workers’ Compensation Act, she will have established that her discharge was without good and just cause under R.C. 3319.16.” 100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, at ¶ 20. In resolving the issue, we stated in general terms that “[a]n employee who is receiving temporary total disability compensation pursuant to R.C. 4123.56 may not be discharged solely on the basis of absenteeism or inability to work, when the absence or inability to work is directly related to an allowed condition.” Id. at syllabus. In applying that general syllabus to the narrow issue, we specifically found that since the work-related injury for which the teacher received temporary total disability benefits caused her absenteeism and inability to work, the school district violated public policy when it discharged the teacher. Id. at ¶ 52. Consequently, the school district did not have “good and just cause” for discharging the teacher under R.C. 3319.16. Id.</p>\n<p id=\"b470-7\">{¶ 13} The extent of our syllabus and opinion in <em>Coolidge </em>has been the subject of considerable debate. Some have interpreted <em>Coolidge </em>as expanding the public-policy exception to the employment-at-will doctrine. See, e.g., <em>Kusens v. Pascal Co., Inc. </em>(C.A.6, 2006), 448 F.3d 349, 365-366; <em>Welty v. Honda of Am. Mfg., Inc. </em>(S.D.Ohio 2005), 411 F.Supp.2d 824, 834; <em>Hall v. ITT Automotive </em>(N.D.Ohio 2005), 362 F.Supp.2d 952, 962-963. Others have concluded that <em>Coolidge </em>only “expanded the type of action that constitutes retaliation under R.C. 4123.90 to include termination for absenteeism while on [temporary total disability].” <em>Brooks v. QualChoice, Inc., </em>Cuyahoga App. No. 85692, 2005-Ohio-5136, 2005 WL 2386479, ¶ 11.</p>\n<p id=\"b470-8\">{¶ 14} Commentators have also expressed concern with the decision. Ellis, Absenteeism Due to a Work-Related Injury: A Critique of Ohio’s Most Recent Public Policy Exception (2004), 54 Case W.Res.L.Rev. 1415; Siegel &amp; Stephen, Baldwin’s Ohio Employment Practices Law (2007), Section 3:39. One commentator stated that it “would not be an overstatement to characterize as ‘shocking’ the decision issued by the Ohio Supreme Court in <em>[Coolidge </em>].” Wilkinson &amp; Perry, Temporary Total and Coolidge: Are Injured Workers “Fireproof’? (Nov./Dec. 2003), 18 Workers’ Comp.J. of Ohio 6, 73. Although the goal of permitting “injured workers to recover from a work-related injury without fear of losing their job” is laudable, <em>Coolidge </em>has also been viewed as a “logistical nightmare.” Id. at 73. “[Preventing employers from managing their workforce to ensure <page-number citation-index=\"1\" label=\"355\">*355</page-number>production” and creating an opportunity for “malingering and abuse in the area of temporary total compensation” are among the noted ills of Coolidge’s real world application. Id.</p>\n<p id=\"b471-5\">{¶ 15} We find it necessary to clarify the <em>Coolidge </em>opinion. Although certain language in <em>Coolidge </em>could be interpreted as creating a new exception to the employment-at-will doctrine for employees who are terminated while receiving workers’ compensation, a careful reading reveals that the actual holding is narrower than the opinion’s overbroad dicta. The language from the text of the opinion provides context and reveals our overall rationale, but the <em>Coolidge </em>court decided a very limited issue. Specifically, the <em>Coolidge </em>court held that judicial inquiry is warranted into whether an employer acted contrary to public policy when it discharged an employee <em>when R.C. 3319.16 is implicated. </em>As a result, the holding in <em>Coolidge </em>is confined to considerations of whether “good and just cause” supported the termination of an employee protected under R.C. 3319.16. <em>Coolidge </em>at ¶ 52.</p>\n<p id=\"b471-6\">{¶ 16} A significant omission from the <em>Coolidge </em>opinion itself supports the view that its application is limited: it contains no discussion of the elements of a claim of wrongful discharge in violation of public policy as set forth in <em>Painter v. Graley, </em>70 Ohio St.3d 377, 639 N.E.2d 51,<footnotemark>3</footnotemark> and <em>Leininger v. Pioneer Natl. Latex, </em>115 Ohio St.3d 311, 2007-Ohio-4921, 875 N.E.2d 36, ¶ 8-12. Clearly, <em>Painter </em>was not relevant to the disposition of the <em>Coolidge </em>case because the <em>Coolidge </em>holding derived from the “good and just cause” provision of R.C. 3319.16.</p>\n<p id=\"b471-7\">IV</p>\n<p id=\"b471-8\">{¶ 17} In addition to concluding that <em>Coolidge </em>is inapplicable to Bickers’s situation, we also hold that the constitutionally sanctioned, and legislatively created, compromise of employer and employee interests reflected in the workers’ compensation system precludes a common-law claim of wrongful discharge in <page-number citation-index=\"1\" label=\"356\">*356</page-number>violation of public policy when an employee files a workers’ compensation claim and is discharged for nonretaliatory reasons.</p>\n<p id=\"b472-5\">{¶ 18} This conclusion is supported by the origin and nature of the workers’ compensation system. Prior to the enactment of the Workers’ Compensation Act in 1913, common-law tort principles governed recovery for work-related injuries. Fulton, Ohio Workers’ Compensation Law (2d Ed.1998) 3, Section 1.2. The common-law system, however, proved unable to address the social and economic consequences arising from industrial accidents. <em>State ex rel. Yaple v. Creamer </em>(1912), 85 Ohio St. 349, 389, 97 N.E. 602. Eventually, it became clear that the tort-based system should be replaced by a system charging the economic losses incurred by injured Ohio workers and their families, without fault or wrongdoing, to the industry rather than to the individual or society as a whole. See, e.g., <em>Indus. Comm. v. Weigandt </em>(1921), 102 Ohio St. 1, 4-5, 130 N.E. 38; <em>State ex rel. Munding v. Indus. Comm. </em>(1915), 92 Ohio St. 434, 450, 111 N.E. 299.</p>\n<p id=\"b472-6\">{¶ 19} In this spirit, the people of Ohio adopted a constitutional provision authorizing the General Assembly to establish the workers’ compensation system by statute. Section 35, Article II, Ohio Constitution. This statutory framework supplanted, rather than amended or supplemented, the unsatisfactory common-law remedies. <em>Indus. Comm. v. Kamrath </em>(1928), 118 Ohio St. 1, 3-4, 160 N.E. 470; <em>Weigandt, </em>102 Ohio St. at 7, 130 N.E. 38. Moreover, the Act “operates as a balance of mutual compromise between the interests of the employer and the employee whereby employees relinquish their common law remedy and accept lower benefit levels coupled with the greater assurance of recovery and employers give up their common law defenses and are protected from unlimited liability.” <em>Blankenship v. Cincinnati Milacron Chem., Inc. </em>(1982), 69 Ohio St.2d 608, 614, 23 O.O.3d 504, 433 N.E.2d 572. The underlying premise of the workers’ compensation system arises from this compromise. Fulton, Ohio Workers’ Compensation Law, at 4, Section 1.2.</p>\n<p id=\"b472-7\">{¶ 20} The policy choice between permitting and prohibiting the discharge from employment of an employee who has been injured at work is a difficult one, as it inevitably creates a burden of some degree upon either the employer or the employee.</p>\n<p id=\"b472-8\">{¶ 21} Should the policy choice be to deny employers the exercise of their employment-at-will prerogative and require them to hold open the jobs of injured employees for indefinite periods of time, then employers will be burdened with employees unable to perform the work for which they were hired and an inability to obtain permanent replacements. This resolution would be particularly onerous on small employers with few employees, who lack the ability to shift the duties of an injured employee to other employees.</p>\n<p id=\"b473-4\"><page-number citation-index=\"1\" label=\"357\">*357</page-number>{¶ 22} Should the policy choice be to permit an employer to terminate a worker who is injured on the job and cannot work as a result, then the worker suffers not only the burden of being injured but also the burden of unemployment at a time when seeking a new position is made more difficult by the injury.</p>\n<p id=\"b473-5\">{¶ 23} In addressing this difficult policy issue, which lacks wholly satisfactory solutions, the General Assembly chose to proscribe retaliatory discharges only. Employers may not retaliate against employees for pursuing a workers’ compensation claim. R.C. 4123.90. It is within the prerogative and authority of the General Assembly to make this choice when determining policy in the workers’ compensation arena and in balancing, in that forum, employers’ and employees’ competing interests. See, e.g., <em>Rambaldo v. Accurate Die Casting </em>(1992), 65 Ohio St.3d 281, 288, 603 N.E.2d 975. We may not override this choice and superimpose a common-law, public-policy tort remedy on this wholly statutory system. Id.</p>\n<p id=\"b473-6\">{¶ 24} Moreover, it would be inappropriate for the judiciary to presume the superiority of its policy preference and supplant the policy choice of the legislature. For it is the legislature, and not the courts, to which the Ohio Constitution commits the determination of the policy compromises necessary to balance the obligations and rights of the employer and employee in the workers’ compensation system. Section 35, Article II, Ohio Constitution.</p>\n<p id=\"b473-7\">{¶ 25} Against this backdrop, it becomes apparent that the imposition of common-law principles of wrongful discharge into the workers’ compensation arena runs counter to “the balance of mutual compromise between the interests of the employer and the employee” as expressed by the General Assembly within the Act. Bickers’s remedy must be found within the workers’ compensation statutes. In this regard, however, Bickers conceded early in the litigation that she had not complied with the procedural requirements of R.C. 4123.90. Because Bickers does not assert a statutory retaliatory discharge claim, she fails to state a claim for which relief can be granted, and the trial court did not err in dismissing her complaint.</p>\n<p id=\"b473-8\">V</p>\n<p id=\"b473-9\">{¶ 26} Therefore, based on the foregoing, we hold that an employee who is terminated from employment while receiving workers’ compensation has no common-law cause of action for wrongful discharge in violation of the public policy underlying R.C. 4123.90, which provides the exclusive remedy for employees claiming termination in violation of rights conferred by the Workers’ Compensation Act.</p>\n<p id=\"b474-4\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>{¶ 27} For the reasons expressed herein, we reverse the judgment of the court of appeals.</p>\n<p id=\"b474-5\">Judgment reversed.</p>\n<judges id=\"b474-6\">Lundberg Stratton, O’Connor, O’Donnell, and Lanzinger, JJ., concur.</judges>\n<judges id=\"AJL\">Moyer, C.J., and Pfeifer, J., dissent.</judges>\n<footnote label=\"1\">\n<p id=\"b469-8\">. {¶ a} The relevant text of R.C. 4123.90 provides:</p>\n<p id=\"b469-9\">{¶ b} “No employer shall discharge, demote, reassign, or take any punitive action against any employee because the employee filed a claim or instituted, pursued or testified in any proceedings under the workers’ compensation act for an injury or occupational disease which occurred in the course of and arising out of his employment with that employer. Any such employee may file an action in the common pleas court of the county of such employment in which the relief which may be granted shall be limited to reinstatement with back pay, if the action is based upon discharge, or an award for wages lost if based upon demotion, reassignment, or punitive action taken, offset by earnings subsequent to discharge, demotion, reassignment, or punitive action taken, and payments received pursuant to section 4123.56 and Chapter 4141. of the Revised Code plus reasonable attorney fees.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b469-10\">. As provided in the first sentence of R.C. 3319.16, “The contract of any teacher employed by the board of education of any city, exempted village, local, county, or joint vocational school district may not be terminated except for gross inefficiency or immorality; for willful and persistent violations of reasonable regulations of the board of education; or for other good and just cause.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b471-9\">. {V a} These four elements are:</p>\n<blockquote id=\"b471-10\">{¶ b} “ ‘1. That clear public policy existed and was manifested in a state or federal constitution, statute or administrative regulation, or in the common law (the <em>clarity </em>element).</blockquote>\n<blockquote id=\"b471-11\">{¶ c} “ ‘2. That dismissing employees under circumstances like those involved in the plaintiffs dismissal would jeopardize the public policy (the <em>jeopardy </em>element).</blockquote>\n<blockquote id=\"b471-12\">{¶ d} “ ‘3. The plaintiffs dismissal was motivated by conduct related to the public policy (the <em>causation </em>element).</blockquote>\n<blockquote id=\"b471-13\">{¶ e} “ ‘4. The employer lacked overriding legitimate business justification for the dismissal (the <em>overriding justification </em>element).’ ” (Emphasis sic.) <em>Painter v. Graley </em>(1994), 70 Ohio St.3d 377, 639 N.E.2d 51, fn. 8, quoting H. Perritt, The Future of Wrongful Dismissal Claims: Where Does Employer Self-Interest Lie? (1989), 58 U.Cin.L.Rev. 397, 398-399.</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b474-7\">Moyer, C J.,</author>\n<p id=\"AA-\">dissenting.</p>\n<p id=\"b474-8\">I</p>\n<p id=\"b474-9\">{¶ 28} The syllabus of our unanimous decision in <em>Coolidge v. Riverdale Local School Dist., </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, states that “[a]n employee who is receiving temporary total disability compensation pursuant to R.C. 4123.56 may not be discharged solely on the basis of absenteeism or inability to work, when the absence or inability to work is directly related to an allowed condition.” The majority states that our holding in that case was actually very narrow and is applicable only “to considerations of ‘good and just cause’ for termination under R.C. 3319.16.” Because both the text and underlying logic of <em>Coolidge, </em>as well as the nature of the tort of wrongful discharge in violation of public policy, belie such a limitation, I respectfully dissent.</p>\n<p id=\"b474-10\">{¶ 29} Additionally, since its decision renders the remaining issues in this case moot, the majority analyzes only the first of three submitted issues. Because I arrive at a contrary conclusion, I address all three issues herein.</p>\n<p id=\"b474-11\">II</p>\n<p id=\"b474-12\">{¶ 30} The first issue before us is whether <em>Coolidge </em>creates a public-policy tort claim for wrongful discharge. An examination of <em>Coolidge </em>reveals that we enunciated a clear public policy there that transcends the differences between at-will and contract employment.</p>\n<p id=\"b474-13\">{¶ 31} Cheryl Coolidge was receiving temporary total disability benefits under an allowed workers’ compensation claim when she was terminated for failing to attend work. <em>Coolidge, </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, at 117-11. She subsequently sued, and her claim proceeded to this court for a determination of “whether public policy embodied in the Workers’ Compensation Act protects an employee who is receiving [temporary total disability] compensa<page-number citation-index=\"1\" label=\"359\">*359</page-number>tion from being discharged solely because of the disabling effects of the allowed injury, that is, absenteeism and inability to work.” Id. at ¶ 18.</p>\n<p id=\"b475-4\">{¶ 32} We noted from the outset that claims of wrongful discharge in violation of public policy, “whether based on workers’ compensation or other law, originated, and [were] generally conceived in Ohio and elsewhere, as an exception to the employment-at-will doctrine.” <em>Coolidge, </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, at ¶ 19. Even though Coolidge was not an at-will employee — she was a teacher working under a collective-bargaining agreement and was protected by R.C. 3319.16 from termination without “good and just cause” — we stated that this fact “does not mean that [her employer] can legally terminate Coolidge’s teaching contract for reasons that are repugnant to public policy.” Id. at ¶ 20.</p>\n<p id=\"b475-5\">{¶ 33} After addressing those preliminary concerns, we analyzed the prevailing majority and minority views on the issue and adopted the minority view that public policy prohibits terminating employees on temporary total disability leave. Id. at ¶ 26-42. We found support for this policy in R.C. 4123.56, the Workers’ Compensation Act provision on temporary total disability compensation, noting that it was directed at providing financial assistance to injured employees so that they may have time to recover from their injuries and return to work. Id. at ¶ 21, 44. Likewise, we determined that the antiretaliation statute in the act, R.C. 4123.90, protects employees who apply for workers’ compensation benefits to which they are entitled from losing their jobs. Id. at ¶43. Applying that concept to Coolidge’s situation, we determined that, without a public-policy provision in place to protect employees from termination while on temporary total disability, employees would be forced “to choose between the enjoyment of benefits to which [they are] entitled and the loss of employment.” (Emphasis omitted.) Id.</p>\n<p id=\"b475-6\">{¶ 34} Given those determinations, we held that “the policy of protection embodied in the Workers’ Compensation Act can be effectuated only if an employer is not permitted to discharge an employee for being absent from work due to an allowed injury for which the employee is receiving [temporary total disability] compensation.” <em>Coolidge, </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, at ¶ 46. We followed this statement with the syllabus language noted above. Only after this public policy was recognized and approved did we apply it to the particular facts of Coolidge’s case, noting that “her discharge constitutes a violation of public policy and, therefore, is without ‘good and just cause’ under R.C. 3319.16 [the statute governing termination of a teacher’s contract].” Id. at ¶ 52.</p>\n<p id=\"b475-7\">{¶ 35} Neither the explicitly framed issue nor the syllabus language limits this public policy to contract employment situations. We clearly held that the underlying purposes of the Workers’ Compensation Act would be defeated if an <page-number citation-index=\"1\" label=\"360\">*360</page-number>employer could terminate an employee for missing work as a direct result of a temporary total disability recognized through a workers’ compensation claim. This policy is important regardless of whether one is an at-will employee, a party to an employment contract, or protected by a statute that permits termination only for “good and just cause.”</p>\n<p id=\"b476-4\">{¶ 36} The majority opinion ignores this clear policy in favor of factual distinctions. It cites the fact that Coolidge was a contract employee while appellee Shelley Bickers was not and notes that we did not address the elements of a claim for wrongful discharge in violation of public policy in that case. I acknowledge these differences, but find them to be immaterial.</p>\n<p id=\"b476-5\">{¶ 37} As the majority states, the first element of the four-part test for wrongful discharge in violation of public policy is that a “‘clear public policy existed and was manifested in a state or federal constitution, statute or administrative regulation, or in the common law.’ ” <em>Painter v. Graley </em>(1994), 70 Ohio St.3d 377, 384, 639 N.E.2d 51, fn. 8, quoting H. Perritt, The Future of Wrongful Dismissal Claims: Where Does Employer Self Interest Lie? (1989), 58 U.Cin.L.Rev. 397, 398. Our rule is not that a clear public policy must first be expressed in an at-will employment case before it can be used to support wrongful-discharge claims; so long as one of the listed sources reveals it, the policy is sufficient. See id.</p>\n<p id=\"b476-6\">{¶ 38} While the public policy in <em>Coolidge </em>manifested itself in a case about good-and-just-cause termination, it was still manifested in the statutory and common law. Moreover, our opinion plainly invoked the idea of public-policy exceptions to at-will employment and noted that the same idea should protect someone like Coolidge who was not an at-will employee. See <em>Coolidge, </em>100 Ohio St.3d 141, 2003-Ohio-5357, 797 N.E.2d 61, at ¶ 19-20. Unless we explicitly overrule <em>Coolidge, </em>there is no reason to deprive Bickers of the benefit of this clear public policy just because she was an at-will employee.</p>\n<p id=\"b476-7\">{¶ 39} While the majority is clearly uncomfortable with the result in <em>Coolidge, </em>stare decisis demands that we continue to apply the common law until it is overruled. See <em>Rocky River v. State Emp. Relations Bd. </em>(1989), 43 Ohio St.3d 1, 4-5, 539 N.E.2d 103. Limiting the policy to one type of employment is inappropriate; it either exists or it does not exist. Therefore, I would affirm the judgment of the court of appeals on this issue.</p>\n<p id=\"b476-8\">Ill</p>\n<p id=\"b476-9\">{¶ 40} The second issue in this case is whether <em>Wiles v. Medina Auto Parts, </em>96 Ohio St.3d 240, 2002-Ohio-3994, 773 N.E.2d 526, precludes a public-policy claim premised on <em>Coolidge </em>because the statute adequately protects the public interest <page-number citation-index=\"1\" label=\"361\">*361</page-number>at issue. For the following reasons, I would hold that <em>Wiles </em>does not prevent Bickers from pursuing her cause of action.</p>\n<p id=\"b477-4\">{¶ 41} <em>Wiles </em>examined the second element of the tort of wrongful discharge in violation of public policy, whether “ ‘ “dismissing employees under circumstances like those involved in the plaintiffs dismissal would jeopardize the public policy.” ’ ” Id. at ¶ 8, quoting <em>Painter, </em>70 Ohio St.3d at 384, 639 N.E.2d 51, fn. 8, quoting Perritt, supra, at 399. Wiles sought to bring a claim of wrongful discharge in violation of public policy premised on the federal Family and Medical Leave Act, Section 2601 et seq., Title 29, U.S.Code, arguing that the remedies in that statutory scheme did not provide “ ‘make whole tort relief,’ ” which jeopardized the clear public policy in favor of family medical leave. <em>Wiles, </em>96 Ohio St.3d 240, 2002-Ohio-3994, 773 N.E.2d 526, at ¶ 19.</p>\n<p id=\"b477-5\">{¶ 42} We disagreed, holding that a public policy is not jeopardized just because the statutory scheme does not afford a plaintiff the full panoply of damages available in a tort action. Id. at ¶ 20-22. Instead, public policy is jeopardized only when there are no alternative means of enforcing the public policy or, if a particular statute applies, the remedies therein are inadequate. Id. at ¶ 15-20. Under this rule, we rejected Wiles’s claim, as the remedies in the FMLA sufficiently addressed his claimed injury. Id. at ¶ 22.</p>\n<p id=\"b477-6\">{¶ 43} In this case, appellant, Western &amp; Southern Life Insurance Company, invokes this rule, arguing that R.C. 4123.90 provides adequate statutory remedies to address the public policy identified in <em>Coolidge, </em>and thus Bickers’s claim fails the jeopardy element. I disagree.</p>\n<p id=\"b477-7\">{¶ 44} R.C. 4123.90 provides, “No employer shall discharge, demote, reassign, or take any punitive action against any employee because the employee <em>filed a claim or instituted, pursued or testified in </em>any proceedings under the workers’ compensation act for an injury or occupational disease which occurred in the course of and arising out of his employment with that employer.” (Emphasis added.) By its plain language, the statute protects an employee against whom the employer has retaliated because the employee filed a claim for compensation or otherwise pursued a claim for an injury that occurred in the course and scope of employment. As a remedy, it gives injured employees the ability to seek reinstatement with back pay, lost wages, and attorney fees. Id.</p>\n<p id=\"b477-8\">{¶ 45} However, R.C. 4123.90 does not provide a remedy to employees whose employment has been terminated for absenteeism that is directly related to the employee’s temporary total disability. Dismissing employees under such circumstances would jeopardize the clear public policy against that action, as it would allow an employer to force an employee “to choose between the enjoyment of [workers’ compensation] benefits to which he or she is entitled and the loss of employment.” (Emphasis omitted.) <em>Coolidge, </em>100 Ohio St.3d 141, 2003-Ohio-<page-number citation-index=\"1\" label=\"362\">*362</page-number>5357, 797 N.E.2d 61, at ¶ 43. Because R.C. 4123.90 provides no remedy for this circumstance, the jeopardy element is met. I would therefore affirm the holding of the court of appeals on this issue.</p>\n<attorneys id=\"b478-9\">Kearns Co., L.P.A., and Michael A. Kearns; William D. Snyder &amp; Associates and Gregory J. Claycomb; and Gittes &amp; Schulte and Frederick M. Gittes, for appellee.</attorneys>\n<attorneys id=\"AvG\">Frost Brown Todd L.L.C., George E. Yund, Joanne W. Glass, and Kasey Bond, for appellant. Frantz Ward L.L.P., Michael J. Frantz, Keith A. Ashmus, and Kelly S. Lawrence, urging reversal for amicus curiae Ohio Management Lawyers Association.</attorneys>\n<attorneys id=\"A14b\">Thompson &amp; Bishop and Christy B. Bishop; and Gittes &amp; Schulte and Frederick M. Gittes, urging affirmance for amicus curiae Ohio Employment Lawyers Association.</attorneys>\n<p id=\"b478-4\">IV</p>\n<p id=\"b478-5\">{¶ 46} The final issue presented for our review is whether Bickers’s claim must meet the notice and filing prerequisites set forth in R.C. 4123.90. Under the above reasoning, Bickers’s remedy lies with an action for wrongful discharge in violation of public policy, not with R.C. 4123.90. She was therefore not required to comply with its strict procedural limitations. Because actions for wrongful discharge in violation of public policy are not specifically covered by any statutory section, they are subject to the general, four-year limitations period set forth in R.C. 2305.09(D). See <em>Pytlinski v. Brocar Prod., Inc. </em>(2002), 94 Ohio St.3d 77, 80, 760 N.E.2d 385. I would therefore affirm the holding of the court of appeals on this issue.</p>\n<p id=\"b478-6\">V</p>\n<p id=\"b478-7\">{¶ 47} Given the clear public policy manifested in <em>Coolidge </em>and the lack of an adequate statutory remedy for Bickers’s discharge, I would affirm the judgment of the court of appeals and allow Bickers to proceed in the trial court on her action for wrongful discharge in violation of public policy.</p>\n<judges id=\"b478-8\">Pfeifer, J., concurs in the foregoing opinion.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}