{
  "casebody": {
    "data": "<casebody firstpage=\"311\" lastpage=\"315\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b337-5\">Oscar SALINAS, Plaintiff-Appellant, v. UNIVERSITY OF TEXAS-PAN AMERICAN, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b337-7\">No. 02-41480.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b337-8\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b337-10\">July 21, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b338-5\"><page-number citation-index=\"1\" label=\"312\">*312</page-number>Before EMILIO M. GARZA and DENNIS, Circuit Judges, and HEAD, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b338-10\"> District Judge of the Southern District of Texas sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b338-6\">PER CURIAM:<footnotemark>**</footnotemark></author>\n<p id=\"b338-7\">Plaintiff Oscar Salmas appeals from the district court’s dismissal of his 42 U.S.C. § 1983 claim against the University of Texas-Pan American (UTPA) and several of its employees, alleging that they violated his First and Fourteenth Amendment rights. Salinas also appeals from the district court’s grant of summary judgment to defendants on his Texas state law claims alleging intentional infliction of emotional distress, civil conspiracy, invasion of privacy, and gross negligence. Finally, Salmas appeals the district court’s dismissal of claims against Norma Perez for failure to effect service of process. Finding no merit to this appeal, we now AFFIRM the district court.</p>\n<p id=\"b338-8\">I. Background</p>\n<p id=\"b338-9\">Oscar Salinas was a non-tenured lecturer in the English Department at UTPA, employed through a series of renewable one-year contracts. In 1993 Gloria Lind, an employee in the UTPA travel office, accused Salinas of sexual harassment, complaining that Salinas would ask her out on dates and flirt with her even after she had indicated her lack of interest in him. Salinas denied the charges, and no disciplinary action was taken against him, with the exception of a demand that Salinas stay away from Lind.</p>\n<p id=\"b338-13\">Salinas’ contract at UTPA continued to be renewed for each of the next four years after the alleged sexual harassment incident. In 1996 Salmas received a poor merit rating from the lecturer evaluation committee in the English Department. Based on this poor evaluation, as well as Salinas’ failure to get along with members of the university administration, UTPA notified Salinas in July 1997 that his employment with the university would not be renewed for the 1997-98 academic year. Pursuant to UTPA policy, notice, but no hearing, was provided in connection with Salinas’ termination.</p>\n<p id=\"b338-14\">On July 6, 1999 Salinas filed suit in the federal district court for the Southern District of Texas alleging violations of federal and state rights stemming from his termination. The district court first granted the motion to dismiss made by UTPA and its employees acting in their official capacity on grounds of Eleventh Amendment sovereign immunity.<footnotemark>1</footnotemark> The district court also dismissed Salinas’ § 1983 claims against the remaining defendants for failure to state a claim. Subsequently, it granted the university employee defendants summary judgment on Salinas’ state law tort claims. Finally, the district court dismissed the claims against non-university defendant Norma Perez on grounds that the service requirements of Federal <page-number citation-index=\"1\" label=\"313\">*313</page-number>Rule of Civil Procedure 4(e) and 4(m) had not been met.</p>\n<p id=\"b339-5\">Salinas timely appealed.</p>\n<p id=\"b339-6\">II. Analysis</p>\n<p id=\"b339-7\">A <em>Standard of Review</em></p>\n<p id=\"b339-8\">We review the district court’s grant of a Rule 12(b)(6) motion to dismiss de novo. <em>S. Christian Leadership Conference v. Supreme Ct. of La., </em>252 F.3d 781, 786 (5th Cir.2001). In reviewing the district court’s determination we must treat all facts plead as true, and should construe the pleadings in the manner most favorable to the non-moving party. <em>Id. </em>We should not grant such a motion unless it appears beyond doubt that there is no set of facts on which plaintiff is entitled to relief. <em>Id. </em>To avoid dismissal, however, a plaintiff must plead specific facts, rather than conclusory allegations. <em>Guidry v. Bank of LaPlace, </em>954 F.2d 278, 281 (5th Cir.1992).</p>\n<p id=\"b339-9\">We review the district court’s grant of summary judgment de novo, employing the same criteria used in that court. <em>Rogers v. International Marine Terminals, </em>87 F.3d 755, 758 (5th Cir.1996). Summary judgment should be granted where the record indicates no genuine issue of material fact, and that the moving party is entitled to judgment as a matter of law. <em>Id. </em>In considering the motion we must view the evidence in the light most favorable to the non-moving party. <em>Matsushita Elec. Indus. Co. v. Zenith Radio Corp., </em>475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). But “the nonmoving party must set forth specific facts showing the existence of a ‘genuine’ issue concerning every essential component of its case.” <em>Morris v. Covan World Wide Moving, Inc., </em>144 F.3d 377, 380 (5th Cir.1998).</p>\n<p id=\"b339-10\">\n<em>B. § 1983 Claims</em>\n</p>\n<p id=\"b339-11\">Salinas challenges the district court’s dismissal of his § 1983 claims. Salinas first alleges that defendants violated his First Amendment rights when they terminated him due to his complaints about the lack of a hearing in which to contest Lind’s sexual harassment charges. “A state may not deny an individual public employment or benefits related thereto based on the individual’s exercise of her First Amendment right to free expression even when the individual lacks a liberty or property interest in the employment or related benefit.” <em>Jones v. Collins, </em>132 F.3d 1048, 1052 (5th Cir.1998). To formulate a valid § 1983 claim alleging a First Amendment violation, Salinas must allege that: (1) his speech related to matters of public concern; (2) his interest in expressing these comments outweighed the defendants’ interest in efficient management of its services; and (3) the expression of speech caused retaliatory acts of which he complained. <em>Id. </em>at 1053. Here, Salinas does not allege specific facts suggesting that his speech related to the sexual harassment charge resulted in his dismissal. The four years which passed between his speech and termination precludes such a finding. <em>Clark Cty. School District v. Breeden, </em>532 U.S. 268, 274, 121 S.Ct. 1508, 149 L.Ed.2d 509 (2001) (holding that temporal distance between a protected activity and complained of action can alone prevent a finding of liability).</p>\n<p id=\"b339-13\">Salmas next argues that the district court erred in dismissing his due process claims. To the extent that Salmas is alleging that UTPA violated the Fourteenth Amendment by terminating his employment without a hearing, such a claim is precluded by the fact that Salinas had no expectation of continued employment, and therefore no property interest. <em>Bd. of Regents of State Colleges v. Roth, </em>408 U.S. 564, 578, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972). An employer can be held hable if <page-number citation-index=\"1\" label=\"314\">*314</page-number>it discharges an employee in a manner that does special harm to the employee’s reputation without giving him an opportunity to clear his name. <em>Rosenstein v. City of Dallas, </em>876 F.2d 392, 395 (5th Cir.1989). But to state such a claim, defamatory charges must be made in connection with the termination, <em>id., </em>and here Salinas does not allege that UTPA or its employees made any such charges in connection with his termination.<footnotemark>2</footnotemark> Accordingly, the district court properly dismissed this claim as well.</p>\n<p id=\"b340-4\">\n<em>C. State law claims</em>\n</p>\n<p id=\"b340-5\">Salinas next appeals the district court’s grant of summary judgment to the UTPA defendants on his state law claims alleging intentional infliction of emotional distress, civil conspiracy, invasion of privacy and gross negligence.<footnotemark>3</footnotemark> The district court found that all of these claims were barred by the two-year statute of limitations in Texas for such claims. TEX. CIV. PRAC. &amp; REM. CODE § 16.003(a). The district court alternatively concluded that Salinas had failed to adduce evidence sufficient to create a genuine issue of material fact on the claims.</p>\n<p id=\"b340-6\">While somewhat cryptic, Salinas appears to be arguing that the statute of limitations ruling was incorrect because his termination occurred within two years of the date of the filing of his petition. Salinas does not allege his termination as a fact in support of his invasion of privacy claim, however. Lind’s alleged unauthorized entry to his apartment, which forms the basis of Salinas’ privacy claim, took place more than five years before he filed suit. Accordingly, we agree with the district court that the invasion of privacy claim is time barred.</p>\n<p id=\"b340-10\">As for the remaining claims, mindful of our obligation to make all inferences for the non-moving party at the summary judgment stage, we find it at least arguable that Salmas’ termination was a part of the complained of conduct underlying these claims. Accordingly, we will consider the merits of the remaining claims.</p>\n<p id=\"b340-11\">For a plaintiff to prove intentional infliction of emotional distress in Texas, he must show: (1) intentional or reckless conduct; (2) that is extreme or outrageous; (3) that caused emotional distress; and (4) that was severe in nature. <em>GTE Southwest v. Bruce, </em>998 S.W.2d 605, 611 (Tex.1999); <em>Standard Fruit &amp; Vegetable Co. v. Johnson, </em>985 S.W.2d 62, 65 (Tex.1998); <em>Twyman v. Twyman, </em>855 S.W.2d 619, 621 (Tex.1993). The district court found that Salinas had failed to introduce a genuine issue of material fact as to whether the UTPA defendants’ behavior was extreme or outrageous, and we agree. Salmas complains of run-of-the-mill employment actions that we have held are not actionable under intentional infliction of emotional distress. <em>Johnson v. Merrell Dow Pharmaceuticals, Inc., </em>965 F.2d 31, 34 (5th Cir.1992) (per curiam).</p>\n<p id=\"b340-12\">Likewise, Salinas has not raised a genuine issue of material fact on elements of his civil conspiracy claim. To prove civil conspiracy Salinas must show: (1) two or more persons; (2) an object to be accomplished; (3) a meeting of the minds on the object or course of action; (4) one or more unlawful, overt acts, and (5) damages as a proximate result. <em>Massey v. Armco Steel </em><page-number citation-index=\"1\" label=\"315\">*315</page-number><em>Co., </em>652 S.W.2d 932, 934 (Tex.1983); <em>Chevalier v. Animal Rehabilitation Center, Inc., </em>839 F.Supp. 1224, 1230 (N.D.Tex.1993). Salinas has pointed to nothing in the record indicating there was a meeting of the minds between defendants to oppress or humiliate him as alleged, making the district court’s grant of summary judgment correct.</p>\n<p id=\"b341-5\">\n<em>D. Claims Against Norma Perez</em>\n</p>\n<p id=\"b341-6\">The district court dismissed all claims against defendant Norma Perez on grounds that Salinas failed to serve a complaint on Perez in the methods prescribed by Rule 4(e) of the Federal Rules of Civil Procedure within 120 days of the filing of the complaint. Fed. R. Civ. P. 4(m). On appeal Salmas argues that Rule 4(e) does not provide the standard by which to determine whether service of process has been effected; rather, he asserts that compliance with Rule 4(c) is all that is required. Rule 4(c), however, simply sets out who may effect process, without discussion of the method of service. Fed. R. Crv. P. 4(c). Rule 4(e) provides the required method of service for persons from whom a waiver has not been obtained. As Salinas did not meet these requirements with Perez within 120 days of filing his complaint, and did not show good cause for his failure to do so, dismissal of his claims was appropriate. <em>McGinnis v. Shalala, </em>2 F.3d 548, 550 (5th Cir.1993) (per curiam).</p>\n<p id=\"b341-7\">III. Conclusion</p>\n<p id=\"b341-8\">The judgment of the district court is AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b338-11\"> Pursuant to 5th Cir. R. 47.5, the Court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b338-15\">. Because Salinas does not adequately brief his appeal of this ruling, we consider the issue waived. <em>Raven Servs. Corp. v. NLRB, </em>315 F.3d 499, 504 n. 7 (5th Cir.2002).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b340-7\">. Salinas does make the conclusory allegation that UTPA did not renew his contract because it believed he was a “homicidal sex maniac,” but does not allege that UTPA made any such charges when not renewing his contract.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b340-13\">. Salinas provides no more than scant briefing on his appeal of the district court's ruling on his gross negligence claim, and we consider appeal of that issue waived. <em>Raven Servs. Corp., </em>315 F.3d at 504 n. 7.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}