{
  "casebody": {
    "data": "<casebody firstpage=\"23\" lastpage=\"27\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b49-6\">Deibert, Appellant, <em>v. </em>Rhodes.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b49-10\">Argued March 7, 1927.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"A-\">Before Porter, P. J., Henderson, Trexler, Keller, Linn, Gawthrop and Cunningham, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b49-15\"><em>A. W. Buy, </em>and with him <em>Buis &amp; Eupp, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"A_\">The residence of the plaintiff was entered upon the back of the instrument itself and- furnished the <page-number citation-index=\"1\" label=\"24\">*24</page-number>taxing authorities of the county with the information required by the Act of Assembly, which was the intention and purpose of the Act: Small v. Faust, 6 D. &amp; C. 816; General Finance Company v. Wasilowski, 5 D. &amp; C. 274; Romberger v. Romberger, 28 Dauphin County Reporter 364; Drexel’s Appeal, 6 Pa. 272; Fisher v. Woodruff, Executor, 254 Pa. 140; Commonwealth v. Griest, 196 Pa. 396; Rex v. Nelson, 16 Phila. 323; Montelius v. Montelius, Bright N. J., 79, 5 Vale’s Dig. 6925.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b50-4\"><em>E. J. Mullen, </em>for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AZ6\">The Act of 1915, added another requirement to the entry of a judgment by confession. This requirement is mandatory: Bladen v. Philadelphia, 60 Pa. 464; McQuiston’s Adoption, 238 Pa. 304; Apollo Boro. v. Clepper, 44 Pa. Superior Ct. 396; Lancaster County v. Lancaster City, 160 Pa. 411; Carbaugh v. Sanders, 13 Pa. Superior Ct. 361.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AWC\">July 8, 1927:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b50-5\">Opinion by</p>\n<author id=\"Ag9\">Porter, P. J.,</author>\n<p id=\"b50-6\">Judgment was entered against the defendant in the court below by the prothonotary, upon the application of the original holder of a note which contained a warrant of attorney to confess judgment, which judgment was subsequently assigned to the Allentown National Bank. The defendant presented his petition to the court below praying that the judgment be stricken off upon the ground that the plaintiff and the prothonotary had failed to comply with the provisions of the first section of the Act of March 31, 1915, P. L. 39, in that he.had not presented to the prothonotary the certificate required by said section of the statute and no such certificate had been filed in the same number and term as the judgment. The court below granted a rule to show cause why the judgment should not be stricken off, and, it appearing from the record and the answer of the appellant that there had been a total failure to comply with the provisions of the Act of 1915, the rule <page-number citation-index=\"1\" label=\"25\">*25</page-number>was made absolute. The plaintiff appeals and assigns that action for error.</p>\n<p id=\"b51-5\">The authority of the prothonotary to enter judgment on the application of the holder against the maker of such a note as that involved in the present proceeding is statutory; Act of February 24,1806, 4 Smith’s Laws 278. It was entirely competent for the Legislature to repeal that law and thus take froln the prothonotary the power thereby conferred, or impose limitations upon the exercise of that power and prescribe conditions. concerning its exercise. The Legislature, by the Act of March 31, 1915, P. L. 39, limited the power or jurisdiction of the prothonotary to thus enter a judgment, by commanding ‘ ‘ That the prothonotary of each county is hereby directed not to enter any judgment unless the judgment creditor, or his duly authorized attorney or agent, produces to the prothonotary a certificate signed by the judgment creditor, or his duly authorized attorney or agent, setting forth the precise residence address of the said creditor. The certificate shall be filed at the same number and term as the judgment. ’ ’ This Act was ' clearly inconsistent with the provisions of the Act of 1806 and was an express limitation of the power conferred by the earlier statute. Under any of the accepted rules for the construction of statutes, the Act of 1915 was made mandatory. The limitation of the authority of the prothonotary to enter such a judgment was more than a mere direction, it contained words of positive prohibition. The authority of the prothonotary to enter the judgment being statutory and the Act of 1915 imposing limitations upon the exercise of the power, the officer was without authority to enter the judgment when the plaintiff failed to comply with the provisions of the later statute: Bladen v. Philadelphia, 60 Pa. 464; Norwegian Street, 81 Pa. 349; Harris v. Mercur, 202 Pa. 313; McQuiston’s Adoption, 238 Pa. 304; Mauer v. Brennan, <page-number citation-index=\"1\" label=\"26\">*26</page-number>58 Pa. Superior Ct. 587. The judgment having been entered by the prothonotary in violation of the express prohibition of the statute, the court did not err in striking it from the record.</p>\n<otherdate id=\"AUc\">July 8, 1927:</otherdate>\n<p id=\"b52-4\">The order is affirmed.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<p id=\"b52-5\">Dissenting Opinion by</p>\n<author id=\"Aap\">Keller, J.,</author>\n<p id=\"Azy\">The title of the Act of March 13, 1915, P. L. 39, is “An Act relative to judgments and prescribing the duties of prothonotaries in connection therewith.”</p>\n<p id=\"Axq\">The second section shows clearly that its purpose is to furnish the taxing authorities with information as to the addresses of judgment creditors so that the proper taxes on money at interest may be levied and collected from them.</p>\n<p id=\"b52-6\">The Act declares the duty of the prothonotary when a judgment note is presented for entry. He is directed not to enter it unless a certificate signed by the judgment creditor or his “duly- authorized attorney or agent” is produced setting forth the precise residence address of the said creditor. It provides no penalty in case the prothonotary disobeys his instructions. It does not declare that a judgment entered pursuant to the directions in the note, but without the production of such certificate shall be void. It does not prescribe what authority, whether verbal or in writing, must be given an attorney or agent to permit him to sign the required certificate; or how such authority is to be shown the prothonotary; nor the effect on the validity of the judgment if the certificate should happen to have been signed by a person not duly authorized by the judgment creditor to sign it on his behalf.</p>\n<p id=\"b52-7\">The second section of the Act provides that the prothonotary shall monthly prepare and deliver to the county authorities a list of all judgments entered dur<page-number citation-index=\"1\" label=\"27\">*27</page-number>ing the preceding month, with the names and residence addresses of the judgment creditors and the amount of the respective judgments. No one would seriously consider holding a judgment creditor responsible for the prothonotary’s failure to perform this duty.</p>\n<p id=\"b53-4\">The certificate forms no part of th,e judgment. It is merely a step in the entry of the judgment which the prothonotary is directed to follow and which he disregards at his peril. But if he disregards it, it is not provided that his failure to obey the law shall be visited on the judgment creditor and not on himself.</p>\n<p id=\"b53-5\">In the present case the spirit of the law, though not the letter, was complied with. The correct address of the judgment creditor was written on the back of the judgment note and from this notation the full information required has been furnished the taxing authorities. I am unwilling to strike off a judgment and invalidate its lien merely because a prothonotary neglected to perform his duty, — especially where his dereliction has not harmed the Commonwealth or the County — , in the absence of a clear direction in the statute that the neglect of the prothonotary shall have that éffect.</p>\n<p id=\"b53-6\">I would reverse the order and reinstate the judgment.</p>\n<judges id=\"b53-7\">Tbexler, J., joins in this dissent.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}