{
  "casebody": {
    "data": "<casebody firstpage=\"267\" lastpage=\"269\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b293-10\">Albert BOMER, Plaintiff-Appellant, v. Washington DANIELS; Sherry Burt, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b293-12\">No. 02-2177.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b293-13\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b293-14\">July 9, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b293-20\">Before BOGGS and GILMAN, Circuit <page-number citation-index=\"1\" label=\"268\">*268</page-number>Judges; and MARBLEY, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b294-8\"> The Honorable Algenon L. Marbley, United States District Judge for the Southern District of Ohio sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"AzM\">\n<em>ORDER</em>\n</p>\n<p id=\"b294-4\">This is a direct appeal from a district court judgment dismissing a prisoner’s civil rights complaint filed on the authority of 42 U.S.C. § 1983. This case has been referred to a panel of the court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, this panel unanimously agrees that oral argument is not needed. Fed. R.App. P. 34(a).</p>\n<p id=\"b294-5\">In 2001, Michigan inmate Albert Bomer filed a civil rights complaint against two corrections employees, seeking damages and other relief for alleged violations of Bomer’s constitutional rights. The defendants moved to dismiss the complaint, after which the matter was referred to a magistrate judge. The magistrate judge recommended that the complaint should be dismissed and the district court adopted this recommendation over Bomer’s objections.</p>\n<p id=\"b294-6\">The only question presented for appeal is whether the district court properly concluded that Bomer’s complaint had to be dismissed for Bomer’s failure to plead and prove the exhaustion of administrative remedies as required by 42 U.S.C. § 1997e(a). This court reviews de novo a district court’s dismissal of a suit for failure to exhaust available administrative remedies under § 1997e(a). <em>Curry v. Scott, </em>249 F.3d 493, 503 (6th Cir.2001).</p>\n<p id=\"b294-7\">Bomer asked for a total of $50,000,000.25 from a prison warden and a prison librarian for alleged violations of his First and Eighth Amendment rights, as well as his right “not to be treated like a slave.” Bomer contends that his First Amendment rights were infringed upon when prison librarian / defendant Washington Daniel directed Bomer to use the United States Mail, rather than institutional delivery, to send a brief to the Michigan Supreme Court. Bomer also claims he was the victim of retaliation and cruel and unusual punishment for filing grievances against Daniel and warden / defendant Sherry Burt. Finally, Bomer alleges that he was treated like a slave when his institutional pay was taken from him in 2000 and applied to his institutional debt. Bomer checked the boxes on the pre-printed complaint form to indicate that he had exhausted his administrative remedies pri- or to filing the complaint. The defendants moved to dismiss the complaint for Bomer’s failure to exhaust his administrative remedies despite Bomer’s representation to the contrary and the matter was referred to a magistrate judge. The magistrate judge recommended that the complaint should be dismissed for Bomer’s failure to plead and prove in his complaint that he had exhausted his administrative remedies as required by 42 U.S.C. § 1997e(a), and the district court adopted this recommendation over Bomer’s objections. This appeal followed. The sole issue on appeal is whether the district court properly dismissed the complaint on the authority of § 1997e(a).</p>\n<p id=\"b294-11\">The Prison Litigation Reform Act of 1995 requires a prisoner to exhaust all available administrative remedies before filing federal lawsuits challenging prison conditions, even if, as here, the prisoner is seeking monetary damages. <em>See </em>42 U.S.C. § 1997e(a); <em>Booth v. Churner, </em>532 U.S. 731, 740-41, 121 S.Ct. 1819, 149 L.Ed.2d 958 (2001); <em>Wyatt v. Leonard, </em>193 F.3d 876, 877 (6th Cir.1999); <em>Wright v. Morris, </em>111 F.3d 414, 417 (6th Cir.1997). It is the <page-number citation-index=\"1\" label=\"269\">*269</page-number>burden of the prisoner / plaintiff to allege and demonstrate that he has exhausted all available administrative remedies and he should attach the decision containing the administrative disposition of his grievance to the complaint, or in the absence of written documentation, describe with specificity the administrative proceeding and its outcome. <em>Knuckles El v. Toombs, </em>215 F.3d 640, 642 (6th Cir.2000); <em>Wyatt, </em>193 F.3d at 878. When a prisoner fails to exhaust his administrative remedies before filing a civil rights complaint in federal court, or only partially exhausts administrative remedies, dismissal of the complaint is mandatory. <em>See </em>42 U.S.C. § 1997e(a); <em>White v. McGinnis, </em>131 F.3d 593, 595 (6th Cir.1997) (order).</p>\n<p id=\"b295-5\">The appeal is meritless. Bomer did not submit any materials with his complaint showing that he exhausted his administrative remedies, despite his having represented on the pre-printed complaint that he had done so. The materials submitted with the motion to dismiss show that Bomer only partially exhausted his claims through the prison grievance system. Bomer claims that he was somehow prevented from taking advantage of the prison grievance system, yet he supplied the district court with dozens of copies of other grievances unrelated to the present lawsuit in subsequent pleadings. The law in the Sixth Circuit is clear; a district court must dismiss a complaint filed by a prisoner who, like Bomer, fails to support his complaint with proof of exhaustion of intra-prison remedies. <em>Knuckles El, </em>215 F.3d at 642; <em>White, </em>131 F.3d at 595.</p>\n<p id=\"b295-6\">Accordingly, the motion for miscellaneous relief is denied and the district court’s judgment is affirmed. Rule 34(j)(2)(C), Rules of the Sixth Circuit.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}