{
  "casebody": {
    "data": "<casebody firstpage=\"698\" lastpage=\"699\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b724-16\">Aua PEDRO, Plaintiff—Appellant, v. Ted SAKAI; et al., Defendants—Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b724-18\">No. 02-17315. D.C. No. CV-02-00361-DAE.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b724-20\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b725-4\"><page-number citation-index=\"1\" label=\"699\">*699</page-number>Submitted Aug. 11, 2003.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b725-5\">Decided Aug. 18, 2003.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b725-7\">Before SCHROEDER, Chief Judge, HAWKINS, and TASHIMA, Circuit Judges.</p>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b725-12\"> This panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b725-8\">MEMORANDUM<footnotemark>**</footnotemark></p>\n<p id=\"b725-9\">Hawaii state prisoner Aua Pedro appeals pro se the district court’s judgment dismissing his 42 U.S.C. § 1983 action alleging that prison official, Ted Sakai, the justices of the Supreme Court of Hawaii, and attorney Michael G.M. Ostendorp violated his constitutional rights by denying him access to the courts. We have jurisdiction pursuant to 28 U.S.C. § 1291. We review de novo a district court’s dismissal under 28 U.S.C. § 1915A, <em>see Resnick v. Hayes, </em>213 F.3d 443, 447 (9th Cir.2000), and we affirm.</p>\n<p id=\"b725-10\">The district court properly dismissed Pedro’s claim against Ostendorp because Pedro failed to allege that Ostendorp committed a constitutional violation while acting under color of state law. <em>See Kirtley v. Rainey, </em>326 F.3d 1088, 1092 (9th Cir. 2003).</p>\n<p id=\"b725-11\">The district court properly dismissed Pedro’s claim against the justices of the Supreme Court of Hawaii. Alleging that the justices denied Pedro access to courts by ignoring his pro se filings when he was represented by counsel does not state a claim for injunctive relief. <em>See United States v. Olano, </em>62 F.3d 1180, 1193 (9th Cir.1995) (holding that a criminal defendant does not have the right to proceed pro se when represented by counsel).</p>\n<p id=\"b725-15\">The district court properly dismissed Pedro’s conelusory access to courts claim against Sakai because Pedro failed to establish actual injury to the appeal of his conviction in state court. <em>See Lewis v. Casey, </em>518 U.S. 343, 348, 116 S.Ct. 2174, 135 L.Ed.2d 606 (1996) (requiring that plaintiff show “actual prejudice with respect to contemplated or existing litigation, such as the inability to meet a filing deadline or to present a claim.”).</p>\n<p id=\"b725-16\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b725-13\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}