{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"764\" lastpage=\"766\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Charles Frederick MERZ, Movant\n  <br/>\n  v.\n  <br/>\n  KENTUCKY BAR ASSOCIATION, Respondent\n </parties>\n <docketnumber id=\"p-2\">\n  2018-SC-000208-KB\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Kentucky.\n </court>\n <decisiondate id=\"p-4\">\n  ENTERED: June 14, 2018\n </decisiondate>\n <p id=\"p-5\">\n  <strong>\n   <em>\n    OPINION AND ORDER\n   </em>\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <p id=\"p-6\">\n   Charles Frederick Merz (Merz), whose bar roster address is 2817 Murray Hill Pike, Louisville, Kentucky 40242, Kentucky Bar Association (KBA) Member Number 47393, desires to terminate KBA proceedings against him by moving this Court for a public reprimand. The KBA has no objection to Merz's request.\n  </p>\n  <p id=\"p-7\">\n   <strong>\n    I. BACKGROUND.\n   </strong>\n  </p>\n  <p id=\"p-8\">\n   On October 20, 2017, the Inquiry Commission filed a Charge against Merz alleging violations of Supreme Court Rule (SCR) 3.130 -1.15(d) (commingling funds) and SCR 3.130 -8.4(c) (engaging in conduct involving dishonesty, fraud, deceit or misrepresentation). The Charge resulted from the following facts.\n  </p>\n  <p id=\"p-9\">\n   In June 2013, Merz was sued by the Louisville/Jefferson County Metro Revenue Commission (Revenue Commission) for recovery of delinquent occupational taxes. The Revenue Commission was awarded $8,732.58, plus interest, and the Revenue Commission obtained garnishment orders against Merz's PNC Bank accounts.\n  </p>\n  <p id=\"p-10\">\n   Merz had previously stopped depositing client funds into his trust account. However, Merz left several thousand dollars of earned fees in the account and began depositing additional earned fees in the account in 2015. In late July 2015, PNC Bank notified the Office of Bar Counsel of\n   ail overdraft in Merz's trust account. The non-sufficient funds status of the trust account resulted from three paychecks to Merz's secretary.\n  </p>\n  <p id=\"p-11\">\n   The Inquiry Commission issued a complaint on April 14, 2017. Merz responded to the complaint, indicating that he did not feel comfortable depositing payments from clients into his general account, or making payroll payments from the general account, due to the Revenue Commission's garnishments. The present Charge was filed on October 20, 2017.\n  </p>\n  <p id=\"p-12\">\n   Merz, through counsel, responded to the Charge on November 22, 2017. Merz's practice focuses on business and commercial law, construction litigation and related matters. He maintained four bank accounts, including the trust account at issue here. Merz stopped using the trust account as a trust account several years ago, but there was several thousand dollars in the account at the time that was otherwise due Merz. Because Merz was uncomfortable depositing on-going payments from clients into his other accounts, he began depositing money into the account previously designated as his trust account. Merz intended to establish new bank accounts not subject to the garnishments, but he failed to do so.\n  </p>\n  <p id=\"p-13\">\n   Merz acknowledges that it was poor practice for him to use the trust account for other purposes. However, he maintains that only his funds were in that account during the relevant period. Although Merz should have addressed the problem sooner, he has now set up new general accounts and the funds in the trust account were transferred to the general account.\n  </p>\n  <p id=\"p-14\">\n   Merz now requests that this Court impose the sanction of a public reprimand, plus costs, in an effort and desire to dispense of any further proceedings for these violations.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    II. ANALYSIS.\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   Merz admits that his conduct violated the requirements of SCR 3.130 -1.15(d) and SCR 3.130 -8.4(c). Merz also requests a public reprimand as the appropriate sanction. The KBA has no objection. Our rules permit the KBA and a member of the bar to agree to a negotiated sanction.\n  </p>\n  <blockquote id=\"p-17\">\n   ... Any member who is under investigation pursuant to SCR 3.160(2) or who has a complaint or charge pending in this jurisdiction, and who desires to terminate such investigation or disciplinary proceedings at any stage of it may request Bar Counsel to consider a negotiated sanction. If the member and Bar Counsel agree upon the specifics of the facts, the rules violated, and the appropriate sanction, the member shall file a motion with the Court which states such agreement, and serve a copy upon Bar Counsel, who shall, within 10 days of the Clerk's notice that the motion has been docketed, respond to its merits and confirm its agreement.... The Court may approve the sanction agreed to by the parties, or may remand the case for hearing or other proceedings specified in the order of remand.\n  </blockquote>\n  <p id=\"p-18\">\n   SCR 3.480(2).\n  </p>\n  <p id=\"p-19\">\n   The KBA consents to a public reprimand and cites to two cases to support the negotiated sanction. In\n   <em>\n    Markham v. Kentucky Bar Ass'n,\n   </em>\n   <extracted-citation case-ids=\"6941027\" index=\"0\" url=\"https://cite.case.law/sw3d/431/426/#p427\">\n    431 S.W.3d 426\n   </extracted-citation>\n   , 427 (Ky. 2014), this Court imposed the negotiated sanction of a public reprimand when Markham allowed a client to deposit money into one of Markham's personal bank accounts. Five years later, Markham borrowed $12,000 from the same client, and from the same bank account, and claimed he repaid the money over the next three years.\n   <em>\n    <extracted-citation case-ids=\"6941027\" index=\"1\" url=\"https://cite.case.law/sw3d/431/426/#p427\">\n     Id.\n    </extracted-citation>\n   </em>\n   In\n   <em>\n    Kentucky Bar Ass'n v. Rowland,\n   </em>\n   <extracted-citation case-ids=\"11871758\" index=\"2\" url=\"https://cite.case.law/sw2d/962/875/\">\n    962 S.W.2d 875\n   </extracted-citation>\n   (Ky. 1998), the Board\n   recommended a public reprimand. Rowland had pled guilty to attempting to fail to pay employee withholding tax and he was sentenced to six months in jail and a $500.00 fine.\n   <em>\n    <extracted-citation case-ids=\"11871758\" index=\"3\" url=\"https://cite.case.law/sw2d/962/875/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11871758\" index=\"3\" url=\"https://cite.case.law/sw2d/962/875/\">\n    at 876\n   </extracted-citation>\n   . Rowland later experienced \"a painful divorce, a declining law practice, and a fire which destroyed his office and for which he was not insured.\"\n   <em>\n    <extracted-citation case-ids=\"11871758\" index=\"4\" url=\"https://cite.case.law/sw2d/962/875/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-20\">\n   In light of\n   <em>\n    Markham\n   </em>\n   and\n   <em>\n    Rowland,\n   </em>\n   we agree with Merz and the KBA that a public reprimand is appropriate here.\n  </p>\n  <p id=\"p-21\">\n   ACCORDINGLY, IT IS HEREBY ORDERED THAT:\n  </p>\n  <blockquote id=\"p-22\">\n   1. Charles Frederick Merz, is hereby publicly reprimanded for unprofessional conduct; and\n  </blockquote>\n  <blockquote id=\"p-23\">\n   2. In accordance with SCR 3.450, Merz is directed to pay all costs associated with these disciplinary proceedings against him, which are $82.30, for which execution may issue from this Court upon finality of this Opinion and Order.\n  </blockquote>\n  <p id=\"p-24\">\n   /s/\n   <em>\n    John D. Minton Jr.\n   </em>\n  </p>\n  <p id=\"p-25\">\n   CHIEF JUSTICE\n  </p>\n  <p id=\"p-26\">\n   All sitting.\n  </p>\n  <p id=\"p-27\">\n   All concur.\n  </p>\n </opinion>\n</casebody>\n"
  }
}