{
  "casebody": {
    "data": "<casebody firstpage=\"494\" lastpage=\"504\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b524-5\">672 A.2d 1185</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b524-6\">BOARDWALK REGENCY CORPORATION, A NEW JERSEY CORPORATION, PLAINTIFF-APPELLANT/CROSS-RESPONDENT, v. SQUARE BRIGHTON CORPORATION, INC., A NEW JERSEY CORPORATION, DEFENDANT-RESPONDENT/CROSS-APPELLANT. (TWO CASES.)</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b524-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b524-8\">Submitted January 23, 1996</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AEH\">Decided March 13, 1996.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b525-9\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>Before Judges MICHELS, VILLANUEVA, and KIMMELMAN.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b525-10\"><em>Cooper, Perskie, April, Niedelman, Wagenheim &amp; Levenson, </em>attorneys for appellant/cross-respondent <em>(Lloyd D. Levenson, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b525-11\"><em>DeCotiis, FitzPatrick &amp; Gluck, </em>attorneys for respondent/cross-appellant <em>(Agnes I. Rymer, </em>of counsel and on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b525-12\">The opinion of the court was delivered by</p>\n<author id=\"b525-13\">VILLANUEVA, JA.D.</author>\n<p id=\"b525-14\">In this consolidated appeal, plaintiff in both actions, Boardwalk Regency Corporation, appeals from two summary judgments, one <page-number citation-index=\"1\" label=\"496\">*496</page-number>entered in the Special Civil Part dismissing its complaint against defendant Square Brighton Corporation, Inc. for summary dispossession; and one entered in the Law Division dismissing its complaint against defendant seeking to collect accumulated late-payment charges considered to be past-due rent under the terms of a sublease between the parties. Defendant cross-appeals from the Law Division judgment for the limited purpose of extending the scope of the entire controversy doctrine and including as additional legal grounds <em>res judicata </em>and collateral estoppel to support the judgment entered in its favor.</p>\n<p id=\"b526-4\">The factual background is relatively simple.<footnotemark>1</footnotemark> Plaintiff has leased from Cynwyd Investments the site of the former Traymore Hotel in Atlantic City adjacent to the Boardwalk and situated between Indiana and Illinois Avenues (Traymore site). On October 1, 1981, plaintiff subleased the property to defendant for the operation of a parking lot, and on April 26, 1989, the parties entered into the second sublease agreement (sublease) at issue in this case. Pursuant to its terms, defendant agreed to pay rent of $125,000 on the first day of each month through April 26, 1994, and $133,333.33 on the first day of each month through April 26, 1999 (reserved rent).</p>\n<p id=\"b526-5\">According to the sublease, the monthly rent is to be paid without demand and, if not paid within ten days after the due date, a late charge of five percent of the amount past due is added as additional rent which, in turn, becomes due and payable on the first day of the succeeding month. Thus, if the reserved monthly rent of $125,000 was paid late, a five percent late charge of $6250 would be added as additional rent. Assuming that the $6250 of additional rent was not paid along with the reserved rent by the tenth day of the following month, an added late charge of five percent on $6250 would become due in the amount of $312.05 so that over the years the unpaid late charges deemed to be addition<page-number citation-index=\"1\" label=\"497\">*497</page-number>al rent were subject to being compounded at the rate of five percent per month.</p>\n<p id=\"b527-6\">Defendant has always paid the reserved monthly rent, although on numerous occasions since July 1989 the rent was more than ten days late. It is undisputed that from May 1989 through April 1994, plaintiff accepted each and every payment made by defendant without complaint as to lateness, demand for late charges, or threat of eviction.</p>\n<p id=\"b527-7\">A collateral dispute involving other litigation appears to have disrupted the relationship between plaintiff and defendant. A sixteen-foot strip (Pop Lloyd strip) of the Traymore site at its northwesterly (inland) end had for years been utilized as part of a city street primarily for the benefit of Greate Bay Hotel and Casino, Inc. (Sands). In 1991, Sands instituted suit against the City of Atlantic City (Sands litigation) to compel the City to condemn the Pop Lloyd strip since Sands was forced to rent the strip from defendant in order to render its hotel casino fully operational. Both plaintiff and defendant successfully moved to intervene in the Sands litigation and were later named as additional defendants. Defendant filed a counterclaim against Sands for rent due for the strip and cross-claimed against plaintiff alleging, in part, that plaintiff failed to assist defendant in defending its sublease against Sands. In April 1993 summary judgment was entered dismissing defendant’s cross-claims against plaintiff as premature. The Sands litigation came on for trial during the summer of 1994. Plaintiff did not participate at the trial. Sands settled its case with the City<footnotemark>2</footnotemark> and on September 13, 1994, final judgment was rendered in favor of defendant on its counterclaim against Sands for past-due rent accrued for the Pop Lloyd strip. <page-number citation-index=\"1\" label=\"498\">*498</page-number>No claim by plaintiff had been asserted against defendant in the Sands litigation for past-due late charges under the lease although the lease between the parties was in issue within the framework of the pleadings.</p>\n<p id=\"b528-4\">By letter and invoice dated May 26, 1994, plaintiff advised defendant that an audit revealed late charges were due. In a follow-up letter dated August 31, 1994, plaintiff advised defendant that the aggregate amount of late charges due was $163,750 and that non-payment of the same constituted a default under the lease. Defendant was put on notice that if payment was not made by September 12, 1994, plaintiff would commence summary dispossess proceedings to evict defendant from the Traymore site. Payment was not made. Consequently, on September 14, 1994, plaintiff instituted the summary dispossess action in the Special Civil Part and on the same day commenced an action in the Law Division to recover the allegedly past-due late charges.</p>\n<p id=\"b528-5\">On November 29, 1994, the day set for trial of the summary dispossess action, the trial court considered defendant’s motion for summary judgment <em>in </em>limine.<footnotemark>3</footnotemark> On December 8, 1994, after oral argument, the trial court dismissed plaintiffs complaint for summary dispossession, relying upon the holding in <em>A.P. Dev. Corp. v. Band, </em>113 <em>N.J. </em>485, 550 A.2d 1220 (1988), that the course of dealings between the parties over the years and acceptance without complaint of the late rent payments made it necessary for plaintiff, as landlord, to first give notice to defendant, as tenant, that strict compliance with the lease would be required before an action for eviction could be maintained. <em>Id. </em>at 501, 505, 550 A.2d 1220. The trial court stated:</p>\n<blockquote id=\"b529-5\"><page-number citation-index=\"1\" label=\"499\">*499</page-number>plaintiff had engaged in a course of conduct whereby the agreement between the parties was modified so that the tenant’s obligation to pay a late charge as additional rent was no longer in effect.</blockquote>\n<p id=\"b529-6\">The trial court also ruled, as an alternative but equal holding, that the entire controversy doctrine, at least for the period through April 1993,<footnotemark>4</footnotemark> barred plaintiffs claim for summary dispossession and money damages because these causes of action should have been asserted as part of the Sands litigation.</p>\n<p id=\"b529-7\">On January 20, 1995, the trial court granted defendant’s further motion for summary judgment in the Law Division action and dismissed plaintiffs complaint for the recovery of damages for the alleged past-due rent based upon the accumulated late charges. The trial court relied upon the same legal grounds for the dismissal of the Law Division action as for the dismissal of the summary dispossess action.</p>\n<p id=\"b529-8\">Plaintiff appeals from the two judgments of the trial court and defendant cross-appeals contending that the entire controversy doctrine bars plaintiffs claims in their entirety. Plaintiff, before the trial court and in its brief, admits that it could have sued defendant in the Sands litigation, but argues that “none of the public policies behind the entire controversy doctrine would have been served by mandating that [plaintiffs actions] should have been attached to the tremendously complex and lengthy prerogative writ litigation which the Sands commenced against the City in 1991.” Defendant contends that the trial court correctly applied the entire controversy doctrine except for the ending date, since whether defendant had breached the lease and whether any rent was owed to plaintiff constituted an integral part of the bundle of rights conclusively disposed of in the Sands litigation.</p>\n<p id=\"b530-3\"><page-number citation-index=\"1\" label=\"500\">*500</page-number>The entire controversy doctrine is a doctrine of inclusion which mandates that</p>\n<blockquote id=\"b530-4\">to the extent possible courts must determine an entire controversy in a single judicial proceeding and that such a determination necessarily embraces not only joinder of related claims between the parties but also joinder of all persons who have a material interest in the controversy.</blockquote>\n<blockquote id=\"b530-5\"><em>[Cogdell v. Hospital Ctr., </em>116 <em>N.J. </em>7,26, 560 A.2d 1169 (1989).]</blockquote>\n<p id=\"b530-6\">Adherence to the doctrine facilitates the “comprehensive and conclusive determination” of legal disputes; secures fairness to actual and prospective parties; and fosters “judicial economy and efficiency by avoiding fragmented, multiple and duplicative litigation.” <em>Mystic Isle Dev. Corp. v. Perskie &amp; Nehmad, </em>142 <em>N.J. </em>310, 322, 662 A.2d 523 (1995). The doctrine is triggered by “the factual circumstances giving rise to the controversy itself.” <em>Id. </em>at 323, 662 A.2d 523. The rule has been extended to include all affirmative claims that a party might have against another party, including counterclaims and cross-claims. <em>Circle Chevrolet Co. v. Giordano, Halleran &amp; Ciesla, </em>142 <em>N.J. </em>280, 289, 662 A.2d 509 (1995) (citing <em>Ajamian v. Schlanger, </em>14 <em>N.J. </em>483,487-89,103 A.2d 9, <em>cert. denied, </em>348 <em>U.S. </em>835, 75 <em>S.Ct. </em>58, 99 <em>L.Ed. </em>659 (1954)).</p>\n<p id=\"b530-7\">The factual circumstances which gave rise to the Sands litigation clearly implicated plaintiffs causes of action and thus this current litigation is precluded since it violates the objectives of the entire controversy doctrine. The Sands litigation involved a controversy over possession of the Pop Lloyd strip from approximately 1983 through September 1994. The Pop Lloyd strip formed an integral part of the sublease between plaintiff and defendant. In the instant case, plaintiff argued to the trial court that since defendant had failed to pay additional rent from July 1989 and since it had no right under the lease to cure the default,<footnotemark>5</footnotemark> plaintiff was entitled to possession of the Traymore site.</p>\n<p id=\"b531-5\"><page-number citation-index=\"1\" label=\"501\">*501</page-number>The right to possession in the Sands litigation was dispositive of who would then receive any rent that was due from Sands for the Pop Lloyd strip. Defendant contends that not only was the amount of rent paid for the Traymore site since 1983 proved in the Sands litigation, the fair rental value of the Pop Lloyd strip was determined as well. In fact, according to defendant, the sublease between plaintiff and defendant for the Traymore site was put into evidence and was the subject of testimony in the Sands litigation. The final judgment issued in that litigation required Sands to pay defendant herein $562,833.34 by September 16,1994, and following that date to pay defendant $22,916.67 per month for rent for the Pop Lloyd strip.* *<footnotemark>6</footnotemark> Yet the day after entry of the final judgment, plaintiff herein contended that defendant owed it $163,750<footnotemark>7</footnotemark> as additional rent for premises which included the Pop Lloyd strip.</p>\n<p id=\"b531-6\">This court has explained that in order to define the boundaries of the entire controversy doctrine,</p>\n<blockquote id=\"b531-7\">“an evaluation must be made of each potential component of a particular controversy to determine the likely consequences of the omission of that component from the action and its reservation for litigation another day. <em>If those consequences are likely to mean that the litigants in the action as framed will, after final judgment therein is entered, be likely to have to engage in additional litigation in order to conclusively dispose of their respective bundles of rights and liabilities which derive from a single transaction or related series of transactions, then the omitted, component must be regarded as cortstituting an element of the minimum mandatory unit of litigation. </em>That result must obtain whether or not that component constitutes either an independent cause of action by technical common-law definition or an independent claim which, in the abstract, is separately adjudicable.”</blockquote>\n<blockquote id=\"A6D\"><em>[Mori v. Hartz Mountain Dev. Corp., </em>193 <em>N.J.Super. </em>47, 54, 472 A.2d 150 (1988) (quoting <em>Wm. Blanchard Co. v. Beach Concrete Co., </em>150 <em>N.J.Super. </em>277, 293-94, 375 A.2d 675 (App.Div.), <em>certif. denied, </em>75 <em>N.J. </em>528, 384 A.2d 507 (1977)).]</blockquote>\n<p id=\"b532-4\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>Since possession of the Pop Lloyd strip and the amount of rent due defendant for Sands’s use of that strip constituted two of the main components of the Sands litigation, the issues of whether defendant was entitled to possession of premises which included the strip and whether any rent was owed to plaintiff were part and parcel of the bundle of rights determined in that litigation. Thus, plaintiff herein was required to join those causes of action in the Sands litigation “to create a cohesive and complete litigation.” <em>Mystic Isle, supra, </em>142 <em>N.J. </em>at 323, 662 A.2d 523. The fact that additional litigation was required in order to fully determine plaintiffs rights became manifest when, one day after final judgment was entered in the Sands action, plaintiff filed two complaints against defendant.</p>\n<p id=\"b532-5\">Plaintiff, however, argues that to have introduced additional causes of action in the Sands litigation would not have furthered the purposes underlying the entire controversy doctrine because the causes of action for dispossession and money damages for rent were vastly dissimilar to the prerogative writ action. Although the trial court agreed with plaintiff “that ordinarily summary dispossess actions ought not to be consolidated with other actions,” it pointed out that the rule was not “hard and fast.” In any event, the trial court properly found that plaintiff, under the entire controversy doctrine, had an obligation to assert at least the monetary claim.</p>\n<p id=\"b532-6\">Plaintiff also contends that it was not a true party to the earlier litigation. Rather, “[t]he intervention was purely ... just to be in the mix to ... see what was happening____ [W]e brought no action against the City, we brought no action against the Sands, we didn’t appear at the trial.” Plaintiff does not explain why it should not be considered a party to the litigation based on Sands’s amended complaint of June 29, 1993, designating plaintiff as a defendant in that action. As we stated in <em>Mori v. Hartz Mountain Dev. Corp., supra, </em>193 <em>N.J.Super. </em>at 55,472 A.2d 150, there is nothing in case law or the rules to support the “argument that the entire controversy doctrine is to be applied only where a party <page-number citation-index=\"1\" label=\"503\">*503</page-number>fully participated or had the opportunity to fully participate in the earlier litigation.” <em>Ibid.</em></p>\n<p id=\"b533-6\">The trial court’s ruling is supported by the underlying basis for the entire controversy doctrine that litigants are constrained to “bring all actions at one time.” <em>Mystic Isle, supra, </em>142 <em>N.J. </em>at 324, 662 A.2d 523. Moreover, discretion to determine whether joinder is required is reserved solely to the trial court. “A plaintiff who fails to allow the trial court the opportunity to supervise the entire controversy risks losing the right to bring that claim later.” <em>Id.; see also Cogdell, supra, </em>116 <em>N.J. </em>at 21, 560 A.2d 1169. It was up to the trial court in the Sands litigation — not plaintiff — to determine whether joinder would have resulted in unfairness to the parties, confusion of the issues or unmanageable administrative problems. If so, the trial court could have excused joinder or ordered severance. <em>Cogdell, supra, </em>116 <em>N.J. </em>at 27-28, 560 A.2d 1169.</p>\n<p id=\"b533-7\">Because plaintiffs claims are so closely related to the controversy adjudicated in the Sands litigation — indeed, those claims formed an integral component of the controversy — the entire controversy doctrine applies to bar those claims. Furthermore, since plaintiff intervened and never withdrew and later was named as a defendant, it had full rights and opportunities to participate in the case until entry of the final judgment on September 13, 1994. Defendant was not late with any payments after August 1994 and the final judgment in the Sands litigation was entered September 13, 1994. As a consequence, the doctrine bars plaintiffs claims not just through April 1993, the date of dismissal of defendant’s cross-claims in the Sands litigation, but up until entry of the final judgment on September 13,1994.</p>\n<p id=\"b533-8\">It is, therefore, unnecessary for us to address defendant’s additional arguments that plaintiffs claims are barred by <em>res judicata </em>and collateral estoppel and that under AP. <em>Dev. Corp. v. Band, supra, </em>plaintiff and defendant established a course of conduct which effectively modified that portion of the sublease governing additional rent.</p>\n<p id=\"b534-4\"><page-number citation-index=\"1\" label=\"504\">*504</page-number>The summary judgments entered December 8, 1994, and January 20,1995, in the consolidated actions under appeal are affirmed. Therefore, the cross-appeal is moot.</p>\n<footnote label=\"1\">\n<p id=\"b526-6\"> Some of the facts are also detailed in <em>City of Atlantic City v. Cynwyd Investments, </em>287 <em>N.J.Super. </em>442, 445-16, 671 A.2d 199, 201 (1996).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b527-8\"> As part of the settlement, the City of Atlantic City agreed to condemn the Pop Lloyd strip for which Sands agreed to pay the costs of acquisition plus all associated costs. We have recently upheld that condemnation despite an argument that the resolution authorizing the condemnation violated the Local Budget Law, <em>N.J.S.A. </em>40A:4-2 to -88. <em>Square Brighton Corp. </em>v. <em>City of Atlantic City, </em>287 <em>N.J.Super. </em>450, 671 A.2d 203 (1996).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b528-6\"> The trial court was aware that it was procedurally improper to grant summary judgment in advance of a hearing for summary dispossession. In this case, however, the summary judgment motion raised legal defenses which disposed of the issues. That these defenses were raised prior to plaintiff's testimony in the summary dispossess action could not change the result and constituted harmless error.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b529-9\"> Defendant's cross-claim against plaintiff in the Sands litigation was dismissed April 23, 1993, thereby terminating its case against plaintiff. However, in Sands's amended complaint of June 29, 1993, plaintiff and defendant herein were named as defendants; final judgment in the Sands' litigation was not entered until September 13, 1994.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b530-8\"> Paragraph 12.2 (iii) of the lease provides that in the event of a default, plaintiff shall have the right \"[t]o terminate this [sublease] and the Term hereby created, without any right on the part of [defendant] to waive the forfeiture by payment of any sum due or by other performance of any condition, term or <page-number citation-index=\"1\" label=\"501\">*501</page-number>covenant broken.\" We find it unnecessary to determine the enforceability of such a clause.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b531-10\"> During oral argument in the trial court, defendant stated that prior to entry of the final judgment in the Sands litigation, the draft form of that judgment was submitted to plaintiff herein.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b531-11\"> Plaintiff's amendments to the complaint revised that figure first to <em>$282,500 </em>and, finally, to $1,289,770.26.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}