{
  "casebody": {
    "data": "<casebody firstpage=\"330\" lastpage=\"331\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b386-3\">Robert A. CHICK, Petitioner-Appellant, v. J. W. WINGO, Warden, Commonwealth of Kentucky, Kentucky State Penitentiary, et al., Respondents-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AAz\">No. 17808.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b386-5\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b386-6\">Dec. 27, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b386-20\">Earl W. Allison, Columbus, Ohio, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b386-21\">David Murrell, Asst. Atty. Gen., Frankfort, Ky., for appellees, Robert Matthews, Atty. Gen., Frankfort, Ky., on the brief.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b386-22\">Before PHILLIPS, EDWARDS and McCREE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b386-23\">PER CURIAM.</author>\n<p id=\"b386-24\">Appellant seeks reversal of Judge Bernard T. Moynahan’s denial without evidentiary hearing of his petition for writ of habeas corpus brought under 28 U.S.C. § 2254 (Supp. II, 1965-66).</p>\n<p id=\"b386-25\">Appellant had previously filed a similar petition raising the same issues before the Circuit Court for Boyd County, Kentucky. In this case a full evidentiary hearing was held and Circuit Judge Chesley A. Lycan entered a careful opinion dealing with the issues of law and fact presented by appellant.</p>\n<p id=\"b386-26\">Appellant is currently on parole by the State of Kentucky because of two 1943 convictions on check charges on which Kentucky judges assessed terms of five years and two years. The extraordinary delay in completion of the 1943 sentences resulted from appellant’s escape from jail after the jury verdicts and sentences, but before formal sentencing.</p>\n<p id=\"b386-27\">Appellant asserts these Kentucky convictions are void because he had no counsel at the time of the two trials concerned. On this score, after the state habeas corpus hearing, Judge Lycan found:</p>\n<blockquote id=\"b386-28\">“While the defendant swears positively he did not have counsel, the record says he did have counsel and the court finds that the statement of the defendant standing alone is not sufficient to impeach the trial order made at the time of trial showing that the defendant did have counsel.”</blockquote>\n<p id=\"b387-4\"><page-number citation-index=\"1\" label=\"331\">*331</page-number> The Circuit Judge’s ruling on this score was affirmed by the Court of Appeals for Kentucky. Chick v. Commonwealth, 405 S.W.2d 14 (Ky.1966). The records of the state court are entitled to a presumption of regularity. This record does not establish by a preponderance of the evidence that appellant was denied counsel. Bates v. Meadows, 358 F.2d 674 (6th Cir. 1966), cert denied, 385 U.S. 937, 87 S.Ct. 299, 17 L.Ed.2d 217 (1966); Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938).</p>\n<p id=\"b387-5\">Appellant also contends that Kentucky “waived” prosecution of these two Kentucky check charges in 1943 when in the course of appellant’s prosecution on similar charges in Pennsylvania he (or someone on his behalf) made restitution. The record before Judge Lycan showed that the records of the Quarter Sessions Court of Beaver County, Pennsylvania, for May 1, 1943, show that appellant was granted probation and records four instances of restitution. None of these instances match the facts upon which the two Kentucky indictments were subsequently returned by a Boyd County grand jury on September 8, 1943. And, of course, restitution does not deprive a sovereign state of its right to prosecute for the original crime. Savitt v. United States, 59 F.2d 541 (3d Cir. 1932); 1 F. Wharton, Criminal Law, § 385, at 517 (12th ed. 1932). Clearly Kentucky elected to exercise its right to prosecute.</p>\n<p id=\"b387-6\">Finally, appellant contends that Kentucky “waived” its right to seek his return to serve these sentences when he was under arrest in Nevada in 1949. Kentucky authorities were notified of that fact and, in place of returning him to Kentucky, they allowed the State of Texas to remove him to Texas, resulting in the service of a 17-year term for robbery in that state.</p>\n<p id=\"b387-7\">As to this issue, we find no dispute of facts. And there is no federal constitutional rule which determines in what order sovereign states must exercise their interest in a fugitive from justice.</p>\n<blockquote id=\"b387-8\">“One accused of crime has a right to a full and fair trial according to the law of the government whose sovereignty he is alleged to have offended, but he has no more than that. He should not be permitted to use the machinery of one sovereignty to obstruct his trial in the courts of the other, unless the necessary operation of such machinery prevents his having a fair trial. He may not complain if one sovereignty waives its strict right to exclusive custody of him for vindication of its laws in order that the other may also subject him to conviction of crime against it. In re Andrews, (D.C.,) 236 Fed. 300; United States v. Marrin, (D.C.,) 227 Fed. 314. Such a waiver is a matter that addresses itself solely to the discretion of the sovereignty making it and of its representatives with power to grant it.” Ponzi v. Fessenden, 258 U.S. 254, 260, 42 S.Ct. 309, 310, 66 L.Ed. 607 (1922).</blockquote>\n<p id=\"b387-11\">The United States District Judge who denied this petition for writ of habeas corpus without evidentiary hearing did so because there had been “a full and fair evidentiary hearing in a state court.” Townsend v. Sain, 372 U.S. 293, 312, 83 S.Ct. 745, 757, 9 L.Ed.2d 770 (1963). We agree.</p>\n<p id=\"b387-12\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}