{
  "casebody": {
    "data": "<casebody firstpage=\"94\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b150-6\">The STATE OF NEW JERSEY, on Behalf of Itself and All Others Similarly Situated, Plaintiff-Appellant, and County of Bergen, a Body Politic and Corporate of the State of New Jersey, Intervening Plaintiff-Appellant, and New Jersey Highway Authority, Intervening Plaintiff-Appellant, and New Jersey Turnpike Authority, Intervening Plaintiff-Appellant, v. MORTON SALT COMPANY, an Illinois Corp. et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A1x\">Nos. 16397-16399 and 16517-16519.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b150-11\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b150-12\">Argued Oct. 17, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b150-13\">Decided Dec. 8, 1967.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"A-k\">Rehearings Denied Jan. 22, 1968.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b151-8\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>Prospero DeBona, Milton, Keane &amp; De-Bona, Jersey City, N. J. (Arthur J. Sills, Atty. Gen., of New Jersey, Frank J. Cuccio, County Counsel, Jersey City, N. J., Pindar, McElroy, Connell &amp; Foley, Newark, N. J., Joseph R. Postizzi, New Brunswick, N. J., on the brief), for State of New Jersey and New Jersey Highway Authority, and others.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b151-9\">Lewis Van Dusen, Jr., Drinker, Biddle &amp; Reath, Philadelphia, Pa. (Howard F. Ordman, New York City, Stephen F. Lichtenstein, Trenton, N. J., Morris R. Brooke, Philadelphia, Pa., on the brief), for appellee International Salt Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b151-10\">Donald Brown, Fox, Rothschild, O’Brien &amp; Frankel, Philadelphia, Pa. (Orlando &amp; Cummins, Camden, N. J., Edward Gerald Donnelly, Jr., Israel Packel, Daniel Lowenthal, Philadelphia, Pa., George H. Hohweiler, Samuel P. Orlando, Camden, N. J., on the brief, for appellee, Cayuga Rock Salt Co.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b151-11\">Bruce D. Shoulson, Lowenstein &amp; Spicer, Newark, N. J. (Murry D. Bro-chin, Newark, N. J., on the brief), for appellee, Winans Carter Corp., and others.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b151-12\">Before HASTIE, FREEDMAN and SEITZ, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b151-13\">OPINION OF THE COURT</p>\n<author id=\"b151-14\">SEITZ, Circuit Judge.</author>\n<p id=\"b151-15\">On June 28, 1965, the State of New Jersey instituted in the district court a private antitrust class action against seven corporations seeking treble damages and other appropriate relief because of their alleged violations of Sections 1 and 2 of the Sherman Act (15 U.S.C. §§ 1 and 2). Several parties were permitted to intervene as plaintiffs. The district court thereafter granted the partial summary judgment motions of certain defendants based on the applicable statute of limitations.<footnotemark>1</footnotemark> Plaintiffs were' granted leave to appeal those judgments and this is the decision thereon.</p>\n<p id=\"b151-16\">On July 11, 1961, the United States of America instituted a civil antitrust action in the Federal District Court of Minnesota (hereafter “Minnesota case”). Only one of the appellees here, International Salt Company (“International”), was a named defendant therein. The defendants in the Minnesota action were charged with a continuing combination and conspiracy to restrain trade in interstate commerce in rock salt in violation of Section 1 of the Sherman Act and to fix prices and to submit collusive bids to governmental agencies and corporations in connection with the sale of rock salt. A consent decree was entered against International on November 4, 1963. On November 24, 1964, judgments on the merits were entered in that action against other defendants, including defendants in this case who are not appellees. Those judgments were affirmed by the Supreme Court of the United States on October 25, 1965. Morton Salt Company v. United States, 382 U.S. 44, 86 S.Ct. 181, 15 L.Ed.2d 36 (1965).</p>\n<p id=\"b152-3\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>In 1966, the present appellees, International, Winans Carter Corp., Winans Reliance Corp., C. G. Winans Co., Chas. Schaefer Sons, Inc., National Oil &amp; Supply Co., and Cayuga Rock Salt Company, successfully moved for partial summary judgment in this action in the district court on the basis of the statute of limitations (15 U.S.C. § 15b), which provides that any action to enforce a claim of the present type is barred unless commenced within four years after the cause of action accrued.</p>\n<p id=\"b152-4\">With respect to the appellees other than International the district court concluded that the tolling statute, 15 U.S.C. § 16(b), had no application to them because they were not named as defendants or conspirators in the Government’s Minnesota action. The appellants challenge the correctness of that interpretation. In reaching its conclusion that the statute applied only to named parties to the Government proceedings, ’ the district court relied upon a decision of the New Jersey district court to that effect incorporated in an order in the case of New Jersey Wood Finishing Co. v. Minnesota Mining &amp; Manufacturing. The order was apparently not appealed. In the present case the district court felt that it should adhere to the prior ruling in its district. However, it also relied upon cases elsewhere to the same effect.</p>\n<p id=\"b152-5\">We turn to the tolling statute. Section 16(b) provides:</p>\n<blockquote id=\"b152-6\">“(b) Whenever any civil or criminal proceeding is instituted by the United States to prevent, restrain, or punish violations of any of the antitrust laws, but not including an action under section 15a of this title, the running of the statute of limitations in respect of every private right of action arising under said laws and based in whole or in part on any matter complained of in said proceeding shall be suspended during the pendency thereof and for one year thereafter: <em>Provided, however, </em>That whenever the running of the statute of limitations in respect of a cause of action arising under section 15 of this title is suspended hereunder, any action to enforce such cause of action shall be forever barred unless commenced either within the period of suspension or within four years after the cause of action accrued.”</blockquote>\n<p id=\"b152-9\">It is clear from the undisputed facts that if the quoted tolling provision was applicable to all the appellees, the summary judgments were erroneously entered here. We say this because § 16(b) tolls the statute during the pendency of Government proceedings and for one year thereafter. This action was, of course, commenced even before the termination of the Minnesota case. We address ourselves then to the question as to whether the statute of limitations was tolled as to such appellees.</p>\n<p id=\"b152-10\">We note immediately that Section 16 (b) does not contain any language limiting its application on the basis of the identity of the defendants in the Government’s antitrust action. Rather it is directed, to the extent indicated, to the preservation of “every private right of action,” against the operation of the statute of limitations. And so Section 16(b) does not explicitly limit its operative effect to named parties or conspirators. That the absence of circumscribing language may have resulted from a deliberate Congressional intent is indicated by contrasting Section 16(b) with Section 16(a).<footnotemark>2</footnotemark> Section 16(a), dealing with»the <page-number citation-index=\"1\" label=\"97\">*97</page-number>use of judgments or decrees obtained by the Government, explicitly limits their use to the defendants against whom they are obtained. We recognize that due process requires that Section 16(a) operate only against parties. But we think the language also suggests that had Congress intended to similarly limit the operation of Section 16(b), it had before it language appropriate to that end.</p>\n<p id=\"b153-4\">In pursuit of the proper interpretation of the tolling statute, we turn next to an examination of the Congressional purpose behind the enactment of the statute authorizing, private antitrust actions. See Burnett v. New York Central Railroad Co., 380 U.S. 424, 85 S.Ct. 1050, 13 L.Ed.2d 941 (1965). In this way we gain a “feel” for the appropriate approach to the problem of construing the tolling statute. Of course, limitation statutes reflect the view that society as well as potential defendants have an interest in repose from litigation. But that factor may be outweighed when the implementation of some important Congressional purpose is involved. We think such a purpose is particularly apparent here. As the United States Supreme Court said in Minnesota Mining &amp; Mfg. Co. v. New Jersey Wood Finishing Co., 381 U.S. 311, 85 S.Ct. 1473, 14 L.Ed.2d 405 (1965), when considering this very section, Congress has expressed its belief that private antitrust litigation is one of the surest weapons for effective enforcement of the antitrust laws. See also Leh v. General Petroleum Corp., 382 U.S. 54, 86 S.Ct. 203, 15 L.Ed.2d 134 (1965) ; and see Bruce’s Juices v. American Can Co., 330 U.S. 743, 67 S.Ct. 1015, 91 L.Ed. 1219 (1947).</p>\n<p id=\"b153-5\">The Congressional history, as reflected in the Minnesota Mining case, gives further support to the view that the tolling provision was enacted for the benefit of private parties who were injured. This factor plus Congressional policy suggest most strongly that the tolling provision, if of doubtful meaning, should be interpreted in a way which will permit a determination on their merits of private claims in this area.</p>\n<p id=\"b153-10\">Certainly a purpose behind the tolling provision was to afford the private litigant, as against defendants in a Government action, the benefit, under restricted conditions, of a judgment or decree obtained by the Government. But Leh and Minnesota Mining make it clear that at least an equally important purpose behind the enactment of Section 16 (b) was to permit private claimants to obtain the benefit of the evidence and legal rulings involved in the Government’s action. If the tolling provision is not for the benefit of private individuals who have been damaged by the activities of entities which are not named in the Government action, that Congressional purpose will be in part frustrated. It could well mean that causes of action against purely private defendants would be barred even before the Government’s action had progressed to the point where a legal or evidentiary basis for drawing a complaint against others could be established. We take notice that by their nature the processing of antitrust cases often takes years.</p>\n<p id=\"b153-11\">We think the following language from Leh, at 63-64 of the United States Reports, at 209 of 86 S.Ct., makes clear that 16(b) is not limited to named defendants in the Government’s action:</p>\n<blockquote id=\"b153-12\">“ * * * so here we cannot conclude that a private claimant may invoke § 5(b) [16(b)] only if the conspiracy of which he complains has the same breadth and scope in time and participants as the conspiracy described in the government action on which he relies. * * * ”</blockquote>\n<blockquote id=\"b153-13\">“ * * * In suits of this kind, the absence of complete identity of defendants may be explained on several grounds unrelated to the question of whether the private claimant’s suit is based on matters of which the Government complained.”</blockquote>\n<blockquote id=\"b153-14\">“ * * * Or the private plaintiff may prefer to limit his suit to the defend<page-number citation-index=\"1\" label=\"98\">*98</page-number>ants named by the Government whose activities contributed most directly to the injury of which he complains. On the other hand, some of the conspirators whose activities injured the private claimant may have been too low in the conspiracy to be selected as named defendants or co-conspirators in the Government’s necessarily broader net.”</blockquote>\n<p id=\"b154-4\">But the appellees who were not named in the Minnesota case argue that it would be unfair to apply the tolling statute to them. They say that parties in their position might not even know of the Government’s action. They point out that the lapse of time without notice may prejudice their ability to defend a later private antitrust action because they may have destroyed their records. There is a certain appeal to this argument. However, there are important ameliorative considerations. The Government decree or judgment cannot be used against them. Moreover, the tolling statute, by its provisions, will only apply if there is a substantial identity between the matters alleged in the Government’s action and those alleged in the private action. Leh v. General Petroleum Corp., above. Thus, while it is true that by virtue of the operation of the tolling statute there may be a certain staleness to the claims, it is also true that the “substantial identity” requirement of the statute gives some assurance that the defendant in the private litigation who is not named in the Government action may reasonably be expected to have an awareness of the Government proceedings. Otherwise the private plaintiff probably will not be able to comply with the requirement that there be a “substantial identity” between the actions. On such a premise, and in such a context, it may fairly be said that the position of a purely private defendant is substantially the same as that of a defendant in the Government action, as to whom the tolling provision is admittedly applicable.</p>\n<p id=\"b154-7\">We conclude that Section 16(b) of the statute applies to these defendantappellees even though they were not defendants in the Government action. See State of Michigan v. Morton Salt Co., 259 F.Supp. 35 (D.C.Minn.1966) where the District Court of Minnesota held that Section 16(b) applied to parties who were not named defendants in the Government action.<footnotemark>3</footnotemark></p>\n<p id=\"b154-8\">We next consider the contention of the appellee, International, that the tolling of the statute of limitations ceased when the consent decree was entered against it, even though the action continued against the other defendants. The district court so held in reliance upon an earlier New Jersey District Court opinion to that effect in Gordon v. Loew’s, Inc., 147 F.Supp. 398 (1956). We should add that that judgment was affirmed by this court on appeal, but on different grounds. See 247 F.2d 451 (3rd Cir. 1957). The district court also relied upon the leading case of Sun Theatre Corp. v. R. K. O. Radio Pictures, 213 F.2d 284 (7th Cir. 1954), which reached the same conclusion. We conclude that Gordon v. Loew’s, Inc., above, and the line of cases of which Sun Theatre case is representative, were based upon an interpretation of Section 16 which was destroyed by the quoted analysis made by the United States Supreme Court in the Leh case. The Minnesota Mining opinion also supports our evaluation of the statute.</p>\n<p id=\"b154-10\">Much of the reasoning set forth in support of our conclusion with respect to <page-number citation-index=\"1\" label=\"99\">*99</page-number>the applicability of the tolling provision to the purely private defendants is also applicable to International in its “consent decree” status in the Government action. Additionally, if the tolling provision ceased to apply to a party in International’s position, such a litigant could probably thereby frustrate to some extent the statutory scheme by perhaps depriving private litigants of its assumed benefits. It could do this by agreeing to the entry of a consent judgment before any testimony was adduced. In such a situation the consent decree could not even be used against it in a private action. In addition, the potential private litigants would' be faced with the possibility of having to commence suit before testimony was taken or legal principles established which might be of benefit to them.</p>\n<p id=\"b155-4\">It is also noteworthy that a named defendant in a Government action has less ground for complaint that the staleness of the claim may work to its prejudice than does a purely private defendant. The Government defendant is on explicit notice of the Government’s claim and can take action to preserve its evidence. Finally, our conclusion does not particularly discourage the settlement of Government litigation. We say this because Section 16(a), does not permit the use in private litigation of consent judgments or decrees obtained in Government actions if they are entered before testimony is taken. And, of course, they are only usable against parties to the Government action.</p>\n<p id=\"b155-5\">We therefore conclude that Section 16(b) tolled the statute as against International until the Government’s Minnesota case was completed even though a consent decree was entered against International several years earlier. See State of Michigan v. Morton Salt Co., above.</p>\n<p id=\"b155-6\">In view of our decision we do not reach other issues raised by the parties.</p>\n<p id=\"b155-7\">The judgments of the district court will be reversed.</p>\n<footnote label=\"1\">\n<p id=\"b151-17\">. Claims accruing more than four years prior to the filing of the complaint are barred.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b152-7\">. “(a) A final judgment or decree heretofore or hereafter rendered in any civil or criminal proceeding brought by or on behalf of the United States under the antitrust laws to the effect that a defendant has violated said laws shall be prima facie evidence against such defendant in any action or proceeding brought by any other party against such defendant under said laws or by the United States under section 15a of this title, as to all matters respecting which said judgment or decree would be an estoppel as between the parties thereto: <em>Provided, </em>That this section shall not apply to consent judgments or decrees entered before any testimony has been taken or to judgments or decrees entered in actions under section 15a of this title.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b154-5\">. Although the Morton Salt case was appealed, the particular issues here decided were not among the matters raised by the appeal. See Hardy Salt Co. v. State of Illinois, 377 F.2d 768 (8th Cir., 1967); cert. denied October 23, 1967, 389 U.S. 912, 88 S.Ct. 238, 19 L.Ed.2d 260. See also State of Vermont v. Cayuga Rock Salt Co., decided Oct. 17, 1967, 276 F.Supp. 970, appeal pending in the Court of Appeals for the First Circuit, where the Maine district court followed the Minnesota district court’s opinion as to the applicability of 16(b) to parties who were not defendants in the Government action.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}