{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"565\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Charles DONELSON, Plaintiff-Appellant,\n  <br/>\n  v.\n  <br/>\n  Darrise HARDY and Wexford Health Sources, Inc., Defendants-Appellees.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 18-2739\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, Seventh Circuit.\n </court>\n <otherdate id=\"p-4\">\n  Submitted June 20, 2019\n  <br/>\n  Decided July 9, 2019\n  <br/>\n  Opinion Issued July 19, 2019\n  <footnotemark>\n   *\n  </footnotemark>\n </otherdate>\n <attorneys id=\"p-5\">\n  Charles Donelson, Pro Se.\n </attorneys>\n <attorneys id=\"p-6\">\n  Julie Ann Teuscher, Attorney, CASSIDAY SCHADE LLP, Chicago, IL, for Defendants - Appellees.\n </attorneys>\n <judges id=\"p-7\">\n  Before Kanne, Barrett, and Brennan, Circuit Judges.\n </judges>\n <footnote label=\"*\">\n  <p id=\"p-55\">\n   We have agreed to decide this case without oral argument because the briefs and record adequately present the facts and legal arguments, and oral argument would not significantly aid the court. Fed. R. App. P. 34(a)(2)(C). The court initially resolved this appeal by nonprecedential order. The order is being reissued as an opinion.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Per Curiam.\n  </author>\n  <p id=\"p-9\">\n   Charles Donelson sued a nurse and Wexford Health Sources, Inc., for allegedly providing him with constitutionally deficient medical care in prison and retaliating against him for filing other lawsuits. After the district court decided that he obstructed discovery in bad faith, it dismissed his suit as a sanction. The district court responded reasonably to Donelson's insubordination, so we affirm.\n  </p>\n  <p id=\"p-10\">\n   We begin by describing Donelson's case. Donelson, an Illinois inmate, moved to Stateville Northern Reception and Classification Center (an Illinois prison) in 2013. Upon his arrival, Darrise Hardy, a prison nurse, screened him for medical issues. Donelson is asthmatic, and he told Hardy that he needed a new inhaler for his breathing problems. Hardy responded that he could get one from a doctor. Donelson had to wait 16 days to see a doctor, though the defendants say that he could have gone to the commissary at any time for an inhaler. Donelson received an inhaler from a doctor 20 days after arriving at Stateville. Invoking\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201983\">\n    42 U.S.C. § 1983\n   </extracted-citation>\n   , he now alleges that Hardy and her employer, Wexford, violated the Eighth Amendment (through deliberate indifference to his asthma ) and the First Amendment (by delaying his care to retaliate for prior lawsuits).\n  </p>\n  <p id=\"p-11\">\n   During discovery, the court encountered several problems. The first problem involved Donelson's conflict with his lawyer. The court recruited counsel for Donelson, but it later allowed counsel to withdraw after Donelson accused counsel of being \"dishonest.\" The second problem was Donelson's false assertion that Wexford had refused to respond to his document requests. The district court found otherwise:\n  </p>\n  <blockquote id=\"p-12\">\n   Based on the Court's review of Wexford's responses and the documents Wexford has produced to Plaintiff, the Court does not credit Plaintiff's allegations concerning the adequacy of Wexford's response to the discovery request upon which Plaintiff focuses in his motion [to compel]. It appears that the documents Plaintiff says he did not receive are attached to his motion to compel and identified in a delivery receipt ... Further, Wexford provided the Court with copies of the documents it produced to Plaintiff, and they are the Wexcare documents Plaintiff specifically requested.\n  </blockquote>\n  <p id=\"p-13\">\n   The third problem was Donelson's obstructive behavior during his deposition. This came to light after the defendants moved for summary judgment. The defendants attached to their motion a transcript of Donelson's deposition, which occurred at Stateville. Upon receiving this, the district court invoked its inherent powers and FED. R. CIV. P. 37 to order Donelson to explain why his case should not be dismissed as a sanction for his misconduct during his deposition. Here are representative examples.\n  </p>\n  <p id=\"p-14\">\n   • Donelson professed not to understand simple questions, no matter how many times counsel rephrased them, and refused to answer them:\n  </p>\n  <blockquote id=\"p-15\">\n   Q: Have you received medical care at any Illinois Department of Corrections prison prior to December 30th, 2013?\n  </blockquote>\n  <blockquote id=\"p-16\">\n   A: I don't understand your question.\n  </blockquote>\n  <blockquote id=\"p-17\">\n   Q: Do you understand that December 30th, 2013 is a date?\n  </blockquote>\n  <blockquote id=\"p-18\">\n   A: Yes, I understand that is the date that this incident occurred.\n  </blockquote>\n  <blockquote id=\"p-19\">\n   Q: Wonderful. Before this incident occurred-\n  </blockquote>\n  <blockquote id=\"p-20\">\n   A: I object to that.\n  </blockquote>\n  <blockquote id=\"p-21\">\n   Q: I haven't finished my question. Before this incident occurred, sir, have you ever received medical attention at\n   an Illinois Department of Corrections prison?\n  </blockquote>\n  <blockquote id=\"p-22\">\n   A: I don't recall. I don't understand your question.\n  </blockquote>\n  <blockquote id=\"p-23\">\n   Q: When did you first enter Stateville NRC in your life?\n  </blockquote>\n  <blockquote id=\"p-24\">\n   A: What do you mean by my life?\n  </blockquote>\n  <blockquote id=\"p-25\">\n   ...\n  </blockquote>\n  <blockquote id=\"p-26\">\n   Q: Is it your testimony that prior to December 30th, 2013, you had never been in Stateville NRC in your life, meaning date of birth until December 30th, 2013?\n  </blockquote>\n  <blockquote id=\"p-27\">\n   A: I do not understand that question.\n  </blockquote>\n  <blockquote id=\"p-28\">\n   Q: Sir, I cannot phrase that anymore specifically. From the date you were born, until December 30th, 2013, had you ever been at Stateville Northern Reception and Classification Center?\n  </blockquote>\n  <blockquote id=\"p-29\">\n   A: I don't understand that question.\n  </blockquote>\n  <blockquote id=\"p-30\">\n   Q: Had you physically had your body inside Stateville NRC from the date of your birth until any date prior to December 30th, 2013?\n  </blockquote>\n  <blockquote id=\"p-31\">\n   A: I don't understand the question.\n  </blockquote>\n  <p id=\"p-32\">\n   • To delay answering questions even further, without basis Donelson accused opposing counsel of bringing contraband (an inhaler) into Stateville:\n  </p>\n  <blockquote id=\"p-33\">\n   Q: You are holding an inhaler right now, so clearly you did get medical care at some point. How did you get that?\n  </blockquote>\n  <blockquote id=\"p-34\">\n   A: You gave it to me.\n  </blockquote>\n  <blockquote id=\"p-35\">\n   Q: I personally gave that to you?\n  </blockquote>\n  <blockquote id=\"p-36\">\n   A: Yes. That is your contraband.\n  </blockquote>\n  <blockquote id=\"p-37\">\n   Q: Sir, what are you talking about? You are saying that is my inhaler?\n  </blockquote>\n  <blockquote id=\"p-38\">\n   A: Yeah. Do you want it?\n  </blockquote>\n  <p id=\"p-39\">\n   • Donelson refused to answer any question that he found irrelevant.\n  </p>\n  <blockquote id=\"p-40\">\n   Q: So you have to agree with me at some point in your life you have received medical care in the Department of Corrections prison, correct?\n  </blockquote>\n  <blockquote id=\"p-41\">\n   A: When you say life, sir, you have to be more defined. You have to describe exactly what you mean by life. I have not been here my life.\n  </blockquote>\n  <blockquote id=\"p-42\">\n   Q: But you have been here for portions of your life, correct?\n  </blockquote>\n  <blockquote id=\"p-43\">\n   A: That is irrelevant ....\n  </blockquote>\n  <p id=\"p-44\">\n   The judge found this conduct indefensible. He described Donelson's responses as \"evasive and argumentative answers\" enhanced by \"dishonesty and false obtuseness.\" Donelson replied that he was just \"stick[ing] to the merit of this case\" as ordered, that he was genuinely confused by the questions, that he was not feeling well, and that he should not be sanctioned because the defendants had not asked for sanctions. The judge was unpersuaded. Donelson was not confused, the judge ruled, because a deposition transcript (which Donelson himself submitted) from another case showed that he could understand similar questions. Moreover, \"no judicial officer suggested to Donelson that he was free to disregard the rules governing depositions.\" And, the judge noted, Donelson's attempt to blame his conduct on his health was disingenuous because Donelson had told counsel that he felt well enough to continue with the deposition. Finally, the judge observed, the court had the authority to impose sanctions itself, even without a motion from the defendants.\n  </p>\n  <p id=\"p-45\">\n   The judge ruled that dismissal with prejudice and an award of costs was a proper sanction. First, \"Donelson acted willfully and in bad faith.\" Second, although dismissal is \"severe,\" the judge found it \"proportional and appropriate given Donelson's grossly unacceptable conduct, the need to convey the seriousness of his violations, the obvious insufficiency of a verbal or written warning, and his present inability to pay any meaningful monetary sanction.\" Donelson's conduct at his deposition\n   was enough, the judge thought, to justify dismissal, but his behavior earlier in the case-accusing without evidence recruited counsel and Wexford of misconduct-also supported dismissal. The defendants later asked for approximately $200 in court costs. Donelson argued that costs were not appropriate because the district court did not decide the case at summary judgment. The judge disagreed and granted the request.\n  </p>\n  <p id=\"p-46\">\n   We review for an abuse of discretion the dismissal of case as a sanction.\n   <em>\n    See\n   </em>\n   <em>\n    Chambers v. NASCO, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1107845\" index=\"1\" url=\"https://cite.case.law/us/501/32/#p55\">\n    501 U.S. 32\n   </extracted-citation>\n   , 55,\n   <extracted-citation case-ids=\"1107845\" index=\"2\" url=\"https://cite.case.law/us/501/32/#p55\">\n    111 S.Ct. 2123\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1107845\" index=\"3\" url=\"https://cite.case.law/us/501/32/#p55\">\n    115 L.Ed.2d 27\n   </extracted-citation>\n   (1991) ;\n   <em>\n    Ramirez v. T&amp;H Lemont, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12177379\" index=\"4\" url=\"https://cite.case.law/f3d/845/772/#p782\">\n    845 F.3d 772\n   </extracted-citation>\n   , 782 (7th Cir. 2016). Three sources of the power to sanction are relevant here. First, sanctions issued under the court's inherent powers are justified if the offender willfully abuses the judicial process or litigates in bad faith.\n   <em>\n    See\n   </em>\n   <em>\n    Emerson v. Dart\n   </em>\n   ,\n   <extracted-citation case-ids=\"12518210\" index=\"5\" url=\"https://cite.case.law/f3d/900/469/#p473\">\n    900 F.3d 469\n   </extracted-citation>\n   , 473 (7th Cir. 2018). Second, Federal Rule of Civil Procedure 37 permits sanctions, including dismissal, when a party \"fails to obey an order to provide or permit discovery.\" Third, under Federal Rule of Civil Procedure 30(d)(2), a court may impose sanctions if a deponent \"impedes, delays, or frustrates [his] fair examination.\" Sanctions under all three sources are justified by bad-faith conduct, a finding that the district court made and that we review for clear error.\n   <em>\n    In re Golant\n   </em>\n   ,\n   <extracted-citation case-ids=\"11076676,11129855\" index=\"6\" url=\"https://cite.case.law/f3d/239/931/\">\n    239 F.3d 931\n   </extracted-citation>\n   , 936 (7th Cir. 2001).\n  </p>\n  <p id=\"p-47\">\n   The record amply supports the judge's finding of bad faith. As the district judge observed, Donelson was not confused by counsel's questions because the deposition transcript from the other case shows that he could readily answer similar questions. His contention that he was just sticking to the merits of this case is refuted by the excerpts from the deposition transcript of this case, which shows that he\n   <em>\n    refused\n   </em>\n   to answer questions about the merits. And poor health was no defense to his behavior because Donelson conceded during the deposition that he felt well enough to continue. Finally, as the district court noted, it had the authority to find bad faith without waiting for a motion from the defendants.\n   <em>\n    See\n   </em>\n   <em>\n    Chambers\n   </em>\n   ,\n   <extracted-citation case-ids=\"1107845\" index=\"7\" url=\"https://cite.case.law/us/501/32/#p55\">\n    501 U.S. at\n   </extracted-citation>\n   42 n.8,\n   <extracted-citation case-ids=\"1107845\" index=\"8\" url=\"https://cite.case.law/us/501/32/#p55\">\n    111 S.Ct. 2123\n   </extracted-citation>\n   ;\n   <em>\n    Johnson v. Cherry\n   </em>\n   ,\n   <extracted-citation case-ids=\"8931753\" index=\"9\" url=\"https://cite.case.law/f3d/422/540/#p551\">\n    422 F.3d 540\n   </extracted-citation>\n   , 551 (7th Cir. 2005).\n  </p>\n  <p id=\"p-48\">\n   Donelson argues that the judge could not find bad faith without holding a hearing, but an oral hearing was not required. The court gave Donelson notice of the possible sanction and an opportunity to respond to its order to show cause. That was sufficient process.\n   <em>\n    See\n   </em>\n   <em>\n    Morjal v. City of Chicago\n   </em>\n   ,\n   <extracted-citation case-ids=\"4340309\" index=\"10\" url=\"https://cite.case.law/f3d/774/419/#p422\">\n    774 F.3d 419\n   </extracted-citation>\n   , 422 (7th Cir. 2014) ;\n   <em>\n    Larsen v. City of Beloit\n   </em>\n   ,\n   <extracted-citation case-ids=\"11893469\" index=\"11\" url=\"https://cite.case.law/f3d/130/1278/#p1286\">\n    130 F.3d 1278\n   </extracted-citation>\n   , 1286-87 (7th Cir. 1997) (citing\n   <em>\n    Kapco Mfg. Co., Inc. v. C &amp; O Enters., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10539186\" index=\"12\" url=\"https://cite.case.law/f2d/886/1485/#p1494\">\n    886 F.2d 1485\n   </extracted-citation>\n   , 1494 (7th Cir. 1989) ).\n  </p>\n  <p id=\"p-49\">\n   Next, Donelson contends that the sanction of dismissal was too severe. Sanctions, including dismissal, must be proportionate to the circumstances.\n   <em>\n    See\n   </em>\n   <em>\n    Nelson v. Schultz\n   </em>\n   ,\n   <extracted-citation case-ids=\"12264010\" index=\"13\" url=\"https://cite.case.law/f3d/878/236/#p238\">\n    878 F.3d 236\n   </extracted-citation>\n   , 238-39 (7th Cir. 2017) ;\n   <em>\n    Ty Inc. v. Softbelly's, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5871117\" index=\"14\" url=\"https://cite.case.law/f3d/517/494/#p499\">\n    517 F.3d 494\n   </extracted-citation>\n   , 499-500 (7th Cir. 2008). Considerations relevant to proportionality include the extent of the misconduct, the ineffectiveness of lesser sanctions, the harm from the misconduct, and the weakness of the case.\n   <em>\n    See\n   </em>\n   <em>\n    Pendell v. City of Peoria\n   </em>\n   ,\n   <extracted-citation case-ids=\"4340102\" index=\"15\" url=\"https://cite.case.law/f3d/799/916/#p917\">\n    799 F.3d 916\n   </extracted-citation>\n   , 917 (7th Cir. 2015) ;\n   <em>\n    Salata v. Weyerhaeuser Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4125434\" index=\"16\" url=\"https://cite.case.law/f3d/757/695/#p699\">\n    757 F.3d 695\n   </extracted-citation>\n   , 699-700 (7th Cir. 2014) ;\n   <em>\n    Kasalo v. Harris &amp; Harris, Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3831409\" index=\"17\" url=\"https://cite.case.law/f3d/656/557/#p561\">\n    656 F.3d 557\n   </extracted-citation>\n   , 561 (7th Cir. 2011).\n  </p>\n  <p id=\"p-50\">\n   These factors all support dismissal as a proportionate sanction. First, Donelson's misconduct was extensive. He refused to answer deposition questions by pretending \"confusion,\" by falsely accusing counsel of trafficking contraband, and by deeming questions \"irrelevant.\" Earlier, he had without basis accused his lawyer of\n   dishonesty and falsely accused Wexford of not producing documents. Second, lesser sanctions would not work. Warnings were ineffective-the court had criticized Donelson's baseless motion to compel documents, and opposing counsel tried to no avail to get Donelson to answer questions. Fines would be ineffective because Donelson had filed this suit in forma pauperis; if he could not afford the filing fee, a monetary sanction would not deter him.\n   <em>\n    See\n   </em>\n   <em>\n    Hoskins v. Dart\n   </em>\n   ,\n   <extracted-citation case-ids=\"4092172\" index=\"18\" url=\"https://cite.case.law/f3d/633/541/#p544\">\n    633 F.3d 541\n   </extracted-citation>\n   , 544 (7th Cir. 2011). Third, the harm was substantial. By lying to avoid giving evidence, Donelson essentially falsified testimony. \"[F]alsifying evidence to secure a court victory undermines the most basic foundations of our judicial system. If successful, the effort produces an unjust result. Even if it is not successful, the effort imposes unjust burdens on the opposing party, the judiciary, and honest litigants who count on the courts to decide their cases promptly and fairly.\"\n   <em>\n    Secrease v. W. &amp; S. Life Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4340687\" index=\"19\" url=\"https://cite.case.law/f3d/800/397/#p402\">\n    800 F.3d 397\n   </extracted-citation>\n   , 402 (7th Cir. 2015). Finally, the case was weak: Donelson never properly opposed the defendants' statement of undisputed facts, which pointed out that Donelson could get an inhaler at any time.\n  </p>\n  <p id=\"p-51\">\n   Donelson's last contention challenges the district court's award of costs. Federal Rule of Civil Procedure 54(d) creates a presumption that a prevailing party will recover costs, and we review the district court's decision to award costs for an abuse of discretion.\n   <em>\n    See\n   </em>\n   <em>\n    Baker v. Lindgren\n   </em>\n   ,\n   <extracted-citation case-ids=\"12276811\" index=\"20\" url=\"https://cite.case.law/f3d/856/498/#p502\">\n    856 F.3d 498\n   </extracted-citation>\n   , 502 (7th Cir. 2017). Because the district court dismissed the suit with prejudice, the defendants were prevailing parties entitled to costs.\n   <em>\n    See\n   </em>\n   <em>\n    Ogborn v. United Food &amp; Commercial Workers Union, Local No. 881\n   </em>\n   ,\n   <extracted-citation case-ids=\"11390529\" index=\"21\" url=\"https://cite.case.law/f3d/305/763/#p769\">\n    305 F.3d 763\n   </extracted-citation>\n   , 769-70 (7th Cir. 2002). The district court awarded costs for a court reporter, transcript services, and delivery services-all within the district court's discretion.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201920\">\n    28 U.S.C. § 1920\n   </extracted-citation>\n   ;\n   <em>\n    Majeske v. City of Chicago\n   </em>\n   ,\n   <extracted-citation case-ids=\"11198650\" index=\"23\" url=\"https://cite.case.law/f3d/218/816/#p824\">\n    218 F.3d 816\n   </extracted-citation>\n   , 824-26 (7th Cir. 2000).\n  </p>\n  <p id=\"p-52\">\n   We have considered Donelson's other contentions, but none merits discussion. The judgment of the district court is AFFIRMED.\n  </p>\n </opinion>\n</casebody>\n"
  }
}