{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"396\" lastpage=\"414\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b396-5\" pgmap=\"396\">Allen Howes v. Joshua N. Austin.</parties><syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b396-8\" pgmap=\"396\">1. Judgment op non pros. — of its character and effect—and when it may he entered. In an action against the drawer of a hank check, the declaration contained two special counts upon the check, and the common counts. The defendant pleaded the general issue to the whole declaration, and filed a special plea in bar to the special counts. The plaintiff failing to reply to this special plea within the time required by a rule of the court, a judgment was entered that the 'defendant, as to the special counts, go hence without day. Held, that this was a judgment of non pros, as to those counts. Its only effect was, to turn the plaintiff out of court on the cause of action non prossed, leaving him at liberty to proceed for its recovery precisely as though the declaration or count non prossed had never been filed. Such a judgment did not operate to bar a subsequent recovery in that or any other action.</syllabus><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b396-9\" pgmap=\"396\">2. The practice sanctions the right to take such a judgment as to a part of the cause of action, instead of the whole declaration. So it was proper to enter the judgment of non pros, as to the special counts to which the special plea in reference to which the plaintiff was in default, was pleaded, and leave the common counts stand, under which, notwithstanding the judgment of non pros, as to the special counts, the check was admissible in evidence, and a recovery therefor could be had.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b396-10\" pgmap=\"396\">3. The court said: “If this had been a non pros, of a part of an entire cause of action, we are not prepared to say that the result would not have been different as to that cause, especially if it was indivisible in its character; but that question is not now before us.”</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b396-11\" pgmap=\"396\">4. Evidence—wider the common counts — checks. A check is admissible in evidence under the common counts in assumpsit.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b396-12\" pgmap=\"396\">5. Checks eor money—not payable in depreciated paper. Where a check is \"drawn for a given number of dollars, without in any other manner designating in what kind of money it is to be paid, it is payable in coin, if demanded, or current money.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"AYd\" pgmap=\"396\">' 6. Parol evidence—explaining a check. Nor can such a check be explained, either by verbal agreement or by custom, or any mercantile or other usage, to have any other or different meaning than that.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b396-14\" pgmap=\"396\">1. Drawer oe check—presentation of checks for payment. A check given on the 14th of May, was not presented for payment until the 8 th of June following. Held, that if, in fact, the drawer was not injured by such delay in presenting the check, he was not exonerated from liability thereby.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b396-15\" pgmap=\"396(34) 397(56)\">8. Same — when they need not he presented at all. Where a check is drawn for par funds or coin, and at the time the drawer had no account with the bank upon which the check was drawn, of par funds, subject to draft and unappropriated; or if he knew at the time that the bank would refuse to pay the check in par funds, the drawer could not require the check to be presented for payment, as in ordinary cases of checks drawn against par funds in bank.</syllabus><syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b397-6\" pgmap=\"397\">9. Same—when notice not necessary to hold drawer. Nor is it necessary, under such circumstances, that the drawer should have notice in order to hold bim liable.</syllabus><summary data-order=\"10\" data-type=\"summary\" id=\"b397-7\" pgmap=\"397\">Appeal from the Superior Court of Chicago:</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b397-8\" pgmap=\"397\">This was an action of assumpsit instituted in the court below by Joshua N. Austin against Allen Howes, as drawer of a check in favor of Lyman S. Knox, which was indorsed to the plaintiff. The declaration contained two special counts upon the check, and the common counts. The defendant pleaded the general issue to the whole declaration, and a special plea in bar to the two special counts.</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b397-9\" pgmap=\"397\">A similiter was added to the plea of the general issue, and at the December Term, 1861, at the instance of the defendant, a rule was entered requiring the plaintiff to reply to the defendant’s special plea by a given day.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b397-10\" pgmap=\"397\">This rule having expired, and the plaintiff failing to comply with the same, this entry was made of record: “ And now, at this day cometh the said defendant, by his attorneys aforesaid; but the said plaintiff, though solemnly called, cometh not, but makes default; nor hath he in any way answered the aforesaid plea of the said defendant, secondly above, and to the first and second counts of the said plaintiff’s declaration pleaded, but therein remains wholly undefended, &amp;c.</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b397-11\" pgmap=\"397\">“ Therefore, it is considered that the said Joshua 3ST. Austin take nothing by his said first and second counts of his declaration aforesaid, and that the said defendant go thereof without day, &amp;c.”</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b397-12\" pgmap=\"397\">Subsequently the cause came on for trial upon the common counts and the plea of the general issue. The plaintiff offered in evidence the check sued upon, to which the defendant objected on the following grounds:</summary><summary data-order=\"16\" data-type=\"summary\" id=\"b397-13\" pgmap=\"397(19) 398(88)\">1. The said check is not admissible under the common-counts. 2. The plaintiff, having declared specially on said check in two counts, to which the defendant has pleaded a special plea, and plaintiff having made default as to said plea, and judgment having heen rendered thereon for defendant, the plaintiff cannot now go for the same cause of action upon the common counts or recover the same thereunder, and introduced the record of said judgment to the court. But the court overruled the objections, and the check was read in evidence to the jury. To which ruling. and decision of the court the defendant excepted.</summary><summary data-order=\"17\" data-type=\"summary\" id=\"b398-6\" pgmap=\"398\">The check was in the following form:</summary><summary data-order=\"18\" data-type=\"summary\" id=\"b398-7\" pgmap=\"398\">No. 226. Chicago, Hay 14th, 1861.</summary><summary data-order=\"19\" data-type=\"summary\" id=\"b398-8\" pgmap=\"398\">Chicago Marine and Fire Insurance Co. Pay to Lyman S. Knox, or order, eight hundred and seventy-four dollars.</summary><summary data-order=\"20\" data-type=\"summary\" id=\"b398-9\" pgmap=\"398\">$874. ALLEN HOWES.</summary><summary data-order=\"21\" data-type=\"summary\" id=\"b398-10\" pgmap=\"398\">On which there was the following indorsement:</summary><summary data-order=\"22\" data-type=\"summary\" id=\"b398-11\" pgmap=\"398\">Pay the within to Joshua N. Austin, without recourse to me.</summary><summary data-order=\"23\" data-type=\"summary\" id=\"b398-12\" pgmap=\"398\">LYMAN S. KNOX.</summary><summary data-order=\"24\" data-type=\"summary\" id=\"b398-13\" pgmap=\"398\">It appears from the testimony of F. W. Tilton, sworn on behalf of the plaintiff, that the check was presented by him at the Marine Bank, on the 8th day of June, 1861, when the bank offered to pay it in Illinois currency, which at the time was worth from thirty to ninety cents on the dollar. This the witness refused, requiring current money.</summary><summary data-order=\"25\" data-type=\"summary\" id=\"b398-14\" pgmap=\"398(139) 399(90)\">Samuel Rogers was called as a witness for plaintiff, and testified, in substance: That in May, 1861, he was an assistant cashier in the bank of the Chicago Marine and Fire Insurance Co.; that he only knew the defendant as one of the customers of the bank. The said check being shown to witness, he said the bank would have paid it in Illinois bank bills, and nothing else. Would not have paid it in gold or silver or par funds. Defendant had nothing on deposit but Hlinois bank bills to pay. He had no specie account there, at date of check, or since. He never at any time had any account in the bank different or in other funds than that spoken of. Defendant’s deposits were in Hlinois bank bills. Notes of the banks of the State generally. On 14th of May, 1861, they were in a doubtful condition and credit. It is impossible to say how they compared with gold or Mew York exchange. They were worth about 90 cents on the dollar. Bank would have paid a specie account at any time between 14th of May and 8th of June, 1851; it was able to pay all deposit accounts of gold or specie, or par funds. There were but two kinds of accounts kept there; one was a currency account, and the other specie.</summary><summary data-order=\"26\" data-type=\"summary\" id=\"b399-6\" pgmap=\"399\">On the 14th of May, 1861, defendant had a balance of account of three thousand and twenty-five dollars, in Illinois bank bills. From 14th May to 1st June, it increased to ten thousand dollars. Since the 6th September, 1861, there has been a balance of one hundred dollars. On the 25th of August, defendant drew his check for $874, bearing that date, payable to cash. That check was paid by the bank, and left $262.25 in bank to his credit.</summary><summary data-order=\"27\" data-type=\"summary\" id=\"b399-7\" pgmap=\"399\">Being cross-examined, the witness farther testified: That it appeared that said check for $874, was paid at sixty-five cents on the dollar. Witness commenced at that bank in February, 1860. Defendant had a large sum, over $874, on deposit, all the time between the 14th of May and 8th of June, 1861. The Chicago Marine and Fire Insurance Company was insolvent on the 8th day of June, 1861, and made an assignment on 24th of October, 1861. It ceased to do any regular banking business on the 17th of May, 1861. The Illinois currency went down then, and ceased to circulate, and kept depreciating down to 8th of June, and afterwards; could not tell what percentage it depreciated. Illinois bank bills passed as currency, from hand to hand, till 17th of May, 1861. It depreciated for a period, and then improved some; went as low as to 35 or 40 cents on the dollar. Was sold for that. That was about what it was worth.</summary><summary data-order=\"28\" data-type=\"summary\" id=\"b399-8\" pgmap=\"399(57) 400(148)\">On a reexamination by the plaintiff: The defendant realized 65 cents on the dollar. The bank always paid out, in full, the same funds it received. There was no difference between 14th of May and 8th of June, 1861, as to that. The insolvency of the bank arose, in a great measure, out of the breaking down of the currency. Did not know but, intrinsically, these bank bills were worth as much on the 8th of June as the 14th of May, 1861. The bank notes which would have been paid on the 15th, 16th and 17th of May, would have been worth in the market at 30 per cent, discount; that was their value at the time, but them market value was much less on the 8th of June. We had no rate of exchange in the bank on the 14th of May over 10 or 15 per cent. This was the nominal value; but this was only to customers, and we sold little to them, and none to outsiders. The balance of account rendered to Mr. Howes on the 1st of July, 1861, is recorded in. the books as payable in Illinois bank notes. Defendant did not object to his account, as rendered.</summary><summary data-order=\"29\" data-type=\"summary\" id=\"b400-6\" pgmap=\"400\">Eecross-examined, witness said: Prior to the 17th of May, 1861, the Illinois bank bills passed as money in all business transactions and at the banks, and was so received at this bank.</summary><summary data-order=\"30\" data-type=\"summary\" id=\"b400-7\" pgmap=\"400\">Lyrnm, 8. Knox, being called by plaintiff, testified: that about the 10th of May, 1861, a Mr. Hall, of Bristol, Kendall county, 111., came to him and said that Mr. Austin (the plaintiff) held his, Hall’s, notes for about $1,700, not yet due; that he could get witness a check on .Chicago for about $900, and wanted witness to take that and take up Hall’s notes held by plaintiff, by giving witness’s own note for difference. Witness agreed to do it, provided Austin would assent to it. Witness saw plaintiff, and he assented to it. On the 21st of May, 1861, Hall brought this check to witness. Austin was present, and witness indorsed over the check to Austin, and gave his own note for the difference between the check and the amount of Hall’s notes.</summary><summary data-order=\"31\" data-type=\"summary\" id=\"b400-8\" pgmap=\"400\">Bristol is about fifty miles from Chicago; a daily mail running between the places.</summary><summary data-order=\"32\" data-type=\"summary\" id=\"b400-9\" pgmap=\"400(67) 401(32)\">Arthur W. Wmdett, being called for plaintiff, testified: that he was plaintiff’s attorney. That early the next week, after 8th of June, 1861, he went with the plaintiff to see the defendant ; found him at the Board of Trade; he was very busy, and their interview was very short and hurried. In the conversation, the presentment of the check at the bank and refusal, were referred to, and Mr. Austin told defendant he must hold him liable for the amount of the cheek, and defendant replied that plaintiff must look to the bank for his pay.</summary><summary data-order=\"33\" data-type=\"summary\" id=\"b401-6\" pgmap=\"401\">This was the substance of all the evidence given on the trial.</summary><summary data-order=\"34\" data-type=\"summary\" id=\"b401-7\" pgmap=\"401\">The court gave to the jury the following instructions on behalf of the plaintiff:</summary><summary data-order=\"35\" data-type=\"summary\" id=\"b401-8\" pgmap=\"401\">1. The word “ dollars,” in the check for $874, means dollars in the lawful money of the United States, and it cannot be explained, either by verbal agreement or by custom, or any mercantile or other usage, to have any other or different meaning than that, and all evidence given to establish such custom or usage, should be rejected.</summary><summary data-order=\"36\" data-type=\"summary\" id=\"b401-9\" pgmap=\"401(282) 402(96)\">2. Depreciated bank notes are not the lawful money of the United States. The check in question calls for eight hundred and seventy-four dollars, in the lawful money of the United States, and was payable in coin, if demanded, or current money; and if the jury believe, from the evidence, that on the 14th day of May, 1861, the date of the check, the only account which the defendant had with the Chicago M. &amp; F. Ins. Co. was a depreciated paper money account, in terms, constituted of Illinois or other bank notes, depreciated below their par value, and that for this reason the banking company would, at all times, at and from the date of the check until its presentation on the 8th of June, 1861, have refused to pay said check in lawful money of the United States, or its equivalent, or in any other funds than in such depreciated bank notes; and that the holder of the check would have refused at all times to receive such depreciated bank notes, or other than lawful money or its equivalent in par or current funds; and if the jury believe, from the evidence, that said banking company, up to and on the 8th day of June, 1861, would have paid it in full, if it had been drawn against a deposit account of specie or par funds, in case defendant then had had such an account as is last mentioned; and if the jury further believe, from the evidence, that said check was presented for payment on the 8th day of June, 1861, and payment thereof was then demanded and refused by the bank, execpt in such depreciated bank notes, and that defendant was notified thereof, then the delay in presentment did not damage the defendant, and defendant is liable to plaintiff, in law, for the full amount of the check, with interest at six per cent, per annum from June 8th, 1.861, and the plaintiff’s right to recover in this suit will not be defeated, even if they also believe, from the evidence, that at the time demand for payment was made, the bank was insolvent and unable to pay its deposits, dollar for dollar, in the lawful money of the United States.</summary><summary data-order=\"37\" data-type=\"summary\" id=\"b402-6\" pgmap=\"402\">3. The payee of the check, the moment he took it from defendant, was entitled to be paid the amount of its face in coin or par funds, and if at that time defendant had no account with the bank, of par funds, subject to draft and unappropriated ; or if he knew at the time that the bank would refuse to pay said check in par funds, he was, upon demand from the bank, liable to the holder of said check for the amount thereof in lawful money of the United States, and could not require the check to be presented for payment, nor to be notified thereof, as in ordinary cases of checks drawn against par funds in bank.</summary><summary data-order=\"38\" data-type=\"summary\" id=\"b402-7\" pgmap=\"402\">4. The holder of the check had the right to refuse payment •by the bank in depreciated notes or currency, and failing to receive payment in par funds in payment from the bank, to come back on defendant, provided that, under the previous instructions, he did not forfeit his right to such recourse by any action or inaction which would have the effect to deprive him of such right; and if the jury believe, from the whole evidence, that defendant was not, in fact, injured by not presenting the check before June 8th, 1861, he is liable upon it.</summary><summary data-order=\"39\" data-type=\"summary\" id=\"b402-8\" pgmap=\"402\">If the jury believe that the defendant has suffered any damage in consequence of the failure to present the check, they may deduct such damage from the amount of the check and interest. But they should examine the testimony carefully to ascertain what damage the drawer of the check sustained, if any, by reason of such delay.</summary><summary data-order=\"40\" data-type=\"summary\" id=\"b402-9\" pgmap=\"402\">This instruction was given by the court in the absence of the counsel, after the jury had retired.</summary><summary data-order=\"41\" data-type=\"summary\" id=\"b403-5\" pgmap=\"403\">To the giving of which several instructions, the defendant, by his counsel, excepted.</summary><summary data-order=\"42\" data-type=\"summary\" id=\"b403-6\" pgmap=\"403\">Several instructions asked by the defendant were refused, but in the disposition made of the case, it is not necessary to consider them; nor is it necessary to notice such as were given for the defendant, as no error is assigned upon them.</summary><summary data-order=\"43\" data-type=\"summary\" id=\"b403-7\" pgmap=\"403\">The jury having returned a verdict for the plaintiff, for the amount of said check and interest, the defendant made a motion thereupon, to set aside said verdict and for a new trial; which the court overruled, and the defendant then and there excepted, and judgment was entered upon the verdict.</summary><summary data-order=\"44\" data-type=\"summary\" id=\"b403-8\" pgmap=\"403\">The defendant took an appeal to this court, and makes the following assignment of errors:</summary><summary data-order=\"45\" data-type=\"summary\" id=\"b403-9\" pgmap=\"403\">First. The court erred in permitting the appellee to give evidence of the same cause of action which is set out in the first and second counts in the declaration, and to which appellant had pleaded a valid and special plea in bar, and had obtained a regular judgment on said plea as to said cause of action; and to recover for said same identical cause of action under other counts of his declaration.</summary><summary data-order=\"46\" data-type=\"summary\" id=\"b403-10\" pgmap=\"403\">Second. The court gave improper instructions for the plaintiff.</summary><summary data-order=\"47\" data-type=\"summary\" id=\"b403-11\" pgmap=\"403\">Third. The evidence did not warrant the verdict.</summary><attorneys data-order=\"48\" data-type=\"attorneys\" id=\"b403-12\" pgmap=\"403\">Messrs. MoAllisteb, Jewett &amp; Jacks ok, for the appellant.</attorneys><p data-order=\"49\" data-type=\"legal\" id=\"b403-13\" pgmap=\"403\">The judgment rendered at the February Term, 1863, of the Superior Court upon appellant’s special plea to the first and second counts of appellee’s declaration, for want of a replica-cation to such plea according to the order of the court theretofore entered, was a regular judgment by default, and was final and conclusive of the cause of action set out in said counts.</p><p data-order=\"50\" data-type=\"legal\" id=\"b403-14\" pgmap=\"403\">Judgment of nihil ccvpiat was the proper form in such a case.</p><p data-order=\"51\" data-type=\"legal\" id=\"b403-15\" pgmap=\"403(51) 404(103)\">£&lt; But it is to be known, that when judgment is given for the tenant or defendant, upon a plea in bar, or to the writ, etc., the judgment is all one, viz., quod tenens, or defendens eat mde sme die, and shall have reference to the nature and matter of the plea; andso be taken either to go in bar, or to the writ. So wpere judgment is given against the plaintiff, either in bar to the action or in abatement of his writ, etc., the judgment is all one, viz., nihil capiat parr breve; and it appeareth by the record whether the plea go in bar, or to the writ. And the cause of the judgment is never entered in the record in any case; for that, upon consideration of the record, it appeareth therein.” 3 Coke Litt. 404; 1 Wm. Sand. 80, note 1; Beecher’s Case, 8 Coke 62, 4th Resolution.</p><p data-order=\"52\" data-type=\"legal\" id=\"b404-6\" pgmap=\"404\">It will be seen from the above authorities, that in order to determine whether or not the judgment shall operate as a bar to the cause of action to which the plea is made, the court will look to the nature and matter of the plea, and if that contain a valid defense, then the judgment is a complete bar, otherwise not. Vanlandingham v. Ryan, 17 Ill. 30; 10 Peters, 301; 2 Scam. 256; 1 Gilm. 107; 3 id. 326.</p><p data-order=\"53\" data-type=\"legal\" id=\"b404-7\" pgmap=\"404\">It cannot be true that this judgment had no other or greater force than a voluntary nolle proseguí by the plaintiff of the two counts to which the special plea was interposed. Such is not the effect of a judgment by default upon a good special plea in bar. By failing, after rule on the plaintiff, to reply, the plaintiff just as effectually admits the truth of the defense set up in the plea as the defendant admits the cause of action in a declaration when he fails to plead to it according to the practice of the court.</p><p data-order=\"54\" data-type=\"legal\" id=\"b404-8\" pgmap=\"404\">It is an universal rule under the common law system of pleading, that whatever is well pleaded, and not denied, is admitted. Plowd. 48; 1 Roll. Abr. 854, L. 15; 1 Saund. Pl. and Ev. 39; Porter’s Administrators v. Knut, 1 McCord, 205; Pearl v. Wellman et al., 3 Gilm. 326; Dana v. Bryant, 1 id. 104.</p><p data-order=\"55\" data-type=\"legal\" id=\"b404-9\" pgmap=\"404\">It is true, this court have held that if one of several pleas be not answered, and the parties go to trial without objection on the part of the defendant, the irregularity is waived. Parmelee v. Fischer, 22 Ill. 212.</p><p data-order=\"56\" data-type=\"legal\" id=\"b404-10\" pgmap=\"404(21) 405(11)\">But that is not the question here. The defendant insisted upon having his plea answered, took the ordinary rule for that purpose, and, on failure, caused the plaintiff’s default to be entered.</p><p data-order=\"57\" data-type=\"legal\" id=\"b405-6\" pgmap=\"405\">The rights which such a default gives the defendant are determined in Halsey v. Lamb, 21 Ill. 559, in which Mr. Justice Walkeb says:</p><p data-order=\"58\" data-type=\"legal\" id=\"b405-7\" pgmap=\"405\">“ If the defendant has filed his plea, and the other party fails “ to reply within the time required by the rules of the court, he “has a right to judgment by default against the plaintiff; but “ until he obtains such a default, the pleas cannot be considered “ as confessed by the plaintiff. It is the default which gives the “ right to consider, and act upon the pleas as trueJ</p><p data-order=\"59\" data-type=\"legal\" id=\"b405-8\" pgmap=\"405\">The same doctrine is recognized by Beonsos, J., in Beardsley v. Jacobs, 1 Denio, 505.</p><p data-order=\"60\" data-type=\"legal\" id=\"b405-9\" pgmap=\"405\">Then it follows, of course, that the plea, being by the default established as true, and the matter contained in it admitted, and constituting a good defense, is a complete bar to the cause of action to which it was interposed. That it would be in another suit upon the same cause of action, is squarely decided by the case of Campbell v. Mahugh, 15 B. Monr. 142.</p><p data-order=\"61\" data-type=\"legal\" id=\"b405-10\" pgmap=\"405\">But apart from this, the testimony shows such injurious laches on the part of the holder of the check, as should release the drawer from all liability. Alexander v. Burdifield, 7 Mann. &amp; Grang. 1061; Carr. &amp; Marsh. 75; Murray v. Judah, 6 Cow. 484; Mohawk Bank v. Broderick, 10 Wend. 304; Gough v. Staats, 13 id. 549: Phœnix Bank v. Little, 2 Hill, 427; Little v. Phœnix Bank, 7 id. 329; Casey v. Morris, 31 Penn. 100; St. John v. Homan, 8 Mo. 382; Veazie Bank v. Winn, 40 Me. 60; Smith v. Janes, 20 Wend. 192; Grant on Banking, 65 Law Lib. 70, top pag.; Cruger v. Armstrong, 3 Johns. 5.</p><p data-order=\"62\" data-type=\"legal\" id=\"b405-11\" pgmap=\"405(89) 406(60)\">Although we do not claim that Harker v. Anderson, 21 Wend. 372, is good law to the full extent which the learned judge went in that case, yet it must be conceded that checks in several particulars are governed by the same rules that prevail in relation to inland bills of exchange, payable either on demand or a given number of days after sight. So far as the drawer of the check is concerned, the rules applicable to bills do not apply, except in one contingency, viz., the insolvency of the\" drawee. When that occurs, the drawer may set up the laches of the holder, or be precluded from doing so, under the same rules, exceptions and modifications as are applicable to inland bills of exchange. See 31 Penn. 100; 2 Hill, 426; 8 Mo. 382, above cited; 40 Me. 60; 41 id. 425; 20 Wend. 192, above cited.</p><p data-order=\"63\" data-type=\"legal\" id=\"b406-6\" pgmap=\"406\">The true rule relative to inland bills, deducible from the prevailing decisions on that subject, is, “ that where there are any funds in the hands of the drawer, so that the drawer has a right to expect the bill will be paid; or where there are not any funds, yet, if the bill was drawn under such circumstances as induced the drawer to entertain a reasonable expectation that the bill would be accepted and paid, the person so drawing it is entitled to notice; and, a fortiori, he is entitled to have the bill duly presented.” Robinson v. Ames, 20 Johns. 149; Dickens v. Beal, 10 Peters, 576; French v. The Bank of Columbia, 4 Cranch, 141; Campbell v. Pettengill, 7 Greenl. 126; Stanton v. Blossum, 16 Mass. 116; Heath, ex parte, 2 Ves. &amp; B. 240; 7 East, 361.</p><p data-order=\"64\" data-type=\"legal\" id=\"b406-7\" pgmap=\"406\">The drawer of a check may set up the laches of the holder where the circumstances are such as would induce him to entertain a reasonable expectation that it would be paid, and the banker has become insolvent. Kemble v. Mills, 1 Mann. &amp; Grang. 757, where it was held that in excusing want of notice of dishonor of a check in a declaration, it was necessary to negative all such reasonable ground of expectation.</p><attorneys data-order=\"65\" data-type=\"attorneys\" id=\"b406-8\" pgmap=\"406\">Mr. Abthub W. Windett, for the appellee.</attorneys><p data-order=\"66\" data-type=\"legal\" id=\"b406-9\" pgmap=\"406\">First, as to the judgment for want of replication to the special plea. Mr. McAllister argues, that the non-compliance with the rule had the effect of establishing the truth of the plea as against the plaintiff below ; that not answering it, he admitted the truth of it; and that he is bound by that confession, and cannot prove the fact to be otherwise; nor can he avail himself of the same cause of action to which that plea relates, by giving proof of it under other, i. e., the common counts of this declaration, or in any other manner.</p><p data-order=\"67\" data-type=\"legal\" id=\"b407-5\" pgmap=\"407\">My answer to that position of the appellant is, that the order was simply an order of nonsuit as to the special counts; that it does not establish or confess the truth of the plea; that it does not bind the plaintiff below in any manner, nor prevent him from recovering on the check, under the common counts, of the declaration in that suit. In short, that the order in question is merely an order of nonsuit, and as such, is not a bar, either in that or in any other suit.</p><p data-order=\"68\" data-type=\"legal\" id=\"b407-6\" pgmap=\"407\">All the authorities are uniform and clear upon the express point, that the order taken for want of replication to the special plea, was only an order of nonsuit as to the counts covered by that plea.</p><p data-order=\"69\" data-type=\"legal\" id=\"b407-7\" pgmap=\"407\">* \"x\" * “ The rule to reply must be given at the term in “ which the judgment of non pros, is signed. * * * If “ the plaintiff do not reply within the time limited, or obtain “ an order for further time, the defendant may sign a judgment “ of nonpros. * * -x\" If a replication be not delivered in “ due time, he may sign a judgment of non pros. * * * “ Such a judgment may be signed for not replying to a plea, “ as to one of several counts in the declaration.” 1 Tidd Pr. 676, 677; 3 Chit. Pr. 744.</p><p data-order=\"70\" data-type=\"legal\" id=\"b407-9\" pgmap=\"407\">If there be a rule on plaintiff to enter or join issue, and he make default, and issue be not joined, the defendant may have judgment of nonpros, or nonsuit. Barnes, 313, 316; 7 Bac. Abr. 216, tit. bTonsuit, A. D.</p><p data-order=\"71\" data-type=\"legal\" id=\"b407-10\" pgmap=\"407\">Judgment of non pros, was entered for neglect to file replication to plea, at the time required by the rule. Baskerville v. Child, 8 Mis. 703.</p><p data-order=\"72\" data-type=\"legal\" id=\"b407-11\" pgmap=\"407\">Chitty says: “ Upon receiving notice of the defendant’s plea, “ the plaintiff may, to avoid increase of costs, discontinue his “ action / and he may even do so after motion allowed for a “ new trial. And that, although ruled to reply, he may become “ nonsuit.” 3 Chit. Gen. Pr. 739.</p><p data-order=\"73\" data-type=\"legal\" id=\"b407-12\" pgmap=\"407(45) 408(11)\">Chitty expressly directs the entry of a mile pros, to save costs, after plea specially pleaded; if on the whole it be not then practicable or expedient for the plaintiff to go to trial; reserving the right to sue again, as a matter of course, and of right, when the existing obstacles are removed. Ib. 741.</p><p data-order=\"74\" data-type=\"legal\" id=\"b408-6\" pgmap=\"408\">It is clear, then, from this authority, that the special plea not replied to, is not a bar, for if it were, it would be impossible to maintain the second suit.</p><p data-order=\"75\" data-type=\"legal\" id=\"b408-7\" pgmap=\"408\">In an action against two, one pleaded non-assumpsit, and a special plea of bankruptcy; and thereupon the plaintiff entered a nolle pros, as to the several matters pleaded. It was argued that he thereby confessed the truth of the pleas, first of nonassumpsit, secondly of bankruptcy; and that in consequence of that admission, the plaintiff could not recover, in the face of the non-assumpsit confessed, of the bankrupt, against his co-defendant in that suit. But it was held by the King’s Bench, that such was not the effect of the nonsuit. And the plaintiff recovered judgment. 6 Comyn’s Dig. 278.</p><p data-order=\"76\" data-type=\"legal\" id=\"b408-8\" pgmap=\"408\">This is an express determination of the very point. If the effect of the voluntary nonsuit had been to confess and establish the truth of the plea which was not replied to, the defendant in that suit would have had judgment, and the plaintiff would only have had judgment by determining that point against him.</p><p data-order=\"77\" data-type=\"legal\" id=\"b408-9\" pgmap=\"408\">Nonsuit is when the jury is ready to appear or to give up their verdict; or when on a demurrer, a day is given, and at that time the plaintiff or demandant being called, does willfully make default, and remand his suit after appearance. 15 Vin. Abr. 568; Reg. Plac. 64, Cap. 2, § Co. Rep. 58, 10 lo. 135; Bacon Abr., tit. Nonsuit, A.</p><p data-order=\"78\" data-type=\"legal\" id=\"b408-10\" pgmap=\"408\">Yiner states, and defines explicitly, the difference between a nonsuit, retraxit, nolle pros., non pros., and departure in pleading, and the nature and effect thereof. 15 Vin. Abr. 569.</p><p data-order=\"79\" data-type=\"legal\" id=\"b408-11\" pgmap=\"408\">“ The difference between a retraxit and a nonsuit is, that a “retraxit is a bar of all other actions of a like or inferior “ nature. But that a nonsuit is not so, but he may begin an “ action of a like nature, etc., again. For it may be that he “ may have mistaken somewhat in that action, or was not pro- “ vided of his proofs, or have mistaken the day or the like.” Go. Litt. 139; Bae. Abr., Nonsuit, A, and throughout that Title.</p><p data-order=\"80\" data-type=\"legal\" id=\"b409-5\" pgmap=\"409\">“ Nolle prosequi is, that the plaintiff did proceed no further “in this action, and that may be as well before as after a “ verdict, and is stronger against the plaintiff than a nonsuit; “ for this is a voluntary acknowledgment that he hath no cause “of action.” Ib. 570.</p><p data-order=\"81\" data-type=\"legal\" id=\"b409-6\" pgmap=\"409\">A retraxit is an agreement of record that he will not prosecute against that party; but is not a confession of the want of cause of action. Ib.; Holt. 12 Mort. 553; 13 Mort. 655.</p><p data-order=\"82\" data-type=\"legal\" id=\"b409-7\" pgmap=\"409\">Judgment is of four kinds: 1st. On demurrer; 2d. On a verdict; 3d. By default, when the defendant confesses both the law and the facts; 4th. Where the plaintiff abandons or withdraws his prosecution, which is the case in judgments upon a nonsuit or retraxit. Co. Litt. 39, A; Butler’s Mote “ A; ” 3 Thomas Coke, side page 505, top page 400.</p><p data-order=\"83\" data-type=\"legal\" id=\"b409-8\" pgmap=\"409\">Thus, then, the order entered for want of a replication, was simply an order or judgment of nonsuit, so far as those counts were concerned, to which the plea not repEed to was pleaded. And the effect of that order can be none other than of a non-suit in other cases.</p><p data-order=\"84\" data-type=\"legal\" id=\"b409-9\" pgmap=\"409\">It did not bar the right of the plaintiff below, to give the check in evidence, and to have judgment on it, under the common counts.</p><p data-order=\"85\" data-type=\"legal\" id=\"b409-10\" pgmap=\"409(158) 410(17)\">Mothing is more clearly stated than the rule upon this subject, by the old authorities. The very point of difference between nonsuit and retraxit is, that while the latter is a bar to a new suit upon the same cause of action, the former is not. The right of a party to sue over again for the same cause of action, after the judgment of nonsuit or non pros., whether voluntarily or involuntarily incurred, is universally recognized. It matters not at what stage of the case the nonsuit may have been entered, whether aftei plea pleaded, demurrer to plea, or replication; or even after issue joined, or lastly, after verdict and before final judgment on it; in all these various instances, the plaintiff may become nonsuit; and the entry of that judgment will not bar his right to sue over again for the same cause of action. Co. Litt. 139, A; 15 Vin. Abr. 569; Bac. Abr., tit. Nonsuit, A and G; Vanlandingham v. Ryan, 17 Ill. 30; Knox v. Waldborough, 5 Maine, 185.</p><p data-order=\"86\" data-type=\"legal\" id=\"b410-6\" pgmap=\"410\">Where a plaintiff is nonsuit, if he will proceed for the same cause of action, he must put in a new declaration; for by his being nonsuit, it shall be intended that he had no such cause of suit to be declared on, and so that declaration is void. 1 Lilly Reg. 231, cited in 1 Bac. Abr., tit. Nonsuit, A.</p><p data-order=\"87\" data-type=\"legal\" id=\"b410-7\" pgmap=\"410\">This last authority applies in terms to a nonsuit as to the whole action, and to all the counts of the declaration. When the nonsuit is only partial, and extends to some of the counts only, leaving the others unaffected, such as the common counts were, the evidence which might but for the nonsuit, have been given under the count nonsuited, may be given under those counts as to which no nonsuit exists.</p><p data-order=\"88\" data-type=\"legal\" id=\"b410-8\" pgmap=\"410\">It is said for the appellant in this case, that not replying to the plea, and suffering judgment of nonsuit in consequence, has the effect of establishing the truth of the plea by a tacit confession or admission of its truth, as when, for want of a plea, a declaration is admitted to be true by the default; and several authorities are cited in support of this position.</p><p data-order=\"89\" data-type=\"legal\" id=\"b410-9\" pgmap=\"410\">But its incorrectness and essential unsoundness are shown by the authorities already cited; which clearly show that no such effect is attributed to the nonsuit, for want of replication; and the authorities cited by the appellant to this point have no bearing upon it.</p><p data-order=\"90\" data-type=\"legal\" id=\"b410-10\" pgmap=\"410\">The quotation from 14 Vin. Abr. 600; and the cases, Parker v. Palmer, 22 Ill. 489; McConnell v. Tate, 20 id. 334; 1 Denio, 504; Driggs v. Rockwell, 11 Wend. 504; cited in the appellant’s brief, are none of them applicable to the present question.</p><p data-order=\"91\" data-type=\"legal\" id=\"b410-11\" pgmap=\"410(78) 411(53)\">The point in Yiner is, that upon a demurrer to a plea, and joinder in demurrer, if the demurrer be not mamtavned, judgment shall be given for defendant. That is undoubtedly the law; it could not possibly be otherwise; and the effect of such judgment will be necessarily the establishment of the plea as against the plaintiff. For an issue being formed on it, and judgment rendered, determining that issue; and the very point of the judgment being that the plea is good—its truth being admitted by the demurrer—no other effect than that could be given to the judgment on the demurrer; but this authority does not prove the point contended for, viz.: that a judgment of nonsuit has the same effect as a judgment on demurrer would have.</p><p data-order=\"92\" data-type=\"legal\" id=\"b411-6\" pgmap=\"411\">The authorities referred to are all of them eases in which an issue was made upon the pleading. They all differ from the present case, because in this the very point is that issue was not formed on the plea.</p><p data-order=\"93\" data-type=\"legal\" id=\"b411-7\" pgmap=\"411\">But it is said for the appellant, that he is discharged from all liability on the check, by reason of laches. The ground taken is, that the check is an inland bill of exchange; and that strict presentment, and notice of dishonor must be given, as in case of bills of exchange, in order to hold the drawer.</p><p data-order=\"94\" data-type=\"legal\" id=\"b411-8\" pgmap=\"411\">In opposition to that view of the case, I maintain this proposition: That, as between the holder and the drawer of a check, no delay in presenting it will discharge the drawer, unless some injury has resulted to the drawer from the delay.</p><p data-order=\"95\" data-type=\"legal\" id=\"b411-9\" pgmap=\"411\">In the ease of Alexander v. Bucksfield, 7 Man. &amp; G. 1067, Chief Justice Tendal said:</p><p data-order=\"96\" data-type=\"legal\" id=\"b411-10\" pgmap=\"411\">“In the case of a check, the holder does not lose his remedy “ against the drawer, by reason of non-presentment within any “ prescribed time after taking it, unless the insolvency of the “ party on whom it is drawn has taken place in the interval; “ that is, unless there is an actual loss to the drawer.”</p><p data-order=\"97\" data-type=\"legal\" id=\"b411-11\" pgmap=\"411\">To the same effect are Robinson v. Hawksford, 9 Adol. &amp; E. 52, per Lord Denman ; Mullick v. Radakissen, 28 Eng. Law and Eq. 94; Serle v. Norton, 2 Moody, 401.</p><p data-order=\"98\" data-type=\"legal\" id=\"b411-12\" pgmap=\"411\">The same doctrine is held in the American cases. In Murray v. Judah, 6 Cowen, 490, the court say:</p><p data-order=\"99\" data-type=\"legal\" id=\"b411-13\" pgmap=\"411(69) 412(25)\">“ As between the holder of a check and an indorser or third “ person, payment must be demanded within a reasonable time. “But as between the holder and the maker or drawer, a “ demand at any time before suit is brought is sufficient, unless “ it appears that the drawer has failed, or the drawer has in “ some other manner sustained injury by the delay. These “ principles are recognized and established by this court in “Conger v. Armstrong, 3 Johns. Cases, 5, and Conroy v. Warren, id. 259.”</p><p data-order=\"100\" data-type=\"legal\" id=\"AKD\" pgmap=\"412\">To the same effect are the following: Pack v. Homer, 13 Smede &amp; M. 11; Harbeck v. Craft, 4 Duer, 122; In re Brown, 2 Story, 502. (Strong cases.) Tryon v. Oxley, 3 Iowa, 289; 3 Kent’s Com. 109 (marg. p. 88), 8th ed., and cases cited; Fortis v. Paulk, 41 Maine, 425; Morrison v. Bailey, 5 Ohio, 17; Story on Prom. Notes, § 492; East River Bank v. Gedney, 4 E. D. Smith, 582; Gough v. Staats, 13 Wend. 549; Parsons on Notes and Bills, 74, and cases, cited; Abbot N. Y. Dig. 448, “ Checks;” Elting v. Shark, 2 Hall, 459; Elting v. Brinkerhoff, 2 Hall, 465.</p><p data-order=\"101\" data-type=\"legal\" id=\"b412-10\" pgmap=\"412\">The burden of proof in showing actual loss was upon the appellant. Instead of doing so, he offered no evidence whatever on the trial.</p><p data-order=\"102\" data-type=\"legal\" id=\"b412-11\" pgmap=\"412\">In Magadora v. Holt, 1 Shower, 317, 12 Mod. 15, it was held that the drawer was liable at any distance of time, and the burden of showing that he has suffered loss or damage rests upon him. See Robinson v. Hawksford, 58 Eng. Com. Law, 52, expressly on the point; Harbeck v. Croft, 4 Duer, 130, and reporter’s note; Park v. Homer, 13 Smede &amp; M. 11, expressly deciding the point; In re Brown, 2 Story, 502; Parsons Notes and Bills, vol. 2, 74; Lom v. Rands, 91 Eng. Com. Law.</p><p data-order=\"103\" data-type=\"legal\" id=\"b412-12\" pgmap=\"412\">The case of Harker v. Henderson, 21 Wend., 376, was one of Cowes’s opinions, disapproved of by the chief justice of the court (Melsos), and by Mr. Justice Brohsoh, and expressly condemned by Judge Story, in 2 Story’s ¡Reports, 502.</p> <opinion data-order=\"104\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b412-13\" pgmap=\"412\">Mr. Chief Justice Walker</author> <p id=\"Aeo\" pgmap=\"412\">delivered the opinion of the Court:</p> <p id=\"b412-14\" pgmap=\"412(56) 413(44)\">The plaintiff was called and defaulted, for want of a replication to defendant’s plea to the first and second counts of the declaration. The plaintiff had failed to reply within the time required by a rule of the court. A judgment was entered that the defendant, as to those counts, go hence without day. This presents the question as to the effect of this judgment. It is contended by plaintiff in error, that this judgment is a bar to a future recovery on the cause of action described in those counts, whether in the same or a different action.</p> <p id=\"b413-6\" pgmap=\"413\">Sir William Blackstone, in his commentaries, says, “that when the plaintiff neglects to deliver a declaration for two terms after the defendant appears, or is guilty of other delays or defaults against the rules of law, in any subsequent stage of the action, he is adjudged not to follow or pursue his remedy as he ought to do, and thereupon a nonsuit or non prosequiter is entered; and he is said to be nonprossed. 3 Blk. Com. 296. The defendant in error was then nonprossed as to the first and second counts of his declaration by this default.”</p> <p id=\"b413-7\" pgmap=\"413\">Archbold, in his Treatise on Practice, vol. 2, p. 229, says, a judgment of nonpros, is final for costs only. In Tidd’s Practice it is said, “if the plaintiff do not reply, sur-rejoin, or sur-rebut within the time limited by the rule or order, for further time, the defendant may sign judgment of nonpros. He says such a judgment is final, on which the defendant may tax his costs and take out execution. If, as Blackstone says, it is a judgment of nonsuit, or, as Archbold says, it is a final judgment for costs only, there can be no pretense that it operates to bar a future recovery in that or any other action. Its only effect is to turn the plaintiff out of the court, on the cause of action non prossed, leaving him at liberty to proceed for its recovery precisely as though the declaration or count non prossed had never been filed.</p> <p id=\"b413-8\" pgmap=\"413(124) 414(33)\">It will also be found that the practice sanctions the right to take such a judgment as to a part of the cause of action, instead of the whole declaration. Dardsley v. Cook, 4 Barn. and Cress. 292. It then follows that the default, in not replying to the plea in this case, was well taken to those counts, and that it did not create a bar to a recovery under the common counts, upon the check described in the first and second counts. It was admissible under the common counts, and there was no error in permitting it to be read to the jury. If this had been a non pros, of a part of an entire cause of action, we are not prepared to say, that the result would not have been different as to that cause, especially if it was indivisible in its character; but that question is not now before us for decision.</p> <p id=\"b414-6\" pgmap=\"414\">The questions of diligence, in presenting the check for payment, and whether loss resulted from failing to do so at an earlier period, as well as its legal effect, were all fairly presented to the jury by the instructions. The evidence warranted the verdict. Nor do we on this record discover any error for which the judgment should be reversed. It is, therefore, affirmed.</p> <p id=\"b414-7\" pgmap=\"414\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}