{
  "casebody": {
    "data": "<casebody firstpage=\"63\" lastpage=\"65\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b69-7\">* Commonwealth <em>versus </em>James Knox.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b69-8\">It is not an indictable offence for the carrier of the mail, who is under contract with the postmaster-general to carry the same each day of the week, to travel with the mail on the Lord’s day.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b69-9\">The defendant was indicted at the Common Pleas in this county, December term, 1808, for unlawfully travelling, with a stage-carriage for passengers, through the town of <em>Newburyport, </em>on the twentieth day of November preceding, the same being Sabbath or Lord’s day, and the said travelling not being from necessity or charity, against the statute of 1791, <em>c. </em>58.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b69-10\">The cause came up to this Court by appeal from the Common Pleas ; and at this term the attorney-general and the defendant agreed on a state of facts for the opinion of the Court, and that if on those facts the indictment should not be maintained, a <em>nolle prosequi </em>should be entered, otherwise that the defendant should plead guilty.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b69-11\">The facts are, that <em>Josiah Paine </em>had contracted with the postmaster-general of the <em>United States, </em>to carry, or cause to be carried, the public mail between <em>Portland </em>and <em>Boston, on each day of the week, </em>for the term of two years from the first day of October, 1808; that in pursuance of that contract, and according to the terms thereof, the defendant, as the servant of <em>Paine, </em>and-in his employment, travelled with, and drove the stage containing the mail, as charged in the indictment.</summary>\n<p data-order=\"5\" data-type=\"summary\" id=\"b69-12\">The cause was submitted without argument, and the opinion of the Court was delivered as follows by</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b69-13\">Parsons, C. J.</author>\n<p id=\"A_b\">This indictment is founded on the second section of our statute of 1791, <em>c. </em>58, in which it is enacted, that no traveller, drover, wagoner, teamster, or any of their servants, shall travel on <page-number citation-index=\"1\" label=\"64\">*64</page-number>the Lord’s day, or on any part thereof, except from necessity or charity. The defendant contends that <em>Paine’s </em>contract with the postmaster-general was lawful, and that the fulfilment of it cannot therefore be an offence.</p>\n<p id=\"b70-5\">By the constitution of the United States, congress is expressly authorized to establish post-offices and post-roads ; and by [ * 77 ] an act of congress, passed May 8th, 1794, this authority * is executed. — By the first section, a post-road from <em>Portland </em>through <em>Newburyport </em>to <em>Boston </em>is established. By the second section, the postmaster-general is empowered to contract for the carriage of the mail on any road, on which a stage-wagon, or other stage carriage, shall be established.</p>\n<p id=\"b70-6\">Pursuant to this act, the postmaster-general had contracted with <em>Paine, </em>having lawful authority to make such contract; and on <em>Paine’s </em>part, he was under a legal obligation to execute this contract, either by himself or his servants.</p>\n<p id=\"b70-7\">By the federal constitution, laws made in pursuance thereof are declared to be supreme laws of the land, and to be binding on the judges in every state of the Union. And if a statute of any state should contain provisions prohibitory to the execution of powers authorized by a constitutional act of congress, such provisions will not have the force of law. Therefore, if the second section of our statute would, upon a necessary construction of it, create the offence charged in the indictment, that section would not be legally binding on us, as judges of this Court.</p>\n<p id=\"b70-8\">But travelling, when from necessity, is not prohibited by that section. By necessity, there, cannot be understood physical necessity ; for a case in which any man is physically obliged to travel, can hardly be imagined. But a moral fitness or propriety of travel-ling, under the circumstances of any particular case, may be deemed necessity within this section ; and <em>a </em>fortiori, when the travelling is necessary to execute a lawful contract, it cannot be considered as unnecessary travelling, against the prohibition of the statute.</p>\n<p id=\"b70-9\">It may be said that the postmaster-general is not obliged by law to contract with any person to carry the mail on the Lord’s day. This is true; but he has authority to make such contract, and there may be times, as in case of war or insurrection, when this authority should be exercised. And at all times it is within his discretion whether to exercise it or not.</p>\n<p id=\"AKh\">[ * 78 ] * We are therefore of opinion that the facts stated do not maintain the indictment.</p>\n<p id=\"b70-12\">But let it be remembered, that our opinion does not protect travellers in the stage-coach, or the carrier of the mail, in driving about any town to discharge or to receive passengers; and much <page-number citation-index=\"1\" label=\"65\">*65</page-number>less in blowing his horn, to the disturbance of serious people, either at public worship or in their own houses. The carrier may proceed vs ith the mail on the Lord’s day to the post-office; he may go to any public house, to refresh himself and his horses; and he may take the mail from the post-office, and proceed on his route. Any other liberties on the Lord’s day our opinion does not warrant.</p>\n<p id=\"b71-5\">After this opinion was given, the attorney-general entered a <em>nails prosequi.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}