{
  "casebody": {
    "data": "<casebody firstpage=\"234\" lastpage=\"238\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b234-4\">Stedman <em>versus </em>Carstairs et al.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b234-5\">A., being in fair credit but actually insolvent, induced B., who was ignorant of his insolvency, to exchange checks with him. B. on depositing A.’s check found that A. had no funds, and called on him to make his check good. A. then induced O. to exchange checks with him to a like amount, C. being also ignorant of his insolvency, and handed C.’s check to B., receiving back his own check to B.’s order. B. then drew the amount of C.’s check. C. on depositing A.’s check also found that the latter was without funds. In an action by C. against B. to recover the amount drawn by B. on C.’s check, <em>Held, </em>that the plaintiff was not entitled to recover.</headnotes>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b234-6\">February 21st 1881.</decisiondate>\n<judges data-order=\"3\" data-type=\"judges\" id=\"AYo\">Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunket, Sterrett and Green, JJ.</judges>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b234-7\">Error to the Court of Common Pleas, No. 4, of <em>Philadelphia county : </em>Of January Term 1880, No. 92.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b234-8\">Assumpsit, by Hunter Stedman against James Carstairs and John McCall, trading as Carstairs &amp; McCall.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b234-9\">On the trial, the evidence developed the following facts: Hunter Stedman, the plaintiff in error, was in business on Chestnut street, Philadelphia. On May 29th 1876, Heilbron, a partner in the firm of Tobias &amp; Heilbron, which firm was then in fair financial credit, came to his counting-house and said to him, that he, Heilbron, had $3500 which he did <em>not </em>want <em>to use, </em>and that he would like to loan it to him. Stedman replied that he was not in want of money and never borrowed. Heilbron then said that he had no use for the money, and had hoped that Stedman would borrow it, but as he would not do this, he would like him to. deposit it in his account for a few days. Stedman at first declined, but on Heilbron stating that it would be an accommodation to him, Stedman said if that was so, he would take it and deposit it for him. Heilbron thereupon handed Stedman the check of his firm, Tobias &amp; Heilbron, to his, Heilbron’s order, for $3500, dated May 29th' 1876, and walked away, but came back in a few moments and said it might be as well, in case of death, that he should hold Stedman’s check for the amount, so that he could draw the money, but that the check should be without date, as he would not want to use it for some days. Stedman, having no suspicion of fraud, gave him his check for the amount without date. Heilbron then asked Stedman when he would make his deposit, stating that he expected to receive $1500 more that day, which he wished to give him also, if he got it in time. Mr. Stedman replied that he made his deposit a little before three o’clock; and having learned this fact, Heilbron went away.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b234-10\">Mr. Stedman, having no suspicion as to the honesty of the transaction, deposited Heilbron’s check with other funds, and it was returned to him unpaid and protested.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b234-11\">On investigation Stedman ascertained that Tobias &amp; Heilbron’s <page-number citation-index=\"1\" label=\"235\">*235</page-number>account was overdrawn when Ileilbron gave him the check, and had been so for two days, and that for a week previous to that time there had been only $6.02 to their credit; that for some time previous Ileilbron had been obtaining large amounts from others upon exactly similar misrepresentations, and that prior to his interview with Stedman, Heilbron had defrauded Carstairs &amp; McCall, the defendants, in exactly the same way, and to the same amount as he had defrauded Stedman.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b235-6\">Heilbron, upon procuring Stedman’s check as above related, at once filled in the date, and then gave it to Carstairs &amp; McCall in settlement of the prior fraudulent check which he had passed on them.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b235-7\">Mr. Carstairs testified: <em>“ </em>Wo were caught in just the same way as Stedman; we took Ileilbron’s chock, and supposing it to be good gave ours; it was a fraud on us. Heilbron told us that he had been disappointed in getting $3500, which a party owed bim, but he expected to get it and would pay us. After that he brought us Stedman’s check for $3500, and asked for his own, which the bookkeeper gave him and took Stedman’s. We drew the money on Stedman’s check.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b235-8\">Carstairs &amp; McCall presented Stedman’s check on the day they recoived it, before Stedman had made his deposit, and were told that there were not sufficient funds. They then waited until Stedman had made his deposit, presented it again, and drew Stedman’s $3500 to make good their own loss.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b235-9\">Stedman gave them notice of the fraud and that he would hold them responsible, but would do what he could to get his money from Ileilbron.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b235-10\">Stedman arrested Ileilbron for the fraud, and the latter paid over $1750, and the prosecution was not pressed. This suit was then brought against Carstairs &amp; McCall for the balance, on the alleged ground that the defendants had in their hands his money, obtained by fraud, and for which they had given no consideration. There was no conflict of evidence, and the only question in the case was, whether Carstairs &amp; McCall could accept and hold the proceeds of a larceny against or fraud upon Stedman, to make good their loss by a like prior offence against themselves.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b235-11\">The defendants submitted the following points :</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b235-12\">1. If you believe that defendants, on 29th May 1876, were the owners of a check of Tobias &amp; Heilbron, that said firm was at that time in fair financial standing, that defendants were ignorant that any fraud had been perpetrated upon plaintiff, that in good faith they surrendered tho said check of Tobias &amp; Heilbron, and accepted in lien and payment thereof the check of Hunter Stedman, then however he (Stedman) was defrauded by Heilbron, he cannot recover from defendants.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b235-13\">2. If you believe that the money was paid by the hank on Sted<page-number citation-index=\"1\" label=\"236\">*236</page-number>man’s check to Carstairs &amp; McCall, when there was no money of Stedman’s then on deposit, the money so paid was not money of Stedman’s but of the bank, and plaintiff cannot recover.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b236-6\">Ans. “ I affirm both of defendants’ points, and if you find the facts as therein raised, you should find a verdict for the defendants.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b236-7\">There was no other charge.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b236-8\">Verdict and judgment for the defendants. The plaintiff took this writ of error, assigning for error (1 and 2) the affirmance of the defendants’ points and (3) the instruction that if the jury find the facts as stated in the said points, their verdict should be for the defendants.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b236-9\"><em>Richard P. </em>White, for the plaintiff in error.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"ADWH\">Where money or property is obtained by fraud, the owner may follow it, except into the hands of an innocent purchaser, who has parted with a new and valuable consideration therefor: Farmers &amp; Mechanics’ Bank <em>v. </em>King, 7 P. F. Smith 202; Frazier <em>v. </em>Erie Bank, 8 W. &amp; S. 18; Petrie <em>v. </em>Clark, 11 S. &amp; R. 377; Depeau v. Waddington, 6 Whart. 220; Taylor’s <em>A</em>ppeal, 9 Wright 83. Carstairs &amp; McCall did not part with any new or valuable consideration. Heilbron’s cheek, which they gave up to him, was not such a consideration, for it was itself fraudulent and worthless. Its surrender and destruction would be no bar to a suit against Heilbron. Moreover, Heilbron’s fraud amounted to larceny or a public misdemeanor. The checks which he obtained from Stedman and from Carstairs &amp; McCall, in exchange for his own worthless checks, were but the key of the owners’ money-box, which Heilbron used to enable him to steal the money. His check was the evidence of the larceny, and the surrender of it by Carstairs &amp; McCall to the wrongdoer in consideration of restitution was equivalent to condonation of a crime. If Heilbron’s acts amounted to larceny, we are entitled to follow our property, and recover it or its proceeds from the defendants.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b236-10\"><em>John G. </em>Johnson, for the defendants in error.</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"AK4\">There was no pretence that the defendants knew that Heilbron had defrauded Stedman. The contest was between two innocent holders for value who had been defrauded as to the one who must suffer. The defendants had given value for plaintiff’s check, in the surrender of the check of Tobias &amp; Heilbron, a firm in good financial standing. Is it necessary to argue that this was not a “ valuable consideration ?” It is certainly within the idea of a sufficient consideration as announced in Lenheim <em>v. </em>Wilmarding, 5 P. F. Smith 75; Kirkpatrick <em>v. </em>Muirhead, 4 Harris 117; Depeau <em>v. </em>Waddington, 6 Whart. 220; Royer <em>v. </em>Bank, 4 W. N. C. 86; Lord <em>v. </em>Ocean Bank, 8 Harris 384.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b236-11\">Mr. Justice Mercur</author>\n<p id=\"AiC\">delivered the opinion of the court May 2d 1881.</p>\n<p id=\"b237-5\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>This contention is between two innocent parties, arising from the fraudulent acts of a third person.</p>\n<p id=\"b237-6\">A statement of the facts and the order of events is necessary to” a clear understanding of the case. On the 27th of May 1876, one Heilbron, of the firm of Tobias &amp; Ileilbron, gave to the defendants the check of his firm for $3500, and at the same time the defendants gave to Heilbron their check for the same sum. Two days thereafter, Heilbron also gave to the plaintiff the check of his firm for $3500, and the plaintiff gave his check to Heilbron for the like sum. At the time these checks of Tobias &amp; Heilbron were drawn and transferred the firm was in good credit, but did not have the money in bank to meet either of them. Each transaction was an exchange of checks. The check given to the defendants was returned to them protested. On Heilbron being notified of this fact, he alleged he had been disappointed in getting the money from a person who owed him, but he expected to get it, and would pay them. After that he brought and gave to the defendants the check of the plaintiff for the $3500. He asked for his own check, and the defendants gave it up to him. The defendants then drew the money on the check drawn by plaintiff thus given to them. The check of Tobias &amp; Heilbron, given to the plaintiff, went to protest, and he seeks to recover from the defendants the money they obtained on the check he gave to Heilbron.</p>\n<p id=\"b237-7\">The first assignment is to the affirmance of the first point submitted by the 'defendant. It is in these words: “If you believe that defendants, on the 29th of May 1876, were the owners of a check of Tobias &amp; Heilbron; that said firm was at that time in fair financial standing; that defendants were ignorant that any fraud had been perpetrated upon plaintiff; that in good faith they surrendered the said check of Tobias &amp; Heilbron, and accepted in lieu and payment thereof the check of the plaintiff, then, although the latter was defrauded by Heilbron, he cannot recover from the defendants.”</p>\n<p id=\"b237-8\">We discover no error in the affirmance of this point. The numerous authorities cited, applicable to the acquisition of commercial paper in bad faith, or when it is taken merely as collateral for a pre-existing debt have no application to the facts stated in this point. The jury has found the defendants were guilty of no fraud, but acted in entire good faith ; they took the check of the plaintiff, not as collateral, but in payment of the check of Tobias &amp; Heilbron. The latter were in fair financial standing. The defendants gave up their check, and released them from all obligation. They thus gave a valuable consideration for the check of the plaintiff. This, under numerous authorities, constituted the defendants holders for value. They therefore took the plaintiff’s check discharged of equities between them and Ileilbron, of which they had no notice.</p>\n<p id=\"b238-7\"><page-number citation-index=\"1\" label=\"238\">*238</page-number>The point covered by the second assignment appears to have been framed - on the assumption that the defendants did not draw, on the plaintiff’s check, money which belonged to him, but that they drew money which was the property of the bank. If such was the fact, the point was correctly affirmed. The right of the plaintiff to recover cannot be sustained, unless the defendants received his money. On the argument it was said there was no evidence on which to submit that point, yet that it was submitted without evidence is not assigned for error. The assignment is only to alleged error in stating the law. There is no assignment that it was submitted without evidence.</p>\n<p id=\"b238-8\">We deem it unnecessary to further discuss the questions. Holding as we do that there was no error in the first or second assignment, it follows there is none in the third.</p>\n<p id=\"b238-9\">Judgment affirmed.</p>\n<judges id=\"b238-10\">Trunkey, J., dissented.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}