{
  "casebody": {
    "data": "<casebody firstpage=\"660\" lastpage=\"661\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b678-6\">Cloos <em>v. </em>Cloos.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b678-7\">\n<em>(Supreme Court, General Term, Second Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ao6q\">February 12, 1890.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b678-8\">Joint Tenancy—Conveyance to Husband and Wiee.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b678-9\">Where lands are conveyed to husband and wife, in express terms, as joint tenants, they take as such, and not as tenants by the entirety.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b678-10\">Appeal from special term, Kings county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b678-11\">Action by Sophie Cloos against her husband, Bernard Cloos, for the partition of real estate which had been conveyed to them jointly. From a judgment dismissing the complaint, plaintiff appeals.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b678-12\">Argued before Barnard, P. J., and Dykman and Pratt, JJ</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b678-13\"><em>Coudert Bros., (James Richards, </em>of counsel,) for appellant. <em>Moffett &amp; Kramer, </em>for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b678-14\">Pratt, J.</author>\n<p id=\"AF3\">The common-law rule that where lands are conveyed to husband and wife jointly they hold as tenants by the entirety still prevails in this state, and has not been abrogated by the various acts of the legislature with respect to married women. <em>Bertles </em>v. <em>Nunan, </em>92 N. Y. 152; <em>Zorntlein </em>v. <em>Bram, </em>100 N. Y. 12, 2 N. E. Rep. 388. That husband and wife may hold lands as joint tenants, or as tenants in common, would seem to be recognized by chapter 472, Laws 1880. When they so hold, an action in partition will lie at the suit of either against the other. <em>Moore </em>v. <em>Moore, </em>47 N. Y. 467.</p>\n<p id=\"b678-15\">The only question in this case is whether the two deeds which conveyed the premises in question created a joint tenancy by the entirety as to those lands. The deed of August 1,1884, is between Mary Driscoll as grantor and Bernard Cloos and Sophie Cloos as grantees, “as joint tenants, and notas tenants in common.” It conveys to them, “their heirs and assigns, forever.” The deed of April 23, 1887, is between John Farley as grantor and Bernard Cloos and Sophie Cloos as grantees, “as joint tenants,” and conveys to them, “their heirs and assigns, forever.” In this deed the <em>habendum </em>clause is to the grantees, “their heirs and assigns, forever, as joint tenants, and not as tenants in comrqon.” It seems very clearly to have been the intention of the parties to create a joint tenancy. We think such a tenancy was created, unless it is impossible for husband and wife to take other than by the entirety where they take under one deed. We do not understand that such a disability exists where apt words are used in the conveyance. <em>Hicks </em>v. <em>Cochran, </em>4 Edw. Ch. 107; <em>McDermott </em>v. <em>French, </em>15 N. J. Eq. 78. To the same effect are 1 Washb. Real Prop. c. 13, § 6; 4 Kent, Comm. 363; and Prest. Est. 132. In <em>Bertles </em>v. <em>Nunan, </em>the conveyance was to husband and wife, their heirs and <page-number citation-index=\"1\" label=\"661\">*661</page-number>assigns, without designating any particular as to each. It simply gave them the fee; and the court of appeals held that they took as tenants by the entirety, under the common law. It does not seem to us that the court intended to decide, or in fact did decide, in that case, that husband and wife could not take by deed either as joint tenants or as tenants in common, where proper words were used. We are therefore of opinion that the court at special term erred in dismissing the complaint. The judgment appealed from should be reversed, and a new trial be ordered, with costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}