{
  "casebody": {
    "data": "<casebody firstpage=\"665\" lastpage=\"666\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b683-13\">Westlake v. Koch <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b683-14\">\n<em>(Supreme Court, General Term, Second Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-FL\">February 12, 1890.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"Ah-\">¡Ejectment—Who may Maintain—Highways.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b683-15\">The owner of the fee in lands, subject to the right of the public to use as a highway, may maintain ejectment in case of ouster.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b683-16\">Appeal from special term, Orange county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b683-17\">Action by Theodore Westlake against Rosina and Charles Koch to eject defendants from a certain strip of land. Judgment for plaintiff, and defendants appeal.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b683-18\">Argued before Barnard, P. J., and Pratt, J.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b683-19\"><em>A. H. F. Seeger, </em>for appellants. <em>Darwin W. Esmond, (Abram S. Cassedy, </em>of counsel,) for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b683-20\">Pratt, J.</author>\n<p id=\"AUY\">The respondent owns lands on the east side of the highway leading from Kewburg to Marlborough. The appellants own the lands on the opposite side of the highway. Each of the parties claimed to own the fee to a strip of land, of varying depth, running about 500 feet in length along <page-number citation-index=\"1\" label=\"666\">*666</page-number>the eastern boundary of the lands of the appellants, and forming a part of the said highway. This action is brought to eject the appellants from this strip of land. In 1856 the respondent’s grantor (Weed) bought this strip of land of the appellants’ grantor (Flagler.) The deed of conveyance was the usual full covenant warranty deed, and conveyed the strip in question, and also all Flagler’s right, title, and interest in the highway. Immediately following the <em>habendum </em>clause in the deed was the following: “ For the uses and purposes of a public road or highway, and for no other use or purpose whatever; the said parties of the first part reserving the same privileges on said public road or highway as they now have'on the highway as at present located, in front of the lands owned by the said party of the first part.” Upon receiving the conveyance, Weed graded the land, and built a stone wall about three feet high along the western line of the highway, and upon the strip so conveyed, for the purpose of retaining the embankment, which was higher than the road on that side. From that time—some 30 years ago—the strip has been used as a public highway; and Weed and his grantee, the respondent, have from time to time, as the occasion required, repaired the wall.</p>\n<p id=\"b684-5\">The court, upon the trial, found that the wall was upon the land deeded by Flagler to Weed, and by him to respondent; that the respondent was the owner of the fee; and that the public had the right to use as a high way-so-much of said land as lay east of said wall. Such findings were clearly justified by the evidence. Weed.testified that he had the strip surveyed at the time he took title, that he agreed with Flagler as to the west line of the wall, and that the west line was several inches within the strip conveyed. It is not material by what description Flagler subsequently conveyed his farm to the appellants’ testator; for he had, more than two years before, conveyed to Weed the strip in question, and .also his right in the highway. The deed to Weed was on record, so that the appellants’ testator had notice of what it contained. The restriction in the <em>habendum </em>clause of Flagler’s deed to Weed is of no particular importance here, for the reason that the land has been used for the purposes therein expressed. The only question that remains is whether an action in ejectment will lie, in case of ouster, where lands are held in fee, subject to the right of the public to use as a highway. The decisions of the court of appeals have settled the question beyond doubt. They hold that the owner of the fee can maintain ejectment. <em>Wager </em>v. <em>Railroad Co., </em>25 N. Y. 526; <em>Reformed Church v. Schoolcraft, </em>65 N. Y. 150, 151. The judgment appealed from seems to have been as favorable to the appellants as the facts warranted. Judgment affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}