{
  "casebody": {
    "data": "<casebody firstpage=\"82\" lastpage=\"83\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b100-13\">Le Roy <em>et al. v. </em>Browne <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b100-14\">\n<em>(Supreme Court, General Term, Third Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ad_\">December 11, 1889.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b100-15\"><em>1. </em>Costs—Action to Abate Nuisance—Nonsuit.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b100-16\">Where, in an action to abate a nuisance, plaintiffs are nonsuited, costs are not allowed as “of course, ” but only on the award of the court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b100-17\">2. Same—Taxation—Waiver of Objections.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b100-18\">Defendants having taxed costs and entered judgment without notice to plaintiffs, the latter gave notice of retaxation, and opposed the taxation of costs on the ground that they had not been awarded. The clerk took the matter under consideration, and afterwards taxed costs for defendants. Two days thereafter, plaintiffs, in order to be timely with their appeal, and not knowing that the clerk had awarded costs, gave notice of appeal from the judgment of nonsuit, the notice reciting the.judgment to be for nonsuit and costs. <em>Held, </em>that plaintiffs did not thereby waive their objection to the taxation of costs.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b100-19\">3. Same—Motion to Strike Out.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b100-20\">A motion to readjust the taxation of costs by striking out the same from the judgment was the proper appeal from the adjudication of the clerk, and was not inconsistent with the appeal from the judgment.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b100-21\">Appeal from special term, Albany county.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b100-22\">Action by William B. Le Boy and others against Anne Browne and Mary J. Levy for maintaining a nuisance. Judgment for defendants, and plaintiffs appeal from an order denying their motion to readjust the taxation of costs by striking out the same from the judgment, on the ground that defendants were not entitled to costs, in the absence of any award thereof by the court.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"b100-23\">Argued before Learned, P. J., and Landon and Fish, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b100-24\"><em>J. F. Crawford, </em>for appellants. <em>Doyle &amp; Fitts, </em>for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b100-25\">‘ Landon, J.</author>\n<p id=\"ArcW\">The complaint charged the defendants with maintaining a nuisance, and demanded judgment that the same be abated and for damages. Upon the trial the plaintiffs were nonsuited, but no award of costs was asked by the defendants, and none was made. Costs are not allowed as “of course,” <page-number citation-index=\"1\" label=\"83\">*83</page-number>but only upon the award of the courts in such an action; and the defendants were irregular in entering them in their judgment. The judgment was entered for the defendants, with $138.93 costs, March 16, 1889, without notice to plaintiffs. Notice of retaxation was thereupon given, and both parties appeared before the clerk, March 23, 1889, the plaintiffs opposing the taxation upon the ground that costs had not been awarded the defendants. The matter was adjourned until April 2, 1889. The clerk took the matter under advisement, and on April 11, 1889, taxed the costs for defendants as proposed. April 13, 1889, the plaintiffs, without knowing that the clerk had adjusted the costs, served upon defendants’ attorneys a notice of appeal from the judgment as entered March 15, 1889, which notice recited the judgment to be for non-suit, and for $138.93 costs.</p>\n<p id=\"b101-5\">The general rule is that, when a party takes such action in a case as implies the regularity of some previous action of the opposite party, he waives his objection to its irregularity. The rule is intended to promote fair practice, and should be fairly applied. We do not think it ought to defeat the plaintiff’s motion in this case. At the first opportunity to object to the defendants’ claim for costs, the bbjection was made, and was supposed by the plaintiffs’ attorney to be still held under advisement by the clerk, when, in order to be timely with his appeal from the judgment of nonsuit, he served notice of appeal from it. He should not be held to have waived his objection, when his action from the outset is consistent with his persistence in it.</p>\n<p id=\"b101-6\">The plaintiffs’ motion was the proper appeal from the adjudication of the clerk. The appeals from the judgment and from the clerk’s adjudication were not inconsistent. Both were steps to protect the plaintiffs’ rights. <em>Kerr </em>v. <em>Dildine, </em>15 N. Y. St. Rep. 616; <em>Peart </em>v. <em>Peart, </em>48 Hun, 79. We think this case plainly distinguishable from <em>Guckenheimer </em>v. <em>Angevine, </em>16 Hun, 453, and <em>Apparatus Co. </em>v. <em>Sargent, </em>43 Hun, 154. We reverse the order, with costs, and grant the motion without costs, and without prejudice to such motion for costs as the defendants may be advised to make.\" All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}