{
  "casebody": {
    "data": "<casebody firstpage=\"350\" lastpage=\"352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b374-6\">McIntyre <em>v. </em>Velte, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b374-7\"><em>Mortgage </em>— Material <em>alteration </em>— Effect <em>of.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b374-8\">A mortgage, though in form a conveyance of title, is in reality, both at law and in equity, only a security for the payment of money, and any material alteration of it by the mortgagee renders it absolutely void.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b374-9\">Where the record of a mortgage shows that the number of days allowed for default in the scire facias clause was left blank, but the mortgage itself when suit was brought upon it showed that the blank had been filled with the words “ twenty days,” the mortgage is absolutely void.</syllabus>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b374-10\">Argued Nov. 9, 1892.</otherdate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"ATW\">Appeal, No. 275, Oct. T., 1892, by William Yelte, defendant, from judgment of C. P. No. 1, Allegheny Co., Dec. T., 1892, No. 222, for plaintiff, Mary A. McIntyre, on case stated.</summary>\n<judges data-order=\"6\" data-type=\"judges\" id=\"Alzy\">Before Paxson, C. J., Sterrett, Williams, McCollum, Mitchell and Heydriok, JJ.</judges>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b374-11\">Case stated.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b374-12\">From the case stated it appeared that defendant agreed to purchase the property situated in Pittsburgh, from plaintiff, <page-number citation-index=\"1\" label=\"351\">*351</page-number>and that this suit was instituted to determine whether a mortgage of record against the property was a valid incumbrance or not. It appeared that, on Nov. 22, 1873, Clarence M. Johns executed and delivered the mortgage in question to David Ilobinson to secure repayment of loan of $4,000 in two years. On Nov. 24, 1873, Robinson assigned the mortgage to Lincoln University. On December, 1875, a sci. fa. was issued on this mortgage upon an affidavit filed setting forth that default had been made : and that the mortgage contained a proviso “that in case default be made in the payment of the aforesaid mortgage debt for a period of twenty days after the same should become due,” a writ of sci. fa. might issue. To this Johns filed an affidavit of defence, setting forth: (1) That in the sci. fa. clause as shown in the recorder’s office, the time was left blank. (2) That if the material words twenty days were now in the mortgage they were inserted since its execution and delivery. Pleas of non est factum, and the special matter set forth in the affidavit of defence, were filed. Upon trial, a verdict was rendered for C. M. Johns. By subsequent conveyances, title to the property became vested in plaintiff.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b375-5\">The court, in an opinion by Stowe, P. J., held that the mortgage was avoided and absolutely destroyed by the alteration recited in the case stated, and judgment was accordingly entered for plaintiff for full amount of purchase money.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b375-6\"><em>Error assigned </em>was entering judgment as above.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b375-7\"><em>A. M. Imbrie, </em>for appellant,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"ACC\">cited McCall v. Lenox, 9 S. &amp; R. 804; Brobst v. Brock, 10 Wal. 519; Garro v. Thompson, 7 Watts, 416; Tryon v. Munson, 77 Pa. 262; McLaughlin v. Ihmsen, 85 Pa. 366; Withers v. Atkinson, 1 Watts, 236; Miller v. Wentworth, 82 Pa. 288; Rifener v. Bowman, 53 Pa. 316; Wiley v. Christ, 4 Watts, 199; Forse v. City, 118 Pa. 467; Smith v. Shuler, 12 S. &amp;. R. 241; Lancaster v. Smith, 67 Pa. 427; Barrington v. Bank, 14 S. &amp; R. 422; Burgwin v. Bishop, 91 Pa. 338.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b375-8\"><em>L. K. </em>Porter, for appellee,</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Ay6v\">not heard, cited Wh. Ev. 624; Jones on Mortgages, p. 94, § 94; Sykes v. Gerber, 98 Pa. 179; Neff v. Horner, 63 Pa. 327; Dorris v. Erwin, 101 Pa. 243; Thompson’s Ap., 126 Pa. 434; Wilson v. Shoenberger’s Exrs., 31 Pa. 299; Scott v. Sample, 5 Watt, 55; White v. Rittenmyer, 30 <page-number citation-index=\"1\" label=\"352\">*352</page-number>Iowa, 268; Timms v. Shannon, 19 Md. 296; Perry v. Brinton, 13 Pa. 202; Bryan’s Ap., 101 Pa. 389.</p>\n<decisiondate data-order=\"15\" data-type=\"decisiondate\" id=\"A1Jk\">January 3, 1893:</decisiondate>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b376-4\">Per Curiam,</author>\n<p id=\"b376-5\">Upon the facts as set forth in the case stated, we are of the opinion that the law is with the plaintiff. The mortgage was altered in a material part by the mortgagee, and this alteration avoids it absolutely. The mortgage is but a security for the payment of money with a right of lien upon the mortgaged premises to enforce payment. It is not stamped with the- character of real estate, but is a bare incumbrance or charge. In Wilson v. Schoenberger’s Executors, 31 Pa. 299, it was said: “ It is settled law in Pennsylvania that though in form a conveyance of the title, it is in reality, both at law and in equity, only a security for the payment of money or performance of the alleged contract.” There is no analogy between this case and that of a grantee of land who alters or destroys his title deed. In such case his title to the land is not gone, because the estate vested in him by virtue of his deed, and can only pass from him by some mode of conveyance known to the law. The instrument is avoided, but not the estate: Rifener v. Bowman, 63 Pa. 313.</p>\n<p id=\"b376-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}