{
  "casebody": {
    "data": "<casebody firstpage=\"522\" lastpage=\"526\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b546-4\">Smith et al., Appellant, <em>v. </em>Levick.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b546-5\"><em>Mechanic's lien </em>— Subcontractor—Alteration <em>of contract </em>— Evidence.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b546-6\">A subcontractor is not bound by an alteration in the principal contract made without notice to him during the progress of the work.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b546-7\">A building contract was made in April, 1890 ; and was subsequently lost. A new contract was afterwards made, plaintiff, a subcontractor, claiming that it was made in August, defendant, the owner, claiming that it was made in May. Plaintiff began to deliver materials for the building in June. Held, that evidence as to the time when the second contract was made was material, and should have been admitted.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b546-8\"><em>Mechanic's lien </em>— Waiver <em>of right to file liens.</em></syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b546-9\">A building contract provided that “ the owner will not in any manner be answerable or accountable for any loss or damage that shall or may happen to the said works, or any part or parts thereof respectively or for any of the materials or other things used and employed in finishing or completing the said works.” The contract also contained a covenant by the contractor to furnish “ a full, complete and perfect release of all liens which may lie against the building.” <em>Held, </em>that the contract contained no waiver of the right to file liens.</syllabus>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b546-10\">Argued Feb. 1, 1893.</otherdate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"AZAg\">Appeal, No. 214, Jan. T., 1893, by plaintiffs, A. J. Smith et al., from judgment of C. P. Montgomery Co., June T., 1892, No. 15, on verdict for defendants, Howard R. Levick, owner, and Frank R. Hill, contractor.</summary>\n<judges data-order=\"8\" data-type=\"summary\" id=\"Al8\">Before Paxson, C. J., Green, Williams, Mitchell and Dean, JJ.</judges>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b546-11\">Scire facias sur mecbanic’s lien.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b546-12\">The facts appear by the opinion of the Supreme Court.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b546-13\">At the trial, [ilaintiff, in rebuttal, called William 'A. Common, who was asked: “Q. Do you know how long the original contract made between these parties existed and what became of it, and when this alleged contract was substituted? A. I know what Mr. Hill told me.” Objected to. Mr. Larzelere: We propose to show that in August, Mr. Hill told this witness that the original contract had been surrendered and he had signed a new one at the earnest request of Mr. Levick and Mr. Albright, the architect, for his protection against mechanics’ liens. That it was done in August of that 3rear, and up to that time they were working under the original contract that was originally executed between Mr. Hill and Mr. Levick; this to be followed by other witnesses that when he made the <page-number citation-index=\"1\" label=\"523\">*523</page-number>bids, as late as the last’ of May, the original contract was in their hands, shown to them by Mr. Hill and upon which they bid, and that this witness himself worked under the original contract until August. The Court: Do you propose to show that the original contract was different from this ? Mr. Larzelere: Yes, different in that it did not have the supplemental agreement. Offer overruled. Exception. [2]</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b547-5\">Under objection by plaintiff and exception the court admitted in evidence the second contract. [3, 4]</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b547-6\">The material portions of the contract, dated April 28, 1890, were:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b547-7\">“ 6. The owner will not in any manner be answerable or accountable for any loss or damage that shall or may happen to the said works or any part or parts thereof, respectively, or for any of the materials or other things used and employed in finishing and completing the said works.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b547-8\">“ 9. In consideration of the foregoing the said party of the first part agrees to pay to the said party of the second part, upon certificate of said architect that the terms of this contract are complied with, within three days after the receipt of the same, said certificates, however, in no way lessening the entire and final responsibility of the party of the second part, and upon sufficient evidence that all claims upon the building for work or materials up to the time of each and every payment are discharged, or if the said party of the first part shall require it either a full or partial release at the option of and satisfactory to the said party of the first part of all liens against said premises on the part of all persons, if any, who up to that time have delivered materials for use in, or performed work upon the said building and before the final payment hereafter specified shall become due to furnish to the said party of the first part a full, complete and perfect release of all liens which may lie against the building or premises on account of work done or materials furnished thereto, including the liens of the said party of the second part, said release or releases to be accepted by the said party of the first part in writing^as satisfactory,” etc.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b547-9\">The new contract below the first signatures was as follows:</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b547-10\">“ It is further agreed that said building shall be built, finished and delivered over to the party of the first part free of all liens <page-number citation-index=\"1\" label=\"524\">*524</page-number>and incumbrances or any claims whatever, that may arise under any action of the party of the second part or his legal representatives under this contract, and that the provisions of the ninth section of said contract shall not be taken to subject the said buildings to any liability for the payment for labor or materials furnished in and about the erection thereof, or the said party of the first part to anjr liability therefor other than the payment of the contract price to the said party of the second part, as therein provided.”</summary>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"AdT8\">March 20, 1893:</decisiondate>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b548-4\">The date of the supplemental contract was recited as “ the date of the foregoing contract.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b548-5\">Binding instructions for defendant were given. [1]</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b548-6\">Verdict and judgment for defendants. Plaintiffs appealed.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b548-7\"><em>Errors assigned </em>were (1) instructions, (2-4) rulings on evidence ; quoting instructions and rulings, but not evidence.</summary>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b548-8\"><em>N. H. Larzelere, M. M. Gribson </em>with him, for appellants,</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"AtTP\">cited, Cook v. Murphy, 150 Pa. 41; Loyd v. Krause, 147 Pa. 402.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b548-9\"><em>Charles Hunsicker, B. E. Chain </em>with him, for appellees,</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"AgP\">cited, Dersheimer v. Maloney, 148 Pa. 532; Tebay v. Kirkpatrick, 146 Pa. 120; Bolton v. Hey, 30 W. N. 29; s. c. 148 Pa. 156; Schroeder v. Galland, 134 Pa. 277.</p>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b548-10\">Opinion by</p>\n<author id=\"AO0\">Mr. Justice Mitchell,</author>\n<p id=\"b548-11\">A written contract for building the house was made by defendant and the contractor Hill in April, 1890, and presumably destroyed, though the defendant, the only witness examined on that point, does not testify to the fact from his own knowledge. Then a supplementary contract was made, which was the one in evidence, under which defendant says the work was done. He says also that this new agreement was made about May 20, and that the original was destroyed because the contractor had made no progress on the work. Plaintiff testified that he made his contract, to deliver materials, with Hill in the early part of April, prior therefore to the destruction of the first contract between Hill and the defendant. It was held in Willey v. Topping, 146 Pa. 427, and Cook v. Murphy, 150 Pa. 41, that a subcontractor is not bound by an alteration in the principal contract made without notice to him during the progress of the work. How far this principle may apply to the case of the cancellation of the original contract before work is begun <page-number citation-index=\"1\" label=\"525\">*525</page-number>under it, and the substitution of a new one nearly identical in terms but containing a new provision materially affecting the rights of subcontractors is an important question, which however we are not called upon at present to decide. The defendant testified that the new contract was made about May 20, while the plaintiffs alleged it was not made until several months later. Plaintiffs began to deliver materials on June 27, and the date of the new contract under which defendant alleged that the work was done, was therefore vital as regards this claim. When therefore plaintiff in rebuttal offered to prove that the old contract was in force up to August, and the new one was not made till then, the evidence was clearly competent and material. If true, then under Willey v. Topping and Cook v. Murphy, supra, the new contract not having been made until after plaintiff had begun to furnish materials did not affect his claim at all. The evidence should therefore have been received, and appellant’s second assignment of error must be sustained.</p>\n<p id=\"b549-5\">This result would probably be conceded by the learned judge below, and it is only just to him to say that he excluded the offer not on the ground that the new contract if made in August would be binding on plaintiffs, but on the ground that it was not proposed to show that the original contract was different from the one in evidence, in certain portions which he held to be conclusive against the right of a subcontractor to file a lien at all. In so holding he followed the apparent indication of Dersheimer v. Maloney, 143 Pa. 532. The contract, in that case as in this, contained a clause that “ the owner will not in any manner be answerable or accountable for any loss or damage that shall or may happen to the said works, or any part or parts thereof respectively, or for any of the materials or other things used and employed in finishing and completing the said works.” But the other clauses in the two contracts, in connection with the foregoing, and bearing on its interpretation, are materially different. In Dersheimer v. Maloney, there was an additional provision that there should be no legal claims against the contractor from any source whatever for work or materials furnished, and it was on these two provisions taken together that the decision in that case was rested. The stipulation above quoted, as to the owner’s accountability for loss or <page-number citation-index=\"1\" label=\"526\">*526</page-number>damage to the works, or for materials, prima facie has no reference to liens, but to liability possibly arising from fire or accident or theft during the process of erection, and its meaning is not extended by the rest of the contract in the present case, but on the contrary would be restricted, if it were doubtful, by the express recognition, in the contract, of the right to file liens, by the stipulation, in clause 9, that before final payment the contractor shall furnish “ a full, complete and perfect release of all liens which may lie against the building on account of work done or materials furnished thereto. ” See Murphy v. Morton, 139 Pa. 345, and Moore v. Carter, 146 Pa. 492. There is therefore a clear difference between the two cases. It must be said however that Dersheimer v. Maloney is not only on the border line, but that if read in the light of other and later cases, it is on the wrong side of the line and is virtually overruled. The whole subject has been discussed and the decisions authoritatively reviewed in Nice v. Walker, 31 W. N. 522, [153 Pa. 123] in an opinion filed since the present case was argued, and intended to settle finally the questions involved.</p>\n<p id=\"b550-5\">We have not considered the effect of the supplementary clause at the end of the contract after the first signatures. Should the jury find that it was added after the plaintiffs had commenced the delivery of materials, then uuder the rule of Willey v. Topping and Cook v. Murphy, supra, it will drop out of the case. All we decide at present is that without this clause there is nothing on the face of the contract to prevent a subcontractor from filing a lien.</p>\n<p id=\"b550-6\">Judgment reversed and venire de novo awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}