{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"229\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b275-6\">BRYAN v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b275-7\">No. 12456.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b275-8\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b275-9\">May 13, 1949.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b275-10\">Motion to Amend Judgment Denied June 10, 1949.</otherdate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b275-29\">McCORD, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b275-33\">Alston Cockrell, John W. Muskoff, Jacksonville, Fla., C. J. Batter, Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b275-34\">Damon G. Yerkes, Asst. U. S. Atty., Jacksonville, Fla., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b275-35\">Before SIBLEY, McCORD, and WALLER, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b276-3\"><page-number citation-index=\"1\" label=\"224\">*224</page-number>WALLER, Circuit Judge.</author>\n<p id=\"b276-4\">Count 1 of the indictment alleged that in 1941 Appellant willfully and knowingly attempted to defeat and evade a part of his income tax by filing with the Collector of Internal Revenue at Jacksonville, Florida, a false and fraudulent income tax return. Counts 2, 3, and 4 charged him with having committed the same offense in each of the years 1942, 1943, and 1944, respectively. The jury acquitted on Counts 1 and 2 but convicted on Counts 3 and 4. Two bills of particulars filed by the United States ■ Attorney limit the alleged evasions to understatements of the gross receipts derived from the business operated by Appellant in each of the years.<footnotemark>1</footnotemark> No claim is made that the deductions from the income tax returns of the Appellant were unallowable, fictitious, or false. Measured, as the proof must be, by these bills of particulars, the conviction must stand or fall upon the proof, or lack of proof, of false statements knowingly made for the purpose of evading income taxes in the returns of gross business receipts for the years in question. No witness gave any direct testimony as to any specific instances of failing or refusing to account for gross business income. Such records as were kept by Defendant make no such revelations. No evidence was produced from any books or records of the Defendant showing gross income in excess of that reported. No proof has been produced of duplicity in keeping more than one set of books. The Government attempted to show, and did show, by the testimony of approximately fifty witnesses and by documentary proof, expenditures in each of the years of sums greatly in excess of the gross income reported for each year. For instance, in the year 1943, Appellant reported as gross income the sum of $271,980.27, whereas his gross expenditures for the year were $293,251.45. The Government insists that the Defendant’s net worth during that year was increased by expenditures made in excess of reported gross income to the point that his net income was $23,615.95 rather than the $1,-814.67 reported. In the year 1944 the gross income of the Defendant was reported at $154,911.40. The Government proved that his total expenditures during the year in question was $229,021.40, and after making certain allowances and deductions, it insists that his net income was understated for that year in the sum of $81,919.84.</p>\n<p id=\"b276-12\">The evidence is clear that Defendant spent considerably more money during these years than his reported gross incomes. It also was demonstrated that his capital assets were increased each year in proportion to expenditures in excess of gross receipts, but Defendant contends that <page-number citation-index=\"1\" label=\"225\">*225</page-number>the evidence wholly fails to show that the expenditures in excess of reported gross income came out of current receipts and not out of available assets acquired in prior years.</p>\n<p id=\"b277-5\">The difficulty in the case lies in determining whether or not the net assets of the Defendant, owned at the beginning of the period in question and still held at the dates of the alleged violations, were accurately ascertained and definitely established by the auditor for the Bureau of Internal Revenue.</p>\n<p id=\"b277-6\">There were available to the auditor no financial statements, no books of Defendant showing assets and liabilities, and no admissions by the Defendant that could be used as an admitted, or definite, point of beginning by which to determine income by the “net worth and expenditure basis ” * as was attempted in this case. In the absence of an admitted or definite statement that hound or tended to bind the Defendant as to his net worth on January 1, 1941, the auditor for the Bureau undertook to compute such net worth from the record of conveyances, bills of sale, mortgages, bank deposits, income tax returns, and such other information as he could find and which he considered reliable. After resorting to all known and available sources of information, the auditor computed the Defendant’s net worth as of January 1, 1941, at $107,108. This figure was based chiefly on the cost of real estate, furniture, and fixtures in the night clubs and gambling places of the Defendant, and included only $40.70 cash in the bank. The auditor was unable to find where the Defendant had kept any bank account prior to 1940. Defendant, who was engaged in operating night clubs, gambling spots, and bars, during the years involved, had been a purveyor of illicit liquor in the prohibition era, according to the testimony of his wife had amassed, and secreted, in a safe in a closet in his home, considerable wealth.</p>\n<p id=\"b277-14\">The net worth-expenditures method of establishing net income, sought to be applied in this case, is effective only if the computations of net worth at the beginning and at the end of the questioned periods can reasonably be accepted as accurate.<footnotemark>3</footnotemark></p>\n<p id=\"b278-3\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>Since the bill of particulars in this case admits that no claim of evasion is based upon the deductions from gross income reported by the Defendant, and since there is no evidence that the gross expenditures by the Defendant in any year were made entirely from gross income of the business operations in such year, it was essential for the Government to present evidence that excluded, or tended to exclude, all other available sources from which the additional funds expended could have been derived. If the Defendant correctly reported his gross income, then a very substantial part of the expenditures was obliged to have been made from funds other than such current income and from sources not covered by the returns or the records of the Defendant or included by the Government’s computation of net worth. During the years 1943 and 1944 — ■ covered by Counts 3 and 4 on which Defendant was convicted — the Defendant’s expenditures exceeded the gross income of his business by approximately $100,000.00. Obviously, therefore, Defendant either falsely stated his gross receipts or had available to his use assets not revealed by the auditor’s computation of his net worth at the beginning of the period involved.</p>\n<p id=\"b278-4\">The Defendant did not take the stand, but his wife did, and testified that when she married the Defendant in 1926 he was a bootlegger possessed of approximately $180,000, the residue of which was kept in a safe in a closet in their home until November 4, 1940, when she rented a lock box at the Florida National Bank in Jacksonville wherein she put between $150,000 and $160,000 in cash. She further testified that she paid one of the large expenditures of $40,000 involved here by taking that much cash from the lock box, depositing it in the bank, and giving a check thereon — all on the same day. The records of the bank show that the lock box was opened by her on the date of the $40,000 check and tend to corroborate her to that extent. She also testified that she withdrew money as needed from the lock box. Thus Defendant undertook to account for the difference between the amount of his expenditures in excess of the amount of his current gross income during the period, as well as their source. Obviously — and seemingly with good right — the jury did not believe the wife’s testimony.</p>\n<p id=\"b278-6\">But we cannot escape the fact that Mr. Marquis, the auditor, frankly admitted that he did not know whether his computation contained all the assets of the Defendant or not. The substance of his statement was that it contained all the assets which he, an auditor of much experience, could find.</p>\n<p id=\"b278-7\">The auditor gave the following testimony:</p>\n<p id=\"b278-8\">“By the Court:</p>\n<p id=\"b278-9\">“Q. If you overlooked any assets that this defendant had, in your calculations, then your calculations would be in error, or subject to revision? A. Yes, sir.” [R. 289.]</p>\n<p id=\"b278-10\">“Q. And you don’t mean to say that he had no money whatsoever other than what is shown on that bank account, shown on January 1, 1941? A. I didn’t say that.</p>\n<p id=\"b278-11\">“Q. Doesn’t your audit assume that? A. That is all the money we could account for.” [R. 296.]</p>\n<p id=\"b278-12\">“Q. And you took Tnto consideration only recorded purchases that you could find? A. That was all I could.</p>\n<p id=\"b278-13\">“Q. That was all you could? A. Yes.</p>\n<p id=\"b278-14\">“Q. During the course of examining Mr. Bryan, did you inquire into the cash sales that he made prior to that time? A. No.</p>\n<p id=\"b278-15\">“Q. Did the Department, or someone in your presence in one of the Government Departments, make inquiry into that? A. I would not know.” [R. 300.]</p>\n<p id=\"b278-16\">“Q. Yet up until that time you had never found a bank account, up until 1940, that Mr. Bryan had? A. No.</p>\n<p id=\"b278-17\">“Q. And yet you assume that the only monies he had were in the bank on the first day of January, 1941 ? A. That is all we took into account.</p>\n<p id=\"b278-18\">“Q. You don’t know whether he had a lot of other money, or not? A. No, sir.” [R. 302-303.]</p>\n<p id=\"b278-19\"> These - admissions are serious in this case because the Government must rely almost entirely upon circumstantial evidence, that is to say, upon the circum<page-number citation-index=\"1\" label=\"227\">*227</page-number>stance of the expenditure of considerably more money in the years in question than the Defendant took in from the operation of his night clubs and gambling enterprises. The evidence, being circumstantial, must exclude every reasonable hypothesis other than the guilt of the Defendant. The jury no doubt disbelieved, and had the right to disbelieve, Mrs. Bryan’s testimony, but in view of the auditor’s admissions that he was not able to say that his computation included all of the assets of the Defendant at the beginning of the period, together with the absence of any admissions, records, financial statements, bookkeeping entries, or other findings, or evidence, tending to bind the Defendant as to the lack of additional assets at the beginning of the tax period, the evidence, in the light of the bill of particulars, was insufficient to make out a prima facie case against the Defendant on the net worth-expenditure basis, and the case should not have been submitted to the jury since it did not exclude the hypothesis that the funds used in making some of the expenditures might have been from sources other than current business income.</p>\n<p id=\"b279-4\">In view of the foregoing conclusions it is unnecessary for us to pass upon the other specifications of error.</p>\n<p id=\"b279-5\">The judgment of the lower Court is reversed and the cause remanded for a new trial.</p>\n<p id=\"b279-6\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b276-5\"> The following are excerpts from the bills of particulars:</p>\n<p id=\"b276-6\">“Answering Paragraph a of the motion for bill of particulars, as required in said order, the United States says that ‘No deductions are claimed to be false, however, the depreciation claimed for the year 1941 was reduced due to technical adjustments.’</p>\n<p id=\"b276-7\">“Answering Paragraph b of the motion for bill of particulars, as required in said order, the United States says that ‘None claimed to be false.’ [Paragraph b of the motion related to deductions.]</p>\n<p id=\"b276-8\">“Answering Paragraph c of the motion for bill of particulars, as required in said order, the United States says ‘The gross income for each of the years covered by the indictment is understated.’</p>\n<p id=\"b276-9\">“Answering Paragraph d of the motion for bill of particulars, as required in said order, the United States says ‘The gross income from business and gambling is understated.’</p>\n<p id=\"b276-10\">“Answering Paragraph e of the motion for bill of particulars, as required in said order, the United States says ‘No income is claimed to have been received from any sources other than those shown on the returns filed.’</p>\n<p id=\"b276-14\">• “And finally, answering Paragraph f of the motion for bill of particulars, as required in said order, the United States says ‘None alleged to have been received from sources other than those shown in the returns filed.’ ” [R. 10-11.]</p>\n<p id=\"b276-15\">******</p>\n<p id=\"b276-16\">“The business gross receipts are alleged to be understated in the amount of not less than $9,036.81 for the year 1941;</p>\n<p id=\"b276-17\">“The business gross receipts are alleged to be understated in the amount of not less than $11,038.39 for the year 1942; ■</p>\n<p id=\"b276-18\">“The business gross receipts are alleged to be understated in the amount of not less than $21,468.95 for the year 1943; and</p>\n<p id=\"b276-19\">“The business gross receipts are alleged to be understated in the amount of not less than $81,507.41 for the year 1944.’’ [R. 14.]</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b277-7\"> The auditor stated:</p>\n<p id=\"b277-8\">“A net worth basis is simply an increase in net. worth from one year to the next year. By net worth from all capital items and expenditures that we recorded here we show where the increase in net worth came from. That is where that net worth and expenditure basis comes into the picture. Establishing a not worth at the opening of the period and establishing a net worth at the close of the period, and the increase in net worth is the figure we have in the audit after each year under investigation. Those increases in net worth are substantiated by the expenditure basis of either cash or checks that we have involved.” [R. 271.]</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b277-9\"> In United States v. Chapman, 7 Cir., 168 E.2d 997, 1001, we find the following statement:</p>\n<p id=\"b277-11\">“Appellant contends that, ‘In a “net worth ease,” the starting point must be based upon a solid foundation and a Revenue Agent’s statement of the defendant’s oral admission or confession when uncorroborated is not sufficient to convict.’ We fully agree with this statement of the law. However we find no deviation from it in this case. The actual starting point here was the net worth as established by appellant’s books and records. From these Lloyd drew up a statement of appellant’s assets and liabilities as of January 1, and December 31, 1942.”</p>\n<p id=\"b277-16\">In the case of United States v. Skid-more, 7 Cir., 123 F.2d 604, the net worth-expenditure basis was used in the prosecution of the defendant for income tax evasion, but in addition to the calculation of the Revenue Agents as to his assets it was shown that the defendant had made certain admissions to the Government Agents as to his net worth and it is apparent in that case that the conviction would not have been sustained if the computation made by agents was unsubstantiated by any admissions or records of the defendant and if the agent had admitted that he did not know whether the defendant had other assets or not.</p>\n<p id=\"AnJ\">In James Q. Whittemore, Tax Court Docket No. 13421, dated November 16, 1948, Judge Arundell, speaking for The Tax Court, said:</p>\n<p id=\"b277-18\">“But there is another reason of equal importance that throws discredit o.n respondent’s method and that is his failure to determine with any degree of accuracy petitioner's net worth at the starting date of December 31, 1941. It would be absolutely necessary to know the amount of petitioner’s net worth at the beginning of the taxable period before one could determine under a net worth basis a taxpayer’s income for succeeding years.”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b279-7\">McCORD, Circuit Judge</author>\n<p id=\"AGK\">(dissenting).</p>\n<p id=\"b279-8\">The overwhelming weight of the evidence in this case points unerringly to the guilt of this defendant, and his conviction should be sustained. The majority decision is just another illustration of how rigid adherence to the dangerous yoke of so-called authority and case precedent, rather than to right and reason under the evidence, can permit technical requirements of proof to feast and fill and fatten on justice.</p>\n<p id=\"b279-9\">The majority predicate their reversal on the sole ground that the evidence was insufficient to make out a prima facie case against the defendant on a net worth-expenditure basis, for the reason that the testimony of the government auditor did not expressly exclude the hypothesis that some of the large expenditures by defendant <em>“might have been </em>from sources other than current business income.” This is sheer speculation and conjecture, and an unwarranted presumption in favor of defendant’s innocence after he has been fairly tried and convicted. Moreover, it is an unreasonable hypothesis which has already been rejected by the jury as manifestly incredible and unworthy of belief. The ultimate effect of the decision is to shackle the government to a practically insurmountable burden of proof in net worth-expenditure cases concerning matters which are peculiarly within only an evading defendant’s knowledge.</p>\n<p id=\"b279-11\">In all cases, such as hear, where a defendant has either destroyed his records, or they are otherwise unavailable, the government must of necessity resort to other indirect methods of proving unreported income, such as (1) by an analysis of the defendant’s bank deposits; (2) by showing an increase in net worth on the net worth-expenditure basis; or (3) by evidence of purchases, expenditures and investments made during the tax years on which the prosecution is based. Many tax offenders of the worst type would go unwhipped of justice if the government were not allowed to establish unreported taxable income by this type of circumstantial evidence. Each of the above methods is predicated upon the sound legal proposition that evidence of a large amount of unexplained funds or property in the hands of a defendant during the tax years under scrutiny establishes a prima facie case of understatement of income during that period. United States v. Johnson, 319 U.S. 503, 517, 519, 63 S.Ct. 1233, 87 L.Ed. 1546; O’Brien v. United States, 7 Cir., 51 F.2d 193; United States v. Miro, 2 Cir., 60 F.2d 58. It is then incumbent upon the defendant to go forward and offer proof in explanation of this unreported excess income, much in the same manner as would be required under the “possession of recently stolen goods” rule. Yielding v. United States, 5 Cir., 173 F.2d 46, 48; Janow v. United States, 5 Cir., 141 F.2d 1017; Levi v. United States, 5 Cir., 71 F.2d 353. It would be manifestly unreasonable to re<page-number citation-index=\"1\" label=\"228\">*228</page-number>quire the Government to give such a defendant a bill of particulars on his own hidden and unreported income, or to offer proof to exclude the possibility that such other secret income does not in fact exist. United States v. Kushner, 2 C.ir., 135 F.2d 668, 673; United States v. Skidmore, 7 Cir., 123 F.2d 604, 607; Tinkoff v. United States, 7 Cir., 86 F.2d 868; Paschen v. United States, 7 Cir., 70 F.2d 491.</p>\n<p id=\"b280-4\">The usual contention on behalf of a defendant in this type of case is that the unexplained increase in net worth results from expenditure of funds accumulated and secreted in earlier years, for which tax prosecutions are then barred by the statute of limitations. Obviously, because of the difficulty and inaccessibility of such proof, the Government could not possibly wholly rebut such a contention, as only the defendant himself knows whether the defense is made in good faith. In such instances, after the Government has offered all proof available, the defendant should not be permitted to stand silently by and thwart'-a conviction on the claim that a failure to prove unknown assets does not satisfy net worth requirements. Manifestly, the truth and good faith of such a defense is for the jury alone. Malone v. United States, 7 Cir., 94 F.2d 281, 288; Guzik v. United States, 7 Cir., 54 F.2d 618, 620; Oliver v. United States, 7 Cir., 54 F.2d 48, 50; United States v. Johnson, 319 U.S. 503, 63 S.Ct. 1233 ; 87 L.Ed. 1546.</p>\n<p id=\"b280-5\">The evidence here is amply sufficient to justify the verdict, on the authority of United States v. Chapman, 7 Cir., 168 F.2d 997, and Barrow v. United States, 5 Cir., 171 F.2d.286, 287. In any event, the conviction should be sustained on the alternative theory that abundant proof of the defendant’s large purchases, investments and expenditures during the tax period in question properly presented a jury issue as to whether he had willfully failed to report taxable income, -for the reason that a jury may properly infer from such transactions that the defendant had taxable income with which to make his proven disbursements.' United States v. Johnson, 319 U.S. 503, 517, 63 S.Ct. 1233, 87 L.Ed. 1546; O’Brien v. United States, 7 Cir., 51 F.2d 193; United States v. Miro, 2 Cir., 60 F.2d 58. This method of proving taxable income was sanctioned by our court of last resort in United States v. Johnson, 319 U.S. 503, at page 517, 63 S.Ct. 1233, at page 1240, 87 L.Ed. 1546, wherein it was stated:</p>\n<p id=\"b280-7\">“That he (defendant) had large, unreported income was reinforced by proof which warranted the jury in finding that certainly for the years 1937, 1938, and 1939, the private expenditures of Johnson exceeded his available declared resources. It is on this latter ground — namely, that presumably Johnson’s expenditures justified the finding that he had some unreported income which was properly attributable to his earnings from the gambling houses — that the court below thought that the evidence * * * [was] sufficient to go to the jury. That is enough to sustain the judgment against Johnson * *</p>\n<p id=\"b280-9\">Moreover, in the recent case of Barrow v. United States, 5 Cir., 171 F.2d 286, 287, this court stated:</p>\n<p id=\"b280-10\">“We think the Government presented evidence showing that the making and the filing of the returns by the Defendant were with knowledge that the amount of his gross sales was therein largely understated, and that the returns were made and filed after Defendant had been informed by his accountant of the true amount of such gross sales. Such evidence, we think, was sufficient to make out a prima facie case under the indictment, and thereafter it was not the burden of the United States to make proof of facts which Defendant knew or should have known, relating to the amount of his profits and net income for such years.”</p>\n<p id=\"b280-11\">It is without dispute that the defendant’s income from his gambling resorts, night clubs, and other nefarious enterprises mounted into the hundreds of thousands of dollars. He alone knew the naked facts concerning the operation of his illegal businesses, and the income derived therefrom, but he refused to take the witness stand and testify, claiming his constitutional right. This record stands complete without one shred of credible evidence in his favor. Furthermore, he had the af-frontery to request two bills of particulars as to the charges against him, and in ef-<page-number citation-index=\"1\" label=\"229\">*229</page-number>feet said to his Government that “while I know every detail of my crooked business, you must tell me what you know”; and now the majority opinion launders him white and he goes without a day.</p>\n<p id=\"b281-4\">I respectfully dissent.</p>\n<p id=\"b281-5\">On Motion to Amend Judgment.</p>\n<author id=\"b281-6\">PER CURIAM.</author>\n<p id=\"b281-7\">On the appeal of the accused this court set aside the verdict and sentence and ordered a new trial. This was on the ground that the evidence presented did not authorize a verdict of .guilty, one judge dissenting. The majority thinking the defect in the evidence might be supplied on another trial directed that it be had. The present motion is that we substitute a direction to enter a judgment of acquittal because such a judgment is required by Rule 29 of Criminal Procedure, 18 U.S C.A., and by the constitutional provision against double jeopardy.</p>\n<p id=\"b281-8\">As to double jeopardy, the law is well settled that “Where the accused successfully seeks review of a conviction, there is no double jeopardy upon a new trial.” State of La. ex rel. Francis v. Resweber, 329 U.S. 459, 67 S.Ct. 374, 375, 91 L.Ed. 422. “The only thing the appellate court could do was to award a new trial on finding error in the proceeding, thus the plaintiff in error himself invoked the action by the court which resulted in a further trial. In such cases he is not placed in second jeopardy within the meaning of the Constitution.” Stroud v. United States, 251 U.S. 15, 18, 40 S.Ct. 50, 51, 64 L.Ed. 103. Even when acquitted of a higher grade of offense and convicted of a lower one on securing a new trial in an appellate court he waives the question of former jeopardy as to both grades; Trono v. United States, 199 U.S. 521, 26 S.Ct. 121, 50 L.Ed. 292, 4 Ann.Cas. 773. “How far, if they had taken no steps to set .aside the proceedings in the former case, the verdict and sentence therein could have been held to bar a new indictment against them, need not be considered, because it is quite clear that a defendant who procures a judgment against him upon an indictment to be set aside may be tried anew upon the same indictment, or upon another indictment, for the same offense of which he had been convicted.” United States v. Ball, 163 U.S. 662, 672, 16 S.Ct. 1192, 1195, 41 L.Ed. 300.</p>\n<p id=\"b281-10\">As to Rule 29, the accused after verdict and within five days both renewed his motion for acquittal and moved for a new trial. In such a situation the rule provides, “If a verdict of guilty is returned the court may on sitch motion set aside the verdict and order a new trial or enter a judgment of acquittal”. The district court refused to do either. The appellate court is. not mentioned in the Rule. If we are included in the expression “The court,” our power to grant a new trial is stated therein. If we are not included, our power on finding error in the trial is as it has always been, to reverse and remand for further proceedings, which would mean a new trial, or we may “direct the entry of such appropriate judgment, decree or order, or require such further proceedings to be had as may be just under the circumstances”. 28 U.S. C.A. § 2106. This last we have done.</p>\n<p id=\"b281-11\">The acquittal under Counts 1 and 2 is of course final. There can be no further prosecution under those counts. United States v. Ball, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300.</p>\n<p id=\"b281-12\">Motion denied.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b281-13\">McCORD, Circuit Judge</author>\n<p id=\"A1\">(dissenting).</p>\n<p id=\"b281-14\">In view of the language of the original majority opinion holding that under the evidence the defendant was entitled to a directed verdict, I am in no wise surprised that the defendant is now here again seeking an acquittal. His motion only accentuates the errors of the majority opinion, wheréin the evidence pointed unerringly to his guilt. The conviction should have been affirmed.</p>\n<p id=\"b281-15\">I dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}