{
  "casebody": {
    "data": "<casebody firstpage=\"652\" lastpage=\"654\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b704-3\">McALISTER v. C. J. DICK TOWING CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b704-4\">No. 9815.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b704-5\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b704-6\">Argued Feb. 11, 1949.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b704-7\">Decided May 24, 1949.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b704-17\">Hymen Schlesinger, Pittsburgh, Pa., for •appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b704-18\">Harland I. Casteel, Pittsburgh, Pa., ■Campbell, PIouclc &amp; Thomas, Pittsburgh, Pa., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b704-19\">Before BIGGS, Chief Judge, and O’CON-HELL and KALODNER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b704-20\">O’CONNELL, Circuit Judge.</author>\n<p id=\"b704-21\">Plaintiff was hired by defendant as cook on a motor vessel, the “Dixie”, which on the same day, March 2, 1947, began a voyage down the Ohio River. It is undisputed that, subsequent to that embarkation and prior to the arrival of the Dixie at Paducah, Kentucky, on March 14, 1947, plaintiff suffered a painful and debilitating hand injury. His claim for maintenance and cure having been withdrawn prior to trial, plaintiff here sought indemnification by defendant either because the Dixie was negligently operated, or because a part of its equipment — a heavy line of rope — was improper for the purpose to which it was put, and therefore unsea-worthy, or because of a combination of those conditions.</p>\n<p id=\"b704-22\">Specifically, the version of events which plaintiff’s testimony supported was that a barge had run aground, near Paducah; that a heavy rope 4 inches in diameter was attached between the Dixie and that 'barge, about 100 feet distant; that the Dixie then attempted, by a series of sharp jerks, to dislodge the barge; and that plaintiff, holding the rope in accordance with orders, was struck sharply across his left hand when the rope snapped during this refloating operation. Thus, plaintiff’s position was that the injury resulted from a strain which that particular rope could not withstand.</p>\n<p id=\"b704-23\">Defendant had a very different explanation for plaintiff’s physical impairment. According to defendant, plaintiff had incurred his hand injury in a brawl with another member of the crew, while the two were ashore at Marietta, Ohio, about ten days before the grounding incident.<footnotemark>1</footnotemark> Further, defendant produced testimony that two barges, not one, had become grounded near Paducah; that, while there were lines between the grounded craft and a loaded barge which was at the head of the Dixie to lend weight to the dislodging operation, there was no line between the Dixie and either grounded barge; that the refloating operation was carried out efficiently and without undue strain on the connecting lines; and that there had been no failure of rope or any other equipment.</p>\n<p id=\"b705-3\"><page-number citation-index=\"1\" label=\"653\">*653</page-number>Obviously, if the jury found that plaintiff incurred the injury while ashore in Marietta, and if the grounding incident had no connection with his injury, there was no question of seaworthiness <em>or </em>negligence for the jury. This contingency the court covered, by an instruction that a verdict be returned for defendant if \"plaintiff’s injury resulted from his own wilful misconduct while engaged in a private fight, and not on board the vessel.”</p>\n<p id=\"b705-4\">By the same token, if the jury determined that the injury stemmed from the refloating operation, then the testimony permitted any one of several factual conclusions: viz., (a) plaintiff met the burden of proving both that the Dixie was operated in a negligent maimer, and the rope was unseaworthy, (b) plaintiff met the burden of proving only the former, (c) plaintiff met the burden of proving only the latter, or (d) plaintiff met neither burden.</p>\n<p id=\"b705-5\"> The trial judge correctly analyzed the situation, insofar as negligence was involved, and gave the jury adequate instructions thereon. Unfortunately, however, the district judge overlooked the testimony of plaintiff which raised the inference that a rope structurally inappropriate for the function for which it was being utilized inflicted the damage upon plaintiff. Consequently, when asked to charge concerning seaworthiness, the district judge refused to do so, and the jury was limited to determining whether plaintiff had a right of recovery under the Jones Act, 46 U.S. C.A. § 688.<footnotemark>2</footnotemark> Under the long-accepted principles of American maritime law, however, and without reference to the Jones Act or to the negligence of a shipowner, a seaman is entitled to indemnity for an injury suffered by reason of an unseaworthy appliance. Mahnich v. Southern S. S. Co., 1944, 321 U.S. 96, 64 S.Ct. 455, 88 L.Ed. 561; and see Seas Shipping Co. v. Sieracki, 1946, 328 U.S. 85, 90, 66 S.Ct. 872, 90 L.Ed. 1099. The jury hearing the testimony in the case at bar could have found that plaintiff did indeed hold a rope, that the Dixie was not operated negligently, that the rope broke, and that the breaking resulted from a defect which a reasonably careful investigation would not have disclosed; but, under the instructions given, the jury would not have been authorized to return a verdict in favor of plaintiff because of the absence of the presumably indispensable ingredient, negligence of defendant.</p>\n<p id=\"b705-9\">The charge of the court below, therefore, could be sustained only if there was no evidence of unseaworthiness to consider, as otherwise the court below would be invading the jury function of determining the credibility of the witnesses. Plaintiff did not produce the rope in court,<footnotemark>3</footnotemark> but did describe it as a four-inch hawser which was “bright-looking” and which had snapped about two feet from the double bit <footnotemark><em>4</em></footnotemark><em> </em>at the stern of the Dixie. He was una'ble to say whether or not it had been used before, hut several times repeated that the line “must have been defective or it wouldn’t have broke.” We do not deem this the strongest evidence of an unseaworthy appliance; but, bearing in mind that plaintiff was primarily a cook and that the Dixie and its equipment were not under his control, plus the testimony of plaintiff’s doctor that the injury could not have resulted from “a blow struck by Mr. McAlister of his own force,” we believe plaintiff was entitled to have the jury likewise consider, under proper in<page-number citation-index=\"1\" label=\"654\">*654</page-number>structions, whether the accident to his hand was caused by an unseaworthy rope. However careful the agents of defendant may have been, “ * * * the exercise of due diligence does not relieve the owner of his obligation to the seaman to furnish adequate appliances.” Mahnich v. Southern S. S. Co., supra at page 100 of 321 U.S., at page 458 of 64 S.Ct.</p>\n<p id=\"b706-5\">Argument of the case at bar has been directed to our holding in Bruszewski v. Isthmian S. S. Co., 3 Cir. 1947, 163 F.2d 720, certiorari denied 1948, 333 U.S. 828, 68 S.Ct. 451, 92 L.Ed. 1113. In that case, we held that, as a matter of law, there was no warranty of seaworthiness as to a broken boom, an object obviously unseawortKy and known by all concerned to be broken, which boom a longshoreman was hired to remove from a ship. “Very different is this,” we said, “from the situation presented in Seas Shipping Co. v. Sieracki, supra, where the plaintiff suffered injury as the result of a defective appliance which appeared otherwise.” 163 F.2d at page 722. If the version of the instant plaintiff be believed, he did suffer injury as the result of a defective rope which appeared otherwise. Consequently, the conclusion we reach in the case sub judice is in full consonance with that announced in Bruszewski v. Isthmian S. S. Co., supra.</p>\n<p id=\"b706-6\">It was incumbent upon the court below, therefore, to give an appropriate definition of seaworthiness to the jury and to instruct the jury that plaintiff was entitled to recover indemnity if, while he was grasping a rope unfit for the refloating operation in which he alleges it was being used, the rope snapped and inflicted upon him the injury of which he here complains.</p>\n<p id=\"b706-7\">In the case sub judice, however, we must dismiss as premature the appeal which plaintiff here has taken. Doubtless through inadvertence, the clerk of the district court has not entered a judgment on the verdict, as required by Rule 58 of the Federal Rules of Civil Procedure, 28 U.S.C.A. There being no final judgment, our court in fact is without jurisdiction, which vital element cannot be supplied by defendant failing to object to the appeal. Once compliance with Rule 58 has been effected, of course, the district court will -be in a position to entertain a motion by plaintiff for a new trial under Rule 59 of the Federal Rules of Civil Procedure, and to grant the motion 'for the reasons stated in this opinion.</p>\n<p id=\"b706-9\">The instant appeal must be dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b704-24\"> Plaintiff denied .this allegation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b705-6\"> After the jury retired, it returned to the courtroom to ask two questions. The answer of the judge to the second question, which was the last message heard by the jury before reaching its verdict, included this remark: “This is an action brought under wbat is known as the Jones Act, and I have tried to tell you that the only question for you to determine is * * * whether or not the plaintiff * * * was injured by the negligence of the defendant’s agents, as ho has alleged.” The jury thereafter returned a .verdict in favor of defendant.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b705-10\"> Plaintiff did testify as follows: “They done something with the line; I don’t know what happened to it.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b705-11\"> In his original testimony, plaintiff referred only to the cavel on the stern of the Dixie. After the witnesses of defendant testified that there was no cavel or capstan on the Dixie, but that there was a double bit, plaintiff in rebuttal referred to the device as a “double bit or cavel.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}