{
  "casebody": {
    "data": "<casebody firstpage=\"978\" lastpage=\"982\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1030-10\">APEX SMELTING CO. v. BURNS et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1030-11\">No. 9743.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1030-12\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1030-13\">June 24, 1949.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1030-14\">Rehearing Denied Aug. 24, 1949.</otherdate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b1031-7\"><page-number citation-index=\"1\" label=\"979\">*979</page-number>KERNER, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1031-11\">Julius S. Neale, Chicago, 111., Walter E. Moss, Chicago, 111., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1031-12\">David A. Canel, Chicago, 111. (Leonard A. Canel, of counsel), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1031-13\">Before MAJOR, Chief Judge, KER-NER and DUFFY, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1031-14\">MAJOR, Chief Judge.</author>\n<p id=\"b1031-15\">This is an appeal from a judgment in defendants’ favor, entered September 14, 1948, following a directed verdict, allowed on defendants’ motion, at the conclusion of plaintiff’s case.</p>\n<p id=\"b1031-16\">Plaintiff filed its complaint against the defendants, alleging that it was the owner and in possession of certain described premises located in the city of Chicago, Illinois, and was in the exercise of due care and caution for the preservation of such premises from injury and harm, and was active in the conduct and operation of a large and commodious manufacturing plant. That its plant might have care and protection from sabotage and other interruption of efficient operation, plaintiff and defendants on February 2, 1943, entered into a certain written agreement, which is. set forth verbatim in the complaint, the salient portions of which are as follows: The defendants agreed to furnish a uniformed armed guard service consisting of five armed guards or more as might be agreed upon from time to time between the parties for the protection of the property. Such guards were to be guided by a set of general rules and written instructions issued by the plaintiff through its designated representatives. Defendants agreed to pay the expense of equipping the guards, as well as social security, unemployment taxes and employers’ liability insurance. Supervision of the guards was made the responsibility of defendánts, who in turn were to be responsible to and receive instructions from the plaintiff. The guards were charged with the function of guarding plaintiff’s plant in the manner best suited, depending upon the circumstances. It was agreed that the wishes of the plaintiff would be honored at all times consistent with good! judgment in replacing guards who in its opinion did not fill the requirements of the service as outlined. The agreement set forth the compensation to be paid defendants by the plaintiff for the services, thus rendered and provided that the supervisor in charge of the guard force was to. be responsible at all times for the proper functioning of the operation. The service provided was to begin on Monday, February IS, 1943, at 6 a. m., and was to remain in force until the expiration of thirty days’ written notice by either or both of the parties to. the agreement.</p>\n<p id=\"b1031-18\">The complaint alleged that the defendants entered upon the performance of the agreement at the time and in the manner provided and that among the armed guards, furnished by the defendants was one Harry Frontczak, who. on or about the 8th of September, 1946, “while active in his duties,, as the servant of the defendants, in, upon and about the premises of the plaintiff, and coincident therewith, from infirmity of temper, and under the influence of passion aroused by real or fancied grievance, did, wilfully and with intent to wreak vengeance upon the plaintiff, cause combustion to' take place within the premises of the plaintiff' and a conflagration to ensue thereon, to the-<page-number citation-index=\"1\" label=\"980\">*980</page-number>harm and injury of said premises and to the contents therein.” The complaint concluded by alleging that as a result of the combustion caused by the servant of the defendants, plaintiff’s premises and contents were damaged by the fire and that it expended large sums of <em>money </em>in the restoration and repair of the same and was damaged by the interruption of operation and delayed production in the amount of $20,000.00, for which judgment against the defendants was sought.</p>\n<p id=\"b1032-4\">Defendants, filed a motion to strike the complaint as insufficient in law and to dismiss the action, specifying the following grounds as reasons therefor: (1) the complaint did not charge any act of negligence against the defendants nor that any damage was suffered by the plaintiff through the negligence of or as a direct and proximate result of any negligence on the part of the defendants; (2) the complaint did not charge any breach of contract on the part of the defendants, and (3) the complaint did not charge that the alleged damage was caused as a direct and proximate result of any negligence or breach of contract by any of the defendants’ agents, servants or employees, acting within the scope of their authority or employment.</p>\n<p id=\"b1032-5\">The court took- the motion to dismiss under advisement and briefs were filed by the respective parties upon the issues raised by ■defendants’ motion to dismiss. Subsquently the court denied such motion, “without prejudice to the right of the defendants -to renew said motion on the same grounds .at the end of the plaintiff’s case.” Thereupon, the defendants by their answer ad■mitted the execution of the agreement with the plaintiff and that they entered upon the -performance of the same, as alleged in the •complaint. Also, defendants admitted that 'Harry Frontczak was one of the guards -employed by the defendants and assigned •to plaintiff’s plant, but denied that the acts ■complained of and committed by him were within the scope of his employment or that .such acts were committed while performing .any act incident to his employment, and that -plaintiff’s damage was not sustained as a result of any of defendants’ agents or servants acting within the scope of their employ-ment. Defendants’ answer, as its motion to dismiss, specifically averred that the complaint did not charge any acts of negligence against the defendants or that any damage was suffered as a result of such negligence, and that the complaint did not charge a breach of contract on the part of the defendants.</p>\n<p id=\"b1032-7\">In the view which we take of the situation before us, there appears no occasion to narrate plaintiff’s testimony in detail. The testimony shows and there is no question but that Harry Frontczak, a guard, while on duty as such, wilfully and maliciously set three fires on the property of plaintiff. He was later indicted and found guilty of the crime of arson by the Criminal Court of Cook County. He was employed by defendants on September 5, 1946, and was immediately assigned to plaintiff’s plant. He worked on September 5, 6 and 7, and reported for work on September 8 at 5 p. m., and shortly thereafter started the fires. He was 27 years old, had a grade and partial high school education. Prior to his engagement by defendants, Frontczak was employed by the federal government in various capacities, such as in the Army Air Forces for over a year, then with the Bureau of Internal Revenue for six months and later worked in the post office at Chicago for over two years. He spent some time in the Chicago Psychopathic Hospital and while there received a disability discharge from military service.</p>\n<p id=\"b1032-8\">It is difficult to discern from the complaint the theory upon which liability is sought to be predicated. True, the complaint sets forth the contract entered into by the parties, but there is no allegation of a breach of the same, and neither is there any allegation that plaintiff’s alleged damage was caused by the negligence of defendants’ agents, servants or employees acting within the scope of their authority or employment. In this respect the court below in ruling on the motion for a directed verdict, stated:</p>\n<p id=\"b1032-9\">“The complaint in this case contains no allegation whatsoever of a lack of due care or caution on the part of the defendant in retaining the services of this particular guard, as he is referred to in the plaintiff’s complaint, and that fact, in view of the statements that were made in the brief at <page-number citation-index=\"1\" label=\"981\">*981</page-number>the time the motion to strike and dismiss was before me, I thought that possibly the proof on behalf of the plaintiff might contain some evidence of lack of due care on the part of the defendant in selecting this particular employee, and if such proof were elicited upon the trial, under our new rules of procedure, the plaintiff would be permitted to amend its complaint to conform with the proof, and it might then be a question.</p>\n<p id=\"b1033-4\">“It is clear, upon review of the pleading .as it is in now and upon review of the plaintiff’s evidence, and after listening to the witnesses as they testified, it is quite clear, both in that review and in the pleadings and in the evidence that this guard, Frontczak, was acting outside of the scope of his employment.”</p>\n<p id=\"b1033-5\">Notwithstanding plaintiff’s failure to allege negligence on the part of the defendants, that was the sole theory upon which defendants’ liability was sought to be established. The court below, after pointing out that there was no evidence of defendants’ negligence in the employment of Frontczak, stated:</p>\n<p id=\"b1033-6\">“The only point argued here is whether or not this man was within the scope of his employment. Certainly he was not. Since the plaintiff rests his entire case on that, and on the doctrine of respondeat superior, I find no recourse but to grant defendants’ motion.”</p>\n<p id=\"b1033-7\">We agree with the lower court that there was no basis for recovery upon the theory of negligence. Plaintiffs evidence showed that Frontczak had been employed by the government in various capacities, in handling its mail, finances, records and personnel during the time of war. Under such circumstances, we think there was no negligence in his employment by defendants. More than that, plaintiff had an equal opportunity to observe his conduct, as well as that of all other guards, and it did not complain or request his removal. We also agree that in setting the fires he was not acting within the scope of his employment .or in furtherance of the master’s business. See Boehmer v. Norton, 328 Ill.App. 17, 21, 65 N.E.2d 212; Horecker v. Pere Marquette R. Co., 238 Ill.App. 278, 281.</p>\n<p id=\"b1033-8\">We need not pursue this negligence theory further, however, because it is no longer relied upon. Here, for the first time plaintiff advances the theory that defendants were liable for breach of contract. As already noted, no such breach was alleged in the complaint and the record is plain that such a theory was not relied upon below. Neither is the liberalized rule which permits the amendment of a pleading to conform to the proof of any benefit to plaintiff. No such amendment was proposed, but even if it had been we doubt if it could have been properly permitted in view of plaintiff's proof. As the court stated in Hart v. Knox County, D.C., <em>79 </em>F.Supp. 654, 658:</p>\n<p id=\"b1033-9\">“The effect of the amendment they propose would be not to conform the pleadings to a judgment they have won, but to jeopardize and perhaps to overthrow a judgment they have lost. * * * If this latter application of the rule were permitted, a losing party, by motions to amend and rehear, could keep a case in cortrt indefinitely, trying one theory of recovery or defense after another, in the hope of finally hitting upon a successful one.”</p>\n<p id=\"b1033-11\">Plaintiff’s breach of contract theory is far fetched. It goes to the extent that the defendants by the contract were given complete custody and control of plaintiff’s plant and likens the contract to one of bailment. The premise upon which this argument proceeds is, in our judgment, unsound. It must be remembered that by the terms of the contract “Such guards are to be guided by a set of general rules and written instructions issued by said Apex Smelting Company through its designated representatives. * * * The supervision of the guards will be the responsibility of a designated representative of the Agency, who in turn will be responsible to and receive instructions from designated representatives of the Apex Smelting Company. * * * It is further agreed that the wishes of said Apex Smelting Company will be honored at all times consistent with good judgment in replacing representatives who in their opinion do not fulfill the requirements of the service as outlined.” As stated by the court below, <page-number citation-index=\"1\" label=\"982\">*982</page-number>“Here is a guard who is employed and directed partially by the plaintiff and partially by the defendant — true, the employment is that of the defendant — but he is directed partially by both, to protect this property properly.” Thus, not only did the plaintiff under the terms of the contract retain possession and control of its premises but it retained a large measure of control over the guards furnished by the defendants, including Frontczak.</p>\n<p id=\"b1034-4\">Finally, if we were impressed with the theory of liability argued before this court, which we are not, we would not be justified in reversing the judgment because the case was neither tried nor decided below on such theory. As was said in Helvering v. Rubinstein, 8 Cir., 124 F.2d 969, 972:</p>\n<p id=\"b1034-5\">“The rule that an appellate court will not ordinarily consider questions not tried below is an important rule of appellate procedure and one which is usually not unjust to litigants. It requires them to deal fairly and frankly with each other and with the trial tribunal with respect to their controversies. It prevents the trial of cases piecemeal or in installments. It tends to put an end to litigation.”</p>\n<p id=\"b1034-6\">And as said by this court in Maloney v. Brandt, 7 Cir., 123 F.2d 779, 782:</p>\n<p id=\"b1034-7\">“It has long been a rule of practice that a reviewing Court will not consider assignments of error not called to the attention of the trial court where such matters do not concern the jurisdiction of the court. It would manifestly be unfair to hold that the trial court had erred in a matter it had not considered. Litigants are not entitled to hide a point in an obscure pleading and present it for the first time on review, but should fully and fairly acquaint the trial court with ■ all matters relied upon.”</p>\n<p id=\"AR0C\">This rule announced in the Maloney case was cited with approval by this court in Chatz v. Midco Oil Corp., 7 Cir., 152 F.2d 153, 154. In fact, the cases are legion where the same or a similar rule has been announced and followed. Thomas v. Taylor, 224 U.S. 73, 84, 32 S.Ct. 403, 56 L.Ed. 673; Cold Metal Process Co. v. McLouth Steel Corp., 6 Cir., 170 F.2d 369, 380; Hebets v. Scott, 9 Cir., 152 F.2d 739, 741; Saulsbury Oil Co. v. Phillips Petroleum Co., 10 Cir., 142 F.2d 27, 34.</p>\n<p id=\"b1034-9\">True, there are cases which, while recognizing the general rule, have held that where an injustice will result owing to the particular circumstances of the case, a reviewing court may consider questions, which have not been pressed below. See Hormel v. Helvering, 312 U.S. 552, 556-557, 61 S.Ct. 719, 85 L.Ed. 1037. In Lambur v. Yates, 8 Cir., 148 F.2d 137, 138, the reviewing court in noticing an error not raised on the record stated, “This power is and should be sparingly exercised only for the purpose of preventing a miscarriage of justice and in cases in which the public interest is directly and substantially involved.” And the exception to the general rule was followed in Schaff v. Claxton, Inc., 79 U.S.App.D.C. 207, 144 F.2d 532, 533, because a decision rendered subsequent to the trial below had changed the law as it was thought to be at the time of trial.</p>\n<p id=\"b1034-10\">Plaintiff tried its case below on the negligence theory of liability and lost, and we discern nothing in the situation which would justify this court in reversing that decision so that plaintiff may again try its case on a different theory of liability. If the instant plaintiff be permitted to do that, it would seem that the losing party could do it in any case, and the general rule against such procedure would soon become an empty gesture.</p>\n<p id=\"b1034-11\">The judgment appealed from is affirmed.</p>\n<p id=\"b1034-12\">KERNER, Circuit Judge, dissenting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}