{
  "casebody": {
    "data": "<casebody firstpage=\"308\" lastpage=\"324\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b328-4\">Augusto Ramos &amp; others<footnotemark>1</footnotemark> <em>vs. </em>Board of Selectmen of Nantucket &amp; others.<footnotemark>2</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b328-5\">Nantucket.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"and-dedup-0\">March 15, 1983.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AB8\">July 5, 1983.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b328-6\">Present: Armstrong, Cutter, &amp; Smith, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b329-10\"><page-number citation-index=\"1\" label=\"309\">*309</page-number><em>Kevin M. Keating (Edgar Bellefontaine &amp; Steven Greenzang </em>with him) for Augusto Ramos.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b329-11\"><em>Martin M. Wood </em>for Gilbert J. Corcoran.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b329-12\"><em>Charles </em>A. <em>Goglia, Jr., </em>for Board of Selectmen of Nantucket &amp; others.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b328-10\"> Ramos originally brought this action as an individual and as trustee of Raymor Realty Trust doing business as United Construction Company and in behalf of Cape Cod and Islands Construction Company, Inc. After the third amended complaint, the case in effect was dealt with as if brought by Ramos alone.</p>\n</footnote>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b328-11\"> The selectmen (the late Mitchell Todd, Charles J. Gardner, Robert G. Haley, Esther A. Gibbs, and Clair Butler) were named as defendants individually and as members of the board of selectmen and of the board of public works. Pacific National Bank was substituted as a defendant as executor of the will of Mitchell Todd, who died before trial. Arnold Small and Gilbert J. Corcoran were named as individual defendants and as, respectively, executive secretary of the board of selectmen and superintendent of the town’s department of public works. The town was originally a defendant but all counts against it were disposed of during trial.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b329-13\">Cutter, J.</author>\n<p id=\"A9c6\">Ramos was awarded on October 10, 1975, a “unit bid” contract<footnotemark>3</footnotemark> for Nantucket’s town road and sidewalk work for the fiscal year ending in 1976. He had held a similar contract during the next prior fiscal year. On July 2, 1975, a defendant, Gilbert J. Corcoran, was hired to be the town superintendent of public works. The present action by Ramos largely arises because of difficulties encountered by Ramos in performing his road contract with the town after Corcoran became superintendent.</p>\n<p id=\"b329-14\">The action was filed on November 17, 1976. There ensued for more than four years a series of amendments of <page-number citation-index=\"1\" label=\"310\">*310</page-number>pleadings, continuances, efforts at discovery, and various delays which need not be stated in detail. This history of delay was reviewed at length in the trial judge’s memorandum of decision, dated March 31, 1981. In that memorandum he stated that by September 26, 1980, when the trial judge “convened the attorneys . . . for a pretrial conference,” the case had been on the trial lists for May and September, 1977, September, 1978, and April, 1979, and “had occasioned 87 docket entries.” He also stated that there had been filed (on May 1, 1980) a “Certificate of Readiness” for trial that all “pleadings and discovery have been completed.” See part 5 of this opinion, <em>infra. </em>The trial judge at once denied a motion to substitute a “Second Amended Complaint” presented to him at the conference. This amendment proposed to add to the complaint allegations of various breaches of contract, and also a claim under 42 U.S.C. § 1983 (Supp. IV 1980). The case finally went to trial on October 20, 1980, upon a third amended complaint allowed by amendment that day,<footnotemark>4</footnotemark> “in order . . . properly [to] identify the parties,” but “constituting no substantive <page-number citation-index=\"1\" label=\"311\">*311</page-number>amendment of the existing complaint as amended by” the addition of “[cjount IV.”</p>\n<p id=\"b331-5\">The trial judge in the course of trial had occasion to make rulings about the content of the various counts of the third amended complaint.</p>\n<p id=\"b331-6\">(1) In the context of a ruling on evidence, the trial judge decided that count I made no claim for breach of contract against the town or against any individual defendant, with the consequence that evidence of lost profits would be inadmissible. See part 4 of this opinion, <em>infra.</em></p>\n<p id=\"b331-7\">(2) As an additional reason for the ruling just mentioned the judge interpreted the unit bid agreement as giving to Ramos “no legal right to work other than that supplied by the [tjown within the year of the appropriation” and “which the [tjown might offer as the work became available” with the consequence that “when the [tjown supplies work,” then the contractor who “supplies the services and goods is entitled to be paid for the work done.”</p>\n<p id=\"b331-8\">(3) He ruled that the allegations of counts II and III were “limited to specific contractual breaches in a fixed amount.” As Ramos conceded that such fixed amounts had been paid, these counts were dismissed against the town.</p>\n<p id=\"b331-9\">(4) Counsel for Ramos agreed that count IV alleging negligence was “not maintainable” in the light of <em>Whitney </em>v. <em>Worcester, </em>373 Mass. 208 (1977), and the substitution (see St. 1978, c. 512, § 15) of a new G. L. c. 258, made applicable by St. 1978, c. 512, § 16, only to causes of action arising on or after August 16,1977. Accordingly, judgment was entered for each defendant on count IV.</p>\n<p id=\"b331-10\">(5) Counsel for Ramos represented to the trial judge that a claim by Ramos against each defendant for “intentional infliction [upon him] of mental distress” was included in count I. The judge, after hearing arguments, ruled that there was no evidence that any defendant had been engaged in any conduct which would show “any intent to inflict [on Ramos] emotional distress or that any of the defendants knew or should have known that emotional distress was the likely result of their conduct.”</p>\n<p id=\"b332-4\"><page-number citation-index=\"1\" label=\"312\">*312</page-number>As a consequence of the rulings just outlined, the case went to the jury on a very limited issue, viz., whether Ramos was entitled to recover under the principles of <em>Gildea </em>v. <em>Ellershaw, </em>363 Mass. 800, 820 (1973). There it was said, “that if a public officer, other than a judicial officer [already absolutely immune under then existing principles], is either authorized or required, in the exercise of his judgment and discretion, to make a decision and to perform acts in the making of that decision, and the decision and acts are within the scope of his duty, authority and jurisdiction, he is not liable for negligence or other error in the making of that decision, at the suit of a private individual claiming to have been damaged thereby. <em>This rule is presently limited to public officers acting in good faith, without malice and without corruption” </em>(emphasis supplied and references to footnotes omitted). The trial judge interpreted the emphasized language in this quotation from the <em>Gildea </em>case as establishing an “exception to the immunity principles set down in the <em>Gildea” </em>case, if it is shown that harm was caused to Ramos by action of a defendant as a town officer taken in bad faith, with malice, or corruptly. For convenience this exception is referred to as the <em>Gildea </em>exception.</p>\n<p id=\"b332-5\">At the close of Ramos’s evidence judgment was entered for the town on all counts, count IV was dismissed as to all individual defendants, and “so much of [c]ount I ... as constitutes a claim for intentional infliction of severe emotional distress” was dismissed “as to all individual defendants.” Motions for directed verdicts, based on the asserted absence of evidence to warrant a verdict under the <em>Gildea </em>exception, were renewed at the close of all the evidence. The judge (although stating that he entertained serious doubts whether such a case had been proved) denied the motions as a matter of sound judicial administration to avoid a possible retrial. See <em>Soares </em>v. <em>Lakeville Baseball Camp, Inc., </em>369 Mass. 974 (1976). The case was submitted to the jury (without objection by counsel) upon the special <page-number citation-index=\"1\" label=\"313\">*313</page-number>questions (Mass.R.Civ.P. 49(a), 365 Mass. 812 [1974]) set out in the margin.<footnotemark>5</footnotemark></p>\n<p id=\"b333-5\">The jury answered question 1, “NO” as to the defendant Small and “YES” as to each other defendant (including the executor of the will of the defendant Todd). See note 2, <em>supra. </em>The jury answered question 2, “$30,000” as to Cor-coran and “$14,000” as to each other defendant.<footnotemark>6</footnotemark> Judgments were entered in accordance with the verdict. Upon appropriate motions, the trial judge, see Mass.R.Civ.P. 50(b), 365 Mass. 814 (1974), then ordered judgment entered for each remaining defendant notwithstanding the verdicts and conditionally granted as to each defendant selectman a motion in the alternative for a new trial unless Ramos should agree to a remittitur of all damages in excess of $3,000 in the event that upon appeal it should be decided that the judgment n.o.v. was improper. Corcoran did not file a conditional motion for a new trial and a remittitur.</p>\n<p id=\"b333-6\">\n<em>Legal Principles Applicable to Count I.</em>\n</p>\n<p id=\"b333-7\">1. We first consider whether the trial judge correctly granted judgment notwithstanding the verdicts. See <em>O’Shaughnessey </em>v. <em>Besse, </em>7 Mass. App. Ct. 727, 728-729 (1979); <em>Lawrence </em>v. <em>Kamco, Inc., </em>8 Mass. App. Ct. 854, 855 (1979), and authorities cited; 9 Wright &amp; Miller, Federal Practice and Procedure § 2524 (1971 &amp; Supp. 1983); Smith &amp; Zobel, Rules Practice § 50.6 (1977 &amp; Supp. 1981). Under the <em>Gildea </em>exception, 363 Mass. at 820, Ramos in order to <page-number citation-index=\"1\" label=\"314\">*314</page-number>recover was obliged to show that town officers had performed official discretionary acts<footnotemark>7</footnotemark> in bad faith, with malice, or corruptly.</p>\n<p id=\"b334-5\">That a public official exceeds his authority does not necessarily constitute bad faith, malice, or corruption. See <em>Middlesex </em>&amp; <em>Boston St. Ry. </em>v. <em>Aldermen of Newton, </em>371 Mass. 849, 861 (1977). The question whether the evidence supported a cause of action under the <em>Gildea </em>exception also must be considered in the light of the principle mentioned in <em>LaPointe </em>v. <em>License Bd. of Worcester, </em>389 Mass. 454, 459 (1983), and <em>Foster from Gloucester, Inc. </em>v. <em>City Council of Gloucester, </em>10 Mass. App. Ct. 284, 294 (1980), and the authorities there cited, that “[t]here is every presumption in favor of the honesty and sufficiency of the motives actuating public officers in actions ostensibly taken for the general welfare.” See <em>General Outdoor Advertising Co. </em>v. <em>Department of Pub. Works, </em>289 Mass. 149, 192, appeal dismissed, 296 U.S. 543 (1935). The trial judge in his instructions (to which no objection was made in this respect) seems to have relied essentially on the definition of bad faith in <em>Spiegel </em>v. <em>Beacon Participations, Inc., </em>297 Mass. 398, 416-417 (1937), where it was said, ‘“Bad faith’ is a general and somewhat indefinite term. It has no constricted meaning. It cannot be defined with exactness. It is not simply bad judgment. It is not merely negligence. It imports <em>a dishonest purpose or some moral obliquity. </em>It implies <em>conscious doing of wrong. </em>It means a breach of a known duty through some motive of interest or ill will. It partakes of the nature of fraud” (emphasis supplied).<footnotemark>8</footnotemark></p>\n<p id=\"b335-4\">\n<page-number citation-index=\"1\" label=\"315\">*315</page-number>\n<em>Evidence Relevant to Count I.</em>\n</p>\n<p id=\"b335-5\">The testimony, possibly pertinent to count I, upon which Ramos chiefly must rely, is his own. Much of his testimony was disputed and some of it was inconclusive in terms. He testified, sometimes in a diffuse and confused manner, to a series of incidents which he suggests constituted a pattern of conduct by Corcoran that delayed Ramos in his work under the contract. These included his testimony on the incidents mentioned in Appendix 1.</p>\n<p id=\"b335-6\">Ramos, in addition to the testimony summarized in Appendix 1, testified to another series of incidents which he now contends constituted proof of (a) attempts by Corcoran to solicit a bribe, and (b) coercion by Corcoran and perhaps by other defendants. Testimony about these incidents is summarized in Appendix 2.</p>\n<p id=\"b335-7\">To an extent which varied somewhat from defendant to defendant, the board members and Small, the board’s executive secretary, were recipients of complaints from Ramos about the asserted delays (see Appendix 1) for which Ramos claimed that Corcoran was responsible. Small’s course was the natural one of handling minor complaints himself as far as he could and bringing to the attention of the board those which he could not settle, sometimes after referring them to Corcoran to handle. Many complaints about Corcoran’s delays were made in the later period of performance of the contract in May and June, 1976, when most of the road work was expected to be done prior to June 15, the date at which the tourist season ordinarily began. Any complaints in the previous autumn were largely about delays in payment to Ramos on Nonantum Avenue and delays in furnishing plans for Gray Avenue. These appear to have been adjusted with reasonable promptness or merely postponed until after the winter.</p>\n<p id=\"b336-4\"><page-number citation-index=\"1\" label=\"316\">*316</page-number>As to delays in furnishing plans, as well as other complaints, it is undisputed that Ramos and his trial counsel conferred once or twice with some or all of the selectmen and the defendants Small and Corcoran in late May or early June. As a consequence of these conferences (despite still pending disputes about the quantities and quality of Ramos’s work) the selectmen gave Ramos an extension of time for performance of at least that work already commenced by him. They directed Corcoran to cooperate with Ramos, and Ramos arranged to get an “off-island” contractor (one Lynch) to help with the work.</p>\n<p id=\"b336-5\">\n<em>The Conduct Summarized in Appendix 1.</em>\n</p>\n<p id=\"b336-6\">On the evidence, at least as to the more or less routine complaints by Ramos (see Appendix 1), the trial judge correctly concluded that the evidence did not justify a finding that any individual defendant, other than Corcoran, had caused any harm to Ramos in bad faith, maliciously, or corruptly within the meaning of the <em>Gildea </em>exception, 363 Mass, at 820. <footnotemark>9</footnotemark> We also see no testimony sufficient to show that, as to the routine complaints, there was any action or failure to act by Corcoran, done in bad faith, with malice, or corruptly. The matters summarized in Appendix 2, considered below, have not been shown to have had direct relationship to the routine matters set out in Appendix 1.</p>\n<p id=\"b336-7\">\n<em>Corcoran’s Alleged Coercions (Appendix 2).</em>\n</p>\n<p id=\"b336-8\">With respect to the testimony of Ramos asserting instances of alleged corruption or coercion by Corcoran (see Appendix 2), the two episodes, par. (b), regarding Cor-coran’s taxes in context appear to have been either innocent or so ambiguous as to be insufficient to show solicitation <page-number citation-index=\"1\" label=\"317\">*317</page-number>of a bribe. Even on Ramos’s testimony, the discussions concerning taxes took place early in Ramos’s contacts with Cor-coran, and the evidence did not show any definite and clear report of them to any other individual defendant.<footnotemark>10</footnotemark></p>\n<p id=\"b337-5\">The October, 1975, “Halloween Happenin’” episode must have occurred before (or about when) the 1975-1976 road contract was awarded on October 10, 1975. The testimony indicated that Ramos had cooperated in earlier years by getting bands for this annual civic enterprise. For this reason, it would require explicit testimony to justify an inference that any coercive aspect of Corcoran’s language was brought to the attention of any selectman so clearly as to require action by him or her.</p>\n<p id=\"b337-6\">As to the postdated subcontract arrangement concerning the bicycle path, the testimony warranted an inference that individual selectmen knew that there was confusion concerning Lamb’s work there and that the matter required investigation and adjustment. The testimony did not show clearly whether and to what extent the individual defendants (other than Corcoran) knew or had cause to know of the details of any discussions between Corcoran and Ramos.</p>\n<p id=\"b337-7\">\n<em>Judgment N.O.V. for the Selectmen.</em>\n</p>\n<p id=\"b337-8\">As to all the matters summarized in Appendix 1 and Appendix 2, we think that the trial judge justifiably decided that the evidence did not permit the jury to conclude (under the <em>Gildea </em>exception, 363 Mass. at 820, taken together with the principle discussed in the <em>LaPointe </em>case, 389 Mass. at 459, and the <em>Foster from Gloucester, Inc. </em>case, 10 Mass. App. Ct. at 294) that any individual defendant other than Corcoran had participated in any action in bad faith, with malice, or tainted by corruption. A judgment n.o.v. for these defendants under count I was proper.</p>\n<p id=\"b337-9\">\n<em>Extent of Corcorans Liability on Count I.</em>\n</p>\n<p id=\"b337-10\"><em>2. We </em>perceive no respect in which Corcoran’s ambiguous conversations on taxes, see Appendix 2, par. (b), were <page-number citation-index=\"1\" label=\"318\">*318</page-number>related to any particular action or delay by Corcoran. Even on Ramos’s testimony, the jury could not find reasonably that Ramos incurred any damage from any threats or coercion by Corcoran involved in those conversations.</p>\n<p id=\"b338-5\">Upon Ramos’s testimony about Corcoran’s alleged threats concerning “Halloween Happenin’,” Appendix 2, par. (a), and the conversation in December, 1975, about Ramos’s complaints “downtown,” Appendix 2, par. (d), there is at most a limited showing of damages to Ramos. The only injury to Ramos conceivably related to this alleged conduct appears to us to be the cost to Ramos of the Halloween bands (not clearly shown in amount).</p>\n<p id=\"b338-6\">On the testimony (see Appendix 2, par. [a]) about the bicycle path fill and the alleged pressure upon Ramos to agree to treating Lamb as a subcontractor, we think that Ramos’s testimony was sufficient (under the <em>Gildea </em>exception) to permit (see discussion in <em>Alholm </em>v. <em>Wareham, </em>371 Mass. 621, 625-628 [1976]) the case to go to the jury on whether the testimony, if believed, showed corrupt or malicious acts (or acts not in good faith) by Corcoran causing damage to Ramos. The jury conceivably could find that Corcoran used undue pressure (because of his interest in straightening out an awkward controversy embarrassing him with the selectmen) to persuade Ramos to yield to Lamb some work on the bicycle path which (under his contract) Ramos was entitled to perform if the work was done at all. The evidence to this extent, viewed most favorably to Ramos, would have permitted him some limited recovery, under the <em>Gildea </em>exception, of damages caused to Ramos by yielding to Corcoran’s pressure.</p>\n<p id=\"b338-7\">We thus hold that judgment n.o.v. should not have been entered for Corcoran on so much of count I as sought to recover the cost to Ramos of obtaining bands for “Halloween Happenin’” and damages to him from permitting Lamb to serve as subcontractor for Ramos on the bicycle path. We perceive no other injury to Ramos that was adequately shown to have been caused by any act or omission by Corcoran in bad faith, corruptly, or with malice. At <page-number citation-index=\"1\" label=\"319\">*319</page-number>least without appropriate expert medical testimony, it would be wholly speculative to award damages to Ramos for mental distress, such as loss of sleep (as opposed to the inevitable irritations of doing routine business) because of Corcoran’s allegedly coercive actions on the “Halloween Happenin’” and the bicycle path.</p>\n<p id=\"b339-5\">\n<em>Intentional Infliction of Severe Emotional Distress.</em>\n</p>\n<p id=\"b339-6\"><em>3. </em>The evidence did not justify submitting to the jury any issue regarding action or inaction by any defendant amounting to intentional infliction of severe emotional distress. There was no proof from which the jury could reasonably infer that the conduct of any defendant met the standards outlined in <em>Agis v. Howard Johnson Co., </em>371 Mass. 140, 144-145 (1976).<footnotemark>11</footnotemark> The trial judge correctly directed a verdict for the defendants on this issue.</p>\n<p id=\"b339-7\">\n<em>The Ruling that Count I Included No Contract Claim.</em>\n</p>\n<p id=\"b339-8\"><em>4. </em>The trial judge correctly ruled that count I of the complaint included no claim for breach of contract against the town or against any defendant remaining in the case. Count I, at best, was prolix and confused. The trial judge was justified in comparing “the allegations in count I to those . . . [of counts II and III] which very clearly and explicitly set forth a claim for breach of contract against the [t]own.” The comparison indicated to the judge and to us that by contrast the allegations of count I did not contain adequately specific language. With full recognition of the principles set out in <em>Charbonnier </em>v. <em>Amico, </em>367 Mass. 146, 152-153 (1975), and in <em>Nader </em>v. <em>Citron, </em>372 Mass. 96, 104 (1977), we regard the comparison as reasonable in the circumstances of this case. The trial judge reasonably viewed the con<page-number citation-index=\"1\" label=\"320\">*320</page-number>tract (contained in several not very concise or precise documents) as involving a bid in which the unit costs were to be paid only for work ordered by the town and completed by Ramos satisfactorily. Although the town, through Corcor-an, indicated the work which it expected to have done under the contract by a letter from Corcoran to Ramos dated April 23, 1976, we think in context that was merely a prediction of what work probably would be undertaken. It was soon followed by another letter, dated April 27,1976, from Corcoran to Ramos pointing out that work in progress had “recently been totally unacceptable” to the town’s department of public works and inquiring about Ramos’s plans for completion of the work. Neither document contains language which suggests to us that the trial judge incorrectly decided that count I did not seek relief in contract against the town.</p>\n<p id=\"b340-5\">\n<em>The Denial of Leave to Amend.</em>\n</p>\n<p id=\"b340-6\">5. The trial judge justifiably refused to permit further amendment of Ramos’s complaint, both at the pretrial conference on September 26, 1980, and during trial, under Mass.R.Civ.P. 15(a) and (b), 365 Mass. 761 (1974). The case had been pending for some four years. There had been ample opportunity for Ramos by timely amendment to improve count I, which Ramos’s counsel conceded perhaps had been drafted “inartfully.” The count (as the judge suggested) certainly placed a serious “burden on the court and counsel to pick . . . [their] why through” it and separate the theories therein “intertwined.”</p>\n<p id=\"b340-7\">Ry the time of trial, as already indicated, the case had been on several trial lists and had been certified as ready for trial. At the pretrial conference in September, 1980, a motion to permit a second amendment had been denied, apparently on grounds of the inordinate delay in presenting it. When the motion to amend during trial was denied, the judge correctly understood Ramos’s counsel to represent that the amendment than proposed would be “in the form of the . . . second amended complaint,” substitution of which already had been denied at the September pretrial conference.</p>\n<p id=\"b341-4\"><page-number citation-index=\"1\" label=\"321\">*321</page-number>Doubtless, the trial judge in his discretion could have allowed the motion to amend. In view of the tardiness of that motion, however, and the imminence of trial, his denial of the motion was well within his discretion in September, 1980. Also, there was no abuse of discretion, when the trial judge denied the motion again at trial. See <em>Castellucci </em>v. <em>United States Fid. &amp; Guar. Co., </em>372 Mass. 288, 292-293 (1977); <em>Litton Business Syss. v. Commissioner of Rev., </em>383 Mass. 619, 622-623 (1981); <em>Libby </em>v. <em>Commissioner of Correction, </em>385 Mass. 421, 428 (1982); <em>Provincetown Chamber of Commerce, Inc. </em>v. <em>Grace, </em>14 Mass. App. Ct. 903, 904-905 (1982).</p>\n<p id=\"b341-5\">6. There is no justification for any contention that the defendants in effect consented to the trial of new issues which would have been raised by the denied amendment. So far as the proposed amendment presented an issue under 42 U.S.C. § 1983 (Supp. IV 1980), no evidence appears to have been admitted which directly brought any theory of recovery under § 1983 to the attention of the trial judge or defense counsel, beyond a very vague reference by Ramos’s counsel in a bench colloquy to a “violation of constitutional magnitude.” The evidence in fact admitted, see Appendix 2, par. (d), to which counsel now refers was also relevant to the claims under the <em>Gildea </em>exception.</p>\n<p id=\"b341-6\">7. In view of our decisions in parts 1 and 3 of this <em>opinion </em>there is no occasion for us to consider whether any claims under count II survived the death of the defendant Todd and remain to be satisfied by the executor of his will.</p>\n<p id=\"b341-7\">\n<em>Conclusions.</em>\n</p>\n<p id=\"b341-8\">8. We summarize our conclusions on the issues discussed above as follows:</p>\n<p id=\"b341-9\">(a) The trial judge correctly directed verdicts for all the defendants on the issue of intentional infliction of severe emotional distress.</p>\n<p id=\"b341-10\">(b) The trial judge correctly ordered, notwithstanding the verdicts, judgment on count I for all the defendants except Corcoran.</p>\n<p id=\"b342-4\"><page-number citation-index=\"1\" label=\"322\">*322</page-number>(c) The trial judge acted within his discretion in denying leave to amend the complaint by substituting the proposed second amended complaint and the defendants did not consent directly or by implication to trying any new issues raised by that proposed amendment.</p>\n<p id=\"b342-5\">(d) The judgment for Corcoran on count I, notwithstanding the verdict, is reversed. The case is remanded to the trial court for further proceedings consistent with this opinion with respect only to the limited damages to Ramos conceivably arising from Corcoran’s alleged coercion of Ramos concerning the “Halloween Happenin’” and the bicycle path. These matters may be dealt with (1) by allowing a motion by Corcoran, filed within thirty days of the date of our rescript, for a new trial to be held only on the limited issues referred to in part 2 of this opinion unless Ramos shall agree to reduce his damages to an amount which the trial judge deems reasonably to reflect the cost to Ramos of procuring the bands for “Halloween Happenin’” together with any net damages to Ramos caused by his agreeing to treat Lamb as a subcontractor on the bicycle path project, or (b) by granting generally a new trial to Cor-coran confined to the amount of damages upon the same limited issues. See <em>Green </em>v. <em>Richmond, </em>369 Mass. 47, 61 (1975), and cases cited; Mass.R.Civ.P. 59(a), 365 Mass. 827 (1974); Nolan, Civil Practice § 860 (1975 and Supp. 1981).</p>\n<p id=\"b342-6\">The judgments for the defendants other than Corcoran are affirmed. Upon remand, further proceedings consistent with this opinion shall be taken with respect to the aspects of the judgment for Corcoran on count I hereby reversed.</p>\n<p id=\"b342-7\">\n<em>So ordered.</em>\n</p>\n<p id=\"b342-8\">Appendix 1</p>\n<p id=\"b342-9\">SUMMARY OF RAMOS’S COMPLAINTS ON DELAYS RY CORCORAN</p>\n<p id=\"b342-10\">(a) In July, 1975, Corcoran insisted that Ramos use a type of paver (track type) not then available to him as he had only rubber tired payers. This forced Ramos to subcontract out one paving job (Nonantum Avenue).</p>\n<p id=\"b343-4\"><page-number citation-index=\"1\" label=\"323\">*323</page-number>(b) Payments on one job (again Nonantum Avenue) were delayed. Some of this job may have been part of the unit-bid contract of an earlier year (1974-1975).</p>\n<p id=\"b343-5\">(c) Corcoran did not provide plans for Gray Avenue, the first project under the 1975-1976 contract (awarded to Ramos on October 10, 1975). This, so Ramos testified, caused Ramos to keep his asphalt plant open longer into the autumn than was intended and thwarted Ramos’s attempts to start work on Gray Avenue before winter set in, so that this project and, for similar reasons, work on Francis Street did not begin until May, 1976. For each of these projects, Ramos testified that he had to obtain plans from sources other than the town and that significant delays were caused by failure of the town through Corcoran to provide plans, grades, and elevations.</p>\n<p id=\"b343-6\">(d) On Francis Street, according to Ramos’s testimony, Corcoran did not provide plans for water utilities in the street and changed his orders with respect to the height of curbing, manholes, and catch basins, and with respect to tearing up the existing road surface, with the consequence that a water main was broken, flooding the area.</p>\n<p id=\"b343-7\">(e) Ramos contended that, for work on a bicycle path he was not provided with stakes showing grades and elevations so that he was obliged twice to dump asphalt prepared for the path.</p>\n<p id=\"b343-8\">(f) Ramos complained about delays in payments for work done based upon disputes with Corcoran about the quantities of work done. Ramos, however, had been given in June, 1976, by the selectmen an extension of time for performance of certain work commenced under the 1975-1976 contract. He testified also in effect that he was not allowed to complete all the work contemplated at the time of the extension.</p>\n<p id=\"b343-9\">Appendix 2</p>\n<p id=\"b343-10\">INCIDENTS OF COERCION ASSERTED IN RAMOS’S TESTIMONY</p>\n<p id=\"b343-11\">(a) Ramos testified that Corcoran in October, 1975, asked him to obtain bands for “Halloween Happenin’”, an annual party for children organized by the town and by civic groups in an effort to reduce Halloween vandalism. There was testimony that Ramos had helped with this event in earlier years. Corcoran, so Ramos testified, told Ramos that, if the latter did not provide bands, he was “not going to do any work at all, period” and would not “be able to meet. . . [his] bills” and would “have to move off the island.” Ramos also testified to conversations with the defendant Small, and with the defendant Gardner (see note 2, <em>supra), </em>who asked if he (Ramos) had obtained the bands. Ramos finally furnished the bands “reluctantly.”</p>\n<p id=\"b344-4\"><page-number citation-index=\"1\" label=\"324\">*324</page-number>(b) In October, 1975, Ramos complained to Corcoran about delays in paying for his work on Nonantum Avenue, because he needed the money to pay to the Internal Revenue Service taxes taken out of his employee’s wages. Corcoran said, “I got taxes too,” and later, “My taxes amount to $5,000.” In another conversation, Ramos described Corcoran as saying, “You want to get started .... Well, you take care of me, too.” The word “taxes” was not mentioned and the reference may have been to proper performance by Ramos of his contract obligations.</p>\n<p id=\"b344-5\">(c) One of the projects under consideration for execution during the 1975-1976 fiscal year was repaving a bicycle path. Ramos, in November, 1975, observed that a competitor contractor named Lamb was delivering fill to the bicycle path. He complained, so he testified, to Corcoran, Small, and certain individual members of the board, some of whom may have thought that Lamb was a subcontractor of Ramos. In April, 1976, other local contractors complained that the town was letting Lamb do this work without submitting it to competitive bidding. Corcoran requested Ramos, so the latter testified, to give Lamb a subcontract for the fill which Lamb had been providing for the bicycle path and to authorize direct payments to Lamb. Ramos also testified that Corcoran said, “If you don’t do it, you’re never going to work for the island,” and if “you authorize me to pay . . . Lamb direct[ly] . . . you’ll be able to get started on Gray Avenue.” Ramos did furnish a typed form of authorization to Cor-coran to pay Lamb direct as a subcontractor, dated March 15, 1976, which, so Ramos testified, Corcoran had drafted in April. Ramos further testified that later the defendants Small, Todd, and Gardner expressed satisfaction that this situation concerning Lamb had been resolved.</p>\n<p id=\"b344-6\">(d) In December, 1975, so Ramos testified, he asked Corcoran for plans for Gray Avenue, and Corcoran replied that he would let Ramos get started when the latter “stop[ped] going downtown and” complaining.</p>\n<footnote label=\"3\">\n<p id=\"b329-15\"> In a unit bid contract, bids are submitted stating the unit price for doing each type of work (e.g., for removing material, for bringing in fill, for constructing catch basins, and for units of paving).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b330-5\"><em> Count I </em>of the third amended complaint alleged, among other matters, that the selectmen, acting as the town’s board of public works, “recklessly, fraudulently, in bad faith, maliciously, and with corrupt purpose” appointed and continued to employ Corcoran as superintendent of public works despite his lack of qualifications; that Ramos was awarded a unit-bid contract to do certain road and sidewalk work for the town during the fiscal year ending June 30, 1976; that on April 23, 1976, Corcoran designated certain specified work to be undertaken, the performance of which was impaired, delayed, and obstructed by Corcoran’s incompetence and neglect to provide accurate grades and elevations and other information and by the failure of the selectmen to take action with respect to Ramos’s complaints; that, despite the selectmen’s extension of the period for performance by Ramos beyond the fiscal year, there was delay in payment for work done; and that the actions of Corcoran and the selectmen caused Ramos to lose anticipated profits and to suffer “great mental distress.” <em>Counts II and III </em>alleged that the town committed breaches of contracts it made with Ramos in 1974 and 1975, respectively, by nonpayment of stated sums owed for work which Ramos had performed fully. <em>Count IV, </em>added by a 1977 amendment, made allegations closely similar to those of count I but in general substituted allegations of negligence for those in count I of fraud, bad faith, and malice.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b333-8\"> The forms propounded the following questions as to each defendant:</p>\n<blockquote id=\"atk-dedup-0\"><em>“Q.l. </em>Did this defendant act or fail to act in bad faith, maliciously or corruptly?</blockquote>\n<blockquote id=\"b333-10\"><em>A.l. </em>Yes_</blockquote>\n<blockquote id=\"ALM\">No_</blockquote>\n<blockquote id=\"b333-12\">(If your answer to Q. 1 is ‘No’, do not answer Q. 2. If your answer is ‘Yes’, answer Q. 2.)</blockquote>\n<blockquote id=\"b333-13\"><em>Q.2. </em>What do you find to be the amount of damage caused to the plaintiff as a direct result of the defendant’s conduct?</blockquote>\n<blockquote id=\"b333-14\"><em>A.2. </em>_Dollars $__”</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b333-15\"> In the answer to question 1 as to Corcoran, the jurors encircled the words “bad faith” and “maliciously.” As to each selectman defendant they encircled only the words “bad faith.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b334-6\"> Compare, as to ministerial acts, their liability, at least prior to St. 1978, c. 512, for misfeasance but not for nonfeasance. <em>Trum </em>v. <em>Paxton, </em>329 Mass. 434, 438 (1952). <em>Desmarais </em>v. <em>Wachusett Regional School Dist., </em>360 Mass. 591, 593 (1971), cert. denied, 414 U.S. 859 (1973). See Glannon, Governmental Tort Liability under the Massachusetts Tort Claims Act of 1978, 66 Mass.L.Rev. 7, 8-9 (1981).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b334-7\"> In the <em>Spiegel </em>case (at 416-417), the court went on to say that the finding (in that case) of bad faith was “not supported by the evidence and . . . [was] plainly wrong. There are no definite facts in the evidence showing bad faith. The finding of bad faith rests upon no testimony but is at most <page-number citation-index=\"1\" label=\"315\">*315</page-number>an inference from subsidiary considerations not inconsistent with good faith. Every presumption of the law is in favor of honesty and good faith.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b336-9\"> In his complaint, Ramos-alleged that Corcoran had misled the selectmen by submitting a false resume of his education and experience, in particular misrepresenting the academic degrees which he had earned. This matter was discussed in early questions asked by Ramos’s counsel of the defendant Small in an effort to show that the selectmen, because of inadequate investigation, had hired negligently an incompetent superintendent when they hired Corcoran. As the trial judge indicated in his order for judgment, this “theory dwindled into insignificance at the trial itself.” Recovery for negligence of this type is not within the <em>Gildea </em>exception.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b337-11\"> Ramos did assert that he had reported this incident to the town’s chief of police. The chief was not called to testify and there was no testimony that any action was taken by the chief based on this alleged report.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b339-9\"> Under the <em>Agis </em>case, at 144-145, to establish liability for causing severe emotional distress, it must be shown (1) that the actor intended to inflict emotional distress or that he knew or should have known that such distress was the likely result of his conduct; (2) that the conduct was “extreme and outrageous” and “beyond all possible bounds of decency” as well as “utterly intolerable in a civilized community”; (3) that the defendant’s actions “were the cause of the plaintiff’s distress”; and (4) that the emotional distress of the plaintiff was “severe” and of a nature “that no reasonable man could be expected to endure.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}