{
  "casebody": {
    "data": "<casebody firstpage=\"653\" lastpage=\"661\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b673-4\">Springfield Housing Authority <em>vs. </em>Labor Relations Commission; American Federation of State, County and Municipal Employees, Council 93, AFL-CIO, intervener.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b673-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Afv\">April 12, 1983.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"asu-dedup-0\">September 27, 1983.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AQS\">Present: Grant, Kaplan, &amp; Warner, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b673-9\"><em>Mary Z. Stuart </em>for the employer.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b673-10\"><em>Amy L. Davidson </em>for Labor Relations Commission.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b673-11\"><em>Augustus J. Camelio </em>&amp; <em>Joseph R. Lettiere, </em>for the intervener, submitted a brief.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b673-12\">Kaplan, J.</author>\n<p id=\"AqMA\">On March 4, 1982, the intervener, American Federation of State, County and Municipal Employees, Council 93, AFL-CIO (Union), filed charges with the Labor Relations Commission (Commission), appellee, charging that the Springfield Housing Authority (Authority), appellant, had refused to execute two labor agreements that it had fully negotiated with the Union, in <page-number citation-index=\"1\" label=\"654\">*654</page-number>violation of § 10(a)(5) of G. L. c. 150E,<footnotemark>1</footnotemark> inserted by St. 1973, c. 1078, § 2, the public employees labor relations act, which condemns, as a “prohibited practice,” the refusal of a public employer to bargain collectively in good faith with the exclusive representative of its employees. After investigation, the Commission issued its complaints against the Authority; a formal hearing followed on April 30, 1982; and on June 15, 1982, the Commission rendered a decision in favor of the Union, ordering the Authority to execute the contracts in question and to cease and desist from failing to bargain in good faith. The Authority appeals direct to this court under G. L. c. 150E, § 11. Our review of the Commission’s action is guided by the State Administrative Procedure Act, G. L. c. 30A, § 14, and the questions are legal, as the facts, which we now recount briefly, were embodied in a stipulation of the parties.</p>\n<p id=\"b674-5\">The Authority, as the public employer,<footnotemark>2</footnotemark> had bargained at some length with the Union regarding the terms and conditions of employment of a unit of maintenance supervisors and a unit of maintenance workers. On August 28, 1981, and September 2,1981, the parties reached agreements covering the respective units which were set out in documents complete except for signatures. The Union formally ratified the agreements; the Authority also ratified them formally, but with the condition that they be first approved by the Department of Community Affairs, a division of the Executive Office of Communities and Development (EOCD), the office having supervisory functions with respect to local housing authorities. The Union had not agreed to this condition.</p>\n<p id=\"b675-4\"><page-number citation-index=\"1\" label=\"655\">*655</page-number>In seeking to impose the condition, the Authority was relying on a provision of “Regulations to Housing Authorities Governing Collective Bargaining,” issued by EOCD, stating in part that “[collective bargaining agreements of a local housing authority . . . affecting any employees of the [authority employed in any project covered by a financial assistance contract with, or otherwise receiving loans, grants or financial aid or assistance from, the Commonwealth are subject to prior approval of the Department of Community Affairs . . .” 760 Code Mass. Regs. 28.00 (preamble 1978).<footnotemark>3</footnotemark> When the Authority submitted the agreements for such “prior approval,” they were turned down for stated reasons of undue cost. Thereupon the Authority declined to execute the agreements, although indicating that it would be willing to bargain further with regard to the terms that were considered unacceptable by the Authority’s hierarchical superior.</p>\n<p id=\"b675-5\">The effect of the Commission’s decision, upholding the Union’s claim, was that the “prior approval” condition cannot apply unless the Union in the course of negotiation agrees to or acquiesces in it. The issue of the correctness of this view is framed by G. L. c. 121B (housing and urban renewal), § 29 (housing programs) (as amended through St. 1978, c. 393, § 34), reproduced in part in the margin.<footnotemark>4</footnotemark> Sec<page-number citation-index=\"1\" label=\"656\">*656</page-number>tian 29 has the following general provision: “The department shall from time to time make, amend and repeal rules and regulations prescribing standards and stating principles governing the planning, construction, maintenance and operation of clearance and housing projects by housing authorities.” This delegated rule making power is stated broadly and is to be read with a becoming liberality. See <em>School Committee of Wellesley </em>v. <em>Labor Relations Commn., </em>376 Mass. 112, 116 (1978). Section 29, however, goes on to state that housing authorities “shall” bargain collectively with labor organizations, and, “notwithstanding any provision of law to the contrary” (which would include, we interpolate, the rulemaking provision above quoted, so far as conceived to be to the contrary), “the provisions of [§§ 4, 10 and 11] of [G. L. c. 150E] shall apply to said authorities and their employees.” The question then arises whether any part of § 10 deprives a public employer of a right unilaterally to condition an agreement, fully negotiated, upon the approval of a third party. In the Commission’s view, subsection (a)(5) of § 10, inserted by St. 1973, c. 1078, § 2, does so in the form: “(a) It shall be a prohibited practice for a public employer or its designated representative to: ... (5) Refuse to bargain collectively in good faith with the exclusive representative as required in [§ 6].”<footnotemark>5</footnotemark></p>\n<p id=\"b676-5\">The duty “to bargain collectively in good faith” has been delineated in decisions around the country over a period of a half century, and there is no doubt that a refusal of a party <page-number citation-index=\"1\" label=\"657\">*657</page-number>to fructify a labor agreement, otherwise fully bargained, by executing it, amounts to a breach of the duty. <em>H.J. Heinz Co. </em>v. <em>NLRB, </em>311 U.S. 514 (1941), so held under Federal statute, the recusant party being a private employer. The Court said (at 525-526):</p>\n<blockquote id=\"b677-5\">“It is true that the National Labor Relations Act, while requiring the employer to bargain collectively, does not compel him to enter into an agreement. But it does not follow, as petitioner argues, that, having reached an agreement, he can refuse to sign it, because he has never agreed to sign one. He may never have agreed to bargain but the statute requires him to do so. To that extent his freedom is restricted in order to secure the legislative objective of collective bargaining as the means of curtailing labor disputes affecting interstate commerce. The freedom of the employer to refuse to make an agreement relates to its terms in matters of substance and not, once it is reached, to its expression in a signed contract, the absence of which, as experience has shown, tends to frustrate the end sought by the requirement for collective bargaining. A business man who entered into negotiations with another for an agreement having numerous provisions, with the reservation that he would not reduce it to writing or sign it, could hardly be thought to have bargained in good faith. This is even more so in the case of an employer who, by his refusal to honor, with his signature, the agreement which he has made with a labor organization, discredits the organization, im- • pairs the bargaining process and tends to frustrate the aim of the statute to secure industrial peace through collective bargaining.”</blockquote>\n<p id=\"b677-6\">See also <em>NLRB </em>v. <em>Strong, </em>393 U.S. 357, 361 (1969); <em>NLRB </em>v. <em>Ralph Printing </em>&amp; <em>Lithographing Co., </em>433 F.2d 1058, 1061 (8th Cir. 1970), cert. denied, 401 U.S. 925 (1971); <page-number citation-index=\"1\" label=\"658\">*658</page-number><em>NLRB </em>v. <em>Warrensburg Board &amp; Paper Corp., </em>340 F.2d 920, 923 (2d Cir. 1965). State statutes with the good faith bargaining requirement are interpreted similarly. See <em>Hamer </em>v. <em>Nashawena Mills, Inc., </em>315 Mass. 160, 164 (1943) (citing the <em>Heinz Co. </em>case). Is there reason for a contrary interpretation where the duty is cast by statute on a public, rather than a private employer? The Authority offers no such reason; and we agree with the judge in <em>New York Pub. Employment Relations Bd. </em>v. <em>Martin, </em>78 Misc. 2d 1072, 1077 (N.Y. Sup. Ct. 1974), that “the rule of <em>Heinz Co. . . . </em>is equally applicable in both the public and private sector.”<footnotemark>6</footnotemark> In accord, our Commission has found the policy of the <em>Heinz Co. </em>case to be embodied in G. L. c. 150E, § 10(g)(5). Thus a public employer may not go to the end in negotiating the terms of a labor contract, and then confront a union with a condition of extrinsic approval which could frustrate any bargain or set off a second round of negotiations, after all mutual concessions had been ostensibly made in the first round. See <em>City of Quincy, </em>5 M.L.C. 1639 (Hearing Officer, 1979), mod., Commn., August 31, 1979.<footnotemark>7</footnotemark> That which is prohibited to the public employer is equally prohibited to the union under § 10(b)(2) (see note 5). <em>Belmont Sch. Comm., </em>4 M.L.C. 1189 (Hearing Officer, 1977), aff’d, <em>id. </em>at 1707 (Commn. 1978). It would not be lawful for one of the parties to attempt to enter negotiations with a declaration that it would decline to agree to any contract unless it contained a term making its binding effect contingent upon third-party approval.<footnotemark>8</footnotemark> On the other hand, the <page-number citation-index=\"1\" label=\"659\">*659</page-number>parties could lawfully agree as part of the negotiations that the contract between them should contain such a term. An arrangement to that effect was indeed found to exist in <em>Fall River Housing Authy., </em>7 M.L.C. 2078 (Hearing Officer, 1981), with the result that there could be no binding contract until the condition specified in the included term was in fact satisfied.</p>\n<p id=\"b679-5\">When § 10(a)(5) is.read in the sense developed above, the Authority is seen to be in breach of that provision, unless somehow excused by the EOCD regulation about “prior approval.” The regulation does not excuse. Even if the introductory “notwithstanding” clause of G. L. c. 121B, § 29, were disregarded, § 10(a)(5), as a specific directive regarding collective bargaining would, we think, serve to qualify or limit the general rule making power granted by § 29. See <em>Boston, Worcester &amp; N.Y. St. Ry. </em>v. <em>Commonwealth, </em>301 Mass. 283, 287-288 (1938); 2A Sands, Sutherland Statutory Construction § 51.05 (4th ed. 1973). When the “notwithstanding” language is given due weight, that conclusion is strongly reinforced. Accordingly the “prior approval” regulation could lawfully apply only to cases where the negotiating parties — the housing authority and the labor representative — agreed that their bargain should be thus conditioned. If read to apply to a case like the present, where the union has not so agreed, the regulation would exceed the rule making power confided by § 29, as that section is delimited by force of § 10(a)(5). On either view, the Commission’s order, which is in line with rulings <page-number citation-index=\"1\" label=\"660\">*660</page-number>in previous cases involving local housing authorities,<footnotemark>9</footnotemark> seems to us to be correct.<footnotemark>10</footnotemark></p>\n<p id=\"b680-5\">The present decision does not portend an abandonment by EOCD of its concern with labor negotiations by the housing authorities under its superintendence — a concern “to safeguard public funds and the financial interests of the Commonwealth and to assure fair treatment throughout the Commonwealth for housing authorities as employers and also for their employees” (quoting from the preamble to the current regulations, 760 Code Mass. Regs. 28.00 [1978]). EOCD has the capacity to influence policy and action in the labor field without going to the impermissible extreme of reserving to itself an after-the-fact power of veto of completed agreements. It can keep the authorities informed of funding realities and other inhibitions on sensible negotiation. The regulations, indeed, now require any authority about to engage in labor negotiations to meet with the deputy commissioner of the Division of Community Development “to discuss matters pertinent to the proposed collective bargaining” (760 Code Mass. Regs. 28.03 [1978]), and also to meet with this official for a conference when the bargaining is “approaching finalization” (760 Code Mass. Regs. 28.04 [1978]). In turn the housing authority can make EOCD’s views known to the labor representative. The <page-number citation-index=\"1\" label=\"661\">*661</page-number>Commission said in summary in the present case (quoting from its previous decision in <em>Fall River Housing Authy., </em>8 M.L.C. 2038, 2041-2042 [Commn., 1982]):</p>\n<blockquote id=\"b681-5\">\"... Although we are aware of the financial constraints placed on the Authority by its funding agencies, those constraints should be thoroughly explored prior to the completion of an agreement so that both parties are aware of any financial barriers to the successful conclusion of their negotiations. However, once an agreement is reached the Authority cannot refuse to execute the agreement pending the approval of a third party who is not the statutory employer....''</blockquote>\n<p id=\"b681-6\">If it be shown that EOCD needs the ultimate control that has been claimed for it on this appeal, the way to the result is an amendment of the basic legislation.</p>\n<p id=\"b681-7\">The form of the Commission’s order herein, requiring execution of the agreements and so forth, complies with G. L. c. 150E, § 11, and is correct. <em>See Labor Relations Commn. </em>v. <em>Everett, </em>7 Mass. App. Ct. 826, 829 (1979). See also <em>H.J. Heinz Co., </em>311 U.S. at 526.</p>\n<p id=\"b681-8\">\n<em>Decision of the Labor Relations Commission affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b674-6\">And, concomitantly, a violation of § 10(a)(1) (interference with employees in their exercise of rights under the act). See <em>Quincy City Hosp., </em>6 M.L.C. 1662, 1665 (Hearing Officer, 1979).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b674-7\">See the language of G, L. c. 121B, § 29, note 4, <em>infra, </em>indicating that it is the local housing authority, not any superior agency, that is the employer charged with the duty of bargaining. Cf. <em>Lynn Housing Authy., </em>6 M.L.C. 2059 (Hearing Officer, 1980).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b675-6\"> The agreements at bar fell within the definition. See note 10, <em>infra.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b675-7\"> “ § 29. Each housing authority shall keep an accurate account of all its activities and all its receipts and expenditures and shall annually in the month of January make a report thereof to the department, to the state auditor and to the mayor of the city or to the selectmen of the town within which such authority is organized, such reports to be in a form prescribed by the department with the written approval of said auditor. The department or said auditor shall investigate the budgets, finances and other affairs of housing authorities and their dealings, transactions and relationships. They shall severally have the power to examine into the properties and records of housing authorities and to prescribe methods of accounting and the rendering of periodical reports in relation to clearance and housing projects undertaken by such authorities. The department shall from time to time make, amend and repeal rules and regulations prescribing standards and stating principles governing the planning, construction,</p>\n<p id=\"aqn-dedup-0\"><page-number citation-index=\"1\" label=\"656\">*656</page-number>maintenance and operation of clearance and housing projects by housing authorities. . . .</p>\n<p id=\"AR1\">“A housing authority shall bargain collectively with labor organizations representing its employees and may enter into agreements with such organizations.</p>\n<p id=\"b676-10\">“Notwithstanding any provision of law to the contrary the provisions of sections four, ten and eleven of chapter one hundred and fifty E shall apply to said authorities and their employees.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b676-11\"> Section 6 describes generally the obligation to bargain in good faith. Section 10(b)(2) is a counterpart provision to § 10(c)(5), requiring a union to bargain in good faith.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b678-5\"> The judge reached this conclusion in the face of a statutory warning that any fundamental distinctions between private and public employment should be recognized in applying the public labor relations law.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b678-6\"> The agreement in that case had subsequently to be referred to the legislative body for appropriation pursuant to G. L. c. 150E, § <em>7(b).</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b678-7\">See <em>NLRB </em>v. <em>Wooster Division of Borg-Warner, </em>356 U.S. 342, 349-350 (1958), where a distinction is taken between mandatory and non-mandatory items of bargaining. A party may in good faith go to impasse on an item in the former category (wages, hours, and other terms and <page-number citation-index=\"1\" label=\"659\">*659</page-number>conditions of employment), but that does not hold for nonmandatory items, and ratification by a third party is such an item. See <em>Cheese Barn, Inc., </em>222 N.L.R.B. 418, 420, enforced 558 F.2d 526 (9th Cir. 1977); <em>Houchens Mkt. of Elizabethtown, Inc. </em>v. <em>NLRB, </em>375 F.2d 208, 212 (6th Cir. 1967). Cf. <em>Monticello Housing Authy., </em>12 P.E.R.B. par. 4527 (N.Y. Pub. Emp. Rel. Bd. 1979).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b680-6\"><em>Springfield Housing Authy., </em>7 M.L.C. 1429 (Hearing Officer, 1980). <em>Fall River Housing Authy., </em>8 M.L.C. 2038 (Commn., 1982).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b680-7\"> We need not consider separately an argument sought to be based on the contracts for financial assistance between the Authority and EOCD, the mechanisms by which EOCD funds the housing projects, which provide that the Authority shall obtain prior approval before entering into contracts with others with respect to the projects. If, as we hold, EOCD may not contravene the labor law by regulation, neither may it do so by contract with the Authority. Cf. <em>Lynn Housing Authy., </em>6 M.L.C. 2059 (Hearing Officer, 1980).</p>\n<p id=\"b680-8\">Also without merit is the odd contention that the Commission’s order upon the Authority to execute the agreements at bar involves the Authority in a violation of G. L. c. 150E, § 6, inserted by St. 1973, c. 1087, § 2, which states that the obligation to negotiate in good faith described in that section “shall not compel either party to agree to a proposal or make a concession.” See the discussion in <em>H.J. Heinz Co. </em>v. <em>NLRB, supra, </em>311 U.S. at 526.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}