{
  "casebody": {
    "data": "<casebody firstpage=\"97\" lastpage=\"103\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b133-7\">[L. A. No. 12434.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AC\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqq\">February 25, 1932.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b133-8\">SAN DIEGO IMPROVEMENT COMPANY, Respondent, v. HARRY D. BRODIE et al., Defendants; PERCY W. MARSHALL et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b135-7\"><page-number citation-index=\"1\" label=\"99\">*99</page-number>James R. Jaffray for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b135-8\">L. N. Turrentine for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b135-9\">SEAWELL, J.</author>\n<p id=\"A8-\">The defendants Percy W. Marshall and Alice C. Marshall appeal from a judgment quieting the title of plaintiff, San Diego Improvement Company, to certain lots situate in Oceanside, San Diego County, in a portion of said town known as Butler’s, Groves’ and Gleichner’s Addition.</p>\n<p id=\"b135-10\">The appellants filed an answer in the form of a general denial, but did not set up an affirmative claim of title in themselves. Upon the trial they introduced no evidence whatsoever. As persons not shown to have any right, title or interest in said property, they invoke the rule that the plaintiff in an action to quiet title must recover on the strength of his own title, rather than on the weakness of his adversary’s, and- challenge the sufficiency of the evidence to support the decree in plaintiff’s favor. The question is, has plaintiff made a <em>prima facie </em>case?</p>\n<p id=\"b135-11\">The evidence introduced by plaintiff consisted solely of recorded instruments of title by which plaintiff sought to deraign a paper title passing by patent from the United States government or by grant from the state of, California through mesne conveyances to plaintiff corporation. The appeal is taken on a bill of exceptions in which the contents <page-number citation-index=\"1\" label=\"100\">*100</page-number>of said instruments are set forth in abbreviated form. No evidence was introduced to show that either plaintiff or its predecessors had ever been in possession of said lots or any of them.  Where it does not appear that both parties to the action claim through a common grantor, it has been stated to be the law that a plaintiff who relies solely on a paper or record title must trace his chain of title back to the government or to a predecessor shown to have been in possession. <em>(Scott </em>v. <em>Beck, </em>204 Cal. 78 [266 Pac. 951]; <em>Rockey </em>v. <em>Vieux, </em>179 Cal. 681 [178 Pac. 712] ; <em>Kilfoil </em>v. <em>Warden, </em>46 Cal. App. 502 [189 Pac. 303]; 51 C. J. 175; 10 Am. &amp; Eng. Ency. of Law, 484.) As to all portions of the property involved except that part described as the “unnumbered triangular tract”, plaintiff has complied with this rule by tracing title to government patents issued in 1890 and 1892. The unnumbered triangular tract appears in the chain of title for the first time in a deed executed in 1922, which also included several other lots involved in this action.</p>\n<p id=\"b136-4\">The statement in <em>Pearson </em>v. <em>Heilman, </em>199 Cal. 305 [249 Pac. 10], cited by respondent, to the effect that the plaintiff in a suit to quiet title establishes a <em>prima facie </em>case by introducing in evidence the deed from his immediate grantor to himself, was not necessary to the decision in said cited case and is in conflict with a settled rule of law. The dominating question in that case was whether property deeded to the married woman who was plaintiff in the case was her separate property or community property. Both sides to the controversy claimed under the deed to the wife, and. anything therein said which would seem to conflict with well-approved cases evidently did not engage the close scrutiny of the court.</p>\n<p id=\"b136-5\">It further appears in the instant case that in 1928 it was decreed in a quiet title suit in which the plaintiffs were E. A. Bullock and Dorothy May Bullock, through whom respondent herein claims, and appellants herein and others were defendants, that the Bullocks were the owners of all property involved in the instant controversy, subject to certain mortgage liens existing in favor of other persons than appellants, and that appellants, who had filed a disclaimer, had no right, title or interest therein. In view of this showing it was not necessary that plaintiff trace its <page-number citation-index=\"1\" label=\"101\">*101</page-number>title to a grantor or predecessor in possession to establish a <em>prima facie </em>case. It made a stronger ease by showing that it claimed through a party who had procured a judicial decree of ownership and right to possession against the very persons who are defendants in the instant action than it would have made by showing mere possession in a predecessor. By instruments of title establishing an unbroken chain between the Bullocks and plaintiff corporation, said corporation has succeeded to the rights of the Bullocks, including the rights adjudged to them by the decree of 1928.</p>\n<p id=\"b137-4\">The judgment entered in said former quiet title action also decreed, upon cross-complaints of certain defendants, the foreclosure of the two mortgage liens to which the Bullock title was subject. Plaintiff corporation is the grantee of the purchasers at the two separate sales held pursuant to said decree. As to said portions of the property in controversy which it claims through commissioner’s deed issued after foreclosure, the presumption declared in section 1928 of the Code of Civil Procedure applies. Said section provides: <em>“A </em>deed of conveyance of real property, purporting to have been executed by a proper officer in pursuance of legal process of any of the courts of record of this state, acknowledged and recorded in the office of the recorder of the county wherein the real property therein described is situated, or the record of such deed, or a certified copy of such record is prima facie evidence that the property or interest therein described was thereby conveyed to the grantee named in such deed.” <em>(Krug </em>v. <em>Warden, </em>57 Cal. App. 563 [207 Pac. 696].)</p>\n<p id=\"b137-5\">As an additional ground for reversal appellants contend that it affirmatively appears that said foreclosure sales are void. The commissioner named by the decree to conduct the sales filed a bond in the sum of $100, which was approved on November 9, 1928, by the judge who rendered the decree of foreclosure on November 5, 1928. Section 726 of the Code of Civil Procedure provides that the court must require of the commissioner “an undertaking in an amount fixed by the court, with sufficient sureties, to be approved by the judge, to the effect that the commissioner will faithfully perform the duties of his office according to law”. Appellants contend that by the decree of foreclosure the commissioner was required to file two bonds, each in the sum of <page-number citation-index=\"1\" label=\"102\">*102</page-number>$100, to cover the sales under the two separate mortgages which were ordered foreclosed. That the decree requires two separate bonds, rather than one bond in the sum of $100, is not beyond doubt. The record indicates that one bond was filed. Said bond recites the previous appointment of H. J. Place, the principal upon the bond, as commissioner to make a sale of “the real estate described in the decree”. By its written approval of said bond, which is not limited in its application to the section of the property to be sold under either mortgage, the court authorized the commissioner to proceed with the sale of all property covered by the decree. It cannot be doubted that the court could have ordered a single bond of $100 by the decree of foreclosure. If, as appellants contend, the direction as entered did not have that effect, the written approval annexed to the bond as filed constitutes the final and binding expression of the court as to the bond required. By approving the bond in the sum of $100, the court thereby fixed it in writing at that amount. The appeal is on a bill of exceptions. All uncertainties . and ambiguities must be resolved in favor of the validity of the decree.</p>\n<p id=\"b138-4\">Plaintiff deraigns title to another group of the lots here involved through a sale under a power contained in a deed of trust covering said lots. The trustee’s deed to the purchaser, executed in 1929, recites a sale in the city of Los Angeles, county of Los Angeles. The land is situate in San Diego County. We entertain no doubt that if the trust instrument authorized a sale in Los Angeles County, presumably the place of business of the trustee, a sale in that county would be valid. Appellants in their bill of exceptions do not set forth the terms of the deed of trust. in full. Error must affirmatively appear. We cannot assume that the sale violated the terms of the trust deed in the absence of a showing as to what those terms were.</p>\n<p id=\"b138-5\">The objection that the judgment fails to adjudicate plaintiff’s title is not well taken. The decree quiets plaintiff’s title to the property in controversy, adjudges that appellants have no interest therein and debars them from asserting any claim thereto. Although the decree does not in terms declare plaintiff to be the owner and entitled to possession, a finding to that effect is made. Resort may be had to said findings, from which it appears that the title <page-number citation-index=\"1\" label=\"103\">*103</page-number>quieted in plaintiff is a title in fee with full right to possession.</p>\n<p id=\"b139-5\">The judgment is affirmed.</p>\n<p id=\"b139-6\">Shenk, J., Curtis, J., Langdon, J., Preston, J., and Waste, C. J., concurred.</p>\n<p id=\"b139-7\">Rehearing denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}