{
  "casebody": {
    "data": "<casebody firstpage=\"454\" lastpage=\"456\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b476-4\">Charles E. Gibson <em>vs. </em>International Trust Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b476-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AKxY\">January 18, 1904.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A34\">October 18, 1904.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b476-6\">Present: Knowlton, C. J., Morton, Lathrop, Barker, Hammond, Loring, &amp; Braley, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b476-7\">Negligence, In maintaining elevator, Proximate cause. Evidence, Opinion: Experts.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b476-8\"><em>Semble, </em>that it is no evidence of negligence on the part of one maintaining a passenger elevator to permit a movable stool to remain in the elevator for the use of the operator.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b476-9\"><em>Semble, </em>that the opinion of one who has had an extended experience in the charge of passenger elevators, that a movable stool is not a safe article to put into a passenger elevator, is not competent evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b476-10\">In an action for personal injuries from the starting óf an elevator while the plaintiff was alighting, caused by the operator of the elevator grasping the lever when falling back in trying to sit down on a stool which had been moved without his knowing it, the question whether it is evidence of negligence to permit a movable stool to remain in a passenger elevator is not material, as the grasping of the lever and not the presence of the stool was the proximate cause of the accident.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b476-11\">Tort for personal injuries from the starting of an elevator in the building of the defendant at the corner of Milk Street and Devonshire Street in Boston, as the plaintiff was passing out of the elevator, through the alleged negligence of the defendant’s servants in the operation of the elevator. Writ dated November 23, 1896.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b476-12\">At the first trial of this case the jury returned a verdict for the plaintiff, and exceptions alleged by the defendant were sustained by a decision of this court reported in 177 Mass. 100. At the second trial Fessenden, J. ordered a verdict for the defendant; and the plaintiff alleged exceptions.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"Atc\">Hersey, mentioned in the opinion, was the young man who operated the elevator. Bagley was the janitor of the building. There was a movable stool in the elevator for the operator to sit on when he pleased. Hersey stopped the car by pushing the lever and opened the door, and the plaintiff proceeded to get out. Bagley who was standing behind Hersey, with the stool between them, had moved the stool back a few inches. ■ Hersey not knowing this attempted to sit down, missed the stool and <page-number citation-index=\"1\" label=\"455\">*455</page-number>fell back. In falling he grasped the lever, thus starting the ear and causing the plaintiff’s injuries.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b477-4\">The case was argued at the bar in January, 1904, before Knoiolton, O. J., Lathrop, <em>Barker, Hammond, </em>&amp; <em>Braley, </em>J J., and afterwards was submitted on briefs to all the justices.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b477-5\"><em>8. L. Whipple, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b477-6\"><em>R. M. Morse J. Lowell, </em>for the defendant.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b477-7\">Hammond, J.</author>\n<p id=\"A6Z\">When this case was first before us, Lathrop, J., speaking for the court, used the following language: “We are of opinion . . . that the jury should have been instructed, as requested, that there was no evidence that Bagley was at the time of the accident employed in the operation of the elevator. The evidence was that he was the janitor of the building; that he had gone to the eighth floor for some tools, and was returning, as a passenger, on the elevator when the accident happened. Bagley in moving the stool did not act as the servant or agent of the defendant; and the defendant is not liable for his act in moving the stool, if it were negligent in him to move it. There is nothing in the evidence to show that he was exercising any control over the running of the elevator, or that he was at the time of the accident doing anything more than riding as a passenger. The moving of the stool cannot be considered as an act within the scope of his employment at that time.” 177 Mass. 100, 102.</p>\n<p id=\"b477-8\">Upon this point the evidence at the second trial differs from that at the former trial only in showing in greater detail the duties of Bagley. In substance, however, it is the same, and, so ■far as respects the contention of the plaintiff that Bagley’s act in moving the stool (if indeed he moved it at all) was an act done within the scope of his employment as a superintendent, the former decision must be regarded as conclusive against the plaintiff.</p>\n<p id=\"b477-9\">At this second trial the plaintiff contended that he was entitled to go to the jury on the ground that there was negligence in permitting the movable stool to remain in the elevator, and he cites the testimony of Kilgoure, who said that as the result of an extended experience in the charge of passenger elevators he did not believe such a stool was “a safe article to put into a passenger elevator.” It is a matter of common knowledge, <page-number citation-index=\"1\" label=\"456\">*456</page-number>however, that passenger elevators are often furnished with such stools, and we do not think that whether they may be there safely is a matter for expert testimony. As well might it be said that a cushion upon a seat in a car is dangerous because it might slip and let a passenger down.</p>\n<p id=\"b478-5\">But even if it be otherwise, there is no such connection between the presence of the stool and this accident as to make the question material. The direct and proximate cause of the accident was the starting of the elevator caused by Hersey’s act in clutching the lever to save himself from falling. The accident might not have happened if the stool had not been moved, but the direct and proximate cause of it was not the moving of the stool, but Hersey’s act, and this was a mere mischance for which neither Hersey nor any one else was at fault. Neither Bágley nor any one else could have anticipated such a result. We think that the case shows a pure accident which could not have been anticipated or foreseen. In the opinion of a majority of the court the entry must be,</p>\n<p id=\"b478-6\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}