{
  "casebody": {
    "data": "<casebody firstpage=\"249\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b277-4\">Hillsborough,</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AqT\">Jan. 7, 1941.</decisiondate>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ADZ\">No. 3204.</docketnumber>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b277-6\">Emma Paille <em>v. </em>Urgel Paille.</parties>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b277-16\"><em>Foster &amp; Lake {Mr. Lake </em>orally), for the libelant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AK-\"><em>Frederic E. St. Cyr </em>(by brief and orally), for the libelee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b278-4\"><page-number citation-index=\"1\" label=\"250\">*250</page-number>Page, J.</author>\n<p id=\"ATi\">The libelant was granted a legal separation from the libelee on December 27, 1928, and the libelee was ordered to pay her $15 a week for her support and maintenance and that of a minor child. The libelee in general ignored this order during 1929.</p>\n<p id=\"b278-5\">About January 1, 1930, the libelant returned to her husband, and they lived together as man and wife until the fall of 1939, she supposing that they had a right to do so. Learning, late in 1939 for the first time, that there was impropriety in the resumption of marital relations without the filing of the written declaration prescribed by P. L., c. 287, <em>s. </em>26, she at once left the libelee on the advice of a lawyer and began divorce proceedings.</p>\n<p id=\"b278-6\">The proceedings were discontinued at the libelee's request and upon his promise to give her one-half of his savings bank deposits, which then totalled over $2,000. The libelant, however, failed to keep his promise, withdrew all of the money and invested it in stocks in his own name. Subsequently the present petition was filed. At the time of hearing the only proceeds of the savings deposits that could be found consisted of an equity in certain shares of stock. This equity was valued at less than $900, and it is this asset that the court ordered assigned to the libelant.</p>\n<p id=\"b278-7\">By living again with the libelee and condoning his former conduct, the libelant did not deprive the court of jurisdiction to bring forward the separation proceedings and reconsider the former order for support. That order stood with full force until it should be modified or annulled by judicial action. <em>Eaton </em>v. <em>Eaton, </em>90 N. H. 4. At any time the court could have modified the order for support or custody. <em>LeBeau </em>v. <em>LeBeau, </em>80 N. H. 139, and cases cited. See also P. L., c. 287, <em>ss. </em>15, 16, 24. If the libelant, by living with the libelee from 1930 to 1939, waived receipt of the support ordered by the court for that period (a question not presented), she at least did not contract never to claim support separately. Even if the parties had contracted expressly, as they did not, that there should be no further payments for support if they should ever again live apart, the court might have approved the contract and decreed accordingly, but would have been under no compulsion to do so. <em>Wallace </em>v. <em>Wallace, </em>74 N. H. 256, 258. The actions of the parties could not deprive the court of jurisdiction to modify its orders unless some statute authorizes that result.</p>\n<p id=\"b278-8\">The statute relied on to work such an unusual result is P. L., <em>c. </em>287, <em>ss. </em>26, 27, which reads thus: “The parties to such a petition [for a legal separation] may at any time resume marital relations, <page-number citation-index=\"1\" label=\"251\">*251</page-number>upon filing with the clerk of the superior court for the county in which the separation was decreed their written declaration of such resumption, signed, acknowledged and witnessed. Such declaration shall be entered upon the docket, under the entries relating to such petition. .. . Such resumption of marital relations shall terminate and annul all restraining orders, and all decrees relating to alimony or the custody of children, but shall not affect any decree relating to the division or apportionment of property.”</p>\n<p id=\"b279-5\">The statute provides for annulment of judgments of the court under certain circumstances. Assuming, but not deciding, that the legislature may constitutionally declare that a judgment may be annulled without judicial action by a mere act of the parties, it is clear that there can be no annulment unless the parties take every step plainly required by the statute. If the legislature had the constitutional power to enact the statute, they could not have intended to have annulment by act of the parties displace judicial action unless the parties complied strictly with the statute.</p>\n<p id=\"b279-6\">The libelee contends that the mere resumption of marital relations lawfully terminated the separation and deprived the court of any further jurisdiction, annulling all previous orders and leaving no decree to be modified. He further says that the filing of the declaration was not mandatory, but merely directory for the sole purpose of making a record.</p>\n<p id=\"b279-7\">But the statute is perfectly clear in making the annulment depend upon the filing of the declaration. The resumption itself is permitted “upon filing with the clerk” and not before. “Such resumption” — that is, resumption after or coincident with the declaration— “shall terminate and annul all ... orders.” The prescription is plain, simple, easily to be performed. Only by following it, if at all, can jurisdiction to take judicial action be ousted. The filing of the declaration is not a provision for recording alone; the record, as provided, is to be made in the docket by the clerk.</p>\n<p id=\"b279-8\">Since the parties failed to file the declaration at or before the resumption of marital relations, all former orders in the separation proceedings remained unannuled and subject to modification.</p>\n<p id=\"b279-9\">It may further be said, with respect to the claim that the libelant is barred by condonation from prosecuting her petition, that independently of statute, the courts which have already assumed jurisdiction of the marital relationship do not tend to recognize the resumption of marital relations as divesting them of that jurisdiction. <em>Tackaberry </em>v. <em>Tackaberry, </em>101 Mich. 102. Thus, when the libelant <page-number citation-index=\"1\" label=\"252\">*252</page-number>filed a bill for divorce and later cohabited with her husband upon the mistaken information and belief that her standing in the court would not be endangered, it was held that the jurisdiction was not avoided. <em>Ferguson </em>v. <em>Ferguson, </em>145 Mich. 290. Cohabitation “offers strong evidence of . . . pardon and forgiveness of past conjugal offenses, increasing in probative force with the fullness of knowledge.” <em>Weber </em>v. <em>Weber, </em>195 Mo. App. 126.</p>\n<p id=\"b280-5\">Even if the court had not already taken jurisdiction of the affairs of the Pailles, her “condonation” by means of resumed marital relations, under the mistaken view that the resumption was proper, might not have been a bar to subsequent proceedings. Improper cohabitation seems to be a bar only when its impropriety is known. <em>Stokes </em>v. <em>Stokes, </em>128 App. Div. (N. Y.), 838. By analogy, it would be clear that Mrs. Paille’s cohabitation, illegal and improper as it was under the statute, would not bar her appeal to the court which had a continuing jurisdiction, unless, possibly, she had known (as she did not) that she could resume relations only after filing a certificate in the court. As soon as she knew the fact, she broke off the relations.</p>\n<p id=\"b280-6\">There is another analogy. Condonation after separation proceedings are brought is strictly conditional, the condition usually stated being that the party at fault shall be guilty of no further misconduct. <em>Egidi </em>v. <em>Egidi, </em>37 R. I. 481. Besides the usual condition, it appears that in this case there was impliedly an unusual one — that the resumption of marital relations should be legal and proper, which it was not.</p>\n<p id=\"b280-7\">The libelee objects specifically to the order that he assign to the libellant the equity in his stocks. He insists that the order was based upon a contract, that the consideration for the contract was unlawful, that the divorce court has no jurisdiction in any event, to enforce the contract or to award damages for its breach.</p>\n<p id=\"b280-8\">It does not appear that the master recommended a decree that should operate as a judgment on the contract, or that the court had any thought of entering such a decree. It is not to be presumed. It is rather to be presumed that the master and the court intended to do no more than is commonly done in divorce and separation proceedings. An order of alimony or support is clearly within the jurisdiction. Such an order must be based upon the husband’s financial situation and the wife’s needs. <em>Kennard </em>v. <em>Kennard, </em>87 N. H. 320. A division made upon the basis of an understanding made by the parties within a few months of the decree is justifiable, <page-number citation-index=\"1\" label=\"253\">*253</page-number>because the trier of the fact could reasonably conclude that the understanding was consistent with the financial situation of the husband and the needs of the wife. Aside from the question of possible collusion, these considerations are the sole basis on which the court makes an order for alimony in accordance with the stipulation of the parties. <em>Wallace </em>v. <em>Wallace, supra. </em>The order is clearly sustainable as something other than a decree of specific performance or an award of damages for breach of contract.</p>\n<p id=\"b281-5\">While it is clear that the decree of separation has never been annulled and that the proceeding may be brought forward and an order for modification of the decree for support made, effect is nevertheless to be given to the principle of condonation in this proceeding as in other cases involving the marital relation. A wife may, by her own conduct, disable herself from claiming any benefit under an order such as was originally made herein and conduct showing an intention to treat the order of the court as no longer in force is conduct of this kind. There can be no doubt that the plaintiff’s conduct has barred any claim she might have to recover under the original decree anything by way of separate support during the period when marital relations with the defendant were resumed. Whether she should receive anything by way of future support under the order heretofore made <em>(Eaton </em>v. <em>Eaton, </em>90 N. H. 4, 7), depends upon the view which the court takes of her conduct. The extent to which the bearing of this conduct was considered does not appear. It should be considered and an order for support should be based only upon a finding that the special situation existing makes it clearly and definitely equitable that support be decreed.</p>\n<p id=\"b281-6\">Another point should be considered by the Superior Court if a decree of alimony is made involving the fund subject to the contract between the parties. It may be that the contract is actionable at common law, since it was entered into by spouses legally separated. The court seems to have taken no account of this and to have made a decree that the fund be assigned unconditionally. If the fund should be decreed in any part as alimony, equity would seem to demand that it be a condition of the order that if the libelant receives it she should release the libelee <em>pro tanto </em>for any liability he may have under the contract.</p>\n<p id=\"b281-7\">\n<em>Case discharged.</em>\n</p>\n<judges id=\"b281-8\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}