{
  "casebody": {
    "data": "<casebody firstpage=\"299\" lastpage=\"307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b321-3\">Hillsborough-southern judicial district</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AD0\">No. 2006-297</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b321-4\">The State of New Hampshire v. Elementis Chemical, Inc.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b321-7\">Argued: February 21, 2007</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AEcT\">Opinion Issued: April 19, 2007</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b321-16\"><em>Kelly A Ayotte, </em>attorney general <em>(Richard W. Head, </em>senior assistant attorney general, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b321-17\"><em>Morgan, Lewis &amp; Bockius, LLP, </em>of Philadelphia, Pennsylvania <em>(John J. McAleese, III, </em>on the brief and orally), and <em>Wiggin &amp; Nourie, P.A, </em>of <page-number citation-index=\"1\" label=\"300\">*300</page-number>Manchester <em>(Gregory E. Michael </em>and <em>Gregory Holmes </em>on the brief), for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b322-5\">DUGGAN, J.</author>\n<p id=\"Aka\">The State appeals an order of the Superior Court (Hampsey, J.) assessing a civil forfeiture against the defendant, Elementis Chemical, Inc. (Elementis), pursuant to RSA 147-A:17 (2005) in the amount of $95,100. We affirm.</p>\n<p id=\"b322-6\">\n<em>I. Factual Background</em>\n</p>\n<p id=\"b322-7\">A detailed history of this case can be found in <em>State v. Elementis Chemical, </em>152 N.H. 794 (2005). Elementis is in the business of distributing commercial chemical products. <em>Id. </em>at 795. In 1981, it purchased a twelve-acre site in Merrimack, where it conducted business until 1998. <em>Id. </em>at 795-96. .In October 1998, Elementis moved its operations from the site to a new building in Nashua. <em>Id. </em>at 796. At that time, many of the buildings on the site were in a state of disrepair. <em>Id. </em>Elementis did not repair the buildings because it intended to demolish them. <em>Id.</em></p>\n<p id=\"b322-8\">Instead of demolishing the buildings, however, Elementis rented several of them to Joseph Herlihy, who owned a sign business. <em>Id. </em>Herlihy was permitted to use the buildings rent free in exchange for providing security at the site. <em>Id. </em>Between October 1998 and October 2001, Herlihy was present at the site daily and provided security by patrolling the site, maintaining “No Trespassing” signs and contacting Elementis whenever unusual activity occurred or trespassers were detected. <em>Id.</em></p>\n<p id=\"b322-9\">Following its move to Nashua, Elementis hired the environmental consulting firm Arcadis, Geraghty and Miller (Arcadis) to prepare a remedial action plan to address potential soil and groundwater contamination at the site. <em>Id. </em>On July 26, 2001, David Bowen, a hydrogeologist with the New Hampshire Department of Environmental Services (DES), visited the site with a geologist from Arcadis to review the placement of monitoring wells. <em>Id. </em>Bowen noticed that the site was not secured against trespassers and that the buildings were dilapidated. <em>Id.</em></p>\n<p id=\"b322-10\">Bowen revisited the site on August 9, 2001, accompanied by Cecil Curran, a health officer from the Town of Merrimack. <em>Id. </em>Bowen contacted Elementis to arrange for a representative of the company to accompany him, but none arrived, so Bowen and Curran proceeded to inspect the site. <em>Id.</em></p>\n<p id=\"b322-11\">Bowen and Curran started their inspection in the two buildings housing Herlihy’s sign business, and then proceeded to inspect the main building, Building One. <em>Id. </em>While in Building One, Bowen and Curran observed “numerous containers and boxes” containing chemical products. <em>Id. </em>On the first floor, Bowen and Curran noticed a closet with containers appearing to <page-number citation-index=\"1\" label=\"301\">*301</page-number>hold laboratory chemicals. <em>Id. </em>at 796-97. They also saw “numerous bottles of lab reagents, many of them with a sort of furry residue on them,” indicating incompatibility with the environment in which they were being stored. <em>Id. </em>at 797. In the basement Bowen detected what he described as “a very strong acrid, vinegar-like smell to that area,” and upon further inspection determined that it was unsafe to venture further into the basement. <em>Id. </em>at 796. In the front office, Bowen and Curran came upon two containers labeled “Hazardous Waste,” and a bag containing what appeared to be caustic soda beads. <em>Id. </em>at 797.</p>\n<p id=\"b323-5\">Bowen and Curran then entered an adjacent building, where they observed two 20,000-gallon tanks containing sodium hydroxide. <em>Id. </em>A portion of the roof of the building had collapsed onto one of the tanks and debris was on top of the tank. <em>Id. </em>The piping system associated with the tanks was labeled “Caustic” and they observed that what appeared to be dried caustic material had seeped from the end of one pipe. <em>Id. </em>Outside the building, Bowen and Curran observed an aboveground storage area containing two more 20,000-gallon sodium hydroxide tanks and a third tank containing anhydrous ammonia. <em>Id. </em>Both sodium hydroxide and anhydrous ammonia pose considerable danger to human health. <em>Id.</em></p>\n<p id=\"b323-6\">On August 15, 2001, DES issued an imminent hazard order (IHO) to Elementis. <em>Id. </em>at 798. The IHO stated that following the inspection, DES documented that the site had been abandoned, and the buildings and grounds were not secure. <em>Id. </em>Further, there was no fence surrounding the site and there were no signs to inform trespassers of the dangers posed by the site. <em>Id. </em>The IHO stated that “[Elementis], as the owner and operator of the Facility where the waste is located, has liability under RSA 147-A:9. By abandoning this waste, [Elementis] has created an imminent threat to human health and the environment pursuant to RSA 147-A:13.” <em>Id. </em>The IHO ordered Elementis to, among other things:</p>\n<blockquote id=\"b323-7\">Within thirty (30) calendar days of this Order, ensure that all hazardous waste at the Facility ... is delivered to an authorized facility as specified in Env-Wm 511.01 and Env-Wm 507.03 via a New Hampshire authorized hazardous waste transporter. [Elementis] may reuse materials at its business upon approval by DES. During this thirty (30) day period, [Elementis] must conduct and document daily inspections of the hazardous waste containers and tanks, as per Env-Wm 509.02(a)(1), which references 40 CFR 265.15 — General Inspection Requirements.</blockquote>\n<blockquote id=\"b323-8\">\n<em>Id.</em>\n</blockquote>\n<p id=\"b323-9\">In response to the IHO, Elementis hired Clean Harbors Environmental Services (Clean Harbors) to remove the hazardous waste at a cost of <page-number citation-index=\"1\" label=\"302\">*302</page-number>approximately $100,000. <em>Id. </em>Clean Harbors documented the removal of the waste using hazardous waste manifests. <em>Id. </em>The manifests showed that Clean Harbors removed approximately 10,000 gallons of sodium hydroxide, 2,000 gallons of anhydrous ammonia, 200 gallons of nitric acid and lesser quantities of waste flammables, oxidizers, mercury, tetrahydrofuran, bromide and chlorine. <em>Id.</em></p>\n<p id=\"b324-5\">On January 24, 2002, DES issued a notice of compliance informing Elementis that it had satisfactorily complied with the IHO, but stating that “[t]his Notice of Compliance does not release [Elementis] from liability for penalties to which it may be subject for the violations identified in the [IHO].” <em>Id. </em>at 799. In January 2003, the State filed a civil forfeiture action against Elementis in superior court, alleging that Elementis had violated hazardous waste laws and regulations by storing and disposing of hazardous waste without a permit. <em>Id. </em>The State sought a fine of $1,100 per day for an ongoing violation that lasted 951 days, for a total fine of $1,046,100. <em>Id.</em></p>\n<p id=\"b324-6\">Elementis filed a motion <em>in limine </em>to exclude evidence of the hazardous waste, manifests as subsequent remedial measures under New Hampshire Rule of Evidence 407. <em>Id. </em>The superior court denied the motion. <em>Id. </em>The court conducted a three-day bench trial and dismissed the State’s civil forfeiture claim. <em>Id. </em>In its order dismissing the claim, the court reversed itself and excluded the manifests from evidence. <em>Id. </em>As a result, the court found that without the manifests, the State did not produce sufficient evidence to establish that the waste was hazardous waste between 1998 and 2001. <em>Id.</em></p>\n<p id=\"b324-7\">The State appealed, arguing that: (1) the superior court erred in excluding the manifests; and (2) that the court should have found sufficient evidence to conclude that Elementis’ waste was hazardous between 1998 and 2001. <em>Id. </em>at 800. We reversed the superior court’s exclusion of the manifests, explaining: “Elementis had a statutory obligation to dispose of the hazardous waste by shipping it off-site and did not dispose of the hazardous waste voluntarily. Thus, the fairness concerns underlying Rule 407 do not provide an objective basis for excluding the manifests.” <em>Id. </em>at 801. We also reviewed the record — including the manifests excluded by the superior court — and concluded that the evidence compelled a finding that the waste was hazardous waste between 1998 and 2001. <em>Id. </em>at 802-04. We remanded the case to the superior court for a determination of civil forfeiture penalties. <em>Id. </em>at 804.</p>\n<p id=\"b324-8\">On February 14, 2006, the superior court conducted a hearing, during which both parties presented argument on the amount of the civil forfeiture assessment. The State urged the court to adopt certain federal guidelines contained in the Resource Conservation and Recovery Act Civil <page-number citation-index=\"1\" label=\"303\">*303</page-number>Penalty Policy (RCRA penalty policy) in order to calculate the amount of the forfeiture assessment. Based upon the RCRA penalty policy guidelines, the State sought a civil forfeiture of $50,000 for the first day of the violation, and no less than $1,100 for each succeeding day, for a total forfeiture of no less than $1,096,100. Elementis objected, arguing that the RCRA penalty policy is a federal policy not formally adopted by law or agency rule and should not be applied. It further argued that it was within the court’s discretionary power to determine the amount of the forfeiture and, based upon the totality of the circumstances, a civil forfeiture between $25,000 and $50,000 would be appropriate.</p>\n<p id=\"b325-5\">The superior court declined to use the RCRA penalty policy to guide its assessment of the forfeiture amount, observing that “its provisions have not been adopted by the Legislature nor has it been subject to the State’s administrative rulemaking process.” It noted that RSA 147-A:17 “provides the Court with the authority to fine [Elementis] up to $50,000 per day for each day that [Elementis] violated the provisions of RSA Chapter 147-A.” The court explained:</p>\n<blockquote id=\"b325-6\">While the Court acknowledges that [Elementis] violated the provisions of RSA Chapter 147-A in its failure to properly store and secure the chemicals it left at the site, [Elementis] also cooperated fully with [DES] after receiving the IHO and bore the cost of cleaning up the site. Moreover, while there was a potential threat posed by the chemicals left at the site, no injuries resulted. As such, the Court declines to assess the forfeiture amount proposed by the State that is, in essence, more punitive than compensatory in nature. Based on the totality of the circumstances, the Court finds and rules that a fíne of $100 per day for each of the 951 days that [Elementis] violated the provisions of RSA Chapter 147-A is reasonably appropriate. Accordingly, [Elementis] is hereby ordered to pay a civil forfeiture in the amount of $95,100.</blockquote>\n<p id=\"b325-8\">The State filed a motion to reconsider, which was denied. This appeal followed.</p>\n<p id=\"b325-9\">\n<em>II. Discussion</em>\n</p>\n<p id=\"b325-10\">The State contends that the superior court’s order regarding the civil forfeiture assessment should be reversed because the court: (1) used the wrong standard to calculate the penalty and failed to recognize that a civil forfeiture is punitive, not compensatory; and (2) unsustainably exercised its discretion by calculating a civil forfeiture of $100 per day in light of <page-number citation-index=\"1\" label=\"304\">*304</page-number>Elementis’ failure to comply with hazardous waste management requirements. We address each argument in turn.</p>\n<p id=\"b326-5\">RSA chapter 147-A governs the handling, storage and disposal of hazardous waste. RSA 147-A: 17, which provides for the assessment of civil forfeitures for violations of RSA chapter 147-A, states, in pertinent part:</p>\n<blockquote id=\"b326-6\">I. Any person shall be subject to a civil forfeiture of up to $50,000 for each day of a continuing violation, in addition to enforcement by injunctive relief, who violates:</blockquote>\n<blockquote id=\"b326-7\">(a) Any provision of RSA 147-A or any rule adopted by the commissioner relative to RSA 147-A; or</blockquote>\n<blockquote id=\"b326-8\">(b) Any term or condition of a permit or an order issued under RSA 147-A.</blockquote>\n<p id=\"b326-9\">RSA 147-A:17,1(a)-(b).</p>\n<p id=\"b326-10\">We review the superior court’s assessment of a civil forfeiture under RSA 147-A:17 for an unsustainable exercise of discretion. <em>See State v. Cohen, </em>154 N.H. 89, 91 (2006). To show that the superior court’s decision is not sustainable, a party must demonstrate that the court’s ruling was clearly untenable or unreasonable to the prejudice of its case. <em>Id.</em></p>\n<p id=\"b326-11\">The State’s first argument is that the superior court used the wrong standard to calculate the civil forfeiture because it failed to recognize that a civil forfeiture is punitive, not compensatory. In particular, the State refers to the superior court’s statement that it “declines to assess the forfeiture amount proposed by the State that is, in essence, more punitive than compensatory in nature.” The State asserts that “[b]y failing to take into account the punitive/deterrent nature of the civil forfeiture provision of RSA 147-A:17, the ... court failed, as a matter of law, to properly calculate a civil forfeiture against [Elementis].”</p>\n<p id=\"b326-12\">Elementis does not dispute that the civil forfeiture is intended to be punitive, and contends that “the record indicates that the ... court clearly understood that its duty on remand was to assess a penalty for violations of RSA 147-A.” Elementis argues that the State’s reliance upon the court’s statement that the State’s proposed penalty “is, in essence, more punitive than compensatory in nature,” is misplaced in light of the fact that during the civil forfeiture hearing, the court repeatedly acknowledged that the civil forfeiture was intended to penalize Elementis. We agree. The record demonstrates that the superior court understood that the purpose of the civil forfeiture was to impose a penalty on Elementis. During the hearing on the civil forfeiture assessment, the superior court repeatedly acknowledged that it was “carrying out an order from the Supreme Court <page-number citation-index=\"1\" label=\"305\">*305</page-number>on a remand to impose a civil penalty using [its] discretion under the statute and a set of factors.”</p>\n<p id=\"b327-5\">Further, the State takes the court’s statement out of context. We read the court’s statement to mean that it believed the State’s proposed assessment of over $1,000,000 would be excessive, not that the court misunderstood the punitive nature of the civil forfeiture assessment. <em>See Eldertrust of Florida v. Town of Epsom, </em>154 N.H. 693, 704 (2007) (“We refuse to consider phrases from the trial court’s order out of context.”). Accordingly, we reject the State’s first argument.</p>\n<p id=\"b327-6\">Next we address the State’s argument that the superior court unsustainably exercised its discretion by calculating a civil forfeiture of $100 per day in light of Elementis’ failure to comply with numerous hazardous waste management requirements. The State contends that the superior court’s civil forfeiture calculation should have taken into account the guidelines contained in the Environmental Protection Agency’s (EPA) RCRA penalty policy. Elementis counters that the superior court properly declined to rely upon the RCRA penalty policy. Elementis points out that the RCRA penalty policy is not binding on the court, and that reliance on a policy that has not been adopted by either the legislature or through rulemaking procedures would be improper. Elementis further argues that the record supports the superior court’s assessment of a $95,100 civil forfeiture, and such an award is consistent with penalties assessed by the EPA and the Federal Environmental Appeals Board for similar violations of RCRA.</p>\n<p id=\"b327-7\">In 1976, the United States Congress enacted RCRA with the purpose of establishing “the basic statutory framework for a national system that would ensure the proper management of hazardous waste.” U.S. Envtl. Prot. Agency, RCRA Civil Penalty Policy 4 (2003), <em>available at </em>http://www.epa.gov/compliance/resources/policies/civil/rcra/rcpp2003-fnl.pdf (last visited Mar. 19, 2007) (hereinafter RCRA CIVIL PENALTY POLICY). RCRA provides for civil penalties of up to $27,500 for each day that a person violates the requirements of the statute. <em>See </em>42 U.S.C. § 6928(a), (g) (2000); <em>see also </em>RCRA Civil Penalty Policy, <em>supra </em>at 4 n.3 (explaining that the amount of the civil penalty was increased from $25,000 to $27,500 pursuant to the authority of the Debt Collection Improvement Act of 1996, 28 U.S.C. § 2461 and regulations implementing that Act found at 40 CFR Part 19). The RCRA penalty policy was established by the EPA:</p>\n<blockquote id=\"b327-8\">to ensure that RCRA civil penalties are assessed ... in a fair and consistent manner; that penalties are appropriate for the gravity of the violation committed; that economic incentives for noncompliance with RCRA requirements are eliminated; that <page-number citation-index=\"1\" label=\"306\">*306</page-number>penalties are sufficient to deter persons from committing RCRA. violations; and that compliance is expeditiously achieved and maintained.</blockquote>\n<p id=\"b328-5\">RCRA Civil Penalty Policy, <em>supra </em>at 12. The policy sets forth a comprehensive penalty calculation system, which takes into consideration both “the seriousness of the violation and any good faith efforts to comply with applicable requirements.” <em>Id. </em>at 8. However, the EPA has not promulgated the policy as a federal regulation, nor has Congress seen fit to incorporate it into RCRA. Furthermore, in most federal cases, courts assessing civil penalties under RCRA have declined to apply the penalty policy. Instead, courts have observed that assessment of a civil penalty “is committed to the informed discretion of the Court,” and have utilized the factors contained in 42 U.S.C. § 6928(a)(3) that “the Administrator of the EPA shall consider in fixing civil penalties in an administrative action.” <em>United States v. Bethlehem Steel Corp., </em>829 F. Supp. 1047, 1055 (1993) (N.D. Ind. 1993); <em>United States v. T &amp; S Brass and Bronze Works, Inc., </em>681 F. Supp. 314, 322 (D. S.C. 1988), <em>vacated in part on other grounds by </em>865 F.2d 1261 (4th Cir. 1988); <em>see also United States v. Ekco Housewares, Inc., </em>62 F.3d 806, 814-15 (6th Cir. 1995).</p>\n<p id=\"b328-6\">It is the State’s position that applying the RCRA penalty policy would be proper in this instance, given that the EPA approved New Hampshire’s solid waste management program. Although RSA chapter 147-A was promulgated in response to the enactment of RCRA, <em>see Stablex Corp. v. Town of Hooksett, </em>122 N.H. 1091, 1097 (1982), and utilizing the RCRA penalty policy would both ensure consistency with federal enforcement of RCRA and provide objective guidance in assessing civil forfeitures, Elementis correctly points out that the policy is not binding on the court. DES has not — as of yet — promulgated the RCRA penalty policy as a regulation. In addition, our legislature has not codified the policy. Since it has not been adopted by either entity, it has no legal effect upon the civil forfeiture process. <em>See Appeal of Mt. Springs Water Co., </em>123 N.H. 653, 657 (1983) (agency policy not adopted in accordance with proper rule-making procedures was without legal effect).</p>\n<p id=\"b328-7\">Instead of incorporating the RCRA penalty policy into the Hazardous Waste Management Act, the legislature enacted RSA 147-A:17, which gives a trial judge broad discretion to assess civil forfeitures of up to $50,000 for each day of a continuing violation of the statute. RSA 147-A: 17, I. RSA 147-A:17 contains no objective criteria for assessing civil forfeiture penalties, and there are no regulations that provide guidance. According to the plain language of the statute, a judge can impose a penalty ranging <page-number citation-index=\"1\" label=\"307\">*307</page-number>from zero to $50,000 a day, for each day of a continuing violation. <em>Id. </em>Given the wide latitude the statute bestows upon judges assessing civil forfeitures, it would be permissible for a judge to utilize the RCRA penalty policy as guidance. However, utilizing the RCRA penalty policy is not, for the reasons articulated above, required. Thus, we hold only that the superior court here did not unsustainably exercise its discretion by not relying upon it.</p>\n<p id=\"b329-4\">Here, the superior court assessed a civil forfeiture of $100 per day of continued violation, totaling $95,100. This assessment falls within the expansive range set forth in RSA 147-A:17. In addition, the superior court explained that its assessment took into consideration that: (1) Elementis cooperated fully with DES after receiving the IHO; (2) Elementis bore the cost of cleaning up the site; and (3) despite the potential threat posed by the chemicals left at the site, no injuries resulted.</p>\n<p id=\"b329-5\">While there is some merit to the State’s argument that Elementis’ numerous hazardous waste violations and three-year abandonment of a site containing potentially lethal substances would have justified a more substantial penalty, the superior court’s civil forfeiture assessment falls within the range specified in RSA 147-A:17 and its stated rationale for the assessment is supported by the record. <em>See Brent v. Paquette, </em>132 N.H. 415, 419 (1989) (“we will not substitute our judgment for that of the trial court”). Thus, we cannot say that the court committed an unsustainable exercise of discretion in assessing a civil forfeiture of $95,100 in this case. Accordingly, the superior court’s order is affirmed.</p>\n<p id=\"b329-6\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b329-7\">Broderick, C.J., and Dalianis and Galway, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}