{
  "casebody": {
    "data": "<casebody firstpage=\"25\" lastpage=\"29\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b133-4\">RICMOND</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b133-5\">Arthur Goldstein v. Commonwealth of Virginia.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b133-6\">June 16, 1958.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b133-7\">Record No. 4796.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b133-8\">Present, Eggleston, Spratley, Buchanan, Miller, Whittle and Snead, JJ.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b133-18\">The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b133-19\"><em>Louise B. Fine, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b133-20\">C. <em>F. Hicks, Assistant Attorney General (A. S. Harrison, Jr., Attorney General, </em>on brief), for the Commonwealth.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b133-21\">Spratley, J.,</author>\n<p id=\"A0\">delivered the opinion of the court.</p>\n<p id=\"b133-22\">The appellant, Arthur Goldstein, conducted a business in the <page-number citation-index=\"1\" label=\"26\">*26</page-number>City of Norfolk, Virginia, in the sale and distribution of books, magazines and prints. He was arrested on May 15, 1957, on a warrent which charged that he did “unlawfully violate § 18-113, State Code.” Section 18-113, Code of Virginia, 1950, as amended, reads as follows:</p>\n<blockquote id=\"b134-5\">“If any person, firm, corporation, or association import, print, exhibit, publish, sell, lease, use, or distribute any book, pamphlet, ballad, printed page, phonographic record, or other thing containing obscene language or which is otherwise indecent, or any print, picture, motion picture film, figure, or description manifestly tending to corrupt the morals of youth, or introduce into any family or place of education, or buy or have in his possession any such article for the purpose of sale, exhibition or circulation, or with intent to introduce it into any family or place of education, he shall be guilty of a misdemeanor.”</blockquote>\n<p id=\"b134-6\">Upon appellant’s trial, the Commonwealth, at the request of Gold-stein, furnished him a bill of particulars, in which it specified as follows: That the said defendant “did import, print, exhibit, publish, sell, lease, use and distribute books and other things containing obscene language and prints and pictures or description manifestly tending to corrupt the morals of youth, and did introduce into a family and place of education and did buy and have in his possession the aforesaid articles for the purposes of sale, exhibition and circulation and with intent to introduce the aforesaid articles into a family and place of education.”</p>\n<p id=\"b134-7\">Norman Bailey, an adult, testified on behalf of the Commonwealth that he purchased from appellant certain lewd and obscene pictures exhibited in evidence. He said that he had not shown them to anyone. The defendant postively denied that he sold the pictures to Bailey. The remaining evidence related principally to the character of the defendant and Bailey.</p>\n<p id=\"b134-8\">The defendant moved to strike the evidence, both at the conclusion of the evidence of the Commonwealth and at the conclusion of all the evidence. The court overruled these motions. It then, over the objection of the defendant, instructed the jury, in the language of § 18-113 and the bill of particulars, that the conduct therein defined was unlawful and constituted a misdemeanor. The jury returned a verdict finding the defendant guilty and fixed his punishment at a fine of $500.</p>\n<p id=\"b134-9\">Goldstein moved the court to set aside the verdict on the grounds <page-number citation-index=\"1\" label=\"27\">*27</page-number>that it was contrary to the law and the evidence. He assigned error to the action of the court in admitting evidence and in the granting and refusing of instructions. He further contended that Code, § 18-113 is invalid and void, in that it violates the provisions of the First and Fourteenth Amendments to the Constitution of the United States and the Due Process Clause of the Constitution of Virginia with respect to freedom of the press and of speech, in failing to provide appropriate standards for judging obscenity. Upon his petition for review, we granted this writ of error.</p>\n<p id=\"b135-5\">The case is one of first impression in Virginia as regards Code, § 18-113. In the view we take of the case, it is only necessary for us to determine the constitutionality of the statute with regard to the standard provided for judging obscenity.</p>\n<p id=\"b135-6\">The publication of obscene books or prints, and the distribution and exhibition of obscene printed matter and pictures are offenses indictable at common law. 67 C. J. S., Obscenity, § 7a, page 28; 33 Am. Jur., Lewdness, Indecency and Obscenity, § 4, page 17.</p>\n<p id=\"b135-7\">In many States the sale, exhibition, or other disposition of obscene prints and printed matter is made an offense by statute. The crime “must be defined with appropriate definiteness,” <em>Pierce </em>v. <em>United States, </em>314 U. S. 306, 311, 62 S. Ct. 237, 239, 86 L. ed. 226, and with clear and unequivocal tests to ascertain guilt. Obscenity in utterance is not within the area of protected speech and press. <em>Roth </em>v. <em>United States, </em>354 U. S. 476, 1 L. ed. 2d 1498, 77 S. Ct. 1304 [<em>Alberts </em>v. <em>State of California, </em>354 U. S. 476, 77 S. Ct. 1304].</p>\n<p id=\"b135-8\">In <em>Kingsley Books </em>v. <em>Brown, </em>354 U. S. 436, 1 L. ed 2d 1469, 77 S. Ct. 1325, the Court said:</p>\n<blockquote id=\"b135-9\">“In an unbroken series of cases extending over a long stretch of this Court’s history, it has been accepted as a postulate that ‘the primary requirements of decency may be enforced against obscene publications.’ ” 354 U. S. 440, 77 S. Ct. 1327.</blockquote>\n<p id=\"b135-10\">In <em>Winters </em>v. <em>People of State of New York, </em>333 U. S. 507, 68 S. Ct. 665, 92 L. ed. 840, the Court said that:</p>\n<blockquote id=\"b135-11\">“Acts of gross and open indecency or obscenity, injurious to public morals, are indictable at common law,” and “When a legislative body concludes that the mores of the community call for an extension of the impermissible limits, an enactment aimed at the evil is plainly within its power, if it does not transgress the boundaries fixed by the Constitution for freedom of expression.” (333 U. S. 515.)</blockquote>\n<p id=\"b136-4\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>The Court then held that a New York obscenity statute was invalid because it was so vague as to form no adequate standard of certainty by which to ascertain guilt.</p>\n<p id=\"b136-5\">In support of his contention that the Virginia statute is invalid, Goldstein relies upon <em>Butler </em>v. <em>State of Michigan, </em>352 U. S. 380, 1 L. ed 2d 412, 77 S. Ct. 524, where a statute of Michigan, in language almost identical with a portion of the Virginia statute, § 18-113, was held unconstitutional. The Michigan statute, § 343 of the Michigan Penal Code, Comp. Laws, Supp. 1954, § 750.343 provides:</p>\n<p id=\"b136-6\">“Any person who shall import, print, publish, sell, possess with the intent to sell, design, prepare, loan, give away, distribute or offer for sale, any book, magazine, newspaper, writing, pamphlet, ballad, printed paper, print, picture, drawing, photograph, publication or other thing, including any recordings, containing obscene, immoral, lewd or lascivious language, or obscene, immoral, lewd or lascivious prints, pictures, figures or descriptions, tending to incite minors to violent or depraved or immoral acts, manifestly tending to the corruption of the morals of youth, or shall introduce into any family, school or place of education or shall buy, procure, receive or have in his possession, any such book, pamphlet, magazine, newspaper, writing, ballad, printed paper, print, picture, drawing, photograph, publication or other thing, either for the purpose of sale, exhibition, loan or circulation, or with intent to introduce the same into any family, school or place of education, shall be guilty of a misdemeanor.”</p>\n<p id=\"b136-7\">A comparison of the Michigan statute with the Virginia statute shows that both prohibit the sale, exhibition or distribution of books, prints and other things containing obscene and indecent language tending to corrupt the morals of youth, and that both prohibit the introduction of such articles into any family or the possession of any such articles for sale, exhibition or circulation, or with intent to introduce the same into any family or place of education.</p>\n<p id=\"b136-8\">In holding that the Michigan statute was invalid, Mr. Justice Frankfurter, speaking for a unanimous court, said:</p>\n<blockquote id=\"b136-9\">“We have before us legislation not reasonably restricted to the evil with which it is said to deal. The incidence of this enactment is to reduce the adult population of Michigan to reading only what is fit for children. It thereby arbitrarily curtails one of those liberties of the individual, now enshrined in the Due Process Clause of <page-number citation-index=\"1\" label=\"29\">*29</page-number>the Fourteenth Amendment, that history has attested as the indispensable conditions for the maintenance and progress of a free society. We are constrained to reverse this conviction.”</blockquote>\n<p id=\"b137-5\">It is clear on the record, from the bill of particulars of the Commonwealth and the instruction of the court based thereon, that appellant was charged with and convicted of the offense of possessing, selling and distributing pornographic literature, which the jury found to be of a “description manifestly tending to corrupt the morals of youth.”</p>\n<p id=\"b137-6\">We are of opinion that so much of Code, § 18-113 as undertakes to provide a standard of judging obscenity dependent upon the undesirable effect the offensive material may have upon youth is unconstitutional and invalid. Since the conviction of the appellant was based upon such a standard, we are constrained to reverse the judgment appealed from.</p>\n<p id=\"b137-7\">\n<em>Reversed and dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}