{
  "casebody": {
    "data": "<casebody firstpage=\"608\" lastpage=\"621\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b632-9\">MARY KUBISH ET AL. <em>v. </em>BUZZIENA ZEGA ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Axg\">(AC 19697)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b632-10\">Lavery, C. J., and Spear and Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b633-5\"><page-number citation-index=\"1\" label=\"609\">*609</page-number>Argued September 20, 2000</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ApE\">officially released February 6, 2001</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b633-7\"><em>Charles F. Brower, </em>with whom, on the brief, was <em>Marcus G. Organschi, </em>for the appellants-appellees (plaintiffs).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b633-8\"><em>Anthony F. DiPentima, </em>for the appellees-appel-lants (defendants).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b633-9\">\n<em>Opinion</em>\n</p>\n<author id=\"b633-10\">LAVERY, C. J.</author>\n<p id=\"aej-dedup-0\">The plaintiffs, Mary Kubish and Stephen Kubish, appeal from the judgment of the trial court ordering a partition of three parcels of real property among the plaintiffs and the defendants, Buzziena Zega, Helen Kubish and Josephine Kubish,<footnotemark>1</footnotemark> all of whom pre<page-number citation-index=\"1\" label=\"610\">*610</page-number>viously owned the property as tenants in common. The defendants cross appeal from that part of the judgment ordering them to pay $2500 to the plaintiffs to equalize the differing values of the properties distributed. We affirm the judgment of the trial court.</p>\n<p id=\"b634-6\">The following facts and procedural history are relevant to our review of the judgment on appeal. The plaintiffs brought this action for a partition in kind of three parcels of real property in Goshen. All five parties owned the parcels as tenants in common.</p>\n<p id=\"b634-7\">The tenancy in common came about as follows. Martin Kubish, Sr., the father of the parties, originally acquired the first parcel (parcel A), the Home Farm, through several purchases beginning in 1920. He died intestate on July 2, 1962, whereupon his interest in parcel A passed to his widow, Veronika, and to her eight children.<footnotemark>2</footnotemark> Veronika Kubish died intestate in March, 1966, and her interest in parcel A passed to her eight children.</p>\n<p id=\"b634-8\">Since Veronika Kubish’s death, the defendants Helen Kubish and Josephine Kubish have had exclusive use and occupancy of parcel A, and, with the help of the defendant Zega, have paid all taxes and other expenses related to the property. Prior to this action, each party had a one-fifth interest in parcel A. Parcel A has a current value of approximately $400,000.</p>\n<p id=\"b634-9\">The plaintiff Stephen Kubish and his brother, John, purchased the second parcel (parcel B), the Stephen-John Farm, on March 2,1965, for $45,000. John contributed $8000 to the purchase price, and the plaintiffs contributed the remaining $37,000.</p>\n<p id=\"b634-10\">When John died in 1990, intestate and unmarried, his 50 percent interest in parcel B passed in equal shares <page-number citation-index=\"1\" label=\"611\">*611</page-number>to the parties to this action and to two other brothers, Frank and Martin, Jr. The plaintiffs submitted a claim against John’s estate to recover expenses they paid for improvements, repairs, taxes and insurance that related to John’s share of ownership of parcel B. The fiduciary of John’s estate disallowed that claim. Although the plaintiffs did not appeal from that disallowance, they claim that those payments entitle them to a disproportionate share of the property. After John’s death, plaintiff Stephen Kubish had an eight-fourteenths interest<footnotemark>3</footnotemark> in parcel B, and his six siblings each had a one-fourteenth<footnotemark>4</footnotemark> interest in parcel B.</p>\n<p id=\"b635-6\">When Frank Kubish died in 1993, intestate and unmarried, his one-fourteenth interest in parcel B passed equally to his six surviving siblings—the five parties to this action and Martin, Jr. The plaintiffs filed no claim against Frank’s estate. After Frank’s death, the plaintiff Stephen Kubish had a seven-twelfths interest<footnotemark>5</footnotemark> in parcel B, and his five siblings each had a one-twelfth interest<footnotemark>6</footnotemark> in parcel B.</p>\n<p id=\"b635-7\">When Martin Kubish, Jr., died in 1994, intestate and unmarried, his one-twelfth interest in parcel B passed equally to the parties in this action. After Martin’s death, the plaintiff Stephen Kubish had a three-fifths interest<footnotemark>7</footnotemark> in parcel B, and his four surviving siblings each had a one-tenth interest<footnotemark>8</footnotemark> in parcel B. That was the state of the ownership of parcel B prior to the commencement <page-number citation-index=\"1\" label=\"612\">*612</page-number>of this action. Parcel B has a value of approximately $600,000.</p>\n<p id=\"b636-6\">The third parcel (parcel C), the Upton Morse piece, is a landlocked piece of property. The plaintiffs and their brother, Frank Kubish, purchased parcel C as tenants in common in February, 1989. Each party acquired a one-third interest in the parcel. Upon Frank’s death in 1993, intestate and unmarried, his one-third interest passed to his six surviving siblings. As a result of that event, each plaintiff had a seven-eighteenths interest,<footnotemark>9</footnotemark> and the remaining four siblings each had a one-eighteenth interest<footnotemark>10</footnotemark> in parcel C.</p>\n<p id=\"b636-7\">Upon the death of Martin Kubish, Jr., intestate and unmarried, in 1994, his one-eighteenth interest passed in equal parts to the five parties to this action. As a result, each plaintiff had a two-fifths interest, <footnotemark>11</footnotemark> and each defendant had a one-fifteenth interest<footnotemark>12</footnotemark> in parcel C. Parcel C has a value of $10,000.</p>\n<p id=\"b636-8\">The plaintiffs thereupon brought this action seeking a partition in kind, alleging that, because they paid a disproportionate share of the cost of improvements to parcel B, they have an equitable claim in excess of their combined legal interest of seven tenths. In their cross complaint, the defendants allege that because they paid for a disproportionate share of the investments and improvements expended on parcel A, they have an equitable claim in excess of their combined legal interest of three fifths.</p>\n<p id=\"b637-5\"><page-number citation-index=\"1\" label=\"613\">*613</page-number>The defendants also filed a motion to appoint a committee pursuant to Practice Book § 19-2<footnotemark>13</footnotemark> to hear and consider the parties’ claims. The court granted that motion and appointed a committee.</p>\n<p id=\"b637-6\">In January, 1999, the committee filed its report with the court. The committee found that parcel A had a market value of $400,000, parcel B had a value of $600,000 and parcel C had a value of $10,000. The committee found that the plaintiffs collectively own 40 percent of parcel A, and the defendants collectively own the remaining 60 percent; the plaintiffs collectively own 70 percent of parcel B, and the defendants collectively own the remaining 30 percent; and the plaintiffs collectively own 80 percent of parcel C, and the defendants collectively own the remaining 20 percent. On the basis of those percentages, the committee found that the plaintiffs’ collective interests in those parcels had a value of $588,000 and that the defendants’ collective interests had a value of $422,000.</p>\n<p id=\"b637-7\">The committee made two alternative recommendations for partition depending on whether the court found that General Statutes § 45a-363 (b), commonly referred to as a “statute of nonclaim,” would bar the plaintiffs’ equitable claim for their disproportionate contributions to the purchase of parcel B. The first alternative would credit the plaintiffs for that disproportionate contribution by increasing their ownership percentage of parcel B to 82 percent, resulting in a total value of their interests in all parcels of $660,000. The committee’s second recommendation would simply partition the property solely on the basis of the parties’ relative legal interests, disregarding the plaintiffs’ greater contribution to the acquisition of parcel B. The <page-number citation-index=\"1\" label=\"614\">*614</page-number>committee recommended that the court adopt the first of those two recommendations, presuming that the court found the statute of nonclaim inapplicable.</p>\n<p id=\"b638-6\">After considering the committee’s recommendations and the parties’ legal memoranda in response to the committee report, the court ordered that the plaintiffs would receive parcel B, with a value of $600,000, even though the value of their ownership interests was $588,000, and that the defendants would receive parcels A and C, with a combined value of $410,000. Recognizing that such a partition would result in the plaintiffs receiving property worth $12,000 more than the value of their collective ownership rights, the court ordered that the plaintiffs’ excess contribution to the purchase of parcel B over that of the defendants ($22,500 versus $8000), entitled them to an offset of $14,500. Thus, the court rendered judgment awarding parcel B to the plaintiffs, parcels A and C to the defendants, and ordering the defendants to pay the plaintiffs an owelty payment of $2500 ($14,500 minus $12,000). This appeal and cross appeal followed. Additional facts and procedural history will be set forth as necessary.</p>\n<p id=\"b638-7\">I</p>\n<p id=\"b638-8\">The plaintiffs first claim that the court improperly failed to render judgment on the basis of the findings and conclusions of the committee. We disagree.</p>\n<p id=\"b638-9\">Before turning to the merits of the plaintiffs’ claim, we articulate our standard of review of the court’s action. This first requires some discussion of the nature of a complaint seeking partition in kind and the procedures attendant thereto. “[General Statutes §] 52-495 gives discretionary authority to courts of equitable jurisdiction to order, upon the complaint of any interested person, the physical partition of any real estate held by tenants in common . . . .” <em>Rice </em>v. Dowling, 23 Conn. App. 460, 463, 581 A.2d 1061 (1990), cert. denied, 217 <page-number citation-index=\"1\" label=\"615\">*615</page-number>Conn. 805, 584 A.2d 1190 (1991). “An action for partition at common law was equitable in nature, requiring courts to examine all relevant circumstances.” <em>Fernandes </em>v. Rodriguez, 54 Conn. App. 444, 450, 735 A.2d 871 (1999), rev’d on other grounds, 255 Conn. 47, 761 A.2d 1283 (2000).</p>\n<p id=\"b639-6\">“The determination of what equity requires in a particular case, the balancing of the equities, is a matter for the discretion of the trial court.” <em>Kakalik </em>v. <em>Bernardo, </em>184 Conn. 386, 395, 439 A.2d 1016 (1981); <em>Robert Lawrence Associates, Inc. </em>v. <em>Del Vecchio, </em>178 Conn. 1, 18-19, 420 A.2d 1142 (1979).</p>\n<p id=\"b639-7\">“Our standard of review is whether the trial court abused its discretion. . . . The determination of what equity requires is a matter for the discretion of the trial court. ... In determining whether the trial court has abused its discretion, we must make eveiy reasonable presumption in favor of the correctness of its action. . . . Our review of a trial court’s exercise of the . . . discretion vested in it is limited to the questions of whether the trial court correctly applied the law and could reasonably have reached the conclusion that it did.” (Internal quotation marks omitted.) <em>Rosenblit </em>v. <em>Williams, </em>57 Conn. App. 788, 792, 750 A.2d 1131, cert. denied, 254 Conn. 906, 755 A.2d 882 (2000); <em>Citicorp Mortgage, Inc. </em>v. <em>Conant, </em>54 Conn. App. 529, 532, 736 A.2d 928, cert. denied, 251 Conn. 909, 739 A.2d 264 (1999).</p>\n<p id=\"b639-8\">General Statutes § 52-495<footnotemark>14</footnotemark> sets forth the court’s jurisdiction over and procedure for handling actions seeking partition of property among joint tenants or tenants in <page-number citation-index=\"1\" label=\"616\">*616</page-number>common. Practice Book § 19-2<footnotemark>15</footnotemark> sets forth the procedure for referring such a case to a committee. The counsel for the respective parties agreed on the appointment and membership of the committee. Practice Book § 19-17 (a) and (b)<footnotemark>16</footnotemark> sets forth the court’s function following the receipt of the report from the committee.</p>\n<p id=\"b640-6\">Notwithstanding the plaintiffs’ argument, none of the statutes or rules of practice previously discussed indicate that the court is in any way bound by the <em>recommendations </em>contained in the committee report. Those provisions merely require the court to accept the facts or to reject the report and refer the matter to another committee.</p>\n<p id=\"b640-7\">The rules of practice refer to “committee” and “attorney trial referee” interchangeably, in accordance with recent revisions to our rules of practice. Accordingly, we equate the powers of the court concerning the report of a committee with the court’s powers concerning the report of an attorney trial referee.</p>\n<p id=\"b640-8\">Practice Book § 19-17 enumerates the actions a court is to take upon receipt of the committee report. See footnote 16. That section draws a distinction between the committee’s factual findings and its conclusions. Practice Book § 19-8 (a) provides that the report of the committee should contain “the facts found and the conclusions drawn therefrom.” Practice Book § 19-17 (a) requires that the court “render such judgment as <page-number citation-index=\"1\" label=\"617\">*617</page-number>the law requires upon the facts in the report.” The rules of practice give no instructions as to the disposition of the committee’s conclusions or recommendations.</p>\n<p id=\"b641-6\">Several cases our courts have decided concerning the powers and duties of committees, and the nature of the contents of their reports further explain the distinction between factual findings and conclusions. “In proceedings involving [committees], the trial court may not disturb the factual findings made by the [committee]. <em>Hassane </em>v. <em>Lawrence, </em>31 Conn. App. 723, 728, 626 A.2d 1336 (1993). The trial court may not retry the case and find facts contrary to those found by the [committee] unless a material fact has been found without evidence or the [committee] has failed to find an admitted or undisputed fact, or has found a fact in such doubtful language that its real meaning does not appear. . . . Thus, our review of the substantive merits of the trial court’s judgment devolves into two questions: (1) did the court exceed its authority by finding additional facts or rejecting facts found by the [committee]; and (2) did the court err in applying the law to the facts found?” (Citations omitted; internal quotation marks omitted.) <em>Schmaling </em>v. <em>Schmaling, </em>48 Conn. App. 1, 10-11, 707 A.2d 339, cert. denied, 244 Conn. 929, 711 A.2d 727 (1998); see also <em>Dills </em>v. <em>Enfield, </em>210 Conn. 705, 714, 557 A.2d 517 (1989).</p>\n<p id=\"b641-7\">The common theme running through all of the previously cited cases, in which either this court or our Supreme Court has reviewed the actions of a trial court concerning a committee report, is that the trial court must, except as previously noted, accept the facts found by the committee, but is not bound by the conclusions or recommendations the committee draws from those facts. The format of the committee report further supports that conclusion by clearly delineating “facts found” from “conclusions drawn,” placing them in separate sections that are separately numbered. The com<page-number citation-index=\"1\" label=\"618\">*618</page-number>mittee also recognized that distinction by noting in the summary of its report that “the committee <em>recommends”-, </em>(emphasis added); that a partition be ordered. The use of the word “recommends” indicates that the committee understood that its conclusion as to the proper disposition of this matter did not bind the court.</p>\n<p id=\"b642-6\">Nothing in the court’s judgment indicates any rejection of or addition to the facts found by the committee. The only difference between the committee’s recommendation and the judgment rendered by the court was that the court gave the plaintiffs credit for their additional $14,500 contribution to the purchase of one of the parcels. The committee also mentioned that point when it stated in its decision that “it is recommended that in calculating the plaintiffs’ equitable share in [parcel B] the court should recognize their greater contribution toward the purchase price.” That “greater contribution” is the $14,500 difference between the $37,000 the plaintiffs contributed and the contribution represented by their 50 percent share of ownership, or $22,500. The recommendation by the committee does not account, however, for this $14,500 greater contribution. Thus, the court did not reject any of the facts found by the committee, but merely amended the committee’s recommended judgment to account for a fact that the committee found but neglected to consider in its recommended judgment.</p>\n<p id=\"b642-7\">Accordingly, we conclude that the court properly discharged its duties under Practice Book § 19-17 (a) to “render such judgment as the law requires upon the facts in the report. . . .” The mere fact that the court’s judgment does not mirror that recommended by the committee does not alter this conclusion.</p>\n<p id=\"b642-8\">II</p>\n<p id=\"b642-9\">In their cross appeal, the defendants contend that the court improperly ordered them to pay $2500 to <page-number citation-index=\"1\" label=\"619\">*619</page-number>the plaintiffs to equalize the respective values of the properties that the court awarded to the parties. We disagree.</p>\n<p id=\"b643-6\">The following facts and procedural history are relevant to our consideration of this claim. The court, as explained in greater detail in part I of this opinion, ordered that the defendants receive title to parcels B and C, and that the plaintiffs receive title to parcel A. As the committee noted, however, that award would result in the defendants receiving property worth a total of $410,000. Since the combined value of the defendants’ legal interests prior to the partition, as found by the committee, was $422,000, such a partition would result in the plaintiffs receiving an “overpayment” in property of $12,000, which they would owe to the defendants. The court further found, however, that the plaintiffs were entitled to compensation for their greater contribution of $14,500 toward the purchase price of parcel B. The net result of those amounts, the court found, would be a payment of $2500 from the defendants to the plaintiffs.</p>\n<p id=\"b643-7\">The defendants claim in their cross appeal that the statute of nonclaim, § 45a-363,<footnotemark>17</footnotemark> prohibits the court from using the payment of money to remedy any discrepancy between the parties’ relative ownership interests in the properties prior to partition and the values of the properties awarded to them in the partition action. We agree with the court’s conclusion that the statute of nonclaim does not apply to the present action.</p>\n<p id=\"b644-5\"><page-number citation-index=\"1\" label=\"620\">*620</page-number>The defendants’ reliance on § 45a-363 is misplaced. That section applies to the filing of claims against estates of decedents. The purpose of the statute is to encourage the timely settlement of decedents’ estates. “[Section] 45a-363 is purely procedural in nature, governing the time within which to file a suit <em>against an estate </em>when a claim has been rejected by an executor or administrator.” (Emphasis added.) <em>Northeast Savings, F.A. </em>v. <em>Milazzo, </em>44 Conn. Sup. 477, 480, 691 A.2d 603 (1996). The placement of § 45a-363 in the General Statutes farther supports that construction. It is part of chapter 802b, which is titled, “Decedents’ Estates,” and, within that chapter, part VII is titled, “Claims Against Decedents’ Estates for Decedents Dying on or After October 1. 1987.” The plaintiffs in this action did not file a claim against the estate of any decedent or name any estate as a defendant in their action. The defendants did not contend at trial that any estate should have been made party to the action. No party has filed suit against an estate, and thus § 45a-363 does not apply to this case.</p>\n<p id=\"b644-6\">The court ordered the payment of money from the defendants to the plaintiffs to preserve the action as one of partition in kind, rather than converting it into a partition by sale. That was, in the court’s conclusion, the best way to partition the properties among the respective parties and yet reach the desired outcome of the respective parties having the same total ownership values that they had prior to the partition action.</p>\n<p id=\"b644-7\">In a decision rendered subsequent to the arguments in this case, our Supreme Court stated that “[o]nce [a] partition has been ordered, the parties’ respective interests relative to the property are an appropriate consideration in deciding . . . whether to award money damages if an order of partition in kind results in minor inequities. ” <em>Fernandes </em>v. <em>Rodriguez, 255 </em>Conn. 47, 59, 761 A.2d 1283 (2000). In its conclusion, the <page-number citation-index=\"1\" label=\"621\">*621</page-number>Supreme Court ordered that the trial court “reexamine the respective interests of the parties in deciding . . . whether to award money damages if an order of partition in kind results in minor inequities.” Id., 60.</p>\n<p id=\"b645-6\">In this case, the court, in an act bordering on prescience, followed nearly exactly the guidance given by the Supreme Court in <em>Fernandes. </em>The court ordered the defendants to pay the plaintiffs a relatively small amount of money, $2500 in an action partitioning property worth in excess of $1 million, to resolve “minor inequities” resulting from its order of partition in kind. We cannot say that this was improper.</p>\n<p id=\"b645-7\">The judgment is affirmed.</p>\n<p id=\"b645-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b633-11\"> All five parties are each others’ siblings.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b634-11\"> Three other siblings died prior to the commencement of this action, their interests passing to the parties in this action.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b635-8\"> The plaintiff Stephen Kubish’s interest was comprised of his original one-half interest plus one seventh of John’s one-half interest.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b635-9\"> The interest of each of the six siblings was one seventh of one half.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b635-10\"> That interest was comprised of the eight fourteenths he previously had, plus one sixth of Frank’s one-fourteenth interest.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b635-11\"> The interest of each of the five siblings was comprised of the one fourteenth each originally had, plus one sixth of Frank’s one-fourteenth interest.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b635-12\"> That interest was comprised of the seven twelfths he previously had, plus one fifth of Martin’s one-twelfth interest.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b635-13\"> That interest was comprised of the one twelfth each originally had, plus one fifth of Martin’s one-twelflh interest.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b636-9\"> That interest was comprised of the one-third interest each plaintiff originally had, plus one sixth of Frank’s one-third interest.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b636-10\"> That interest was comprised of one sixth of Frank’s one-third interest.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b636-11\"> That interest was comprised of the seven eighteenths each plaintiff originally had, plus one fifth of Martin’s one-eighteenth interest.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b636-12\"> That interest was comprised of the one eighteenth each defendant originally had, plus one fifth of Martin’s one-eighteenth interest.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b637-8\"> Practice Book § 19-2 provides in relevant part: “The court or any judge thereof may send to a committee for a finding of facts any case wherein the parties are not, as a matter of right, entitled to a trial by jury. A committee shall not be appointed without the consent of all parties appearing . . .</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b639-9\"> General Statutes § 52-495 provides in relevant part: “Courts having jurisdiction of actions for equitable relief may, upon the complaint of any person interested, order partition of any real property held in . . . tenancy in common .... The court may appoint a committee to partition any such property.\"</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b640-9\"> See footnote 13.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b640-10\"> Practice Book § 19-17 provides: “(a) The court shall render such judgment as the law requires upon the facts in the report. If the court finds that the committee or attorney trial referee has materially erred in its rulings or that there are other sufficient reasons why the report should notbe accepted, the court shall reject the report and refer the matter to the same or another committee or attorney trial referee, as the case may be, for a new trial or revoke the reference and leave the case to be disposed of in court.</p>\n<p id=\"b640-11\">“(b) The court may correct a report at any time before judgment upon the written stipulation of the parties or it may upon its own motion add a fact which is admitted or undisputed or strike out a fact improperly found.”</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b643-8\"> General Statutes § 45a-363 (b) provides in relevant part: “Unless aperson whose claim has been rejected (1) commences suit within one hundred twenty days from the date of the rejection of his claim, in whole or in pari, or (2) files a timely application pursuant to section 45a-364, he shall be barred from asserting or recovering on such claim from the fiduciary, the estate of the decedent or any creditor or beneficiary of the estate . . .</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}