{
  "casebody": {
    "data": "<casebody firstpage=\"34\" lastpage=\"42\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b90-7\">INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS, LOCAL 501, et al. v. NATIONAL LABOR RELATIONS BOARD.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b90-8\">No. 102, Docket 21365.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b90-9\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b90-10\">Argued Jan. 4, 1950.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b90-11\">Decided Feb. 24, 1950.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b90-14\">Clark, Circuit Judge, dissented.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b91-12\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>S. A. Syme, White Plains, N. Y., L. Sherman, P. R. Collins, Washington, D. C., for petitioner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b91-13\">A. N. Somers, Asst. Gen. Counsel, Washington, D. C., Robert N. Denham, General Counsel, David P. Findling, Associate General Counsel, Dominick L. Manoli, Albert M. Dreyer, Attorneys, National Labor Relations Board, Washington, D. C., James V. Altieri, New York City, for respondent.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b91-14\">Louis Sherman, Washington, D. C., for Brotherhood of Elect. Workers (A.F.L.), Amicus Curia:.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b91-15\">Before L. HAND, Chief Judge, and SWAN and CLARK, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b91-16\">L. HAND, Chief Judge.</author>\n<p id=\"b91-17\">A local union of the International Brotherhood of Electrical Workers (A. F. L.) has appealed — filed a petition for review— from an order of the Labor Board, enjoining it from carrying on what the Board has held to be a secondary boycott; the Board has answered and asks for an “enforcing order.” The appeal presents two questions: (1) whether the occurrences “affected” interstate commerce within the meaning of the Labor Relations Act, 1947 j<footnotemark>1</footnotemark> (2) whether the evidence before the Board supported its finding that the “local” had engaged in conduct which constituted a secondary boycott, forbidden by the Act. The facts as the Board found them are amply supported by evidence; and in outline they are as follows. A contractor, named Giorgi, who had agreed to build a house for the owner of a lot in Greenwich, Connecticut, let out the carpentry to a contractor, named Deltorto, and the electrical work to another contractor, named Langer. Giorgi and Langer had their business in Port Chester, New York; Giorgi himself did the masonry work, and bought the materials which he used from a Port Chester dealer who delivered them to the job at Greenwich; Deltorto bought his lumber from a Connecticut dealer, who imported it from New York; Langer had already finished the “roughing” of the electrical work, but still had some work to do on the job. On the days here involved Deltorto had two carpenters on the job, members of an A. F. L. union; but Langer, who was a non-union employer, <page-number citation-index=\"1\" label=\"36\">*36</page-number>had none. Patterson — one of the respondents to <em>the </em>Board’s complaint — was the business representative of the “local” — the other respondent — ; and a few days before April 16, 1948, he had learned that the electrical work on the house was being done by non-union labor. He went to Deltorto and to one of his two carpenters and told them of this, to which each answered that he had not known it. On the 16th he went again to the job where he found Deltorto and both carpenters, and in the hearing of the other carpenter, he then told Deltorto that the job was “unfair” because the electrical work was being done by non-union labor. Deltorto repeated that he had not known it, and Patterson replied that he was “sorry” and left; but very shortly thereafter came back with a placard, bearing the legend: “This job is unfair to organized labor,” with which he began picketing the premises. The second carpenter who had overheard the talk between Deltorto and Patterson, saw Patterson picketing the site, and told the other. They both got down from the scaffold, where they had been working, and, after reading the legend, quit work and went home. Patterson thereupon stopped picketing; but he called up Giorgi the same night and told thim that he would have to replace Langer with a union contractor or he could not complete the job. Giorgi told Langer of this, who agreed to throw up his contract and did no further work on the house. A few days later Giorgi told Deltorto that Langer had done so, and the two carpenters went back to the job.</p>\n<p id=\"b92-5\">The examiner did not find whether Patterson “induced” or “encouraged” the two carpenters to leave the job; and it was unnecessary for him to do so because he held that in any event § 8(c) of the Act would excuse the picketing since it had consisted of no more than an expression of “views, argument, or opinion,” without “threat of reprisal or force or promise of benefit.” Three of the five members of the Board held that § 8(c) did not modify § 8(b) (4) (A); that Patterson did “induce or encourage” the two carpenters to refuse in concert to work on the job; and that he did so for the purpose of forcing Giorgi to “cease doing business” with Lang-er. The two other members of the Board did not pass upon these issues, because they held that the controversy involved only a “local enterprise,” whose effect upon interstate commerce was too remote to justify the Board’s taking jurisdiction. The union argues that, even though the Board had jurisdiction in the sense that Patterson’s act “affected” commerce, the occasion was too trivial to justify intervention, as the minority members thought. We should hesitate to say that we could have power ever to review the Board’s action because we thought the situation was unimportant; but we need not now decide more than that, if there may be such situations, they must be frivolous beyond rational question, and that the case at bar was certainly within the area of fair differences of opinion, which we must not invade.</p>\n<p id=\"b92-11\">In the case at bar we do not understand that any of the five members thought that Patterson’s acts did not “affect” commerce within the meaning of the Act; and at any rate we are altogether of the opinion that they did. It is now abundantly established that in the Labor Relations Acts Congress meant to exercise to the fullest extent its power over interstate commerce; <footnotemark>2</footnotemark> and there can no longer be any doubt that the constitutional scope of that power covers occasions such as this. Langer’s activities would alone be enough. In order to perform his part of the work, small though it was, he had to go from New York to Connecticut; and the materials which he used upon the job he had to bring from New York. Besides, his general business required him continuously to import substantial amounts of material from other states into New York, and he did a substantial amount of work in Con<page-number citation-index=\"1\" label=\"37\">*37</page-number>necticut in addition to the job in question, as well as work for large contractors whose own interstate activities were very large indeed. Giorgi’s headquarters were also in New York, whence, like Langer, he had to travel to Greenwich to supervise his employees; moreover, the materials which he used upon the job he had brought from New York; and his business, again like. Langer’s, extended into other states in substantial amount. It was Patterson’s purpose to put an end to Langer’s activities on the house by preventing Deltorto from proceeding with his contract, and thus compelling Giorgi to get rid of Langer. It is idle to argue therefore that Patterson’s acts did not immediately “affect,” or that they were not designed to “affect,” these interstate activities. Insignificant as they were, they were enough to satisfy the demands of the Act.<footnotemark>3</footnotemark> Moreover, since the decision may determine Langer’s general operations which extend to many other interstate transactions, it may well be that the Board would have had jurisdiction, even though this particular dispute had involved no more than if the house had been in Port Chester, New York.<footnotemark>4</footnotemark> On any view it is plain that the appeal must be decided on the merits.</p>\n<p id=\"b93-4\"> The two carpenters quit work because Patterson “induced” them to do so and they left in “concert.” They were not guilty themselves of “an unfair labor practice” it is true, because they were not together a “labor organization” or “agents” of such an organization, but Patterson was such an “agent” and he “induced” them to refuse “in the course of their employment * * * to perform * * * services” for Deltorto. Patterson’s purpose was to force Giorgi “to cease doing business with” Langer. We need not say whether Deltorto, as well as Giorgi, was “doing business with” Langer; it is enough that the purpose -was to put pressure on Giorgi through Deltorto, and that Giorgi was certainly “doing business with” Lang-er. The situation was therefore within § 8(b) (4) (A), unless it makes a difference that Giorgi, upon whom the “concerted refusal” indirectly impinged, was at work on the same job with Langer with whom the union had its dispute. In short, is a secondary boycott limited to pressure upon third parties who are not engaged in the same venture with the unyielding employer? We can see no basis for such a distinction. The gravemen of a secondary boycott is that its sanctions bear, not upon the employer who alone is a party to the dispute, but upon some third party who hás no concern in it. Its aim is to compel him to stop business with the employer in the hope that this will induce the employer to give in to his employees’ demands. We cannot see why it should make any difference that the third person is engaged in a common venture with the employer, or whether he is dealing with him independently. The phrase, “doing business,” would ordinarily cover doing any business which the third party is free to discontinue, regardless of whether he is merely supplying materials to the employer, or has subcontracted with him to perform part of a work which the third party has himself contracted to do. The third party cooperates as truly with one to whom he furnishes materials as with a subcontractor. Indeed, when the coercion is upon the third person to break a contract with the employer, his position is more embarrassing than if he may discontinue his relations with the employer without danger of liability. The phrase, “cease doing business,” is general and admits of no such evasion.</p>\n<p id=\"b93-6\">Certain situations are, however, to be distinguished. The work of the employer may be so enmeshed with that of the third party that it is impossible to picket one without picketing the other. The case at bar might have been of that sort, had Langer’s non-union employees been at work on the job, and Patterson’s only purpose been to induce them to quit. Apparently it is the opinion of the Board that the Act does not forbid picketing the employer, <page-number citation-index=\"1\" label=\"38\">*38</page-number>even though that has the incidental effect of picketing a third person.<footnotemark>5</footnotemark> That question we may leave open, as well as whether, in spite of the fact that the section speaks of <em>“an </em>object,” not of <em>“the </em>object,” of a “concerted refusal,” it forbids a strike even though its purpose includes pressure on the third person, provided that it also includes pressure against the employer. These questions we may put aside, because Patterson’s picketing could have no such double “object”; it impinged only on Del-torto and through him on Giorgi. Finally, we leave open whether the section covers the situátion before the court in Douds v. Metropolitan Federation<footnotemark>6</footnotemark> where the supposititious third person was only a disguise for the employer. .In the situation before us the picketing was within § 8(b) (4) (A), and the only remaining questions are whether § 8(c) permitted it, or whether, if not, § 8(b) (4) (A) violates the First Amendment as a denial of the right of free speech.</p>\n<p id=\"b94-4\">The examiner found that Patterson’s acts: his picketing and talks with Deltorto and Giorgi did not contain any “threat of reprisal or force or promise of benefit,” and for that reason he held that § 8(c) was a defence to any violation of § 8(b) (4) (A). The Board accepted all his findings save such as were inconsistent with its own report; but held that § 8(c) did not immunize conduct forbidden by § 8(b) (4) (A), in this respect following its decision in In Re Wadsworth Co. and Klassen &amp; Hodgson.<footnotemark>7</footnotemark> Perhaps for that reason we should not assume that it adopted the examiner’s findings as to § 8 (c); yet, since its report was not inconsistent with any of these, it seems more probable that it did mean to adopt that finding too, and we shall so assume. If § 8(c) is an excuse for violations of § 8 (b) (4), it must also be an excuse for violations of § 8(b) (2), and it appears to us extremely doubtful that it can mean to •cover all the “unfair labor practices” which § 8(b) (2) includes. For example, among these is “causing or attempting to cause” an employer to violate § 8(a) (3), and it is a violation of § 8(a) (3) for an employer to discriminate against an employee in order to induce him to join a union, or dissuade him from joining one. We do not believe that Congress meant to allow a union to persuade an employer so to discriminate, even though it does so without threats or promises. Section 8(b) (2) also forbids “causing or attempting to cause” an employer to discriminate against an employee, because he has been put out of a union for any reason but failure to pay his dues; and again we do not believe that Congress intended to make such attempts lawful, if unaccompanied by threats or promises. Coming then to § 8(b) (4), are we to suppose that § 8(c) means to excuse a union or its agent who induces another union to strike for any of the four purposes forbidden in that section, provided this be done without threats or promises ? An affirmative answer means that, although it is unlawful for the union itself to strike for the purpose in question, § 8(c) excuses the inducing union which causes it to do so. That would be an exception to long settled principles of civil and criminal liability; for he, who provokes or instigates a wrong, makes himself a party to the wrong, and is equally liable with the perpetrator. This was, apparently settled as to civil liability at least as early as the third quarter of the eighteenth century: “not only he who does an act, but who commands or procures it to be done” is a trespasser.<footnotemark>8</footnotemark> As the <em>Restatement of </em>Torts<footnotemark>9</footnotemark> puts it: “for harm resulting to a third person from the tortious conduct of another, a person is liable if he (a) orders or induces such conduct.”<footnotemark>10</footnotemark> One striking illustration is inducing a <page-number citation-index=\"1\" label=\"39\">*39</page-number>breach of contract by the obligor;<footnotemark>11</footnotemark> or inducing the termination of a terminable business relation, which would have otherwise continued.<footnotemark>12</footnotemark> The same doctrine prevails as to criminal liability. The principle, long embodied in § 2 of the Criminal Code,<footnotemark>13</footnotemark> which defines as a principal anyone who “aids, abets, counsels, commands, induces, or procures” the commission of the forbidden act,<footnotemark>14</footnotemark> goes back as far as Bracton,<footnotemark>15</footnotemark> who at folio 142 declared: “for it is colloquially said that he sufficiently kills who advises (praecipit) killing.”<footnotemark>16</footnotemark></p>\n<p id=\"b95-4\">It appears to us therefore highly unlikely that by § 8(c) Congress meant to abolish a doctrine, so deeply embedded in our civil and criminal law. Nor is it necessary to give the words that revolutionary significance. The Supreme Court had decided under the Labor Relations Act that it was not an “unfair labor practice” for an employer to address a meeting of his employees, if he went no further than to put his side of the case against collective bargaining :<footnotemark>17</footnotemark> and whether Thomas v. Collins <footnotemark>18</footnotemark> advanced beyond that doctrine, we need not say. Nevertheless, there are passages in the opinion <em>e. g. </em>323 U.S. at pages 535-539, 65 S.Ct. at pages 325-326, which may seem to hold that even unquestioned advocacy of violating a law may be so enmeshed with arguments designed to show that it ought not to have been passed, that the utterance as a whole is lawful. Conceivably, in deference to such a doctrine Congress may have intended by § 8(c) to make lawful the expressions of “views, argument, or opinion” which have such a double character: <em>i. e. </em>which, although they are inescapably provocations, are as inescapably discursive arguments. Nevertheless, even on that assumption, in order to excuse the utterance, <em>sub specie </em>inducement, it must be accompanied by something which can fairly he deemed the expression of “views, argument, or opinion,” else it is hare instigation, which § 8(c) does not protect.</p>\n<p id=\"b95-11\">Although it follows that § 8(c) would not have protected Patterson’s utterances, had it been an “unfair labor practice” for the carpenters to quit, the question remains whether it makes a difference that they did not commit any wrong in doing so. We think not. We see no reason to suppose that the same words: “the expressing of any views, argument, or opinion,” should have one meaning as an excuse for inducing a union to strike, and another for inducing members individually to strike. Section 8(b) (4), which defines the wrong, draws no such distinction, and the evil against which it is directed is precisely the same in either alternative: drawing a neutral into an industrial dispute. Congress might not indeed have made it unlawful for a union to induce individuals to strike in aid of a boycott; it might have thought that until the sanction invoked was a strike by some corporate body, like a union, the evil was not serious enough to call -for legislative intervention. It did not so limit its purpose; it made it a wrong to induce employees individually to strike, and, while it did not declare its reason for making unlawful only a strike by the corporate body itself — the union— the reason is not far to seek. Almost certainly Congress did not wish to expose individual employees to an action for an injunction or for damages.<footnotemark>19</footnotemark> Since it did wish to make the corporate bodies and their <page-number citation-index=\"1\" label=\"40\">*40</page-number>officers so responsible, no reason occurs to us why the same words should have one meaning, when invoked as an excuse for a union which induces another union to strike, and another when the same union induces individual members of the other union to strike.</p>\n<p id=\"b96-4\">If, as <em>arguendo </em>we are assuming, § 8(c) covers all utterances which contain more than bare inducements and are accompanied by discursive argument, no constitutional doubts can arise as to the validity of § 8(b) (4) when applied to the facts at bar. It never has been held, save by the most extreme partisans, if indeed even by them, that the First Amendment protected all verbal acts as such. The interest, which it guards, and which gives it its importance, presupposes that there are no orthodoxies — religious, political, economic, or scientific — which are immune from debate and dispute. Back of that is the assumption — itself an orthodoxy, and the one permissible exception — that truth will be most likely to emerge, if no limitations are imposed upon utterances that can with any plausibility be regarded as efforts to present grounds for accepting or rejecting propositions whose truth the utterer asserts, or denies. No doubt it is difficult to know when an equivocal utterance has plainly emerged out of its penumbra into the full light of unalloyed incitement; and that difficulty may justify protecting all that are within the ambivalent area. Be that as it may, the last decision of the Supreme Court<footnotemark>20</footnotemark> leaves no doubt that when a legislature has forbidden certain conduct in an industrial dispute — in that case a combination in restraint of trade — the First Amendment does not excuse picketing to compel an employer to join the combination, even though the pickets carry placards which bear statements of the grievances involved. Such utterances are not within any shadow zone which exempts them, as being addressed to the reason, as designed to convince others upon the merits — in the words of § 8(c) itself — as \"views, argument, or opinion.” Congress, in the search for a compromise between the conflicting interests of employees in collective bargaining and that of neutrals in avoiding involvements in quarrels not their own, decided to draw a line at secondary boycotts; and the propriety of decision is not for us. The constitutional limitations upon its realization are of course as absolute as upon the realization of any other legislative decision; but it should not be forgotten that the words, which have so often been repeated as though they were a definitive rubric in this field,<footnotemark>21</footnotemark> were introduced by the following clause: “I do not doubt for a moment that upon the same reasoning that would justify punishing persuasion to murder, the United States constitutionally may punish,” etc.</p>\n<p id=\"b96-8\">Order affirmed; an enforcement order will be entered.</p>\n<footnote label=\"1\">\n<p id=\"b91-19\">. Title 20 U.S.C.A. § 141 et seq.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b92-6\">. N. L. R. B. v. Jones &amp; Laughlin Steel Corp., 301 U.S. 1, <em>57 </em>S.Ct. 615, 81 L.Ed. 393; N. L. R. B. v. Fainblatt, 306 U.S. 601, 59 S.Ct. 668, 83 L.Ed. 1014; Polish National Alliance v. N. L. R. B., 322 U.S. 643, 64 S.Ct. 1196, 88 L.Ed. 1509; United Brotherhood etc. v. Sperry, 10 Cir., 170 F.2d 863, 867.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b93-7\">. N. L. R. B. v. Fainblatt, supra, 306 U.S. 601, 606, 59 S.Ct. 668, 671.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"aqy-dedup-0\">. Polish National Alliance v. N. L. R. B., supra, 322 U.S. 643, 64 S.Ct. 1196.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b94-5\">. N. L. R. B. v. Pure Oil Co., 84 N.L.R.B. No. 38; N. L. R. B. v. Ryan Construction Corp., 85 N.L.R.B. No. 76.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b94-8\">. D.C., 75 F.Supp. 672.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b94-9\">. In re United Brotherhood of Carpenters, 81 N.L.R.B. No. 127.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b94-12\">. Barker v. Braham, 2 W.Blacks, 866, 868.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b94-13\">. § 876(a).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b94-14\">. Ewald v. Lane, 70 App.D.C. 89, 104 F.2d 222; Hickman v. Taylor, D.C., 75 F.Supp. 528, 531, 532, affirmed 3. Cir., 170 F.2d 327, 329.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b95-5\">. Angle v. Chicago &amp; St. Paul Railway Co., 151 U.S. 1, 14 S.Ct. 240, 38 L.Ed. 55; Bitterman v. Louisville &amp; Nashville R. R. Co., 207 U.S. 205, 28 S.Ct. 91, 52 L.Ed. 171, 12 Ann.Cas. 693; Robins Dry Dock &amp; Repair Co. v. Flint, 275 U.S. 303, 48 S. Ct. 134, 72 L.Ed. 290.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b95-7\">. Hitchman Coal &amp; Coke Co. v. Mitchell, 245 U.S. 229, 38 S.Ct. 65, 62 L.Ed. 260, L.R.A.1918C, 497, Ann.Cas.19.18B, 461.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b95-8\">. § 2, Title 18 U.S.C.A.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b95-9\">. Nye &amp; Nisson v. United States, 336 U.S. 613, 618, 619, 69 S.Ct. 766.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b95-13\">. United States v. Peoni, 2 Cir., 100 F.2d 401.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b95-15\">. Pollack &amp; Maitland, Vol. II, p. 507.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b95-16\">. N. L. R. B. v. Virginia Electric &amp; Power Co., 314 U.S. 469, 62 S.Ct. 344, 86 L.Ed. 348.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b95-18\">. 323 U.S. 516, 65 S.Ct. 315, 89 L.Ed. 430.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b95-20\">. § 187(b), Title 29 U.S.C.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b96-5\">. Giboney v. Empire Storage Co., 336 U.S. 490, 69 S.Ct. 684.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b96-11\">. Abrams v. United States, 250 U.S. 616, 627, 40 S.Ct. 17, 21, 63 L.Ed. 1173.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b96-9\">CLARK, Circuit Judge</author>\n<p id=\"ADs\">(dissenting).</p>\n<p id=\"b96-10\">The question which to me seems decisive is whether Patterson’s picketing constituted only a “secondary” boycott. This is not analyzed to any extent in the opinion; there is only an acceptance of the premise that a primary boycott must be against Langer, the employer of the electricians. Then appear, at least by implication, the subordinate premises that boycotts against Giorgi and Deltorto are against not “the employer who alone is a party to the dispute,” but “some third party who has no concern in it.” And there is a suggestion of a different case where “the work of the employer may be so enmeshed with that of the third party that it is impossible to picket one without picketing the other,” as might have been true here “had Langerjs non-union employees been at work on the job, and Patterson’s only purpose been to induce them to quit.” This assumption as to the nature of the picketing, which is so decisive of the case, seems to me at variance with economic reality. For Giorgi’s giving Langer the contract is the <page-number citation-index=\"1\" label=\"41\">*41</page-number>very heart of the matter; and if the union is barred from reaching Giorgi at all, its traditional weapons are blunted and perhaps destroyed. I should regard it here as legitimate union activity — within the purport of the Labor Management Relations Act — for Patterson to set a picket line which would reach Giorgi within its direct orbit and Deltorto as enmeshed with Giorgi.</p>\n<p id=\"b97-4\">In a practical sense the immediate cause of trouble for the union is Giorgi in bringing onto this job — which he initiates and controls — a non-union subcontractor. Gi-orgi does it presumably for the natural reason that he thus obtains a low rate. If he can thus secure low rates as desired and the union is enjoined by act of the federal government from any protesting action, he has a tremendous incentive to employ not one, but many a non-union contractor. And if the union is restricted from doing anything other than picketing the subcontractor, it may be left in a decidedly weak condition. In fact the smaller the job, the weaker it is likely to be. If Langer employed two or three hundred workmen, a picket line might well achieve some success with at least some of these workmen. Here, however, Langer’s total contract for both labor and material was $325. It surely will not be a problem to obtain the two or three non-union men needed to carry through this job, particularly if his contract with Giorgi is to have the sanction of the governmental injunction behind it. And then the union is quite remediless. But all the reasons for allowing it to strive for economic security against Langer apply equally — if not more so in view of his crucial relation in the job — to a like strife against Giorgi.</p>\n<p id=\"b97-5\">The contrary view leads also to other anomalies. Thus the union is to be enjoined from picketing Giorgi when Langer has one or two employees; if, however, Langer’s contract is so small that he does all the work himself, then the union can picket Giorgi for hiring a non-union man. On the other hand, whenever the work is parceled out among groups, picketing of any but the limited electrical group is prevented. Is the mere form of separate or non-separate legal entities to be made thus decisive? Suppose the contract to be with a very large contracting concern working through departments. Would the picketing then also be confined to its electrical department, or would this lack of separate legal personality serve to prevent the result? Surely economic substance, rather than form, should control. The doctrine of enmeshed employment, applied by the Board and distinguished away in the opinion, presents perhaps the greatest anomaly of all. Thus picketing directed against a main employer remains still primary even though it may include special picketing directed intentionally against a subcontractor on the ground of the main employer. Ryan Construction Corp., 85 N.L.R.B. No. 76; Pure Oil Company, 84 N.L.R.B. No. 38. If these cases are sound —and it is believed they are within the intent and purpose of the Act — then it would seem that at least equally picketing against a subcontractor which reaches the main contractor as a part thereof would be permissible. And <em>a fortiori </em>should this be so the more closely the main contractor can be held a causative factor in the non-union employer’s activities. And yet in this present decision by a bare majority of the Board these decisions were not cited, although its counsel here attempts to distinguish them as referring to acts only “incidental” to the picketing of the “primary employer.”</p>\n<p id=\"b97-7\">Perhaps the difficulty comes from the use of those vague terms “primary” and “secondary,” which are not terms of either science or art or of the statute and which serve only to confuse and to contradict. True, an avowed purpose of the Act was to prohibit “secondary” boycotts; but the implied limitation of § 8(b) (4) (A), 29 U.S.C.A. § 158(b) (4) (A), to permit “primary” boycotts is thus being properly held to include situations where other employers are at least incidentally affected. Indeed, it seems hardly possible to think of Giorgi and Deltorto, particularly the <page-number citation-index=\"1\" label=\"42\">*42</page-number>former, as those “neutrals having no relation to either the dispute or the industry in which it arose,” Carpenters and Joiners Union of America, Local No. 213 v. Ritter’s Cafe, 315 U.S. 722, 728, 62 S.Ct. 807, 810, 86 L.Ed. 1143, for whose protection the sponsors of the Act were solicitous.<footnotemark>1</footnotemark></p>\n<p id=\"b98-4\">We have already had occasion to discuss this problem of the extent of the primary boycott in N. L. R. B. v. Wine, Liquor &amp; Distillery Workers Union, 2 Cir., 178 F.2d 584. There we actually held that there was not enough connection between the employers involved to make the boycott anything but secondary. In so doing, we distinguished, thus' accepting the force of, Judge Rifkind’s carefully reasoned decision in Douds v. Metropolitan Federation of Architects, Engineers, Chemists and Technicians, Local 231, D.C.S.D.N.Y., 75 F.Supp. 672, to the effect that the limits of a primary boycott extend to include the activities of a business “ally” of the employer. This, of course, does not include merely a sympathizing employer, but rather, as here, one closely tied up in the very business itself. This doctrine seems rational in itself and also to have the. desirable result of settling all doubts as to the constitutionality of the Act on this score. As was pointed out in Mills v. United Association of Journeymen and Apprentices of Plumbing and Pipe Fitting Industry of U. S. and Canada, D.C.W.D.Mo., 83 F.Supp. 240, 245, this Act should not be construed to permit of a subterfuge enabling “a principal contractor, whose relations with labor and with employees were unfavorable, to hide behind a more favorable relationship of a sub-contractor.” Neither should the converse be true. On the basis of these authorities, including the two Board decisions, and of this reasoning, I think the picketing here should be held permissible and enforcement of the order refused.</p>\n<footnote label=\"1\">\n<p id=\"b98-5\">. See Senator Taft’s statement concerning § 8(b) (4) (A): “This provision makes it unlawful to resort to a secon- • dary boycott to injure the business of a third person who is wholly unconcerned in the disagreement between an employer and his employees.” 93 Daily Cong.Rec. 4323, April 29, 1947.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}