{
  "casebody": {
    "data": "<casebody firstpage=\"6\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b36-4\">Suver, Exrx., Appellant, <em>v. </em>Personal Service Insurance Company, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b36-5\">[Cite as Suver <em>v. </em>Personal Service Ins. Co. (1984), 11 Ohio St. 3d 6.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b36-11\">(No. 82-1819</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A5F\">Decided May 2, 1984.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b36-17\"><em>Messrs. Volkema &amp; Schemer </em>and <em>Mr. Hans Schemer, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b36-18\"><em>Mr. William C. Ailes </em>and <em>Mr. Stanley L. Myers, </em>for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-19\">William B. Brown, J.</author>\n<p id=\"Av\">The issue presented by this case is whether an injured third party can state a claim for compensatory and punitive damages against an issuer of a financial responsibility bond for the malicious and willful failure to pay the amount of the bond. The court of appeals concluded <page-number citation-index=\"1\" label=\"7\">*7</page-number>that the responsibility of the surety was discharged when it paid the face amount of the bond. In light of the purpose of and policy behind financial responsibility bonds, this court cannot agree with that conclusion.</p>\n<p id=\"b37-5\">Personal Service Insurance Company relies on <em>Republic-Franklin Ins. Co. </em>v. <em>Progressive Cas. Ins. Co. </em>(1976), 45 Ohio St. 2d 93 [74 O.O.2d 202] and <em>Thornton </em>v. <em>Personal Service Ins. Co. </em>(1976), 48 Ohio St. 2d 306 [2 O.O.3d 447], for the proposition that the issuer of a financial responsibility bond may not be held accountable beyond the face amount of the bond no matter how egregious its conduct may be in failing to pay. However, a close examination of these two cases does not preclude a ruling that the cause of action now considered exists. <em>Republic-Franklin </em>dealt with whether a financial responsibility bond was insurance within a pro-rata provision of an insurance policy. <em>Thornton </em>considered the question of whether the issuer of a financial responsibility bond could be held liable for failing to defend and settle a lawsuit against the principal. Thus, the present issue is one of first impression in Ohio.</p>\n<p id=\"b37-6\">This court has previously had occasion to consider similar questions in the insurance context. In <em>Hart </em>v. <em>Republic Mut. Ins. Co. </em>(1949), 152 Ohio St. 185 [39 O.O. 465], it was established that a liability insurance company has a duty to its insured to act in good faith in the settlement of a third-party claim. More importantly, this court recently held in <em>Hoskins </em>v. <em>Aetna Life Ins. Co. </em>(1983), 6 Ohio St. 3d 272, that:</p>\n<p id=\"b37-7\">“1. Based upon the relationship between an insurer and its insured, an insurer has the duty to act in good faith in the handling and payment of the claims of its insured. A breach of this duty will give rise to a cause of action in tort against the insurer. * * *</p>\n<p id=\"b37-8\">“2. Punitive damages may be recovered against an insurer who breaches his duty of good faith in refusing to pay a claim of its insured upon proof of actual malice, fraud or insult on the part of the insurer. * * *”</p>\n<p id=\"b37-9\">It is true that a financial responsibility bond is not the same as an insurance policy and that a surety is not an insurer and may therefore act in its own interest. <em>Republic-Franklin Ins. Co., supra; Thornton, supra. </em>But the nature of the differences between the two is neither complete nor absolute. Rather, the financial responsibility bond and the insurance policy differ primarily in whom they protect and to whom the duty runs. As was discussed in <em>Republic-Franklin </em>and <em>Thornton, </em>under R.C. Chapter 4509, a financial responsibility bond does not protect the principal by insuring him against liability. Instead, it is written for the protection of the motoring public who may be injured by the principal. If the surety must pay damages caused by the principal, it has the right to seek reimbursement from the principal. In contrast, a liability insurance policy is written for the protection of the insured. If the insurer is compelled to make payment, it has no right to seek reimbursement.</p>\n<p id=\"b37-10\">These differences are not so pronounced as to require the creation of a cause of action in one case and its denial in the other. Precisely the same <page-number citation-index=\"1\" label=\"8\">*8</page-number>policy arguments and rationale hold true in both settings. In both cases there is a great disparity of financial resources. Additionally, issuers of financial responsibility bonds are companies clearly affected with a public interest. Moreover, to insulate the issuer of a financial responsibility bond from liability for the deliberate refusal to pay its obligations arising from the bond is to encourage the routine denial of payment of claims for as long as possible. This court should not provide an incentive to act in bad faith.</p>\n<p id=\"b38-5\">Personal Service Insurance Company also cites to the language of <em>Thornton, supra, </em>that when the amount of the bond has been paid the surety’s entire duty has been discharged. This same sort of argument was made in <em>Hoskins. </em>However, in <em>Hoskins </em>it was explained that the liability of the insurer does not arise merely from its omission to perform a contractual obligation. Instead, it arises from the breach of a positive legal duty founded upon the relationship of the parties. The relationship between an injured third party and a surety, in the context of a financial responsibility bond, and that between a policy holder and insurance company, in the traditional insurance context, are virtually identical. The major difference lies in the identity of the party claiming the benefit of the financial protection. Because a liability insurance policy is designed to protect the insured, he benefits from a duty owed by the insurer. So too, logic compels, since a financial responsibility bond is designed to protect one who may be injured by the principal, the same duty should be owed that individual by the issuer of the bond.</p>\n<p id=\"b38-6\">Therefore, this court concludes that the issuer of a financial responsibility bond has a duty to act in good faith in the handling and payment of claims by one who may be injured by the principal. Bad faith actions are a breach of this duty and will give rise to a cause of action in tort against the issuer of the bond. Thus, although the surety’s obligations on the bond may be discharged by payment of the amount of the bond, the independent duty to act in good faith continues.</p>\n<p id=\"b38-7\">Since this duty is tortious in nature, punitive damages may be recovered against the issuer of a financial responsibility bond for the breach of its duty of good faith upon adequate proof. Mere refusal to pay the bond itself is not conclusive of bad faith. Conduct by the surety in delaying or refusing payment may be based on circumstances that furnish reasonable justification therefor. Nor does the fact that a party is entitled to compensatory damages mean that he is entitled to exemplary damages. In order to award punitive damages, the surety must be guilty of actual malice, fraud or oppression. These concepts have previously been explained by this court. <em>Slater </em>v. <em>Motorists Mut. Ins. Co. </em>(1962), 174 Ohio St. 148 [21 O.O.2d 420]; <em>Columbus Finance </em>v. <em>Howard </em>(1975), 42 Ohio St. 2d 178 [71 O.O.2d 174].</p>\n<p id=\"b38-8\">Refusal to recognize this cause of action on the basis of a long line of authority limiting a surety’s obligation to the amount of the bond plus interest without further analysis is fatuous. Precisely these same traditional limitations on recovery previously existed in the insurance context and have since been dispelled.</p>\n<p id=\"b39-4\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>For the foregoing reasons, the judgment of the court of appeals is reversed and the cause is remanded to the trial court for a determination on the merits.</p>\n<p id=\"b39-5\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b39-6\">Celebrezze, C. J., Sweeney, C. Brown and J. P. Celebrezze, JJ., concur.</judges>\n<judges id=\"b39-7\">Locher and Holmes, JJ., dissent.</judges>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b39-8\">Holmes, J.,</author>\n<p id=\"Ac1\">dissenting. I dissent from the majority in that, in my view, an action in tort does not lie against the issuer of a financial responsibility bond for the alleged failure to act in good faith in response to the claims of injured third parties. A surety’s liability extends only to the contractual limits of the bond and, in the proper case, it may include interest from the date judgment is taken against the principal.</p>\n<p id=\"b39-9\">The majority strains to distinguish the case <em>sub judice </em>from <em>Thornton </em>v. <em>Personal Service Ins. Co. </em>(1976), 48 Ohio St. 2d 306 [2 O.O.3d 447], in which this court specifically addressed the extent of a bond carrier’s liability. In <em>Thornton, </em>we held that a surety’s liability extended only to the limits of the bond for the alleged failure to settle a claim presented by an injured third party. Therefore, when a surety tenders the face amount of a financial responsibility bond it discharges both its liability to the injured party, and its duty to the principal.</p>\n<p id=\"b39-10\">The crux of my dissent, however, centers on the lack of legal relationship between a bond carrier and an injured third party. In <em>Republic-Franklin Ins. Co. </em>v. <em>Progressive Cas. Ins. Co. </em>(1976), 45 Ohio St. 2d 93, 95 [74 O.O.2d 202], this court stated that a financial responsibility bond is written for the protection of those members of the public who may be injured by the principal, while an insurance policy is written for the protection of the insured. This distinction does not, however, provide a member of the public with standing to sue the bond carrier for damages beyond the face amount of the bond, as the majority here suggests.</p>\n<p id=\"b39-11\">In <em>Hoskins </em>v. <em>Aetna Life Ins. Co. </em>(1983), 6 Ohio St. 3d 272, this court recently held that based upon the relationship between an insurer and its insured, an insurer has the duty to act in good faith in payment of the claims of its insured. A breach of this duty will give rise to an action in tort against the insurer.</p>\n<p id=\"b39-12\">However, the imposition of the duty of good faith upon the insurer was justified because of the relationship between the insurer and the insured. There was obviously privity of contract and consideration flowing from both sides. In my view, the contractual relationship between the parties was vital in establishing the duty on the insurer to act in good faith. I fail to see any <page-number citation-index=\"1\" label=\"10\">*10</page-number>relationship between the parties herein which was so vital to the <em>Hoskins </em>decision.</p>\n<p id=\"b40-5\">Finally, upon motion by the appellant for summary judgment, the trial court ordered the appellee bonding company to pay appellant the face amount of the bond ($25,000), plus interest, from the date of the prior judgment against the principal. In this situation the payment of interest was proper, even though in excess of the face amount of the bond. As stated in 72 Corpus Juris Secundum (1951) 594, at Section 113:</p>\n<p id=\"b40-6\">“Ordinarily, sureties may be held liable for interest on the amount due from them as damages for its detention, even though by the addition of such interest the sum for which the sureties are held exceeds the sum named as penalty in their contract.”</p>\n<p id=\"b40-7\">Accordingly, I would affirm the judgment of the court of appeals.</p>\n<judges id=\"b40-8\">Locher, J., concurs in the foregoing dissenting opinion.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}