{
  "casebody": {
    "data": "<casebody firstpage=\"243\" lastpage=\"245\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b243-5\">Voegtly <em>versus </em>Pittsburgh and Fort Wayne Railroad Company.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b243-6\">1. The owner of a ground-rent is not affected by proceedings of a railroad company against his tenants, to take and occupy the ground for the purposes of their road, the landlord and tenant having distinct estates.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b243-7\"><em>2¿ </em>A ground-rrent being a rent-service, and not a <em>rent-charge, </em>is apportionable, and may be partially released, without extinguishing the whole.)</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b243-8\">3. If part of the ground leased on ground-rent, be taken for the public use of a highway, equity will apportion the rent <em>in relief of the tenant, </em>compensating the ground landlord out of the damages awarded.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b243-9\">In Equity. — Appeal from the decree of the District Court of <em>Allegheny county.</em></summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b243-10\">Nicholas Voegtly, Jr., the complainant, by perpetual lease, dated 5th April, 1828, demised to Christopher Seeley, his heirs and assigns, a lot of ground in Allegheny city, reserving an annual ground-rent of $600, with <em>right of re-entry. </em>By sundry conveyances, the title of said Christopher to said lot, became vested in John Lightner, David 0., Sarah S., and Ceo.'Troupe McCormick, subject, however, to the payment of said rent. On or about the 25th of July, 1855, the Ohio and Pennsylvania Railroad Company, a body politic or corporate, located its road over and upon said lot, and appropriated a part thereof. Said corporation filed, in the District Court, a bill or petition against the said John Lightner, David C., Sarah S., and George Troupe M‘Cormiek, as the owners of said lot, praying for the appointment of viewers to assess the damages to be paid said owners. Viewers were appointed, who assessed said damages at $13,686. .In the report of the viewers, there occurs the following passage:</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b243-11\">“ Said land,” <em>(i. e. </em>the land appropriated,) “ is of the value of $11,868,” * * * * “ subject, however, to a ground-rent 'of $180 per annum, being part of a larger ground-rent reserved on the premises appropriated, and a larger tract adjoining. This sum, or a proportion thereof, being apportioned on the premises taken and appropriated, and is to be assumed by complainant,” <em>(i. e. </em>said corporation,) “the principal thereof being</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b243-13\">“ The larger ground-rent,” in said report mentioned, is the $600 rent aforesaid.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b243-14\">The report of the viewers having been confirmed, the railroad company paid said damages to the said John Lightner, David C., Sarah S., and George T. McCormick.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b243-15\">, Under an Act of Assembly, approved April 16, 1856, a consolidation was effected between the Ohio and Pennsylvania Rail<page-number citation-index=\"1\" label=\"244\">*244</page-number>road Company and certain other companies, whereby there arose a new corporation, to wit, The Pittsburgh, Fort Wayne and Chicago Railroad Company, clothed with the rights and charged with all the duties of the corporation first named. Subsequently the said Pittsburgh, Fort Wayne and Chicago Railroad Company entered upon the premises appropriated, and commenced thereon the construction of their road. Whereupon the complainant filed his bill, praying for an injunction to restrain the said corporation defendant from the further building of that part of its road located on said tract of land, and from running its cars upon, or using any portion of its said road located as aforesaid, and which may be already completed, until said corporation shall pay to complainant the said sum of $3000, and interest from January 1, 1857, or shall secure the payment of the same.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b244-6\">The bill then prays the court to decree an apportionment of the principal of said ground rentr — to ascertain and decree the proportion thereof chargeable on that part of said tract of land appropriated as aforesaid, and the proportion chargeable on the residue of said tract — and to compel the said corporation defendant, to extinguish so much of the principal of said rent as is chargeable on the land so appropriated.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b244-7\">The bill concludes with a prayer for general relief, and the usual prayer for process. October 2, 1858, this cause came on for final hearing, and was argued by counsel, and thereupon, on consideration, it is ordered, adjudged and decreed, that complainant’s bill be dismissed at his costs. The dismissal of the bill is the error complained of.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b244-8\">Acheson, for appellant,</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"A6u\">referred to 13 S. &amp; R. 210; 9 W. &amp; S. 28; 5 Id. 266; Cuthbert <em>v</em>. <em>Kuhn, </em>3 Wh. 357; 2 Casey, 307; <em>Workman </em>v. <em>Mifflin, </em>6 Id. 362; <em>Quain’s Appeal, </em>10 Har. 513; <em>Hurd </em>v. <em>Railroad Company, </em>2 Am. L. R. 232; <em>Hannen </em>v. <em>Ewalt, </em>6 H. 9; 1 Shelford on Railways, 534; <em>Railroad Company v</em>. <em>Davis, </em>2 Casey, 238; 2 Story, Eq. 927; 1 Bald. C. C. R. 231.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b244-9\">-, for appellee.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b244-10\">The opinion of the court was delivered January 30, 1859, by</p>\n<author id=\"Amp\">Woodward, J.</author>\n<p id=\"AZP\">— The equity of the plaintiff’s bill is founded</p>\n<p id=\"Ap4\">on the assumption, that he, as the owner of a ground-rent, is affected by the proceedings of the railroad company against his tenants, and yet, he assigns an excellent reason why he is not affected by thesé proceedings, to wit, that he was not a party to them.</p>\n<p id=\"b244-11\">He and his tenants had distinct estates in fee, — his incorporeal, theirs corporeal, — each subject to the distinct acts of sepa<page-number citation-index=\"1\" label=\"245\">*245</page-number>rate owners, and separate taxations. It has been held, (1 Barr, 349,) that a sale of land for taxes, subsequent to a reservation of a ground-rent, will not cut it out; and by an Act of Assembly of 23d January, 1849, the ground-rents of Philadelphia are expressly saved from the effects of such sales. So distinct are the freeholds, which vest in the landlord and his ground-rent tenants.</p>\n<p id=\"b245-6\">The railroad company took the ground, not the ground-rent. Their proceedings were against another, and an entirely distinct estate from that which the plaintiff held. Of course, he is unaffected by anything that was done.</p>\n<p id=\"b245-7\">But he complains, that it was substantially an apportionment of the ground-rent, without his consent, and he prays that apportionment of the principal of the ground-rent may be decreed.</p>\n<p id=\"b245-8\">A ground-rent being a rent-service, and not a rent-charge, is undoubtedly apportionable, and may be partially released, without extinguishing the whole ; and if part of the ground be taken for public use of a highway, equity will apportion the rent, <em>in relief of the tenant, </em>compensating the ground landlord out of the damages awarded. 1 Wh. 337; 4 W. 98; 9 Id. 262; 3 Wh. 357.</p>\n<p id=\"b245-9\">But here the tenants are seeking no relief in equity, and that the appropriation to public use, of part of a lot, held on ground-rent, <em>fgZf&amp;W </em>mtitle the <em>landlord </em>to call for the extinguishment of it, <em>pro tanto, </em>was very satisfactorily demonstrated in <em>Workman </em>v. <em>Mifflin, </em>6 Casey, 362.</p>\n<p id=\"b245-10\">The doctrine of that case, not inconsistent with the ruling in <em>Cuthbert </em>v. <em>Kuhn, </em>3 Wh. 357, is decisive against the plaintiff.</p>\n<p id=\"b245-11\">He has his remedies unimpaired against the lot, for his rent, and so long as that is regularly yielded, according to the reservation, he stands in need of no relief.</p>\n<p id=\"b245-12\">The decree is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}