{
  "casebody": {
    "data": "<casebody firstpage=\"144\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b170-8\">Morris Gold <em>vs. </em>Boston Elevated Railway Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"A0e\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_W\">January 8, 9, 1923.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Asq\">February 28, 1923.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b170-10\">Present: Rügg, C.J., Braley, De Cotjrcy, Crosby, &amp; Carroll, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b172-7\"><page-number citation-index=\"1\" label=\"146\">*146</page-number><em>E. M. Shanley, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b172-8\"><em>J. E. Hannigan, </em>for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b172-9\">Rugg, C.J.</author>\n<p id=\"A1q\">The testimony of the plaintiff was in substance that he was arrested by a special officer in the employment of the defendant at the instigation of one Simon, who charged him with being a pickpocket, and taken to the police station where he was confined until the next morning and then released, and “was satisfied to be let go.” Thereafter he brought an action against Simon and was nonsuited when called for trial. He signed a paper shown to him on the witness stand, which was a release under seal running to Simon. At the time of signing it he received $150. The case at bar is governed by <em>Leddy </em>v. <em>Barney, </em>139 Mass. 394, where at page 396 it was said, “The release under seal was valid between the parties to it, and could not be controlled by paroi evidence. The plaintiff’s own testimony showed that it was executed and delivered by him at the time he received the money. The facts, if true, that the paper was not read to him, and that he understood it to be a voucher for Reed, are not material on this <page-number citation-index=\"1\" label=\"147\">*147</page-number>point. He did not ask to have it read; he had opportunity to know its contents, and it was his own fault if he did not know them.” Those words were used respecting facts in no material respect different from those in the case at bar. <em>Atlas Shoe Co. </em>v. Bloom, 209 Mass. 563, 567. <em>Alemian </em>v. <em>American Express Co. </em>237 Mass. 580, 585.</p>\n<p id=\"b173-4\">The testimony fails to show fraud or misrepresentation inducing the plaintiff to sign the release. The plaintiff did not testify that the paper which he signed was said to be a release by Simon or by any one, or that any representations as to its contents were made. The preliminary request during the negotiations to give a receipt was not the equivalent of a statement as to the contents of the particular paper when it was signed. <em>Barry </em>v. <em>Bay State Street Railway, </em>222 Mass. 366.</p>\n<p id=\"b173-5\">The case at bar is distinguishable from <em>Rocci </em>v. <em>Massachusetts Accident Co. </em>222 Mass. 336, <em>Halbert </em>v. <em>Brooks, </em>238 Mass. 471, and cases of like nature upon which the plaintiff relies.</p>\n<p id=\"b173-6\">The plaintiff, having admitted his signature to the paper in question, rightly was not permitted to characterize or describe it. The intention or purpose of the plaintiff in signing was irrelevant and incompetent. The written document spoke for itself. <em>Butterick Publishing Co. </em>v. <em>Fisher, </em>203 Mass. 122, 133. <em>Spevack </em>v. <em>Budish, </em>238 Mass. 215, 217, and cases collected. <em>Muse </em>v. <em>De </em>Vito, 243 Mass. 384.</p>\n<p id=\"b173-7\">The release of Simon, who on the record was the primary instigator of the wrong to the plaintiff, released the defendant. <em>Brown </em>v. <em>Cambridge, </em>3 Allen, 474. <em>Purchase </em>v. <em>Seelye, </em>231 Mass. 434, 436. <em>Cormier </em>v. <em>Worcester Consolidated Street Railway, </em>234 Mass. 193.</p>\n<p id=\"b173-8\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}