{
  "casebody": {
    "data": "<casebody firstpage=\"477\" lastpage=\"480\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b503-4\">Walter Wallingford &amp; others <em>vs. </em>International Manufacturing Company &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b503-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ATB\">February 27, 1923.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AVQ\">April 12, 1923.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b503-6\">Present: Rugg, C.J., Braley, Crosby, Pierce, &amp; Carroll, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b504-7\"><page-number citation-index=\"1\" label=\"478\">*478</page-number><em>S. Sigilman, </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b504-8\"><em>S. B. Stein, </em>for the defendants.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b504-9\">Carroll, J.</author>\n<p id=\"AEm\">Since 1916 the plaintiffs have manufactured and sold, throughout the United States, to dealers in automobile supplies, flexible mats adapted for use on the floor of Ford automobiles. The mats are provided with openings, for. the controlling levers of the automobile, with conical extensions or sleeves around them seemed by metal fasteners; the mats are made of rubberized cloth. The plaintiffs adopted the name “ Air Break” and on January 8, 1916, filed this trademark under R. L. c. 72, § 7 (G. L. c. 110, § 8), and since then have used this trademark in the manufacture and sale of their mats. The mats were offered for sale in boxes “twelve inches by six inches by one and one half inches in depth” on which were printed or pasted' the words “Air Break for Fords,” and a label containing the words “Air Break for Fords” was attached to each mat. The plaintiffs <page-number citation-index=\"1\" label=\"479\">*479</page-number>also advertised the mats by display cards, indicating the floor of a Ford car, showing the mat and its connections with the levers.</p>\n<p id=\"b505-3\">In October, 1921, the defendants began to manufacture and sell to dealers in automobile supplies mats called “The Practo Wind Break for Fords.” It was not disputed that mats designed for Ford cars to prevent air coming through the openings in the floor are manufactured and sold by many makers and dealers. The defendants’ mat was made of leatherette cloth; its sleeve was tubular in form, and held in place by rubber bands. This mat was offered for sale in a large flat envelope, eleven inches long, seven and one half inches wide, and the words “The Practo Wind Break for Fords” appeared in large type at the top of the envelope; below these words appeared a picture of a Ford car with the word “Ford” on it. When the defendants saw the picture shown by the plaintiffs, they at once changed their picture to avoid similarity.</p>\n<p id=\"b505-4\">The plaintiffs seek to restrain the defendants from selling their mats for use on Ford automobiles, in packages upon which the words “Wind Break” “Wind Break for Fords” appear. In the Superior Court the judge found that the plaintiffs’ mat was lighter in color than the defendants’; that its fasteners were of metal and those of the defendants’ were of rubber; that it differed from the defendants’ in every essential; that the plaintiffs’ mat was packed and offered for sale in a box, and the defendants’ was packed and sold in an envelope; that the plaintiffs’ box was distinctly marked “Air Break for Fords,” and the defendants’ package was plainly marked \"The Practo Wind Break for Fords,” the letters on the latter being much larger than those on the plaintiffs’ box; that the dissimilarity between the plaintiffs’ and the defendants’ mat,' and the box and the envelope in which each was sold, was so marked that no reasonably careful buyer could be deceived. It was further found that customers of the plaintiffs were not deceived into buying the defendants’ mat supposing it was the plaintiffs’; that the name adopted by the defendants was not likely to mislead “the dealers with whom both parties exclusively deal” and that they were not in fact misled or confused. It appeared that the plaintiffs disclaimed the exclusive right to manufacture mats designed to prevent air from coming through the floor of an automobile. No objec<page-number citation-index=\"1\" label=\"480\">*480</page-number>tian was made to the shape of the defendants’ mat and no question of fraud was involved. A decree was entered dismissing the bill, and the plaintiffs appealed.</p>\n<p id=\"b506-3\">An examination of the record discloses no reason for disturbing the findings of the- trial judge; <em>George W. Gale Lumber Co. </em>v. <em>Bush, </em>227 Mass. 203, 206; <em>Hub Dress Manuf. Co. </em>v. <em>Rottenberg, </em>237 Mass. 281; he has found that the name adopted by the defendants is not likely to mislead or confuse the plaintiffs’ customers, and that there was no evidence to show they were misled or confused by the use of the name “The Practo Wind Break for Fords;” and that they “were not deceived into buying the defendants’ mat instead of the plaintiffs’;” that the words “The Practo Wind Break for Fords” on the defendants’ envelope were printed in much larger letters than the words “Air Break for Fords” on the plaintiffs’ box; and that the defendants’ mat was so packed and stamped that no reasonably careful buyer could be deceived; that there was no fraudulent intent to deceive, and no liability to deception arising from the similarity between the name used by the plaintiffs and that adopted by the defendants; and that customers were not misled. These findings of the judge are supported by the evidence, and on them the plaintiffs are not entitled to the injunction prayed for. <em>Hub Dress Manuf. Co. </em>v. <em>Rottenberg, supra. Libby, McNeill &amp; Libby </em>v. <em>Libby, </em>241 Mass. 239. As was said in <em>Howe Scale Co. </em>v. <em>Wyckoff, Seamans &amp; Benedict, </em>198 U. S. 118, at page 140: “'A court of equity will not interfere when ordinary attention by the purchaser of the article would enable him at once to discriminate the one from, the other.’ . . . 'Even in the case of a valid trademark, the similarity of brands must be such as to mislead the ordinary observer.’ ” <em>International Trust Co. </em>v. <em>International Loan &amp; Trust Co. </em>153 Mass. 271, 277. <em>C. A. Briggs Co. </em>v. <em>National Wafer Co. </em>215 Mass. 100. There was no actual deception of the public to the plaintiffs’ harm and such deception was not probable. There was no unfair trade competition by the defendants or interference with the plaintiffs’ rights.</p>\n<p id=\"b506-4\"><em>Lawrence Manuf. Co. </em>v. <em>Lowell Hosiery Mills, </em>129 Mass. 325, <em>Viano </em>v. <em>Baccigalupo, </em>183 Mass. 160, and <em>Regis </em>v. <em>H. A. Jaynes &amp; Co. </em>185 Mass. 458, relied on by the plaintiffs, are not in conflict with what is here decided.</p>\n<p id=\"b506-5\">\n<em>Decree dismissing the bill affirmed with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}