{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"437\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b447-8\">Orra P. Carpenter’s Appeal from Probate.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b447-9\">Second Judicial District, Norwich,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AE_\">October Term, 1901.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b447-10\">Torrance, C. J., Baldwin, Hamersley, Hall and Prentice, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b447-11\">On the trial of an appeal from the probate of a will the principal legatee, by whom undue influence was claimed to have been used, being called by the heir at law, testified that just before the death of the testatrix he telephoned for a doctor to attend her. The doctor was then called by the heir and asked what the former witness said to him when telephoning. Counsel did not state what was expected to be proved by the reply. <em>Held </em>that the question was properly excluded as too general and indefinite.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b447-12\">In a contest as to the validity of a will, the alleged admissions of the legatee who is claimed to have exercised the undue influence will not be received in evidence if the interests of other legatees would be prejudiced thereby. .</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b447-13\">It has long been an accepted general rule that the party offering a witness may not directly discredit or impeach him. But the interests of justice demand that under proper circumstances, and subject always to the sound discretion and control of the trial court, a party who is surprised by the adverse testimony of his own witness, although one voluntarily called, may be permitted to examine him for the purpose of showing that he has made statements contradictory to his testimony upon the stand. Such examination is, however, a privilege and not a matter of right, and error cannot be predicated upon its refusal.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b447-14\">The party calling such a witness cannot, however, discredit him by showing by other witnesses that <em>after </em>testifying he made contradictory statements out of court.</headnotes>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"b447-15\">Argued October 15th, 1901</otherdate>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"A3qO\">decided January 29th, 1902.</decisiondate>\n<summary data-order=\"10\" data-type=\"summary\" id=\"AyI\">Appeal from an order and decree of the Court of Probate <page-number citation-index=\"1\" label=\"432\">*432</page-number>for the-district of Norwich approving a certain written instrument as the last will and testament of Lucy M. Wait of Norwich, deceased,- taken to the Superior Court in New London County and tried to the jury before <em>Thayer, J.; </em>verdict and judgment sustaining the will, and appeal by the contestant for alleged errors in the rulings of the court in excluding certain testimony.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AbU\">\n<em>JSfo error.</em>\n</disposition>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b448-6\">Upon the trial, the issues being as to due execution, mental capacity, and the exercise of undue influence by one Walker,— one of the three principal legatees under the will—said Walker was called as a witness by the appellant, who was the sole heir at law and not named in the will, and testified that about an hour before the death of the testatrix, Lucy M. Wait, he called Dr. Tingley by telephone to attend her, and had a talk with the doctor over the telephone. Dr. Tingley was then called to the stand by the appellant and testified as to his visit, what he found, and the testatrix’s death. Thereupon appellant’s counsel, for the purpose of showing the relations existing between Walker and the testatrix, and the confidential nature of his relations and agency to her, asked the witness the following question: “ Please state, Doctor, what Albert A. Walker said to you when he called you on the telephone to come to the testator.” Upon objection the question was excluded.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b448-7\">The appellant also called one Bowen to testify as to the use of alcoholic liquors by the testatrix, and he testified that he never knew her to use such liquors. Counsel for the appellant thereupon asked this question of the witness: “Have you, Mr. Bowen, stated regarding her (the testatrix) that she drank whiskey and brandy to an extent that nobody could' stand it ? ” The question was objected to by counsel for the appellee. Counsel for the appellant thereupon stated to the court that he was surprised by the testimony that the witness had given, that it was contrary to what the witness had stated in preparation for the trial, and contrary to what the appellant had reason to believe he would testify. The counsel stated that he desired to pursue the question to show that the witness had made a different statement, but not thereby <page-number citation-index=\"1\" label=\"433\">*433</page-number>to prove the fact of the use of intoxicating liquors by the testatrix. The evidence was excluded.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b449-6\">The appellant called one Sarah Bosworth to testify to her knowledge of the use of alcoholic liquors by the testatrix. In reply to a question by the appellant’s counsel, this witness testified that she did not know of the use by the testatrix of alcoholic liquors. Later in the trial the witness was recalled by the counsel for the appellant, and the following ensued: “ Mr. Shields: ‘Your honor, I called this witness yesterday with reference to the use of alcoholic liquors by Lucy M. Wait, and I called her upon information that came to me directly from reliable sources of statements that she had made that she knew Lucy Wait drank intoxicating liquors; and further, your honor, since the witness left this stand she has said in the court room that she has picked this woman (Lucy Wait) out of a gutter drank, but she was not going to tell it in court.’ Q. Now Mrs. Bosworth, have you stated that Lucy Wait to your knowledge had used and drank whiskey ? A. No, sir.” Upon objection counsel was permitted to put leading questions and to inquire as to her knowledge upon the subject of the testatrix’s use of liquors and instances of apparent intoxication. Having received unsatisfactory replies, he asked if she knew Warren Keith. The witness having replied in the affirmative, he asked: “ Have you stated to him that you had picked her up out of the gutter drunk, but you were not going to tell it in court? ” To these questions objection was made and sustained, and the questions were excluded.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b449-7\">The appellant afterwards called Warren P. Keith, and having asked some preliminary questions, put to him the following question: “ Since Sarah Bosworth was on the witness-stand here yesterday, has she made to you a statement that she picked Lucy M. Wait up out of the gutter drank, but was not going to tell it in court?” This question, as stated by counsel, was asked for the purpose of showing by the evidence of this witness their surprise at the testimony of Mrs. Bosworth, and a different statement by said Bosworth from her testimony, but not to prove the fact that Lucy M. Wait <page-number citation-index=\"1\" label=\"434\">*434</page-number>used intoxicating liquors. Upon objection the question was excluded.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b450-6\">Exceptions were taken to all the above rulings, which are made the only reasons of appeal.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b450-7\"><em>William II. Shields, </em>and <em>Charles F. Thayer, </em>for the appellant (the contestant).</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b450-8\"><em>Donald Gr. Perkins, </em>for the appellee (the executor).</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b450-9\">Prentice, J.</author>\n<p id=\"AnM\">The question to Dr. Tingley was properly rejected. It was too general and indefinite, and not directed to any pertinent matter. It called for any conversation upon whatever subject. The question was not only too general, but it was not accompanied by any suggestion to the court as to the character of the testimony expected to be elicited in reply. The court having been kept in the dark by both the question and the silence of counsel, cannot be held to have erred, even though some reply can be imagined which might have been relevant. Furthermore, any statement of Walker’s could only have been admissible as an admission against interest. Walker was one of three who under the will received the bulk of the estate. His was not the only interest which the evidence, if admitted, might have affected adversely. The question was therefore properly excluded, upon the principles enunciated in <em>Dale's Appeal, </em>57 Conn. 127, 140, and <em>Livingston's Appeal, </em>63 id. 68, 76.</p>\n<p id=\"b450-10\">Concerning the inquiry put to Bowen, it is to be noted that counsel was not asking for the mere privilege of propounding leading questions. Had such a request been preferred the court would have doubtless granted it, as the record discloses was done in the case of the witness Mrs. Bosworth.</p>\n<p id=\"b450-11\">The desire of counsel was to examine, or rather, in form, to cross-examine the witness, being his own, as to alleged contradictory statements previously made out of court. The reason urged was that the evidence which the witness had given was a surprise and contrary to what he had stated <page-number citation-index=\"1\" label=\"435\">*435</page-number>while preparing for the trial, and to what the party calling him had reason to believe he would testify.</p>\n<p id=\"b451-6\">It has long been the accepted general rule that a party presenting a witness might not directly discredit or impeach him. This rule we have more than once approved. <em>Olmstead </em>v. <em>Winsted Bank, </em>32 Conn. 278; <em>Wheeler </em>v. <em>Thomas, </em>67 id. 577. A few courts have accepted, as the logical corollary of this rule, the subordinate one that neither examination of-one’s own witness concerning conflicting statements elsewhere made, nor contradiction by evidence of such statements, is permissible, and have strictly and literally applied this latter rule to all cases where the witness was not one whom the law compelled the party to call, or the adverse party, whom the exigencies of the case practically compelled to be called. <em>Adams </em>v. <em>Wheeler, </em>97 Mass. 67; <em>People </em>v. <em>Safford, </em>5 Denio, 112; <em>Regina </em>v. <em>Parr, </em>8 C. &amp; P. 768. Most courts, however, have not gone to this extreme. A great variety of attitudes has been taken. In most, the subordinate rule above referred to has apparently been adopted in its letter, only to be broken in its practical application. The unfortunate results of a strict application of the rule have been so apparent, that some reason has been sought and found for permitting the cross-examination of one’s witness concerning conflicting statements elsewhere previously made, and in some States the contradiction by evidence of other witnesses as to such conflicting statements, where the witness’ testimony has proved adverse and a surprise. The reasons which have been assigned for this apparent departure from the letter of an accepted rule have not been altogether uniform. Sometimes it has been to enable the party calling the witness to put himself right before the jury and prevent any special weight or consideration being given to the witness’ testimony as being that of the party’s own witness. <em>Bullard </em>v. <em>Pearsall, </em>53 N. Y. 230; <em>Johnson </em>v. <em>Leggett, </em>28 Kan. 590, 591. More frequently the reason given has been that the witness’ recollection might thereby be refreshed and he caused to modify his injurious statements. <em>Hickory </em>v. <em>United States, </em>151 U. S. 303, 309; <em>Hildreth </em>v. <em>Aldrich, </em>15 R. I. 163; <page-number citation-index=\"1\" label=\"436\">*436</page-number><em>Hurley </em>v. State, 46 Ohio St. 320 ; <em>Humble </em>v. Shoemaker, 70 Iowa, 223; <em>Babcock </em>v. People, 13 Colo. 515 ; <em>Campbell </em>v. <em>State, 23 </em>Ala. 44. For other reasons assigned, see <em>Smith </em>v. <em>Briscoe, </em>65 Md. 561; <em>Dixon </em>v. <em>State, </em>86 Ga. 754; 1 Greenl. on Ev. § 444.</p>\n<p id=\"b452-6\">Not all courts, however, have accepted the rule which we have called the subordinate one, as the necessary corollary of the principal rule that a party may not directly discredit or impeach his own witness. It has been said that the basic principle involved in the main rule has no rightful application to the situation under consideration, and that, as it has not, the interests of justice demand that, under proper circumstances and subject always to the sound discretion and control of the court, one who is surprised by the adverse testimony of his witness, although one voluntarily called, may be permitted to examine him for the purpose of showing that he has made statements contradictory to his testimony upon the stand. <em>Selover </em>v. <em>Bryant, </em>54 Minn. 434, contains a strong statement of this position. As a natural result of its reasoning this case finds no difficulty in extending its doctrine to the right to contradict.</p>\n<p id=\"b452-7\">It is unnecessary for our present purpose to determine whether or not the principles last stated are sound. It is enough that those courts which take the other and narrower position—with very few exceptions—agree that examinations such as are in question may be properly permitted where the testimony of the witness is a surprise, adverse, and is claimed to be contrary to statements previously made. We are strongly convinced that the interests of justice require that trial courts be vested with the power thus recognized, and therefore have no hesitation in saying that such power, whether we adopt one conception or the other of the consequences of the general principle that a party may not directly discredit or impeach his own witness, resides in our presiding judges, to be exercised by them carefully and judiciousty as and to the extent that the interests of justice, under the circumstances of each case, shall seem to dictate.</p>\n<p id=\"b452-8\">From this statement of the rule it is apparent that the ap<page-number citation-index=\"1\" label=\"437\">*437</page-number>pellant has no foundation for a claim of error in the conduct of the trial court in this regard. The question asked was one which the court might in its discretion allow or disallow. The appellant was not entitled to the question as a matter of right. Its exclusion can therefore furnish no foundation for error.</p>\n<p id=\"b453-6\">Mrs. Bosworth’s adverse testimony had, as counsel claimed, proved a surprise. Her examination was concluded. On the following day the appellant recalled her and asked her concerning alleged conflicting statements made by her since testifying. For reasons already sufficiently indicated the refusal of the court to permit the desired examination cannot furnish the appellant foundation for his claim of error.</p>\n<p id=\"b453-7\">The attempt of the appellant, through the testimony of Keith, to show that this witness, Mrs. Bosworth, had, since testifying and out of court, made statements contradictory of her testimony, was clearly improper, and the action of the court thereon was in consonance with the decision of this court upon a precisely similar situation in <em>Wheeler </em>v. <em>Thomas, </em>67 Conn. 577.</p>\n<p id=\"b453-8\">There is no error.</p>\n<p id=\"b453-9\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}