{
  "casebody": {
    "data": "<casebody firstpage=\"625\" lastpage=\"629\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b641-10\">The Farmers’ Loan and Trust Company of New York <em>vs. </em>Francis J. Smith.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b641-11\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AV0\">January Term, 1902.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b641-12\">Torrance, C. J., Baldwin, Hamersley, Hall and Prentice, Js.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b641-13\">The Corporation Act of 1901 (§ 51) forbids foreign corporations froto engaging in any kind of business in this State which is not permitted to domestic corporations organized under its provisions; and § 2 declares that no trust company can be formed under the Act. <em>Held </em>that inasmuch as in this State, at least, the duties ot an executor or administrator were incident to the business of a trust company only, a New York trust company could not be appointed as an executor in this State.</headnotes>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b641-14\">Argued January 29th</otherdate>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"ASY\">decided March 19th, 1902.</decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b641-15\">Appeal by the plaintiff from an order and decree of the Court of Probate for the district of Waterbury refusing to confirm its nomination as executor, taken to the Superior -Court in New Haven County and tried to the court, <em>George . W. Wheeler, J.; </em>facts found and judgment rendered approv<page-number citation-index=\"1\" label=\"626\">*626</page-number>ing and confirming the plaintiff’s nomination as executor, and appeal by the defendant for alleged error in the rulings of the court.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AxB\">\n<em>Error, judgment reversed and cause remanded that judgment may he rendered in accordance with opinion.</em>\n</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b642-6\">Edward S. Smith late of Waterbury, deceased, left a will which, on December 24th, 1900, was duly proved and approved by the Court of Probate for the district of Waterbury. The testator by his said will appointed, as executor thereof, the Farmers’ Loan and Trust Company, a corporation established under the laws of New York for the purpose, among other objects, of transacting the business of a trust company, including that of acting as executor. Upon application of the executor the Court of Probate refused to confirm the appointment. From this order of refusal the executor took an appeal to the Superior Court. Demurrers to the reasons of appeal as first stated, and as amended, were filed and overruled. The appellee then filed an answer denying the truth of the matters alleged in said reasons of appeal. The court found the issues for the appellant, and rendered judgment confirming the appointment of the Farmers’ Loan and Trust Company as executor and setting aside the order of the Court of Probate. In rendering this judgment upon the facts set forth in the reasons of appeal, as well as in overruling the demurrers, the court ruled and held that the Farmers’ Loan and Trust Company was authorized by the laws of this State to act as executor of said will. At the time of closing the pleadings and of overruling the demurrers, and of the trial and judgment, the Corporation Act of 1901 (Public Acts of 1901, p. 1334) was in force. The appeal to this court assigns (among other errors) error in making the ruling above stated.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b642-7\"><em>Edward F. </em>Cole, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b642-8\"><em>James E. O'Connor, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b642-9\">Hamersley, J.</author>\n<p id=\"A86g\">A testator is entitled to select the person who shall execute his will, and unless the selection is <page-number citation-index=\"1\" label=\"627\">*627</page-number>made from a class of persons which by common law or by some statutory provision is execluded from such appointment, the court administering probate jurisdiction cannot reject the person selected. <em>Smith’s </em>Appeal, 61 Conn. 420, 426.</p>\n<p id=\"b643-6\">It is claimed that the Superior Court erred in confirming the appointment as executor of the Farmers’ Loan and Trust Company, because (1) the law of this State does not permit a corporation to be an executor; (2) the Farmers’ Loan and Trust Company is a foreign corporation, and as such is expressly denied by statute the privilege of exercising its corporate power in this State for carrying on the business of settling the estates of deceased persons. In view of the legislation of more recent years, which plainly indicates the growth of a public policy favoring the committal to corporate persons (known to our law as trust companies), under suitable limitations, of sundry trusts and duties whose execution was formerly entrusted mainly, if not solely, to natural persons, it can hardly be said to be the settled policy of this State that corporations as such are necessarily excluded from being executors. Whatever disqualification may exist, depends not so much on the incapacity of a corporate person to act, as on the extent and character of the corporate power possessed by the particular corporations selected to act. It is not, however, necessary to pass upon this question, as we are satisfied that the trial court erred for the second reason given.</p>\n<p id=\"b643-7\">The Corporation Act of 1901 (Public Acts of 1901, p. 1348) affirms in general the existing policy of the State in respect to foreign corporations transacting business within its jurisdiction and fixes its limitations in express terms. Section 51 of that Act is as follows : “Any foreign corporation may purchase, hold, mortgage, lease, sell, and convey real and personal estate in this State for its lawful uses and purposes, and such real estate and other property as it may acquire by way of mortgage or otherwise in payment of debts due such corporation; but no foreign corporation shall engage or continue in any kind of business in this State, the <page-number citation-index=\"1\" label=\"628\">*628</page-number>transaction of which is not permitted to domestic corporations by the laws of this State.” Section 50 defines “ foreign corporations ” as meaning <em>“ </em>every corporation established under the laws of the United States, or of any other State or foreign country.” Section 1 declares that the word “ corporations ” wherever used in the Act shall be construed to mean “ corporations formed under its provisions, unless otherwise specified.”</p>\n<p id=\"b644-6\">In view of these definitions it is clear that § 51 permits corporations established under the laws of other States to exercise in this State their appropriate corporate powers in the transaction of any kind of business permitted to a domestic corporation formed under the Corporation Act of 1901; and forbids corporations of other States to engage in any kind of business in this State which is not permitted to domestic corporations formed under said Act.</p>\n<p id=\"b644-7\">Other statutes provide for the transaction by foreign corporations in this State of certain kinds of business, as for instance, fire and life insurance, from which they might otherwise be excluded by the general terms of § 51.</p>\n<p id=\"b644-8\">There are no such statutory provisions in respect to foreign corporations carrying on business of trust companies, or the business of settling the estates of deceased persons. If, therefore, the laws of this State permit any corporation that may be formed under the provisions of the Corporation Act of 1901, to transact the business of a trust company or an executor, then any corporation organized for the same purpose under the laws of another State may transact that business in this State; otherwise it cannot.</p>\n<p id=\"b644-9\">Section 2 of the Act permits the formation of a corporation under its provisions “ for the transaction of any lawful business, except that of a bank, a savings bank, a trust company, a building and loan association, an insurance company, a surety or indemnity company, a steam railroad or street railway company, a telegraph company, a gas, electric light, or water company, or any company which shall need to have the right to take and condemn lands or to occupy the public highways of this State,” The right to exercise the business of a <page-number citation-index=\"1\" label=\"629\">*629</page-number>trust company is thus expressly denied to all domestic corporations referred to in § 61, and we think this denial involves the right to exercise the business of settling the estates of deceased persons.</p>\n<p id=\"b645-6\">Our laws, general and special, have never permitted any corporation of this State to transact the business of an executor or administrator, unless as incident to the business of. a trust company.</p>\n<p id=\"b645-7\">The Corporation Act of 1901 expressly denies to any corporation formed under its provisions the right of transacting the business of executor or administrator under the safeguards peculiar to a trust company. It cannot be that it impliedly permits the transaction of this particular form of trust business to any business corporation other than a trust company. Such an implication is too inconsistent with the whole drift of our legislation in providing safeguards for the execution of corporate trusts, and especially of the trust committed to an executor, to be permissible.</p>\n<p id=\"b645-8\"><em>We </em>are satisfied that the laws of our State do not permit the formation of a company under our Corporation Act for the purpose of transacting the business of executor or administrator, whether that business is associated with other business appropriate to a trust company, or is associated with manufacturing, trading,, or other lawful business, or is the sole purpose of the corporation. It follows that § 61 denies to foreign corporations the privilege of transacting such business within this State. For this reason the trial court should have refused to confirm the appointment by the testator of the executor named in the will, and should have rendered judgment dismissing the appeal. By this disposition of the case all other questions raised upon the trial became immaterial.</p>\n<p id=\"b645-9\">There is error, the judgment of the Superior Court is reversed and the cause is remanded that judgment may be rendered in accordance with this opinion.</p>\n<p id=\"b645-10\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}