{
  "casebody": {
    "data": "<casebody firstpage=\"526\" lastpage=\"527\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b540-5\">Hillsborough</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"At7\">No. 86-517</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b540-6\">Joseph Millimet, Executor of the Estate of Edward Roy and Stuart J. Steele v. First Federal Savings and Loan Association of Lowell</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b540-9\">July 22, 1987</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b540-12\"><em>Cullity, Kelley &amp; McDowell, </em>of Manchester <em>(Joseph F. McDowell, III, </em>and <em>Sean P. Gill </em>on the brief, and <em>Mr. McDowell </em>orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b540-13\"><em>Hamblett and Kerrigan P.A., </em>of Nashua <em>(Joseph M. Kerrigan </em>on the brief and orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b540-14\">Memorandum Opinion</p>\n<p id=\"b540-15\">At the trial of this action for breach of a mortgage financing contract, the plaintiff claimed as damages both the difference in the cost of borrowed money and the special expenses incurred in obtaining a replacement loan. After the jury returned a verdict of $150,000, the defendant moved for judgment n.o.v. and for a new <page-number citation-index=\"1\" label=\"527\">*527</page-number>trial on damages, the latter of which the Superior Court <em>(Bean, </em>J.) granted. In concluding that the verdict represented “plain mistake,” the court found that if the plaintiffs had “reasonably moved to purchase the funds within a reasonable time, there would have been no damages except for the special expenses incurred as a result of the breach.” The court went on to rule that “[t]he plaintiffs’ failure [even to] attempt to secure a similar loan at the time of the breach[ ] is, as a matter of law, failure to mitigate,” and it ordered a new trial “on the issue of damages, only.”</p>\n<p id=\"b541-3\">On appeal, this court affirmed with an order concluding that the record supported the trial court’s finding of plain mistake in assessment of damages and remanded the case for a new trial “on the issue of damages only.” <em>See </em>Order of the Court, No. 85-187. In anticipation of the new trial, the plaintiffs provided the defendant with the report of an expert they intended to call on the issue of mitigation of damages resulting from the added cost of borrowed money. The defendant moved to exclude the expert’s testimony and limit the trial to evidence of special damages. Wyman, J., granted the motion and the plaintiffs again appealed. We affirm.</p>\n<p id=\"b541-4\">Our prior order affirmed the order of the trial court then under appeal. The trial court did not merely find as a matter of law that the plaintiffs had failed to mitigate; it found that reasonably timely action after breach would have prevented all damages except special expenses. We read this as a finding that no reasonable jury could award damages for the higher cost of borrowed money, <em>see Kierstead v. Betley Chevrolet-Buick, Inc., </em>118 N.H. 493, 496, 389 A.2d 429, 431 (1978), and we understand that the trial court intended to restrict the new trial on damages to proof of special expenses. Our own ruling was meant to affirm the trial court’s finding and order as so restricted. The order of Wyman, J., was therefore correct.</p>\n<p id=\"b541-5\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}