{
  "casebody": {
    "data": "<casebody firstpage=\"499\" lastpage=\"505\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b515-5\">Commonwealth <em>vs. </em>Thomas J. Ennis.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b515-6\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AZ0\">December 18, 1972.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ab6\">October 3, 1973.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b515-7\">Present: Rose, Goodman, <em>&amp; </em>Armstrong, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b515-12\"><em>Joseph C. Delcore </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b515-13\"><em>Robert H. Minasian, </em>Assistant District Attorney <em>(John P. S. Burke, </em>District Attorney, with him) for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b515-14\">Goodman, J.</author>\n<p id=\"AbjK\">This is an appeal under G. L. c. 278, §§ 33A-33G, from a conviction for the sale of marijuana. The defendant was given a suspended sentence to the Massachusetts Correctional Institution at Concord and <page-number citation-index=\"1\" label=\"500\">*500</page-number>placed on probation for two years. The Commonwealth’s evidence of the sale was given by a police officer who testified that on April 20,1968, at about 1:00 or 1:30 p.m. he met the defendant and bought the marijuana from him. The sale had been prearranged. The officer had previously met the defendant after a conversation with “a fellow at a diner in Saugus,” who was subsequently referred to as “Joe.” At that first meeting with the defendant, he had told the officer that he did not then have any marijuana left, and that the officer “was to be notified when he would have some for sale.” On cross-examination the officer testified that Joe had been present at the sale. Defense counsel then asked the officer for Joe’s last name. This was excluded “at this time” after defense counsel indicated that the nature of the defense would disclose the need for Joe’s identity.</p>\n<p id=\"b516-5\">When the defendant took the stand he denied that the sale had occurred. He testified that on the day in question he had arrived home with his father about 4:30 to 5:00 a.m. from Norwich University, where they had visited the defendant’s brother. He had arisen at about ten minutes to one and gone with a friend, Richards, to Nahant Beach and then to a concert in Boston. Richards and the defendant’s father corroborated this testimony. Richards testified that he had picked up the defendant at his house about 1:00 p.m.</p>\n<p id=\"b516-6\">Thereafter, defense counsel called the officer who had previously testified and asked the name and address of the person who had been with him at the sale. The prosecuting attorney objected, and the court said: “The Officer has said that he has met this defendant at a certain place with a witness. The defendant denies this. I suggest that we have that witness.” The noon recess was then declared. At the beginning of the afternoon session, the question as to the name and address of the witness to the alleged sale was read, and the court sustained the prosecution’s objection, made on the basis that the witness was an informer; the defendant excepted. The court then foreclosed any further inquiry into the identity of the informer, declaring that the defendant had protected his rights by proper exceptions. The defendant thereupon rested. We agree with the defend<page-number citation-index=\"1\" label=\"501\">*501</page-number>ant’s contention that he was entitled to disclosure of the name and address of the informer.</p>\n<p id=\"b517-5\">The privilege of the state to withhold the identification of an informer is well-established. It was originally justified as a means of encouraging “every citizen” in his “duty ... to communicate to his government any information which he has of the commission of an offence against its laws.” <em>Worthington </em>v. <em>Scribner, </em>109 Mass. 487, 488 (1872). The privilege has been applied to prevent a criminal defendant from obtaining the identification of an informer where the issue was the suppression of illegally obtained evidence. <em>Commonwealth </em>v. <em>Martin, </em>362 Mass. 243 (1972). See <em>Commonwealth </em>v. <em>Monosson, </em>351 Mass. 327, 329 (1966); <em>Rugendorf </em>v. <em>United States, </em>376 U. S. 528, 533 (1964); <em>McCray </em>v. <em>Illinois, </em>386 U. S. 300, 311 (1967). The privilege was recognized, but not applied, in <em>Commonwealth </em>v. <em>Congdon, </em>265 Mass. 166, 175 (1928). (The privilege “does not apply when the informer is known or when the communication has been, divulged.”) See <em>Commonwealth </em>v. <em>Granito, </em>326 Mass. 494, 497 (1950). See also <em>Attorney General </em>v. <em>Tufts, </em>239 Mass. 458, 490-491 (1921); <em>Pihl </em>v. <em>Morris, </em>319 Mass. 577, 579 (1946).</p>\n<p id=\"b517-6\">The Supreme Judicial Court has apparently never had occasion to deal with the exception to the privilege, also well-established, that “the <em>trial court may compel disclosure </em>if it appears necessary in order to avoid the risk of false testimony or in order to secure useful testimony. For example, disclosure will be compelled if the informer is a material witness on the issue of guilt.” Wigmore, Evidence (McNaughton rev.) § 2374, p. 768. See cases collected in the annotation in 76 A. L. R. 2d 262. In <em>Rouiaro </em>v. <em>United States, </em>353 U. S. 53, 60-61 (1957), the Supreme Court of the United States described the “limitation on the applicability of the privilege [as] aris[ing] from the fundamental requirements of fairness. Where the disclosure of an informer’s identity, or of the contents of his communication, is relevant and helpful to the defense of an accused, or is essential to a fair determination of a cause, the privilege must give way.” The court quoted <em>Scher </em>v. <em>United States, </em><page-number citation-index=\"1\" label=\"502\">*502</page-number>305 U. S. 251, 254 (1938): “[P]ublic policy forbids disclosure of an informer’s identity unless essential to the defense, as, for example, where this turns upon an officer’s good faith.” Am. Law Inst., Model Code of Evidence, Rule 230, and the Uniform Rules of Evidence, Rule 36, 9A U. L. A. 620, formulate this exception as applicable where “the judge finds that... [the] disclosure of... [the informer’s] identity is essential to assure a fair determination of the issues.” The comment to Rule 230 of the Model Code of Evidence states (p. 169): “And [the informer privilege] . . . does not make evidence of identity inadmissible ... where the exclusion would create a risk that false evidence would be used or the discovery of important evidence would be prevented, or where, for any other reason, disclosure is necessary to assure a fair determination of the issues.”</p>\n<p id=\"b518-5\">We need not decide what, if any, differences there are among these formulations since the defendant had a right in the circumstances of this case to elicit the identity of the informer, whichever formulation is applied. The issue was clear — whether the police officer who testified to the sale was telling the truth or whether the defendant and his witnesses who testified to an alibi were telling the truth. The testimony of the informer, whom the police officer placed at the sale, was obviously crucial. Indeed, the trial court recognized the materiality of the informer’s evidence and ordered that he be produced by the Commonwealth. The court’s subsequent ruling that he need not be produced because he was an informer and the refusal (on the Commonwealth’s objection made for that reason) to permit the defendant to elicit his identity failed to recognize the exception to the informer privilege and was error.</p>\n<p id=\"b518-6\">The Commonwealth points to the rule that the identity of an informer need not be divulged where the issue is the suppression of illegally obtained evidence. In that case it rests “entirely with the judge who hears the motion to suppress to decide whether he needs such disclosure as to the informant in order to decide whether the officer is a believable witness.” <em>State </em>v. <em>Burnett, </em>42 N. J. 377, 388 <page-number citation-index=\"1\" label=\"503\">*503</page-number>(1964), quoted in <em>McCray </em>v. <em>Illinois, </em>386 U. S. 300, 308 (1967). But, as pointed out in the <em>Burnett </em>case (p. 386, and also quoted in the <em>McCray </em>case, p. 307), “[In such a case] we are not dealing with the trial of the criminal charge itself... [where] the need for a truthful verdict outweighs society’s need for the informer privilege.” On a motion to suppress we are dealing rather with a sanction to prevent unlawful action by enforcement officers which is collateral to the main issue of guilt or innocence.</p>\n<p id=\"b519-5\">Nor can we accept the distinction urged by the Commonwealth between an informer who participates in the crime and one who is merely a witness. In either event his involvement ris such that the disclosure of his identity is important to a fair determination of the case. Here, the police officer testified that the informer was the only other person present at the sale and, what is more, arranged the meeting at which it occurred. On these facts disclosure was required.<footnotemark>1</footnotemark> <em>State </em>v. <em>Godwin, </em>106 Ariz. 252 (1970) (on all fours with this case). <em>United States </em>v. <em>Roberts, </em>388 F. 2d 646, 648-649 (2d Cir. 1968). <em>Lopez-Hernandez </em>v. <em>United States, </em>394 F. 2d 820, 821 (9th Cir. 1968). <em>United States </em>v. <em>Miramon, </em>443 F. 2d 361 (9th Cir. 1971). <em>United States </em>v. <em>Waters, </em>288 F. Supp. 952 (D. Mass. 1968). <em>People </em>v. <em>Durazo, </em>52 Cal. 2d 354 (1959). <em>Commonwealth </em>v. <em>Lloyd, </em>427 Pa. 261 (1967). <em>Bennett </em>v. <em>State, </em>252 Ark. 128 (1972). See <em>Burks </em>v. <em>Commonwealth, </em>471 S. W. 2d 298, 300-301 (Ky. 1971), in which the informer actually bought the narcotics, but the court required disclosure on the broad principle that “[t]he significant point is that when an informer participates in or places himself in the position of observing a criminal transaction he ceases to be merely a source of information and becomes a witness.. ..”; <em>Commonwealth </em>v. <em>Carter, </em>427 Pa. 53 (1967); <em>United States </em>v. <em>Barnett, </em>418 F. 2d 309 (6th Cir. 1969). See also <em>Rouiaro </em>v. <em>United States, </em>353 U. S. 53, 61 (1957).</p>\n<p id=\"b520-4\"><page-number citation-index=\"1\" label=\"504\">*504</page-number>The Commonwealth finally urges that the refusal by the trial court to permit the disclosure of the informer was not prejudicial. But we cannot tell what the effect of such disclosure might have been. We do not know what contradictions and inconsistencies defense counsel might have elicited on interrogating the informer, even if, as defense counsel apparently believed, the informer would not have exculpated the defendant. <em>Chambers </em>v. <em>Mississippi, </em>410 U. S. 284, 295 (1973). <em>United States ex rel. Butler </em>v. <em>Maroney, </em>319 F. 2d 622, 627 (3d Cir. 1963). This is not a case in which a piece of evidence has been erroneously admitted or offered evidence has been erroneously excluded. In such circumstances we can evaluate the record apart from the evidence to see whether the jury might have been influenced by it. In the present case we are in much the same position as the Supreme Judicial Court in <em>Commonwealth </em>v. <em>Balliro, </em>349 Mass. 505, 517 (1965), in which the similar right to interview a witness was denied to a defendant.<footnotemark>2</footnotemark> Paraphrasing the holding in that case: “But this view [that “it is incumbent on the defendants to show how they were prejudiced”] does not commend itself to us. What the posture of the defence here would have been if the [disclosure] .. . had been granted is within the realm of conjecture. ... [W]e do not know what... [the informer’s] testimony might have been or what other evidence might have been introduced if defence counsel had had the benefit of [the identity of the informer] .... The Commonwealth argues in effect that the defence must sustain a burden of establishing what might have been when the Commonwealth .. . [and the court have] rendered the sustaining of such a burden difficult if not impossible.” See <em>Commonwealth </em>v. <em>Carita, </em>356 Mass. 132, 141 (1969).</p>\n<p id=\"b520-5\">Since the judgment must be reversed, we need not <page-number citation-index=\"1\" label=\"505\">*505</page-number>consider the other assignments of error. The matters raised in them are not likely to recur at a new trial.</p>\n<p id=\"b521-4\">\n<em>Judgment reversed and verdict set aside.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b519-6\"> We do not, of course, undertake to decide on what other facts a defendant may be entitled to the disclosure of the identity of an informer.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b520-6\"> Indeed, the refusal to disclose the identity of the informer perforce denied the defendant the right to interview him, to have compulsory process for his presence if necessary (G. L. c. 277, § 66; <em>Washington v. Texas, </em>388 U. S. 14, 23 [1967]), and to cross-examine him <em>(Chambers v. Mississippi, </em>410 U. S. 284, 295 [1973]).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}