{
  "casebody": {
    "data": "<casebody firstpage=\"903\" lastpage=\"909\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b707-3\">[Civ. No. 54087.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AED\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aq2\">Nov. 2, 1982.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b707-4\">FRANCES BAPTIST, Petitioner, v. WORKERS’ COMPENSATION APPEALS BOARD and JOHNS-MANVILLE CORPORATION, Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b708-6\"><page-number citation-index=\"1\" label=\"904\">*904</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b708-7\">Steven Kazan and Victoria L. Edises for Petitioner.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"AAps\">O. F. Fenstermacher for Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b708-8\">Opinion</p>\n<author id=\"b708-9\">NEWSOM, J.</author>\n<p id=\"AOE\">The decedent, John Baptist, died at the age of 77 of acute pneumonia. Petitioner, his widow, claimed that her husband’s death was proximately caused by on-the-job exposure to respirable asbestos, while working as a machine-tender and shingle-maker from 1936 to 1965.</p>\n<p id=\"b709-3\"><page-number citation-index=\"1\" label=\"905\">*905</page-number>At the compensation hearing, Dr. Bristow expressed his conclusion that the pneumonia was “entirely related” to debilitation caused by cancer of the pancreas, which he thought itself “very likely a direct complication of Baptist’s pulmonary asbestosis.”</p>\n<p id=\"b709-4\">A different conclusion was reached by respondents’ physician, Dr. Smith, who opined that, while Baptist had suffered from fibrosis in the 1950’s and 1960’s, both later films and the autopsy slides failed to show that the disease was present. The doctor therefore found no significant contribution to death from the undoubtedly industrially related asbestosis.</p>\n<p id=\"b709-5\">After considering in detail these conclusions and the reasons for them, the Workers’ Compensation Appeals Board judge found an “industrial death” and awarded petitioner death benefits of $50,000.</p>\n<p id=\"b709-6\">On respondents’ petition the Workers’ Compensation Appeals Board (Board) ordered a reconsideration, and appointed Dr. Mustacchi as independent medical examiner. The latter, acting greatly in reliance on a pathologist’s conclusion that the pulmonary autopsy slides failed to show asbestosis,<footnotemark>1</footnotemark> found “Baptist’s demise unrelated to ... his occupation. ...”</p>\n<p id=\"b709-7\">Extensive cross-examination of Dr. Mustacchi centered upon the “Auerbach Study,” which dealt with an alleged correlation between the presence of asbestos fibers in the lungs and their presence in the pancreas. In part the conclusions of the Auerbach study tended to prove that where lung tissue disclosed a high incidence of asbestos, the substance would also be found in the pancreas, and that where a low incidence was found in the lungs, no asbestos would be found in the pancreas.</p>\n<p id=\"b709-8\">Scientific evidence tended, then, to show a <em>probability </em>that if there were asbestos in the pancreas, any coexistent pancreatic carcinoma would be asbestos-related, and that, therefore, death from pancreatic carcinoma in such circumstances would probably be industrially related.</p>\n<p id=\"b709-9\">Also placed in evidence was the report of Dr. Auerbach—principal author of the Auerbach study—which found asbestos both in Baptist’s lung and pancreas, and concluded that the subject had suffered from pulmonary asbestosis. Acknowledging this finding, Dr. Mustacchi nonetheless chose to rely on a study led by a Dr. Selikoff, which concluded that, while possible, a relationship of asbestos exposure to pancreatic cancer “appears extremely tenuous, since it appears to have defied identification. ...”</p>\n<p id=\"b710-3\"><page-number citation-index=\"1\" label=\"906\">*906</page-number>Essentially on tills evidence the appeals board, persuaded by Dr. Mustacchi’s opinion, found that the death was <em>not </em>“industrially related,” and so rescinded the findings and award.</p>\n<p id=\"b710-4\">The sole issue before us is whether, in so concluding, the Board acted on the basis of substantial evidence in the light of the entire record. (Cf. <em>Garza </em>v. <em>Workmen’s Comp. App. Bd. </em>(1970) 3 Cal.3d 312, 317 [90 Cal.Rptr. 355, 475 P.2d 451]; <em>Lamb </em>v. <em>Workmen’s Comp. App. Bd. </em>(1974) 11 Cal.3d 274, 281 [113 Cal.Rptr. 162, 520 P.2d 978].)</p>\n<p id=\"b710-5\">Our task is made narrower by the Board’s evidently exclusive reliance on Dr. Mustacchi’s opinion.</p>\n<p id=\"b710-6\">As our high court observed, in <em>Place </em>v. <em>Workmen’s Comp. App. Bd. </em>(1970) 3 Cal.3d 372, 378 [90 Cal.Rptr. 424, 475 P.2d 656]: “. . . ‘factual determinations of the board must be upheld if there is substantial evidence in their support and the relevant and considered opinion of one physician, though inconsistent with other medical opinions, may constitute substantial evidence.’ [Citation.] [¶] Expert medical opinion, however, does not always constitute substantial evidence on which the board may rest its decision. Courts have held that the board may not rely on medical reports which it knows to be erroneous [citations], upon reports which are <em>no longer germane </em>[citation], or upon reports based upon <em>inadequate medical history or examinations </em>[citations]. In <em>Zemke </em>v. <em>Workmen’s Comp. App. Bd. </em>(1968) 68 Cal.2d 794, 798 ... we held that ‘an expert’s opinion which <em>does not rest upon relevant facts </em>or which assumes an incorrect legal theory cannot constitute substantial evidence. . . '[¶] <em>An expert opinion is also insufficient to support a board determination when that opinion is based on surmise, speculation, conjecture, or guess. </em>...” (Italics added.)</p>\n<p id=\"b710-7\">In our review of the oral testimony containing the factual basis for Dr. Mustacchi’s conclusion, which was that exposure to asbestos could not and did not lead to Baptist’s pancreatic cancer, and to his consequent debilitation and death, we are at once struck with the palpable fact that, on cross-examination, having stated that the presence of asbestos bodies in the pancreas would compel a conclusion that the death was industrially related, Dr. Mustacchi then proceeded to state that no such asbestos fiber, however, had been found in Baptist’s body. Later, as appears from the record, Dr. Auerbach submitted undisputed evidence that Baptist’s pancreas <em>did </em>contain asbestos bodies at the time of death, thus largely undermining Dr. Mustacchi’s premise.</p>\n<p id=\"b710-8\">As the Board recognized in its decision after reconsideration (upon reviewing the cross-exmination of Dr. Mustacchi), a supplemental report became necessary; and it was for this reason that Dr. Auerbach’s medical reports were received and admitted into evidence.</p>\n<p id=\"b711-3\"><page-number citation-index=\"1\" label=\"907\">*907</page-number>We have previously stated that the latter reports negated the conclusion which, in its final report of January 1981, the Board accepted when it decided that—granting the presence of asbestos in decedent’s pancreas—exposure to asbestos could not and did not contribute significantly to Baptist’s pancreatic cancer.</p>\n<p id=\"b711-4\">We think the validity of the Board’s decision stands or falls with the correctness of Dr. Mustacchi’s opinion—a highly speculative one in the light both of his testimony on cross-examination, and his exclusive reliance on the Selikoff study.</p>\n<p id=\"b711-5\">The latter study concluded that among 17,800 members of the general public 17.5 cases of death from pancreatic cancer could be expected. Among asbestos workers, 49 such cases, or 3 times the normal incidence, were found. After closer examination of these 49 “death certificate” cases, however, only 23 of the 49 cancers were found to have been truly pancreatic—1 and 5.5/17.5ths or 130 percent of the expected general incidence.</p>\n<p id=\"b711-6\">It is difficult, if not impossible, to accept the inference drawn by the Board from the Selikoff report that, even after the report had been adjusted, it rendered “unlikely” a causal relationship between pancreatic cancer and exposure to respirable asbestos, when an increased incidence of 30 percent among asbestos-exposed workers was shown to exist.</p>\n<p id=\"b711-7\">And perhaps even more significant is the report’s frank admission that, even though a special study of the asbestos workers’ cases showed that fully one-half of all such cases had been misdiagnosed respecting the cause of death, no such investigation of the correctness of diagnosis of deaths among the general public was undertaken.</p>\n<p id=\"b711-8\">Instead, the study assumed that the listed causes of death in the control group were accurate for purposes of establishing an expected incidence of pancreatic cancer.</p>\n<p id=\"b711-9\">Not only might this underlying assumption be invalid, but if the rate of error in diagnosis of cause of death in the two groups were the same,<footnotemark>2</footnotemark> then the Selikoff study in fact shows an incidence of pancreatic malignancy <em>three times </em>greater among asbestos workers than among the general population.</p>\n<p id=\"b711-10\">Another defect in the study is that apparently it failed to take into account a factor indisputábly present in the instant case, which is that no attempt was ever <page-number citation-index=\"1\" label=\"908\">*908</page-number>made to compare the incidence of pancreatic cancer among the general population to the incidence of the disease among asbestos workers whose pancreases actually contained asbestos particles.</p>\n<p id=\"b712-4\">Yet another factor detracting from Dr. Mustacchi’s and the Board’s conclusion is found in portions of the report not cited by the independent medical examiner, to-wit: “This is not to say that we have established that there is no increased incidence of cancer of the pancreas among asbestos workers. It is possible that there is some limited increase. We are cognizant of the uncertainties inherent in the computation of ‘expected’ rates for cancer of the pancreas, since it may well be that some of the cases so characterized in the general population from which the expected rates were derived might really be instances of lung cancer, colon cancer or even of peritoneal mesothelioma. Since these deaths in the general population were not investigated to verify death certificate cause of death, it is not possible to know whether or not such inaccuracy exists, nor its degree.”</p>\n<p id=\"b712-5\">Altogether, we find that the report relied upon by Dr. Mustacchi contains not only very considerable caveats, but reservations so fundamental that the authors were concededly unable to assess the potential inaccuracy of their conclusions. And, since the value of Dr. Mustacchi’s opinion derives exclusively from the Selikoff study, we deem it impermissibly conjectural and speculative and hence not substantial evidence underlying the Board’s decision within the meaning of <em>Place </em>v. <em>Workmen’s Comp. App. Bd., supra, </em>3 Cal.3d 372.</p>\n<p id=\"b712-6\">Having so concluded, however, we are required to address the separate problems of whether substantial evidence exists in the record which supports the Board’s earlier decision finding Baptist’s death industrially related.</p>\n<p id=\"b712-7\">Discounting Dr. Mustacchi’s conclusions for reasons already stated, we think the record contains ample evidence justifying the relief sought by petitioner. Recognizing that medical ignorance on the subject of cancer renders it exceedingly difficult to assign occupational origins to an individual case of cancer,<footnotemark>3</footnotemark> we are nevertheless of the opinion that the totality of petitioner’s medical evidence, and especially the inferences to be drawn from the combined opinions of Drs. Smith and Auerbach, together with the mandate of liberal construction in favor of the employee, compels a finding that substantial evidence supports the conclusion that Mr. Baptist’s death was industrially related.</p>\n<p id=\"b713-3\"><page-number citation-index=\"1\" label=\"909\">*909</page-number>The order below is annulled and the cause is remanded for further proceedings not inconsistent with the views expressed herein.</p>\n<p id=\"b713-4\">Racanelli, P. J., and Elkington, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b709-10\">However, we note that the pathologist, Dr. Chung, limited his conclusion by the caveat <em>“if </em>this slide is representative of the pulmonary parenchyma as a whole.” (Italics added.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b711-11\"><em>A </em>logical assumption, we think, since it seems most unlikely there could be any positive correlation between misdiagnosis and the occupation of the deceased.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b712-8\">Compare 2 Hanna, California Law of Employee Injuries and Workmen’s Compensation, (2d ed. 1982) section 11.03(5)(h).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}