{
  "casebody": {
    "data": "<casebody firstpage=\"503\" lastpage=\"513\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b525-3\">M. B. SEGALL &amp; SONS, INC. <em>v. </em>MAYOR AND CITY COUNCIL OF BALTIMORE et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b525-4\">[No. 696,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AnX\">September Term, 1978.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b525-5\">\n<em>Decided February 9, 1979.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b525-10\">The cause was argued before Moylan, Moore and Melvin, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b525-11\"><em>Joseph S. Kaufman </em>and <em>Glenn E. Bushel </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b525-12\"><em>Joseph S. MatriccianiAssistant City Solicitor for Baltimore City, </em>with whom were <em>Benjamin L. Brown, City Solicitor, </em>and <em>Richard M. Hartman, Chief City Solicitor, </em>on the brief, for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b525-13\">Melvin, J.,</author>\n<p id=\"APU\">delivered the opinion of the Court.</p>\n<p id=\"b525-14\">By Chapter 791 of the Laws of 1976, entitled “Baltimore City — Business Displacement Benefits”, the General <page-number citation-index=\"1\" label=\"504\">*504</page-number>Assembly of Maryland repealed and reenacted with amendments Section 26-1 of Article 4 of the Public Local Laws of Maryland. The Act is codified as Section 26-1 of the Code of Public Local Laws of Baltimore City (1969 ed., 1977 Cum Supp.). We shall refer to the statute as the “Relocation Act”. It provides in pertinent part as follows:</p>\n<blockquote id=\"b526-4\">“In addition to any benefits that may be provided by any State, Federal or Local Law, a person who is displaced from his place of business as the result of the acquisition of real property by the City of Baltimore, <em>which acquisition occurs after July 1, 1975, </em>shall be entitled to the benefits enumerated in this section provided such displacee relocates the entirety of his displaced business operation within Baltimore City within one year from the date of acquisition of the property from which he is displaced; or the displacee relocates the entirety of his displaced business operation within Baltimore City within one year from the date of his displacement, whichever period of time is the greater.” (Emphasis added).</blockquote>\n<p id=\"b526-5\">On February 28,1978, the appellant, M. B. Segall &amp; Sons, Inc., filed in the Superior Court of Baltimore City a petition for declaratory judgment against the appellee, Mayor and City Council of Baltimore, seeking a declaration that it is eligible for and entitled to the maximum benefits under the Relocation Act. In its answer, the City admitted the appellant’s allegation that it “was displaced from its place of business as the result of the acquisition of real property by the City of Baltimore, and [that it had] relocated the entirety of its business operation within Baltimore City”. The answer denied, however, that the City had acquired the real property “after July 1,1975”. The City maintained that it had acquired the property <em>before </em>July 1, 1975, and that consequently the appellant was not eligible for any benefits under. the Relocation Act.</p>\n<p id=\"b526-6\">Both sides filed motions for summary judgment, accompanied by affidavits and memoranda, each agreeing <page-number citation-index=\"1\" label=\"505\">*505</page-number>that there is no genuine dispute as to any material fact. Md. Rule 610 a. On August 29,1978, the Court (Sodaro, J.) denied appellant’s motion and granted the City’s motion, holding that the appellant “is ineligible to receive benefits” under the Relocation Act because the City did not acquire appellant’s property <em>after </em>July 1, 1975. This appeal followed.</p>\n<p id=\"b527-4\">The sole issue on appeal is whether, within the meaning of the Relocation Act, the City acquired the appellant’s property before or after July 1,1975. If the City acquired the property <em>before </em>July 1, 1975, the Act by its terms affords no benefits to the appellant; if the property was acquired by the City <em>after </em>that date, the appellant is eligible for the benefits set forth in the Act. We think Judge Sodaro was correct in his ruling and shall affirm the judgment entered for the City.</p>\n<p id=\"b527-5\">II</p>\n<p id=\"b527-6\">The dispute concerning the acquisition date in this case stems from the fact that the property involved was acquired as the result of condemnation proceedings brought by the City. The property is part of what is known as the “Upton Redevelopment area”. The chronology of events was as follows:</p>\n<p id=\"b527-7\"><em>February 13,1974 </em>— The City filed in the Court of Common Pleas a Petition for Condemnation under Article 21 of the Annotated Code of Maryland (1957 ed.). (now Title 12 of the Real Property Article of the Code (1974 ed.)l. Simultaneously the City also filed a Petition for Immediate Possession and Title pursuant to section 21-16 of Article 4 of the Code of Public Local Laws of Maryland, as amended by Chapter 420 of the 1972 Acts of the General Assembly of Maryland (codified as section 21-16 of the Code of Public Local Laws of Baltimore City (1969 ed., 1977 Cum. Supp.). Section 21-16 comprises the City’s so-called “quick take” condemnation procedures passed by the General Assembly pursuant to the authority granted by Art. Ill, § 40A of the Maryland Constitution. The “quick take” statute provides as follows:</p>\n<blockquote id=\"b527-8\">“21-16. Condemnation; immediate taking.</blockquote>\n<blockquote id=\"b527-9\">(a) Whenever any proceedings are instituted <page-number citation-index=\"1\" label=\"506\">*506</page-number>under Article 33A [now Title 12 of Real Property Article] of the Code of Public General Laws of the State of Maryland by the Mayor and City Council of Baltimore for the acquisition of any property for any public purpose whatsoever, <em>the Mayor and City Council of Baltimore, simultaneously with the filing of said proceedings or at any time thereafter, may file a Petition under oath stating that it is necessary for the City to have immediate possession of or immediate title to, and possession of said property, and the reasons therefore, </em>[sic]. The City shall also set forth in said Petition for Immediate Taking of possession or immediate taking of title the amount it estimates to be the fair value of the said property and/or title to be acquired, and of the respective interests of each of the owners thereof if more than one, which shall be substantiated by the Affidavits of two qualified appraisers, attached to said Petition. The City shall deposit into Court simultaneously with the filing of said Petition the amount of said estimate of the fair value of the property to be acquired.</blockquote>\n<blockquote id=\"b528-5\">(b) Upon the filing of any such Petition for Immediate Taking of possession, the Court may direct the City to give such notice to the Defendants as the Court may deem proper. The Court may set the matter for hearing on the Petition, but any such hearing shall be held within seven days from the date of the filing of such petition; otherwise, the Court shall act on said Petition exparte within said seven day period.</blockquote>\n<blockquote id=\"b528-6\">(c) <em>In cases where the City files a Petition for immediate taking of title and possession to the said property in fee simple absolute or such lesser estate or interest as is specified in the Petition, possession and title thereto shall irrevocably vest in the Mayor and City Council of Baltimore </em>ten days after personal service of the petition upon each and every defendant <em>unless </em>the Defendants or any of them <page-number citation-index=\"1\" label=\"507\">*507</page-number>shall file an answer to the Petition within the said ten day period <em>alleging that the City does not have the right or power to condemn title to the property. </em>In the event the defendants or any of them should file an answer, the court shall schedule a hearing within fifteen days of the date of the filing of an answer, <em>which hearing shall be only for the purpose of contesting the right or power of the City to condemn title to the property. </em>The trial court shall render its decision within fifteen days from the final day of said hearing. The City or the defendants or any of them shall have an immediate right of appeal to the Court of Appeals of Maryland from the decision of the trial court.</blockquote>\n<blockquote id=\"b529-5\">(d) If it appears from a Petition for Immediate Possession, with or without supporting affidavits or sworn testimony, that the public interest requires the City to have immediate possession of said property, the court shall, within not more than seven days after the filing of said Petition, pass an order, either ex parte or after a hearing, directing that the City may take possession of said property after the expiration of thirty days from the filing of said petition or earlier, in the court’s discretion. Upon passing such an order, the court may direct the City to give such notice of said order to the defendants as the court may deem proper, but the court’s requirement of notice shall not extend the time within which the City may take possession of said property.</blockquote>\n<blockquote id=\"b529-6\">(e) <em>After an Order has been passed as aforesaid, directing that the City may either take possession of the property or take title and possession of the property, the City shall no longer have the right to abandon said condemnation proceedings </em>except with the consent of all of the owners of said property.</blockquote>\n<blockquote id=\"b529-7\">(f) At any time after the Order shall have been signed directing that the City may either take possession or title and possession of the property, <page-number citation-index=\"1\" label=\"508\">*508</page-number>the property owner or owners may petition the court who shall, by order, direct the clerk to pay such sum so paid into court unto such owner or owners according to their respective interest, less any public charges, City and State taxes, other assessments, and any ground rent paid by the City for and on behalf of the property owner, all adjusted to the date of taking of possession or to the date of taking of title and possession as the case may be. The City may upon proper petition and order, withdraw from the sum so paid into Court, monies in satisfaction of such public charges, City and State taxes, other assessments, and ground rents so paid by the City, all adjusted as aforesaid.</blockquote>\n<blockquote id=\"b530-4\">(g) <em>Payment into Court by the Mayor and City Council of Baltimore and receipt of such money by the property owner or owners shall be without prejudice to either party and shall not be construed to prevent either party from requiring a subsequent trial to determine the value of the property. </em>If the amount of the final award for any property owner, after trial, is more than the amount that was paid into Court by the City for the interest of such property owner, such property owner shall be entitled to a judgment against the City for the difference between such amounts. If the final award for any property owner, 'after trial, is less than the amount that was paid into Court by the City for the interest of such property owner, the City shall be entitled to a judgment against such property owner, for the difference between such amounts. (Ch. 420, 1972)” (Emphasis added).</blockquote>\n<p id=\"b530-5\">On the same date the condemnation petitions were filed, February 13, 1974, the court passed an <em>ex parte </em>order directing the Clerk of the Court to deposit the sum tendered by the City with the Registry of the court; ordering that the City “be vested with possession” of the property “as of” February 13, 1974; and further ordering that <em>title </em>to the property “shall vest in the [City]” ten days after service upon <page-number citation-index=\"1\" label=\"509\">*509</page-number>the appellant (among others) of the “quick-take” petition and “this Order”. The Order further provided that “the vesting of such possession or title and possession in the [City] shall in no wise act as a bar to trial of this matter to determine the fair value of the interests herein condemned ....”</p>\n<p id=\"b531-4\"><em>February 19,1974 </em>— The appellant filed a motion to strike the <em>ex parte </em>order of February 13, 1974, an answer to the “quick-take” petition, and a motion to stay proceedings until after a hearing on the “quick-take” petition. The motion to strike alleged that the “quick-take” petition was defective in that it did not state the reasons for the necessity of the City to have <em>immediate </em>possession and title to the property. The motion also alleged that the <em>ex parte </em>order had denied the appellant its due process right to a hearing and to object to the <em>immediate </em>taking of the property. The answer to the “quick-take” petition in substance merely denied that it was necessary for the City to acquire <em>immediate </em>possession of and title to the property. Neither the motion to strike nor the answer alleged that “the City does not have the right or power to condemn title to the property”. See Section 21-16 (c) of the “quick-take” statute quoted <em>supra.</em></p>\n<p id=\"b531-5\"><em>May 14, 1974 </em>— The appellant, which had continued to occupy the property, commenced paying rent to the City. This was pursuant to “a rental settlement” negotiated between the parties. The appellant continued to pay rent to the City until October 9, 1975, at which time it vacated the property.</p>\n<p id=\"b531-6\"><em>June 19, 1974 </em>— The Court of Common Pleas denied the appellant’s motion to strike the order of February 13, 1974, that vested title and possession in the City. The appellant appealed that ruling to the Court of Appeals.</p>\n<p id=\"b531-7\"><em>February 6, 1975 </em>— The Court of Appeals filed a <em>Per Curiam </em>opinion affirming the order of the lower court denying the motion to strike. The Court held that the “quick-take” petition “complied with the [‘quick-take’] statute”. <em>Segall v. M. &amp; C. C. of Balt. City, </em>273 Md. 647 (1975).</p>\n<p id=\"b531-8\">At this point in the chronology, it seems clear that the appellant had been afforded but had exhausted all rights it might have had to prevent the City from acquiring an indefeasible title to the property. The City having acquired <page-number citation-index=\"1\" label=\"510\">*510</page-number>this title could no longer abandon the condemnation proceedings. The order of court of February 13,1974, vesting title and possession in the City was no longer assailable by the appellant. All that remained was the proceeding for the determination of damages <footnotemark>1</footnotemark> — a proceeding which could in no way affect the City’s already acquired title to the property. The appellant no longer had any rights in the property, possessory or otherwise, except those which the City may have chosen to give it. If not -already done, the property should have been removed from the City’s tax rolls.<footnotemark>2</footnotemark> Under these circumstances, we hold that, within the meaning of the Relocation Act, the City acquired the property <em>before, </em>not after, July 1,1975. Consequently, the appellant is not eligible for benefits under the Act.</p>\n<p id=\"b532-4\">Appellant’s argument that certain provisions of Title 12 (Eminent Domain) of the Real Property Article of the Code require a different result is, in our opinion, without merit. We are referred to § 12-101, which in part provides that, “All proceedings for the acquisition of private property for public use by condemnation are governed by the provisions of this title and of Subtitle U of the Maryland Rules----,” and to § 12-102 which provides as follows:</p>\n<blockquote id=\"b532-7\">“In this title, property is deemed to be taken:</blockquote>\n<blockquote id=\"b532-8\">(1) If the plaintiff lawfully is authorized to take the property before trial pursuant to Article III of the Constitution of the state, or any amendment to <page-number citation-index=\"1\" label=\"511\">*511</page-number>it, and the required payment has been made to the defendant or into court, any required security has been given, and the plaintiff has taken possession of the property and actually and lawfully appropriated it to the public purposes of the plaintiff.</blockquote>\n<blockquote id=\"b533-4\">(2) In every other case, if the plaintiff pays the judgment and costs pursuant to Subtitle U of the Maryland Rules. (An. Code 1957, art. 21, § 12-103; 1974, ch. 12, § 2.)”</blockquote>\n<p id=\"b533-5\">Appellant argues that the word “acquisition” in the Relocation Act has the same meaning as the word “taken” in § 12-102 of the Real Property Article. If this is correct, then the property was not “acquired” until after July 1, 1975 (because it is not disputed that the City did not “actually” appropriate the property under the “quick-take” statute “for the public purposes of the” City until sometime after October 1,1975) and the appellant is therefore entitled to displacement benefits. We do not agree that, within the meaning of the Relocation Act, the date of acquisition must necessarily coincide with the date of taking within the meaning of § 12-102. The Relocation Act clearly contemplates otherwise. Benefits under the Act are afforded, where property is acquired after July 1, 1975, if the displacee relocates his business operation within one year from “the date of acquisition” or within one year “from the date of displacement”, whichever period of time is the greater. Although “displacement” is not defined in the Act, it seems reasonable to believe that the General Assembly contemplated that it would not occur until the displacee was required to move by the City and that this would not occur until the City was ready to take possession. Displacement of the business operation, therefore, would necessarily <em>precede </em>actual possession by the City. But “displacement” can never occur until <em>after </em>“acquisition”, <em>i.e., </em>“as the <em>result </em>of the acquisition” (§ 26-1, supra),(emphasis added). It seems clear, therefore, that the Act contemplates that “acquisition” <em>may </em>occur prior to the time the property is “deemed to be taken” under § 12-102 of the Real Property Article.</p>\n<p id=\"b534-3\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>Appellant’s argument also overlooks the fact that although § 12-101 of the Real Property Article provides that Title 12 (Eminent Domain) of the Real Property Article and Subtitle U of the Maryland Rules shall govern “all proceedings for the acquisition of private property for public use by condemnation”, the section further provides that,</p>\n<blockquote id=\"b534-4\">“ ... Nothing in this title prevents the state or any of its instrumentalities or political subdivisions, acting under statute or ordinance passed pursuant to Article III of the Constitution of the state, or any amendment to it, from taking private property for public use immediately on making the required payment and giving any required security. In addition, this title does not prevent ... Baltimore City from using the procedure set forth in §§ 674 through 685, inclusive, [includes now § 21-16], of the Charter and Public Local Laws of Baltimore City. (An. Code 1957, art. 21, § 12-101; 1974, ch. 12, § 2.)”</blockquote>\n<p id=\"b534-6\">As we have seen, the “quick-take” statute, applicable to Baltimore City, enacted by the General Assembly pursuant to Article III, § 40A of the Maryland Constitution, now provides for “quick-take” of title as well as “quick-take” of possession. Once the statute is invoked and followed,<footnotemark>3</footnotemark> and the court has ordered that title and possession be vested in the City, and the right to appeal that order has been exhausted, the City has <em>acquired </em>the property within the meaning of the Relocation Act. Because the “acquisition” in this case occurred before July 1,1975, the appellant is not eligible for benefits under the Act.</p>\n<p id=\"b534-7\">We are fortified in our holding by the fact that pursuant to the authority granted by the Relocation Act “to implement its provisions”, the City’s Department of Housing and Community Development, with the approval of the Board of <page-number citation-index=\"1\" label=\"513\">*513</page-number>Estimates of the City, adopted, among others, the following regulation:</p>\n<blockquote id=\"b535-4\">“For the purpose of these regulations, acquisition is deemed to have occurred on the date title to the real property from which displacement occurred passes to the City.”</blockquote>\n<p id=\"b535-5\">This regulation was adopted almost immediately after the Relocation Act was first enacted by Chapter 801, Acts 1975. Speaking for the Court of Appeals in <em>State Farm v. Md Auto. Ins. Fund, </em>277 Md. 602, 605, 356 A. 2d 560 (1976), Chief Judge Murphy reiterated the well-established rule that ... “the construction placed upon a statute by administrative officials soon after its enactment should not be disregarded except upon the strongest and most cogent reasons”.</p>\n<p id=\"b535-6\">\n<em>Judgment affirmed.</em>\n</p>\n<p id=\"b535-7\">\n<em>Costs to be paid by appellant.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b532-9\">. This was done on <em>November 24, 1976, </em>when the condemnation jury returned an inquisition in the amount of $76,000.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b532-10\">. Section 12-106 (d) of Title 12 (Eminent Domain) of the Real Property Article provides:</p>\n<blockquote id=\"b532-11\">“(d) <em>Removal of property from tax rolls. </em>— On taking possession, <em>acquiring the right to take possession, or the actual transfer of title to the plaintiff, </em>whichever occurs first, the plaintiff immediately shall file with the supervisor of assessments for the county involved a written notification or record setting forth in sufficient detail the area of the land and a description of any improvement being acquired. If the plaintiff is an agency or instrumentality of the state, the supervisor of assessments, on filing of the notification or record, <em>immediately shall remove the property from the tax rolls. </em>(An. Code 1957, art. 21, § 12-107; 1974, ch. 12, § 2.” (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b534-8\">. The appellant does not challenge the constitutionality of the statute or contend that its provisions were not followed.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}