{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"796\" lastpage=\"812\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Laurel HARPER and Michael A. Augustus, Appellants\n  <br/>\n  v.\n  <br/>\n  UNIVERSITY OF LOUISVILLE, Appellee\n </parties>\n <docketnumber id=\"p-2\">\n  2016-SC-000632-DG\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Kentucky.\n </court>\n <decisiondate id=\"p-4\">\n  NOVEMBER 1, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  COUNSEL FOR APPELLANTS: Kevin Crosby Burke, Louisville, Jamie Kristin Neal, Burke Neal PLLC, Michael Augustus.\n </attorneys>\n <attorneys id=\"p-6\">\n  COUNSEL FOR APPELLEE: Randall Scott Strause, Courtney Graham, Louisville, Strause Law Group PLLC.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   OPINION OF THE COURT BY JUSTICE VENTERS\n  </author>\n  <p id=\"p-8\">\n   Appellant Laurel Harper brought an action in the Jefferson Circuit Court alleging that she was wrongfully terminated from her employment with Appellee, University of Louisville (the University), in violation of the Kentucky Whistleblower Act (KWA), KRS 61.101 - 61.103. Following a jury trial, Appellant was awarded damages in the form of back pay and mental anguish, plus interest and attorneys' fees. The trial court denied Harper's claim for front pay. The Court of Appeals reversed the judgment upon its conclusion that the University was entitled to a directed verdict dismissing Harper's entire whistleblower action as unsupported by sufficient evidence.\n  </p>\n  <p id=\"p-9\">\n   We granted discretionary review of that decision. For the reasons stated below, we reverse the Court of Appeals and remand the matter to the Court of Appeals for resolution of issues raised therein, but unresolved.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. FACTUAL AND PROCEDURAL BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   Harper began her employment at the University's Office of Communications and Marketing (OCM) in 1999. She worked there until February 2011. In 2007, the University began plans for a reorganization and reduction-in-force (RIF) of the OCM. In 2008, Mary Griffith, Senior Associate Vice President in the OCM, became Harper's immediate supervisor, and her duties included responsibility for the OCM reorganization.\n  </p>\n  <p id=\"p-12\">\n   As further discussed below, in 2009 and 2010 Harper expressed several concerns about what she perceived as excessive expenditures, waste, and mismanagement at the OCM. Harper also complained of nepotism based upon Griffith's hiring of her niece and the alleged favoritism Griffith displayed toward her niece in the workplace. Griffith's reorganization of the OCM ultimately led to the elimination of seven positions, including Harper's job as Director of Content Management. The elimination of Harper's position was announced in December 2010. Harper's last day of work was February 3, 2011.\n  </p>\n  <p id=\"p-13\">\n   Harper filed suit against the University alleging age discrimination, sex discrimination, hostile work environment, retaliatory discharge, and violations of the Kentucky Whistleblower Act. Harper's age discrimination, hostile work environment, and retaliatory discharge claims were dismissed on summary judgment prior to trial. The case proceeded to trial on her whistleblower and sexual discrimination claims. The jury rejected Harper's claim of sexual discrimination, but it agreed that her job was eliminated in retaliation for her numerous complaints to University officials about suspected wasteful spending. The jury awarded Harper $226,409 in back pay and $201,000 for mental anguish; the trial court entered judgment accordingly.\n  </p>\n  <p id=\"p-14\">\n   The trial court denied the University's post-trial motions and Harper's motion for an award of front pay. The trial court also awarded Harper attorneys' fees in the sum of $131,362.00 and court costs of $1,996.19. The Court of Appeals reversed the judgment upon its conclusion that the evidence was insufficient to support the jury's verdict on whistleblower liability.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    II. ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   The primary issue is whether the evidence at trial was sufficient to support the judgment entered upon the jury's verdict. Our role as an appellate court is limited to determining whether the trial court erred in failing to grant the motion for directed verdict.\n   <em>\n    Lewis v. Bledsoe Surface Min. Co.,\n   </em>\n   <extracted-citation case-ids=\"9979448\" index=\"0\" url=\"https://cite.case.law/sw2d/798/459/#p461\">\n    798 S.W.2d 459\n   </extracted-citation>\n   , 461 (Ky. 1990). A trial court considering a motion for a directed verdict in a civil action \"must consider the evidence in its strongest light in favor of the party against whom the motion was made and must give him the advantage of every fair and reasonable intendment that the evidence can justify.\"\n   <em>\n    Sutton v. Combs,\n   </em>\n   <extracted-citation case-ids=\"10145199\" index=\"1\" url=\"https://cite.case.law/sw2d/419/775/#p777\">\n    419 S.W.2d 775\n   </extracted-citation>\n   , 777 (Ky. 1967). \"On appeal the appellate court considers the evidence in the same light.\"\n   <em>\n    <extracted-citation case-ids=\"10145199\" index=\"2\" url=\"https://cite.case.law/sw2d/419/775/#p777\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citations omitted). \"A directed verdict is proper only when there is a complete absence of pleading or proof on a material issue in the action, or there is no disputed issue of fact upon which reasonable men could differ.\"\n   <em>\n    <extracted-citation case-ids=\"10145199\" index=\"3\" url=\"https://cite.case.law/sw2d/419/775/#p777\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Fleming v. EQT Gathering, LLC,\n   </em>\n   <extracted-citation case-ids=\"12370745\" index=\"4\" url=\"https://cite.case.law/sw3d/509/18/#p21\">\n    509 S.W.3d 18\n   </extracted-citation>\n   , 21 (Ky. 2017).\n  </p>\n  <p id=\"p-17\">\n   On appellate review, \"all evidence which favors the prevailing party must be taken as true and the reviewing court is not at liberty to determine credibility or the weight which should be given to the evidence, these being functions reserved to the trier of fact.\"\n   <em>\n    Lewis,\n   </em>\n   <extracted-citation case-ids=\"9979448\" index=\"5\" url=\"https://cite.case.law/sw2d/798/459/#p461\">\n    798 S.W.2d at 461\n   </extracted-citation>\n   . \"A motion for directed verdict admits the truth of all evidence which is favorable to the party against whom the motion is made.\"\n   <em>\n    National Collegiate Athletic Ass'n By and Through Bellarmine College v. Hornung,\n   </em>\n   <extracted-citation case-ids=\"9983969\" index=\"6\" url=\"https://cite.case.law/sw2d/754/855/#p860\">\n    754 S.W.2d 855\n   </extracted-citation>\n   , 860 (Ky. 1988).\n  </p>\n  <p id=\"p-18\">\n   Harper argues that the jury verdict should be reinstated because the Court of Appeals erred in its conclusion that the evidence at trial did not sufficiently establish that Harper's disclosures were protected by the whistleblower act; she argues that the Court of Appeals failed to give sufficient deference to the trial court's decision denying a directed verdict. We begin our analysis with a general review of the Kentucky Whistleblower Act. We then examine the seven instances in which Harper contends she made disclosures that qualified for KWA protection.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    A. The Kentucky Whistleblower Act.\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   The Kentucky Whistleblower Act (KWA) serves the remedial purpose of protecting \"employees who possess knowledge of wrongdoing that is concealed or not publicly known, and who step forward to help uncover and disclose that information.\"\n   <em>\n    Davidson v. Com., Dep't. of Military Affairs,\n   </em>\n   <extracted-citation case-ids=\"9041043\" index=\"7\" url=\"https://cite.case.law/sw3d/152/247/#p255\">\n    152 S.W.3d 247\n   </extracted-citation>\n   , 255 (Ky. App. 2004) (quoting\n   <em>\n    Meuwissen v. Dep't. of Interior,\n   </em>\n   <extracted-citation case-ids=\"11144669\" index=\"8\" url=\"https://cite.case.law/f3d/234/9/#p13\">\n    234 F.3d 9\n   </extracted-citation>\n   , 13 (Fed. Cir. 2000) ). Because the KWA serves the public purpose of identifying governmental wrongdoing, it must \"be liberally construed to serve that purpose.\"\n   <em>\n    Workforce Dev. Cabinet v. Gaines,\n   </em>\n   <extracted-citation case-ids=\"8165784\" index=\"9\" url=\"https://cite.case.law/sw3d/276/789/#p793\">\n    276 S.W.3d 789\n   </extracted-citation>\n   , 793 (Ky. 2008). KRS 61.102(1) sets forth the essential elements of a whistleblower violation:\n  </p>\n  <blockquote id=\"p-21\">\n   No employer shall subject to reprisal, or directly or indirectly use, or threaten to use, any official authority or influence, in any manner whatsoever, which tends to discourage, restrain, depress, dissuade, deter, prevent, interfere with, coerce, or discriminate against any employee who in good faith reports, discloses, divulges,\n   or otherwise brings to the attention of the Kentucky Legislative Ethics Commission, the Attorney General, the Auditor of Public Accounts, the Executive Branch Ethics Commission, the General Assembly of the Commonwealth of Kentucky or any of its members or employees, the Legislative Research Commission or any of its committees, members or employees, the judiciary or any member or employee of the judiciary, any law enforcement agency or its employees, or any other appropriate body or authority, any facts or information relative to an actual or suspected violation of any law, statute, executive order, administrative regulation, mandate, rule, or ordinance of the United States, the Commonwealth of Kentucky, or any of its political subdivisions, or any facts or information relative to actual or suspected mismanagement, waste, fraud, abuse of authority, or a substantial and specific danger to public health or safety. No employer shall require any employee to give notice prior to making such a report, disclosure, or divulgence.\n  </blockquote>\n  <p id=\"p-22\">\n   There is no question in this case that Harper qualifies as an \"employee\" and that the University of Louisville is an \"employer\" under the statute. Pursuant to KRS 61.103(l)(a), \" 'Disclosure' \" means a person acting on his own behalf, or on behalf of another, who reported or is about to report, either verbally or in writing, any matter set forth in KRS 61.102.\"\n  </p>\n  <p id=\"p-23\">\n   KRS 61.103(3) contains a burden-shifting provision which provides that if the KWA plaintiff shows by a preponderance of evidence that the disclosure was a \"contributing factor in the [adverse] personnel action,\" the \"burden of proof shall be on the agency to prove by clear and convincing evidence that the disclosure was not a material fact in the personnel action.\" \"Contributing factor\" means\n  </p>\n  <blockquote id=\"p-24\">\n   any factor which, alone or in connection with other factors, tends to affect in any way the outcome of a decision. It shall be presumed there existed a \"contributing factor\" if the official taking the action knew or had constructive knowledge of the disclosure and acted within a limited period of time so that a reasonable person would conclude the disclosure was a factor in the personnel action.\n  </blockquote>\n  <p id=\"p-25\">\n   KRS 61.103(1)(b).\n  </p>\n  <p id=\"p-26\">\n   Because the federal and Kentucky whistleblower legislation is similar, we have routinely looked to the federal courts' interpretation of the corresponding federal whistleblower statute as persuasive authority.\n   <em>\n    Dep't. of Agric. v. Vinson,\n   </em>\n   <extracted-citation case-ids=\"11175957\" index=\"10\" url=\"https://cite.case.law/sw3d/30/162/#p169\">\n    30 S.W.3d 162\n   </extracted-citation>\n   , 169 (Ky. 2000) ;\n   <em>\n    Davidson,\n   </em>\n   <extracted-citation case-ids=\"9041043\" index=\"11\" url=\"https://cite.case.law/sw3d/152/247/#p255\">\n    152 S.W.3d at\n   </extracted-citation>\n   255 ;\n   <em>\n    Gaines,\n   </em>\n   <extracted-citation case-ids=\"8165784\" index=\"12\" url=\"https://cite.case.law/sw3d/276/789/#p793\">\n    276 S.W.3d 789\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-27\">\n   Several additional essential principles have evolved defining the reach of the whistleblower statute which we apply in our discussion below. First, the \"disclosure\" of information which is public information or otherwise already widely known within the organization cannot qualify as a whistleblower disclosure. The statute protects the whistleblower who exposes information not generally known.\n   <em>\n    Moss v. Kentucky State University,\n   </em>\n   <extracted-citation case-ids=\"6857907\" index=\"13\" url=\"https://cite.case.law/sw3d/465/457/\">\n    465 S.W.3d 457\n   </extracted-citation>\n   (Ky. App. 2014).\n  </p>\n  <p id=\"p-28\">\n   Second, complaints by an employee directly to her supervisor concerning the supervisor's own wrongful conduct generally cannot qualify as a whistleblower disclosure.\n   <em>\n    Pennyrile Allied Community Services, Inc. v. Rogers,\n   </em>\n   <extracted-citation case-ids=\"6874908\" index=\"14\" url=\"https://cite.case.law/sw3d/459/339/#p345\">\n    459 S.W.3d 339\n   </extracted-citation>\n   , 345 (Ky. 2015).\n  </p>\n  <p id=\"p-29\">\n   Third, the disclosure must be made to one of the specific qualifying authorities identified within the statute, or to \"any other appropriate body or authority.\" \"The list of entities in KRS 61.102(1) is not limited to those with investigatory authority. Instead, the list encompasses those who\n   may have authority to remedy or report perceived misconduct in a particular situation.\"\n   <em>\n    Gaines,\n   </em>\n   <extracted-citation case-ids=\"8165784\" index=\"15\" url=\"https://cite.case.law/sw3d/276/789/#p793\">\n    276 S.W.3d at 793\n   </extracted-citation>\n   . \"[A]ny other appropriate body or authority\" means\n  </p>\n  <blockquote id=\"p-30\">\n   any public body or authority with the power to remedy or report the perceived misconduct. This interpretation serves the goals of liberally construing the Whistleblower Act in favor of its remedial purpose, and of giving words their plain meaning. Generally, the most obvious public body with the power to remedy perceived misconduct is the employee's own agency (or the larger department or cabinet).\n  </blockquote>\n  <p id=\"p-31\">\n   <em>\n    <extracted-citation case-ids=\"8165784\" index=\"16\" url=\"https://cite.case.law/sw3d/276/789/#p793\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-32\">\n   Finally, the nature of the information disclosed cannot simply be an expression of a policy disagreement based upon the whistleblower's subjective opinion; it must objectively meet the criteria for the kinds of misconduct described in the KWA, such as actual or suspected conduct that violates a law or administrative regulation or conduct that objectively viewed constitutes waste or fraud.\n   <em>\n    Lachance v. White,\n   </em>\n   <extracted-citation case-ids=\"11629439\" index=\"17\" url=\"https://cite.case.law/f3d/174/1378/#p1381\">\n    174 F.3d 1378\n   </extracted-citation>\n   , 1381 (Fed. Cir. 1999) (\"[T]he proper test is this: could a disinterested observer with knowledge of the essential facts known to and readily ascertainable by the employee reasonably conclude that the actions of the government evidence gross mismanagement? A purely subjective perspective of an employee is not sufficient even if shared by other employees.\");\n   <em>\n    Pedeleose v. Department of Defense,\n   </em>\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=343%20Fed.%20Appx.%20605\">\n    343 Fed. Appx. 605\n   </extracted-citation>\n   , 609, (Fed. Cir. 2009) (\"In order to establish a protected disclosure, the whistleblower must have a reasonable belief that a law, rule, or regulation has been violated [or, in the context of the KWA, wasteful spending has occurred].\").\n  </p>\n  <p id=\"p-33\">\n   <strong>\n    B. Harper's verdict was supported by evidence of at least three instances of whistleblower activity.\n   </strong>\n  </p>\n  <p id=\"p-34\">\n   Harper presented evidence of seven different instances occurring between mid-2009 and late November of 2010 which she contends were disclosures protected under the KWA and which contributed to the University's decision to terminate her job. The Court of Appeals found that none of those seven incidents qualified as a protected disclosure under the statute, and thus, it concluded that the trial court should have directed a verdict dismissing the whistleblower action. We are satisfied upon review that at least three of Harper's claimed reports satisfy the elements of the KWA and support the verdict returned by the jury.\n  </p>\n  <p id=\"p-35\">\n   After the presentation of the evidence at trial, the trial court instructed the jury as follows:\n  </p>\n  <blockquote id=\"p-36\">\n   You must first determine whether you are satisfied from the evidence that Ms. Harper's disclosure(s), if any, to officials at the University of Louisville about what she perceived to be wasteful spending was a contributing factor in the decision by the University of Louisville to eliminate her position as part of the reduction in force (RIF).\n  </blockquote>\n  <blockquote id=\"p-37\">\n   \"Contributing factor\" means any factor which, alone or in connection with other factors, tends to affect in any way the outcome of a decision.\n  </blockquote>\n  <p id=\"p-38\">\n   That instruction was followed by verdict forms which enabled the jury to indicate whether it was or was not satisfied from the evidence \"that Ms. Harper's disclosure(s), if any, to officials at the University of Louisville about what she perceived to be wasteful spending was a contributing factor in the decision by the University of Louisville to eliminate her position as part of the reduction in force (RIF).\" The jury\n   determined for Harper that it was so satisfied.\n  </p>\n  <p id=\"p-39\">\n   The jury was next asked, consistent with KRS 61.103(3), to determine whether it was or was not satisfied \"by clear and convincing evidence that Ms. Harper's disclosure was not a material factor in the University of Louisville's decision: that is, her position would have been eliminated as part of the RIF regardless of any such disclosures(s).\" Again, the jury resolved the issue in Harper's favor.\n  </p>\n  <p id=\"p-40\">\n   As can be seen, instructing the jury in this format does not permit the jury to express a differentiated verdict identifying the specific acts or disclosures which it found to be a contributing factor in the decision to terminate her employment. Obviously, based upon the verdict, the jury concluded that one or more did. Appellate review would be better served by instructions which required the jury to make findings with respect to each claimed act of whistleblower conduct. However, none of the parties objected to the form of the instructions given, and so, we will not examine them closer.\n  </p>\n  <p id=\"p-41\">\n   <em>\n    1. Inman's lack of knowledge is not dispositive of Harper's claims.\n   </em>\n  </p>\n  <p id=\"p-42\">\n   Before addressing the details of Harper's claimed disclosures, we first address the University's contention that Harper's entire whistleblower claim was compellingly refuted by the testimony of the Vice President of University Advancement, Keith Inman. Inman was Griffith's supervisor, and he was the ultimate administrative decision-maker over the RIF and the person who recommended elimination of Harper's job. Inman testified that Harper's various complaints were not on his mind when he made the decision to eliminate her position because he did not know about her complaints. We reject that logic for two reasons. First, the jury was not required to believe Inman's claim that he was wholly unaware of Harper's annoying denunciations of OCM management. From the circumstantial evidence the jury could reasonably have inferred that he did know. Second, it is certainly reasonable to believe that Inman's decision was influenced by Griffith's desire to eliminate Harper's position. Managing the RIF was one of Griffith's primary duties at the OCM. Her influence with Inman and other involved University officials would have played an important role in shaping the RIF. From the evidence, the jury could have reasonably believed that Griffith, annoyed by Harper's criticism, steered the RIF toward the elimination of Harper's position as retaliation for her whistleblower disclosures. Consequently, even if Inman were personally unaware of Harper's disclosures, those disclosures could have reasonably been a factor that influenced the decision.\n  </p>\n  <p id=\"p-43\">\n   The causation element of a KWA claim is satisfied if the jury believes that a qualifying disclosure was merely a \"contributing factor\" in the adverse employment decision, meaning that causation is established if the disclosure,\n   <em>\n    in any way,\n   </em>\n   alone or in combination with other factors, advanced the adverse employment decision. KRS 61.103(l)(b) creates a presumption that an adverse employment action following in reasonably close temporal proximity to a protected discourse was caused by the disclosure: \"It shall be presumed there existed a 'contributing factor' if the official taking the action knew or had constructive knowledge of the disclosure and acted within a limited period of time so that a reasonable person would conclude the disclosure was a factor in the personnel action.\" The elimination of Harper's position was announced immediately upon the heels of her last wasteful spending disclosure, and so, Harper enjoys the benefit of the statutory presumption.\n  </p>\n  <p id=\"p-44\">\n   Upon application of the standards of review cited above from\n   <em>\n    Bledsoe, Sutton,\n   </em>\n   and\n   <em>\n    EQT Gathering,\n   </em>\n   we conclude that the trial court properly determined that a reasonable jury could believe from the evidence that Griffith's manifest antagonism toward Harper (throwing pencils and telling her to seek therapy, etc.) was grounded in part upon Harper's persistent complaints about what she suspected to be wasteful spending by Griffith, which in turn, led Griffith to influence the RIF by recommending the elimination of Harper's job. If Harper's reports qualify under the KWA as protected disclosures, the University was not entitled to a directed verdict.\n  </p>\n  <p id=\"p-45\">\n   To sustain the verdict based upon the unchallenged instructions used in this case, Harper's evidence must adequately demonstrate that all the elements of a claim under the KWA are satisfied, including that the putative disclosure was a contributing factor to the adverse employment action.\n   <em>\n    McQueen v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"9983282\" index=\"19\" url=\"https://cite.case.law/sw2d/721/694/#p701\">\n    721 S.W.2d 694\n   </extracted-citation>\n   , 701 (Ky. 1986) (\"In view of the fact that the individual allegations have no merit, they can have no cumulative value.\"). We conclude that three of Harper's claims meet that standard.\n  </p>\n  <p id=\"p-46\">\n   <em>\n    2. Harper's qualifying disclosures.\n   </em>\n  </p>\n  <p id=\"p-47\">\n   In addition to the distinct occasions upon which Harper claims she made disclosures of wasteful spending, Harper also contends that she disclosed misconduct in what she perceived as the preferential treatment of Griffith's niece. We can agree that in some circumstance, nepotism could fit within the general categories of \"suspected mismanagement\" or \"abuse of authority\" under KRS 61.102(1) ; however, we again revert our attention to the jury instructions underlying the verdict. The instruction authorized a finding of liability\n   <em>\n    only\n   </em>\n   for disclosures of \"wasteful spending.\" It is, therefore, manifestly impossible for the verdict to rest upon Harper's nepotism complaints. Whether the jury instructions should have been more broadly based, or more precisely focused upon each distinct incident, is a matter we cannot address given that neither party on appeal has raised an issue about the instructions. Consequently, we need not consider Harper's nepotism complaint and will review only the disclosures that could have plausibly supported the verdict.\n  </p>\n  <p id=\"p-48\">\n   <em>\n    a. The Creative Alliance Advertising Contract\n   </em>\n  </p>\n  <p id=\"p-49\">\n   In August 2009, an advertising agency named Creative Alliance quoted a production budget of $100,000 for a University television commercial to air during a University football game. Harper believed that this cost was too high, particularly because the airtime was free under the University's agreement with the cable television provider broadcasting the game. She reported this concern to Griffith and John Drees, the Associate Vice President of Campus Communications. Harper had experience working with national advertising agencies, and she explained to Griffith that $100,000 would be out of line with industry norms for this type of project. Harper also told Griffith that a similar commercial was done for the University the previous year for about $50,000, and that vendors like Creative Alliance often start high and negotiate to a lower price. Harper expressed concern that an overpayment of that magnitude would be wasteful of taxpayer dollars, especially when University programs were being cut back because of budget constraints. Griffith responded with hostility by throwing a pencil across the desk and telling Harper to stop thinking like that. Afterwards, Harper was excluded from further participation in the project.\n  </p>\n  <p id=\"p-50\">\n   University Vice President Drees confirmed that Harper had reported this concern\n   to him but that he did not bring the issue up with Griffith or Inman. Instead, he warned Harper that \"she may not do herself well by going forward with those concerns\" and reporting them to others. On cross-examination at trial, Harper was asked if she were aware that the University of Louisville Foundation paid for the advertisement. Harper responded that, to her knowledge, when the Foundation paid for U of L's expenditures, it was to cover overspending that took place.\n  </p>\n  <p id=\"p-51\">\n   Citing\n   <em>\n    Knott County Board of Education v. Patton,\n   </em>\n   <extracted-citation case-ids=\"7085061\" index=\"20\" url=\"https://cite.case.law/sw3d/415/51/\">\n    415 S.W.3d 51\n   </extracted-citation>\n   (Ky. 2013), the Court of Appeals regarded this act as simply the expression of Harper's \"personal opinion\" about the wisdom of the $100,000 expenditure and found it to be outside the protection afforded by the KWA. The plaintiff in\n   <em>\n    Patton\n   </em>\n   sent a letter to the school superintendent complaining that a reprimand in her personnel file was improper; she demanded its removal.\n   <em>\n    <extracted-citation case-ids=\"7085061\" index=\"21\" url=\"https://cite.case.law/sw3d/415/51/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7085061\" index=\"21\" url=\"https://cite.case.law/sw3d/415/51/\">\n    at 56\n   </extracted-citation>\n   . We said that \"the letter is plainly an expression of her personal opinion.\" The letter in\n   <em>\n    Patton\n   </em>\n   is ineligible for whistleblower protection, not because the letter expressed the writer's opinion but because of the substance of the letter, the writer's demand that her personnel file be purged of an unfavorable comment, was not covered by the KWA. The letter did not report any violation of law or any \"suspected mismanagement, waste, fraud, abuse of authority, or a substantial and specific danger to public health or safety.\" It simply pertained to the plaintiff's dissatisfaction with the reprimand in her file.\n  </p>\n  <p id=\"p-52\">\n   Lest there be confusion about the protection afforded by the KWA to \"personal opinions,\" we now clarify. KRS 61.102 protects disclosures of \"actual,\" as well as, \"suspected mismanagement, waste, fraud,\" etc. The phrase, \"\n   <em>\n    suspected mismanagement, waste, fraud\n   </em>\n   ,\" necessarily implicates an opinion of the putative whistleblower. To say that an employee\n   <em>\n    suspected\n   </em>\n   mismanagement or waste in a given activity means that the employee holds the\n   <em>\n    opinion\n   </em>\n   that the activity may be wasteful. The employer cannot defeat a whistleblower claim based upon suspected wasteful spending simply by recasting the suspicion as the employee's \"personal opinion.\"\n  </p>\n  <p id=\"p-53\">\n   We disagree with the Court of Appeals' conclusion that Harper's complaint about the Creative Alliance spending does not disclose\n   <em>\n    suspected\n   </em>\n   waste or mismanagement of funds. Harper's concern explicitly focused upon what she \"suspected\" to be wasteful overspending of public funds. Government employees should not be penalized for expressing such opinions. KWA was enacted to encourage such expressions.\n   <em>\n    Patton\n   </em>\n   does not stand for the principle that \"personal opinion\" cannot qualify for protection under the KWA.\n  </p>\n  <p id=\"p-54\">\n   Under the KWA, the report of suspected waste, fraud or other conduct covered by the statute must be made to one of the persons or entities specifically identified in KRS 61.102(1) or to \"any other appropriate body or authority.\" We agree with the University that Harper's report to Griffith about the Creative Alliance proposal does not meet the statutory requirement of an \"appropriate body or authority.\" Griffith, as the manager of the project, was the \"suspected\" wrongdoer. Reporting suspected wasteful spending to the alleged wasteful spender does not expose any waste, and without further disclosures, it is unlikely to achieve the objective of the KWA.\n   <em>\n    Pennyrile,\n   </em>\n   <extracted-citation case-ids=\"6874908\" index=\"22\" url=\"https://cite.case.law/sw3d/459/339/#p345\">\n    459 S.W.3d 339\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-55\">\n   However, Harper's consultation with Drees about the Creative Alliance spending is different. As the Associate Vice President of Campus Communications, Drees was Harper's supervisor prior to Griffith. He recalled several conversations with Harper about her concerns for OCM\n  </p>\n  <p id=\"p-56\">\n   overspending, including the Creative Alliance television advertisement. Drees warned Harper against going forward with criticism of Griffith and her niece because he felt it could jeopardize Harper's employment at the University.\n  </p>\n  <p id=\"p-57\">\n   An employee's report to an \"appropriate body or authority\" means \"any public body or authority with the power to remedy or report the perceived misconduct.\" The Court of Appeals concluded that Harper's conversations with Drees could not qualify for protection under the KWA because Drees's comment suggested he would not pursue the matter further. His warning to Harper does not remove him from the class of University officials with the power and authority to act on Harper's concern. We conclude that an objectively reasonable report of suspected waste or mismanagement to a university vice president qualifies as a protected disclosure under the KWA.\n  </p>\n  <p id=\"p-58\">\n   The disclosure concerned a reasonable suspicion that wasteful spending was occurring, or was about to occur, and the report was to a person within the University hierarchy with the ability to pursue the matter as described in\n   <em>\n    Gaines.\n   </em>\n   A jury could have reasonably concluded that this disclosure was a contributing factor motivating Griffith, as a coordinator of the RIF, to recommend the elimination of Harper's job. As such, the Court of Appeals erred in concluding that this disclosure did not meet the elements of the Whistleblower Act.\n  </p>\n  <p id=\"p-59\">\n   <em>\n    b. Reports of Wasteful Spending and Mismanagement in Spring 2010\n   </em>\n  </p>\n  <p id=\"p-60\">\n   In the spring of 2010, Griffith warned the OCM directors that the office was overspending its budget and needed to consider firing employees. In response, Harper spoke to several University employees in an effort to ward off staffing cuts by reducing the overspending. Specifically, Harper reported the overspending to Human Resources Vice President Sam Connally, OCM Human Resources Representative Cathy Burnside, and OCM Unit Business Manager Caroline Smallwood, whose job included keeping watch on overspending.\n  </p>\n  <p id=\"p-61\">\n   Harper testified that she told Smallwood about a costly project for the creation of marketing pieces intended for Kentucky legislators. Harper disclosed to Smallwood that Griffith's niece, Julianne Waldron, was wasting significant money on the project, in part, by hiring an outside agency to assist in the creation of the marketing pieces. Harper testified that she asked Smallwood, \"Well what do you do when the person that's driving up these prices is the boss's niece and they share an office?\" Harper testified that she did not feel comfortable reporting the overspending to Griffith or Waldron, so Harper reported the overspending to Smallwood.\n  </p>\n  <p id=\"p-62\">\n   We are persuaded that this disclosure was a disclosure of\n   <em>\n    suspected waste\n   </em>\n   to authorized persons; namely, the Human Resources Vice President, the OCM Human Resources Representative, and the OCM Unit Business Manager. Because the disclosure concerned Griffith personally, a reasonable juror could have concluded that Griffith learned of these disclosures through one or more of the authorized persons to receive the disclosure, and that Griffith then used her position as an adviser on the RIF project to recommend the elimination of Harper's position.\n  </p>\n  <p id=\"p-63\">\n   <em>\n    c. The Creative Alliance Retainer and the Capital Campaign Launch Party\n   </em>\n  </p>\n  <p id=\"p-64\">\n   On November 30, 2010, five days before she was given notice of her termination, Harper complained to OCM Director, Jeff Rushton, about the OCM's overspending. Rushton was preparing the\n   department's 2011 budget, and he asked Harper to review it along with OCM expenditures in the previous year's budget.\n  </p>\n  <p id=\"p-65\">\n   Harper questioned a proposed budget allotting $6,000 per week ($312,000 per year) to Creative Alliance for consulting fees for advertising. The item did not include the costs of any advertising. Harper told Rushton that this expense was \"ridiculous.\" In response to Harper's concern, the budget item was reduced from $6,000 to $5,000 per week.\n  </p>\n  <p id=\"p-66\">\n   Harper also expressed criticism of the previous year's budgeting of a total of $670,000 for a party to launch the University's capital campaign with the goal of raising one billion dollars from University contributors. The launch party was planned by Griffith's niece, Waldron. Harper told Rushton that, based upon her experience and common sense, the amount spent on the launch party was \"ridiculously high\" and she \"couldn't believe [the University] had spent that much money on a party.\" Harper testified that her suspicion was confirmed when she researched expenditures for similar events by other universities. Harper acknowledged, however, that she was not part of the financial planning or administration for the event and that she never saw the actual itemized costs for the event.\n  </p>\n  <p id=\"p-67\">\n   Harper reported her concern over the costly fundraising party to Vice President Drees. OCM director Rushton told Harper that he shared her concerns about the cost of the party with Waldron and Griffith. Harper testified that she did not have the opportunity to further expose the 2010 party expenditure because she learned five days later of the impending termination of her job.\n  </p>\n  <p id=\"p-68\">\n   The Court of Appeals held that Harper's expression of concern regarding the weekly $6,000 allocation for the service of Creative Alliance, and her criticism of the $670,000 launch party expenditure were not the kind of report or disclosure protected by the KWA. The Court of Appeals concluded that these concerns, like her concern about Creative Alliance's proposed $100,000 television commercial, were simply matters of personal opinion. The Court of Appeals characterized Harper's concern about the proposed $6000 weekly budget allotment to Creative Alliance as \"seemingly misunderstanding the budget's purpose\" by questioning the propriety of the budgeted amount \"without knowing ahead of time that Creative Alliance would perform services worth $6,000 per week.\"\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-69\">\n   The Court of Appeals also held that Harper's complaint about the $670,000 budgeted for the launch party does not qualify as a protected disclosure of \"mismanagement, waste, fraud [or] abuse of authority\" because Harper's opinion that the amount was \"ridiculously high\" does not\n   <em>\n    expose\n   </em>\n   any suspected or concealed wrongdoing, since the amount was plainly stated in the OCM budget for all to see.\n  </p>\n  <p id=\"p-70\">\n   While acknowledging that KRS 61.102 must be liberally construed to promote and encourage the disclosure of governmental waste and mismanagement, the Court of Appeals concluded that Harper's complaints about the budgeting of $312,000 annually ($6000 weekly) to Creative Alliance and the apparent expenditure of $670,000 for a capital campaign launch party were not the kinds of things for which KRS 61.102 affords whistleblower protection.\n  </p>\n  <p id=\"p-71\">\n   We disagree. As clarified above, the fact that Harper's criticism of a proposed budget or a past expenditure was an expression\n   of her opinion does not remove it from protected status. Under KRS 61.102, a state government employee cannot be subjected to employment retaliation for expressing in good faith her opinions about \"suspected mismanagement, waste, fraud, abuse of authority, or a substantial and specific danger to public health or safety,\" even if those opinions are wrong.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-72\">\n   Nor does the fact that a suspected wasteful expenditure was properly included in a public record such as governmental budget does not mean that the wasteful nature of the budgeted item is well-known. Practically all government spending is included in a publicly-available budget document. To remove budgeted items from KWA protection would practically eviscerate the act as it relates to wasteful spending. Furthermore, what might be regarded as constructive knowledge of public records does not equate to actual knowledge of waste when it comes to blowing the whistle on wasteful spending. Harper's concern about the proposed weekly allocation of $6000 to Creative Alliance and the past expenditure of $670,000 for the launch party plainly qualified as reports of suspected waste.\n  </p>\n  <p id=\"p-73\">\n   Based upon the evidence of these incidents, a reasonable juror could have found that Griffith was aware of Harper's criticism and was influenced by them to recommend to Inman the elimination of Harper's position. Harper's job was eliminated within a few days of her disclosures concerning the Creative Alliance contract and the party expenditure. The presumption of KRS 61.103 supports a finding that the adverse employment action, occurring a short time after a protected disclosure, was caused by the disclosure. Accordingly, we conclude that the University was not entitled to a directed verdict on the disclosures related to the $6,000 weekly Creative Alliance Contract and the $670,000 fund raising party.\n  </p>\n  <p id=\"p-74\">\n   Contrary to the opinion of the Court of Appeals, we conclude that each of the three instances described above supports the verdict of the jury in finding liability against the University. A directed verdict would have been improper; the trial court correctly declined to grant one.\n  </p>\n  <p id=\"p-75\">\n   <em>\n    3. Other claimed disclosures.\n   </em>\n  </p>\n  <p id=\"p-76\">\n   Harper identified four other occasions upon which she made reports that she claims qualified for KWA protection. She had several conversations with OCM Vice President John Drees, including the one mentioned above when he cautioned Harper about the risks of criticizing Griffith and Waldron.\n  </p>\n  <p id=\"p-77\">\n   In September of 2009, Harper contemplated filing a formal personnel complaint against Griffith for actions taken against her. Harper discussed those concerns with University Human Resources Director Harvey Johnson, who discouraged her from doing so. Johnson allegedly told Harper that several others had complained about Griffith, and he gave her advice on how she might otherwise handle her concerns with Griffith going forward.\n  </p>\n  <p id=\"p-78\">\n   We agree with the Court of Appeals that Harper's consultation with Johnson was a protected act under the KWA, noting that KRS 61.103(1)(a) provided protection for attempted disclosures. But we further\n   agree that Harper had no evidence linking her meeting with Johnson to any retaliatory conduct. There was no evidence from which the jury could reasonably infer that Griffith and Inman knew about, and were offended by, Harper's complaint to Johnson.\n  </p>\n  <p id=\"p-79\">\n   We also note that Harper's reports to Johnson could not have formed the basis of the jury's decision in favor of Harper. The jury instruction explicitly limited the jury to consider Harper's disclosure of wasteful spending. The subject of her discussion with Johnson involved Griffith's threats to the jobs of the employees Harper supervised. While such matter would generally be within the protection of the KWA, they are not relevant to our review of the directed verdict because they could not have formed the basis for whistleblower liability under the jury instructions. As such, we are persuaded that Harper's discussions with Johnson cannot support whistleblower liability against the University because her initial intent to whistle blow was ultimately abandoned.\n  </p>\n  <p id=\"p-80\">\n   Harper also complained to Griffith about Griffith's wasteful spending in the spring of 2010 for the design of a new logo for the University's annual Grawemeyer Award. Harper complained that Griffith had approved a payment of $30,000 for the new logo design without consulting the Grawemeyer Committee for its approval of the design. Harper suspected this was wasteful because, in her experience, she believed if the Committee rejected the new logo, as it ultimately did, the $30,000 logo design would be useless.\n  </p>\n  <p id=\"p-81\">\n   This incident parallels the claim made in\n   <em>\n    Pennyrile,\n   </em>\n   and our conclusion there that an employee's complaint to her boss about the perceived misconduct of the boss does not attain whistleblower status.\n   <em>\n    Pennyrile,\n   </em>\n   <extracted-citation case-ids=\"6874908\" index=\"23\" url=\"https://cite.case.law/sw3d/459/339/#p345\">\n    459 S.W.3d at 346\n   </extracted-citation>\n   . Criticism of the alleged wrongdoers directed only to the wrongdoers themselves is not normally regarded as whistleblowing.\n   <em>\n    Horton v. Dep't. of Navy,\n   </em>\n   <extracted-citation case-ids=\"11313228\" index=\"24\" url=\"https://cite.case.law/f3d/66/279/#p282\">\n    66 F.3d 279\n   </extracted-citation>\n   , 282 (Fed. Cir. 1995). An employee cannot gain whistleblower status and the protections that come with that status by simply complaining to her boss about what she perceives as the boss's misconduct. We agree that the Court of Appeals correctly decided that this incident cannot sustain Harper's claim under the KWA.\n  </p>\n  <p id=\"p-82\">\n   Next, in April 2010, Harper sent an email to Board of Trustees staff member, Brent Fryear, reporting Griffith's misuse of OCM funds and \"irresponsible spending.\" She sent the information to Fryear because he had asked for her input about suspected waste, and because she knew that Fryear would take her complaint directly to the President of U of L, Dr. James Ramsey. Harper, still concerned about retaliation from Griffith, wrote in her email to Fryear, \"I'm very much a team player and it bothers me greatly to do this, but I have thought long and hard about it and decided that if I really respect and believe in what U of L is all about as an educational institution-which I do-then I have a duty to help bring these issues to light.\"\n  </p>\n  <p id=\"p-83\">\n   The content of Harper's email exposed matters of suspected waste, but because of her concern about retaliation, she asked for and apparently received Fryear's assurance that he maintain confidentiality about the source of the report. The Court of Appeals concluded, among other grounds, that the disclosure did not support the verdict on her behalf because Fryear honored Harper's request for confidentiality and, therefore, no evidence supported a finding that this email report was a \"contributing factor\" in the decision that terminated her job. We agree with that conclusion.\n  </p>\n  <p id=\"p-84\">\n   Finally, Harper testified that she met with Nancy Rodriguez, of the Louisville Courier-Journal, and disclosed the continued wasteful spending within the OCM. Harper testified that she was hoping that would \"bring [the wasteful spending] to the attention of the administration or the public or whomever and they could get it stopped,\" and that \"I'd had enough of it and I went and talked to Nancy and I told her to follow the money. There's a lot of spending and waste going on there and it's time that it stops.\"\n  </p>\n  <p id=\"p-85\">\n   The Court of Appeals did not explicitly address this disclosure. Any error by the Court of Appeals in failing to address this matter was harmless error. Obviously, the news media is not among the entities or institutions expressly identified in KRS 61.102(1).\n   <footnotemark>\n    3\n   </footnotemark>\n   The only statutory avenue for including the news media as a qualifying recipient of whistleblower information must be found in the generic provision, \"or any other appropriate body or authority.\"\n  </p>\n  <p id=\"p-86\">\n   Our interpretation of the meaning of that phrase is guided by the traditional rules of statutory construction, including the\n   <em>\n    ejusdem generis\n   </em>\n   doctrine.\n   <em>\n    Ejusdem generis\n   </em>\n   is a rule providing that where a generalization within a statute follows a list of specifically designated subjects or classes of persons, the meaning of the general words will be presumed to be restricted by the particular designation and to include only things or persons of the same kind, class, or nature as those specifically enumerated, unless there is a clear manifestation of a contrary purpose.\n   <em>\n    McCarty v. Covol Fuels No. 2, LLC,\n   </em>\n   <extracted-citation case-ids=\"6766047\" index=\"25\" url=\"https://cite.case.law/sw3d/476/224/#p235\">\n    476 S.W.3d 224\n   </extracted-citation>\n   , 235 (Ky. 2015). Applying that principal compels this Court to compare the class of specifically-identified bodies to whom whistleblower reports may be given to see if the newspapers or other media outlets can be reasonably classified among them as an \"other appropriate body or authority.\" The statute plainly lists governmental units and employees within each of the three branches of state government. As desirable as it may be to include newspapers or journalists as repositories of whistleblower reports, the private news media and media outlets bear no resemblance to the class of entities stated in the statute so as to constitute an \"appropriate body or authority.\" Accordingly, we conclude that Harper's disclosure to Nancy Rodriguez was not, a disclosure under the Whistleblower Act.\n  </p>\n  <p id=\"p-87\">\n   <em>\n    4. Summary.\n   </em>\n  </p>\n  <p id=\"p-88\">\n   In summary, we conclude that the verdict was supported by at least three incidents of reports or complaints made by Harper, and so, we agree with the trial court that the University's motion for a directed verdict was properly denied. While we might otherwise suggest an alternative jury instruction, the issue was not raised, and so, we decline further comment. We reverse the Court of Appeals' opinion and reinstate the verdict of the trial court jury.\n  </p>\n  <p id=\"p-89\">\n   <strong>\n    III. ISSUES UNRESOLVED BY THE COURT OF APPEALS\n   </strong>\n  </p>\n  <p id=\"p-90\">\n   The University's appeal to the Court of Appeals raised other issues which, because of its disposition of the directed verdict issue, the Court of Appeals declined to address. Specifically, the University argued that the judgment of the trial court awarded excessive compensatory damages\n   because Harper failed to mitigate her loss of income; that Harper was improperly allowed to recover damages for mental anguish she endured as a result of her whistleblower activity; that the trial court erred in awarding interest on the judgment against the University; and that the trial court erred by awarding excessive attorneys' fees to Harper. Harper, on the other hand, argued that these issues were not properly preserved for appellate review. Harper also argued that the trial court erred by denying her claim for front pay damages.\n  </p>\n  <p id=\"p-91\">\n   We defer our analysis of those issues and remand the matter to the Court of Appeals for resolution of the issues left unresolved.\n  </p>\n  <p id=\"p-92\">\n   <strong>\n    IV. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-93\">\n   For the foregoing reasons, the decision of the Court of Appeals is reversed, and the matter is remanded to the Court of Appeals for further consideration consistent with this opinion.\n  </p>\n  <p id=\"p-94\">\n   All sitting. All concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-97\">\n    Apparently, Harper's opinion was worth something, because the amount budgeted for Creative Alliance's work was reduced from $6000 per week to $5000 per week.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-98\">\n    We allow that an employee could make recurrent reports based upon objectively unreasonable opinions or suspicions with such frequency as to become a nuisance or hindrance to workplace efficiency. Disciplinary measures may be appropriate for objectively unreasonable conduct that becomes manifestly disruptive, but disciplinary measures based purely on the content of the employee's criticism would run afoul of the KWA. In any event, Harper's criticism was not objectively unreasonable or disruptive.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-99\">\n    Those are: \"the Kentucky Legislative Ethics Commission, the Attorney General, the Auditor of Public Accounts, the Executive Branch Ethics Commission, the General Assembly of the Commonwealth of Kentucky or any of its members or employees, the Legislative Research Commission or any of its committees, members or employees, the judiciary or any member or employee of the judiciary, any law enforcement agency or its employees....\"\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}