{
  "casebody": {
    "data": "<casebody firstpage=\"634\" lastpage=\"636\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b660-17\">Derby KOLIBU, Petitioner, v. Michael B. MUKASEY, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Apg\">No. 06-70327.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b660-20\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b660-21\">Submitted Nov. 24, 2008.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b660-22\">Filed Dec. 2, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b661-23\"><page-number citation-index=\"1\" label=\"635\">*635</page-number>Kaaren L. Barr, Seattle, WA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b661-24\">Thomas L. Holzman, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, Oil, Richard Zanfardino, Washington, DC, WWS-District Counsel, Immigration and Naturalization Service, Office of the District Counsel, Seattle, WA, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b661-26\">Before: ALARCÓN, LEAVY, and TALLMAN, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b660-24\"> The panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b661-27\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b661-28\">Derby Kolibu, a native and citizen of Indonesia, petitions for review of the Board of Immigration Appeals’ order dis<page-number citation-index=\"1\" label=\"636\">*636</page-number>missing his appeal from an immigration judge’s decision denying his application for withholding of removal and protection under the Convention Against Torture (“CAT”). We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence, <em>Lolong v. Gonzales, </em>484 F.3d 1173, 1178 (9th Cir.2007) (en banc), and we deny the petition for review.</p>\n<p id=\"b662-4\">Kolibu has waived any argument regarding past persecution by failing to raise it in the opening brief. <em>See Bazuaye v. INS, </em>79 F.3d 118, 120 (9th Cir.1996).</p>\n<p id=\"b662-5\">Even if the disfavored group analysis set forth in <em>Sael v. Ashcroft, </em>386 F.3d 922, 927-29 (9th Cir.2004) applies to Indonesian Christians and applies in the context of withholding of removal, substantial evidence supports the agency’s determination that Kolibu failed to demonstrate that it was more likely than not he will be persecuted on account of his religion if he returned to Indonesia. <em>See Hoxha v. Ashcroft, </em>319 F.3d 1179, 1184-85 (9th Cir.2003). Further, Kolibu’s future fear of persecution is undermined by the unharmed presence of similarly situated family members in Indonesia. <em>See Hakeem v. INS, </em>273 F.3d 812, 816 (9th Cir.2001). The record does not compel the conclusion that the religious strife in Indonesia amounts to a pattern or practice of persecution against Christian Indonesians. <em>See Lolong, </em>484 F.3d at 1180-81.</p>\n<p id=\"b662-6\">Substantial evidence also supports the agency’s determination that Kolibu is not entitled to CAT relief because he failed to demonstrate that it is more likely than not that he will be tortured if he returns to Indonesia. <em>See Singh v. Gonzales, </em>439 F.3d 1100, 1113 (9th Cir.2006)</p>\n<p id=\"b662-10\">PETITION FOR REVIEW DENIED.</p>\n<footnote label=\"**\">\n<p id=\"b661-16\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}