{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"576\" lastpage=\"591\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Robbie WHALEY, Appellant\n  <br/>\n  v.\n  <br/>\n  COMMONWEALTH of Kentucky, Appellee\n </parties>\n <docketnumber id=\"p-2\">\n  2017-SC-000439-MR\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Kentucky.\n </court>\n <decisiondate id=\"p-4\">\n  FEBRUARY 14, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  COUNSEL FOR APPELLANT: Jeffrey Brunk, The Brunk Firm, PLLC, Covington, Trisha Brunk, The Brunk Firm, PLLC.\n </attorneys>\n <attorneys id=\"p-6\">\n  COUNSEL FOR APPELLEE: Andy Beshear, Attorney General of Kentucky, James Daryl Havey, Assistant Attorney General.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   OPINION OF THE COURT BY JUSTICE WRIGHT\n  </author>\n  <p id=\"p-8\">\n   A Kenton Circuit Court jury convicted Appellant, Robbie Whaley, of seventeen counts: six counts of third-degree sodomy; criminal attempt to commit third-degree sodomy; six counts of first-degree sexual abuse; three counts of first-degree sodomy; and, in the final count, found him to be a first-degree persistent felony offender. In accordance with the jury's recommendation, the trial court fixed sentences totaling life without the possibility of parole for twenty-five years. Whaley now appeals as a matter of right, Ky. Const. § 110 (2)(b).\n  </p>\n  <p id=\"p-9\">\n   Whaley asserts six claims of error on appeal. He claims that the trial court erred by: (1) failing to sever the counts of the indictments, (2) allowing evidence of other crimes, wrongs or acts, (3) disallowing cross-examination regarding pornographic images, (4) allowing expert testimony regarding anal sodomy, (5) allowing the complaining witnesses to be referred to as victims, and (6) denying Whaley's motion for mistrial. For the following reasons, we affirm Whaley's convictions and their corresponding sentences.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   Whaley was indicted on October 8, 2015, for five counts of third-degree sodomy for offenses committed against Sander,\n   <footnotemark>\n    1\n   </footnotemark>\n   a minor less than sixteen years of age; three counts of third-degree sodomy; and one count of first-degree sexual abuse for offenses committed against Logan, a minor less than sixteen years of age. He was also indicted on one count of being a first-degree persistent felony offender.\n  </p>\n  <p id=\"p-12\">\n   A year after his initial indictment, Whaley was also indicted on October 13, 2016, for first-degree sodomy and first-degree sexual abuse for offenses committed against Matt, a minor less than twelve years of age; and for two counts of first-degree sodomy and three counts of first-degree sexual abuse for offenses committed against John, a minor less than twelve years of age.\n  </p>\n  <p id=\"p-13\">\n   Whaley originally moved the court to sever the 2015 and 2016 indictments from one another and hold two separate trials. However, at the trial court's hearing regarding the motion to sever, Whaley requested to sever the indictments into four separate trials-with a separate trial for the events surrounding each of his alleged victims. The trial court denied this motion.\n  </p>\n  <p id=\"p-14\">\n   We will now turn to the facts surrounding the indictments. Whaley was a mixed-martial-arts trainer and held classes at his residence. The alleged victims from the 2015 indictment were both Whaley's martial arts students.\n  </p>\n  <p id=\"p-15\">\n   Sander, the first of the alleged victims, began training at Whaley's residence in the summer of 2014. The first sexual act that Sander testified about was uncharged. Sander testified that this initial sexual contact with Whaley occurred in Whaley's vehicle, with the minor both performing oral sex on and receiving oral sex from Whaley.\n  </p>\n  <p id=\"p-16\">\n   Regarding the charged acts, Sander testified that, while using a kiwi-flavored lubricant, Whaley touched his mouth to Sander's penis in Whaley's bedroom. Sander also said he touched Whaley's penis with his mouth. Further, Sander stated he inserted his penis into Whaley's anus. Sander said that Whaley attempted to put his penis in Sander's anus but was unable to. Sander testified that after these incidents, he stopped visiting Whaley's residence. Soon after the events in question,\n   the police contacted Sander's mother and began an investigation.\n  </p>\n  <p id=\"p-17\">\n   Logan was Whaley's next alleged victim. Logan said that he began training at Whaley's residence but stopped after a couple of sessions. Logan continued to visit the residence after he stopped training. He testified that he was fifteen years old when Whaley touched him. He stated that Whaley had supplied him with marijuana and moonshine during his visits at Whaley's residence. Logan stated that Whaley touched Logan's penis more than once. Further, he said that he placed his mouth on Whaley's penis more than once. Logan testified the first time Whaley touched him they were on the couch and he was fully clothed. He said that Whaley touched his penis and stopped when he told him to.\n  </p>\n  <p id=\"p-18\">\n   Logan said the second time Whaley touched him, he (Logan) was intoxicated. Logan stated that he was on Whaley's bed when Whaley pulled his (Whaley's) pants down and started touching Logan's body. Logan said he put his mouth on Whaley's penis, then told Whaley he did not want to, and the encounter ended. When asked if Whaley said anything about telling anyone, Logan stated that Whaley told him not to tell anyone. Logan testified that on the third occasion he was also intoxicated. He stated that he was on Whaley's bed and he placed his mouth on Whaley's penis again. Logan said that on the last occasion, he passed out from intoxication. He said that he woke to Whaley's penis penetrating his anus. Logan testified that he told Whaley to get off him, and Whaley did so. Logan said that Whaley told him not to tell anyone about these incidents, but that he told his mother what happened. Logan's mother testified that when Logan told her, she contacted the police and her case worker, and then took him to the Child Advocacy Center upon their advice.\n  </p>\n  <p id=\"p-19\">\n   Whaley was arrested on August 6, 2015 for the offenses committed against Sander and Logan. The indictment states that the offenses to Sander occurred on or between October 1, 2014 and January 23, 2015. It stated that the offenses to Logan occurred on or between July 15, 2014 and July 15, 2015. Whaley was released on March 18, 2016.\n  </p>\n  <p id=\"p-20\">\n   The two remaining victims are Whaley's twin nephews. The indictment states that the offenses to John and Matt occurred on or between June 11, 2016 and July 25, 2016. The nephews, John and Matt, were eight years old when they testified. John testified that he had used his hands to touch Whaley's penis and Whaley had used his hands to touch his penis. Further, he said that he had also touched Whaley's penis with his mouth and Whaley had touched John's penis with his mouth. He stated that these occurrences each happened more than once. John testified that Whaley showed him two boys doing stuff with their private parts on his television.\n  </p>\n  <p id=\"p-21\">\n   Matt testified that Whaley made him perform oral sex in the bathroom of Whaley's residence. Further, he said that Whaley had given him baths and touched his penis with his hands during the bath. Matt told a cousin about what Whaley had done, and the cousin text-messaged the twins' grandmother. The police were contacted and the twins were interviewed at the Children's Advocacy Center.\n  </p>\n  <p id=\"p-22\">\n   Whaley took the stand and denied committing any sexual offenses against the four alleged victims. Further, he denied supplying drugs or alcohol.\n  </p>\n  <p id=\"p-23\">\n   <strong>\n    II. ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    A. Failure to Sever\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   Whaley argues that the trial court abused its discretion by denying his motion to sever, and, instead, holding a single\n   trial. We are not persuaded by his argument.\n  </p>\n  <p id=\"p-26\">\n   Whaley initially moved the court to sever the counts contained in the two indictments from one another and grant two separate trials pursuant to RCr 8.31. He did so in a written request, requesting that counts one-nine (counts against Sander and Logan) be tried separately from counts eleven-seventeen (counts against John and Matt). However, at the hearing on the motion to sever, he requested four separate trials as opposed to the originally requested two. The trial court denied this motion, determining that the circumstances of the charged offenses were similar.\n  </p>\n  <p id=\"p-27\">\n   This Court held in\n   <em>\n    Garrett v. Commonwealth\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-28\">\n   The interaction of RCr 9.12 and RCr 6.18 allows the charges brought in separate indictments to be joined for trial only when the offenses are \"of the same or similar character\" or are \"based on the same acts or transactions connected together or constituting parts of a common scheme or plan.\" When the conditions set forth in RCr 6.18 and RCr 9.12 are present, the trial judge has broad discretion to allow the joinder of offenses charged in separate indictments. We review such decisions for abuse of discretion. Nevertheless, to be reversible, an erroneous joinder of offenses must be accompanied by \"a showing of prejudice\" to the defendant. This showing of prejudice cannot be based on mere speculation, but must be supported by the record.\n  </blockquote>\n  <p id=\"p-29\">\n   <extracted-citation case-ids=\"12387074\" index=\"0\" url=\"https://cite.case.law/sw3d/534/217/#p223\">\n    534 S.W.3d 217\n   </extracted-citation>\n   , 223 (Ky. 2017). The\n   <em>\n    Garrett\n   </em>\n   Court further held \"a significant factor in identifying prejudice from joining offenses for a single trial is the extent to which evidence of one offense would be inadmissible in the trial of the other offense.\"\n   <em>\n    <extracted-citation case-ids=\"12387074\" index=\"1\" url=\"https://cite.case.law/sw3d/534/217/#p223\">\n     Id.\n    </extracted-citation>\n   </em>\n   <em>\n    citing\n   </em>\n   <em>\n    Hammond v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"7315719\" index=\"2\" url=\"https://cite.case.law/sw3d/366/425/#p428\">\n    366 S.W.3d 425\n   </extracted-citation>\n   , 428-29 (Ky. 2012).\n  </p>\n  <p id=\"p-30\">\n   Also,\n   <em>\n    Garrett\n   </em>\n   cited this Court's precedent stating:\n  </p>\n  <blockquote id=\"p-31\">\n   Offenses closely related in character, circumstance[,] and time need not be severed. If evidence from one of the offenses joined in the indictment would be admissible in a separate trial of the other offenses, the joinder of offenses generally will not be prejudicial. Additionally, considerations of judicial economy and the efficiency of avoiding multiple trials are reasons for joint trials.\n  </blockquote>\n  <p id=\"p-32\">\n   <em>\n    Garrett,\n   </em>\n   <extracted-citation case-ids=\"12387074\" index=\"3\" url=\"https://cite.case.law/sw3d/534/217/#p223\">\n    534 S.W.3d at\n   </extracted-citation>\n   223 ;\n   <em>\n    citing\n   </em>\n   <em>\n    Cohron v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"7325750\" index=\"4\" url=\"https://cite.case.law/sw3d/306/489/#p493\">\n    306 S.W.3d 489\n   </extracted-citation>\n   , 493-94 (Ky. 2010) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Peacher v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"7095949\" index=\"5\" url=\"https://cite.case.law/sw3d/391/821/#p836\">\n    391 S.W.3d 821\n   </extracted-citation>\n   , 836 (Ky. 2013).\n  </p>\n  <p id=\"p-33\">\n   We will examine the relevant Kentucky Rules of Criminal Procedure. RCr 6.18 reads:\n  </p>\n  <blockquote id=\"p-34\">\n   Two (2) or more offenses may be charged in the same complaint or two (2) or more offenses whether felonies or misdemeanors, or both, may be charged in the same indictment or information in a separate count for each offense, if the offenses are of the same or similar character or are based on the same acts or transactions connected together or constituting parts of a common scheme or plan.\n  </blockquote>\n  <p id=\"p-35\">\n   Regarding separate trials, RCr 8.31 reads:\n  </p>\n  <blockquote id=\"p-36\">\n   If it appears that a defendant or the Commonwealth is or will be prejudiced by a joinder of offenses or of defendants in an indictment, information, complaint or uniform citation or by joinder for trial, the court shall order separate trials of counts, grant separate trials of defendants or provide whatever other relief justice requires. A motion for such relief must be made before the jury is sworn or, if there is no jury, before any\n   evidence is received. No reference to the motion shall be made during the trial. In ruling on a motion by a defendant for severance the court may order the attorney for the Commonwealth to deliver to the court for inspection in camera any statements or confessions made by the defendants that the Commonwealth intends to introduce in evidence at the trial.\n  </blockquote>\n  <p id=\"p-37\">\n   RCr 9.12 reads:\n  </p>\n  <blockquote id=\"p-38\">\n   The court may order two (2) or more indictments, informations, complaints or uniform citations to be tried together if the offenses, and the defendants, if more than one (1), could have been joined in a single indictment, information, complaint or uniform citation. The procedure shall be the same as if the prosecution were under a single indictment, information, complaint or uniform citation.\n  </blockquote>\n  <p id=\"p-39\">\n   This Court held in\n   <em>\n    Peacher v. Commonwealth\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-40\">\n   Because a certain degree of prejudice is inherent in the joinder of offenses, as it is in any indictment, this Court has explained that the \"prejudice\" calling for severance or other relief under RCr 9.16 is \"undue prejudice,\" i.e., prejudice that goes beyond the inherent prejudice to that which is unnecessary and unreasonable.\n   <em>\n    Romans v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"9929268\" index=\"6\" url=\"https://cite.case.law/sw2d/547/128/\">\n    547 S.W.2d 128\n   </extracted-citation>\n   (Ky. 1977). Although our rule mandates relief when such undue prejudice appears likely, we have entrusted application of the rule to the trial court's discretion,\n   <em>\n    Debruler\n   </em>\n   [\n   <em>\n    v. Commonwealth\n   </em>\n   ], 231 S.W.3d [752] at 752 [ (Ky. 2007) ] and we have many times noted that an erroneous severance ruling does not justify appellate relief unless it resulted in actual prejudice to the party opposing the ruling.\n   <em>\n    Cohron v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"7325750\" index=\"7\" url=\"https://cite.case.law/sw3d/306/489/#p493\">\n    306 S.W.3d 489\n   </extracted-citation>\n   (Ky. 2010) (citing\n   <em>\n    Sherley v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"10016343\" index=\"8\" url=\"https://cite.case.law/sw2d/889/794/\">\n    889 S.W.2d 794\n   </extracted-citation>\n   (Ky. 1994) ).\n  </blockquote>\n  <p id=\"p-41\">\n   <extracted-citation case-ids=\"7095949\" index=\"9\" url=\"https://cite.case.law/sw3d/391/821/#p836\">\n    391 S.W.3d at 838\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-42\">\n   Whaley argues that the trial court's joinder of the indictments caused him to be unfairly prejudiced, violated his Fifth and Fourteenth Amendment rights, and violated his rights pursuant to sections Two and Eleven of the Kentucky Constitution. He supports this argument by stating \"[t]he proof concerning one victim unduly influenced the jury when the proof of the other complaining witnesses was allowed to be heard by the same jury.\"\n  </p>\n  <p id=\"p-43\">\n   Further, he emphasizes the differences between the offenses: the first two charges occurred years apart from the last two; two of the victims were family members of Whaley and two were not related to him; two of the victims were seven years old when the assaults occurred and two were fifteen years old when the assaults occurred.\n  </p>\n  <p id=\"p-44\">\n   In denying the motion to sever, the trial court found that the circumstances surrounding the offenses were very similar. Specifically, it found that:\n  </p>\n  <blockquote id=\"p-45\">\n   The acts were same or similar, they all involved an adult allegedly sexually assaulting a child who he had an authority over, either as a teacher, a babysitter, a relative ... they all took place at the residence, they took place, it seems, either in the bedroom or ... bathroom, all of the children were invited for overnights, they all involved very same if not similar acts ... I think this shows opportunity, intent, plan, absence of mistake and modus operandi and the court will overrule the defendant's motion to sever.\n  </blockquote>\n  <p id=\"p-46\">\n   We agree with the trial court, that the evidence introduced at trial would have been admissible in the trial of the other\n   offenses. In turning to the rules of evidence, KRE 404 states:\n  </p>\n  <blockquote id=\"p-47\">\n   (b) Other crimes, wrongs, or acts. Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible:\n  </blockquote>\n  <blockquote id=\"p-48\">\n   (1) If offered for some other purpose, such as\n   <em>\n    proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident\n   </em>\n   ; or\n  </blockquote>\n  <blockquote id=\"p-49\">\n   (2) If so inextricably intertwined with other evidence essential to the case that separation of the two (2) could not be accomplished without serious adverse effect on the offering party.\n  </blockquote>\n  <p id=\"p-50\">\n   (Emphasis added).\n  </p>\n  <p id=\"p-51\">\n   As discussed above, the trial court denied Whaley's motion to sever on the grounds that the evidence presented throughout the single trial fell under KRE 404(b). Specifically, that the evidence pertaining to the four victims demonstrated very similar acts to show opportunity, intent, plan, absence of mistake and modus operandi. The trial court did not abuse its discretion in finding that the evidence offered satisfies KRE 404(b). Therefore, the evidence regarding each victim would have been admissible in separate trials. As we noted in\n   <em>\n    Garrett,\n   </em>\n   \"offenses closely related in character, circumstance[,] and time need not be severed. If evidence from one of the offenses joined in the indictment would be admissible in a separate trial of the other offenses, the joinder of offenses generally will not be prejudicial.\"\n   <extracted-citation case-ids=\"12387074\" index=\"10\" url=\"https://cite.case.law/sw3d/534/217/#p223\">\n    534 S.W.3d at 223\n   </extracted-citation>\n   . Since this evidence would have been admissible under KRE 404(b), the trials did not need to be severed.\n  </p>\n  <p id=\"p-52\">\n   Not only would the evidence be admissible under KRE 404(b), the trial court's ruling is also in conformity with the relevant Kentucky Rules of Criminal Procedure. As cited above, RCr 6.18 allows two or more offenses to be charged in the same complaint if the offenses are of the same or similar character ... or constituting parts of a common scheme or plan. In the case at hand, as the trial court ruled, the charged offenses occurred at Whaley's residence, Whaley was in an authoritative role over each victim, and the evidence presented same or similar acts with each victim.\n  </p>\n  <p id=\"p-53\">\n   Under these circumstances, we do not believe the trial court abused its discretion by joining the offenses for trial, or that Whaley has identified \"unfair prejudice\" connected with the joinder sufficient to require a new trial.\n  </p>\n  <p id=\"p-54\">\n   <strong>\n    B. Evidence of Other Crimes, Wrongs or Acts\n   </strong>\n  </p>\n  <p id=\"p-55\">\n   Whaley argues that the trial court erred by allowing into evidence that he provided drugs or alcohol to Sander and Logan, the pornographic images and internet web history, and the uncharged act of sodomy against Sander.\n  </p>\n  <p id=\"p-56\">\n   On appeal, \"[w]e will not disturb a trial court's decision to admit evidence absent an abuse of discretion.\"\n   <em>\n    Matthews v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"8950864\" index=\"11\" url=\"https://cite.case.law/sw3d/163/11/#p19\">\n    163 S.W.3d 11\n   </extracted-citation>\n   , 19 (Ky. 2005) citing\n   <em>\n    Partin v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"10004729\" index=\"12\" url=\"https://cite.case.law/sw2d/918/219/#p222\">\n    918 S.W.2d 219\n   </extracted-citation>\n   , 222 (Ky. 1996). \"The test for abuse of discretion is whether the trial judge's decision was arbitrary, unreasonable, unfair, or unsupported by sound legal principles.\"\n   <em>\n    Commonwealth v. English,\n   </em>\n   <extracted-citation case-ids=\"11677344\" index=\"13\" url=\"https://cite.case.law/sw2d/993/941/#p945\">\n    993 S.W.2d 941\n   </extracted-citation>\n   , 945 (Ky. 1999).\n  </p>\n  <p id=\"p-57\">\n   <strong>\n    <em>\n     1. Evidence of Drugs or Alcohol\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-58\">\n   The Commonwealth filed KRE 404(c) notices seeking to admit evidence that Whaley provided drugs or alcohol to Sander and Logan prior to the sexual assaults.\n  </p>\n  <p id=\"p-59\">\n   The motion regarding Sander indicated that the Commonwealth intended to introduce evidence that Whaley provided alcohol\n   to Sander on one occasion, which provided a scheme or plan for Whaley to reduce Sander's resistance or entice him with alcohol so that Whaley could perform sexual acts on Sander. The motion regarding Logan indicated that the Commonwealth intended to introduce evidence that Whaley provided drugs or alcohol to Logan prior to the sexual assaults. This was based on the reasoning that the evidence went to Whaley's scheme or plan to reduce Logan's resistance or entice him with drugs or alcohol so that Whaley could perform sexual acts on Logan.\n  </p>\n  <p id=\"p-60\">\n   Whaley objected to the admission of this evidence, and the trial court overruled the objection. At trial, only Logan testified regarding the evidence in question. Whaley argues that Logan's testimony regarding the drugs or alcohol served no legitimate purpose at trial. However, Logan testified that he was intoxicated by the drugs or alcohol provided by Whaley before each of the three times that Whaley engaged in sodomy or attempted sodomy.\n  </p>\n  <p id=\"p-61\">\n   In\n   <em>\n    Alford v. Commonwealth,\n   </em>\n   the Appellant was charged with first degree sodomy and sexual abuse.\n   <extracted-citation case-ids=\"7319280\" index=\"14\" url=\"https://cite.case.law/sw3d/338/240/#p250\">\n    338 S.W.3d 240\n   </extracted-citation>\n   , 250 (Ky. 2011). The victim testified that the Appellant forced her and her sister to drink wine coolers and had forced her to smoke marijuana on one occasion. This Court held in\n   <em>\n    Alford\n   </em>\n   that, \"[t]he testimony regarding marijuana and alcohol use by Appellant and forced use by the children was necessary for a full presentation of the case....\"\n   <em>\n    <extracted-citation case-ids=\"7319280\" index=\"15\" url=\"https://cite.case.law/sw3d/338/240/#p250\">\n     Id.\n    </extracted-citation>\n   </em>\n   (other citations omitted). This Court upheld the admission of the testimony. Likewise, in the case at hand, the testimony regarding Logan's intoxication during the acts of sodomy are necessary for a full presentation. Accordingly, we find that the trial court did not err in admitting evidence regarding drug or alcohol usage.\n  </p>\n  <p id=\"p-62\">\n   <strong>\n    <em>\n     2. Pornographic Images\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-63\">\n   The Commonwealth filed a KRE 404(c) notice indicating its intent to admit evidence of pornographic images and internet web history taken from a computer seized at Whaley's residence. It sought to admit the images taken as they depicted very young men or teenagers having sex with one another. During John's interview at the Child Advocacy Center, he indicated that Whaley had made him watch videos depicting men having sex on a television in Whaley's bedroom.\n  </p>\n  <p id=\"p-64\">\n   Further, a month after Whaley's arrest, police executed a search warrant at his residence for electronic devices. The officers seized an HP laptop and a Toshiba laptop, which were forensically searched. The search of the HP laptop revealed thumbnail photo images of young adult males engaging in sexual acts with each other.\n  </p>\n  <p id=\"p-65\">\n   Whaley filed a motion to exclude the computer evidence. The court allowed the evidence. Further, Whaley argues that no witness identified the introduced photographs as having been shown to the witness by Whaley.\n  </p>\n  <p id=\"p-66\">\n   During John's testimony, he said that Whaley had a computer that could be hooked up to the television. He stated that Whaley showed him a video of boys doing stuff with their private parts. Further, Sander testified that Whaley had a computer hooked up to the television in his bedroom. However, Sander did not testify regarding pornography.\n  </p>\n  <p id=\"p-67\">\n   Whaley asserts that the pornographic pictures were prejudicial \"since the images could not provide any other additional information regarding the indicted offenses.\" He argues that \"the prejudice, which is presumed by the very nature of the pictures, far outweighs any probative value\n   and as such should have never been admitted or shown to the jury.\"\n  </p>\n  <p id=\"p-68\">\n   This Court held in\n   <em>\n    Jones v. Commonwealth,\n   </em>\n   that the victim must identify the sexual image as the image they had been shown by the defendant.\n   <extracted-citation case-ids=\"8362888\" index=\"16\" url=\"https://cite.case.law/sw3d/237/153/\">\n    237 S.W.3d 153\n   </extracted-citation>\n   (Ky. 2007). Specifically, we held that \"the Commonwealth made no effort in the case at hand to link these sexually explicit images to any sexual contact....\"\n   <em>\n    <extracted-citation case-ids=\"8362888\" index=\"17\" url=\"https://cite.case.law/sw3d/237/153/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"8362888\" index=\"17\" url=\"https://cite.case.law/sw3d/237/153/\">\n    at 161\n   </extracted-citation>\n   . We find that it was error by the trial court to allow these pornographic images into evidence absent such identification. However, we hold that this error was harmless. Regarding harmless error analysis, this Court held in\n   <em>\n    Hall v. Commonwealth\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-69\">\n   We must next determine whether this error warrants reversal of Hall's conviction. Since this was a non-constitutional evidentiary error, we apply the test laid out in\n   <em>\n    Winstead v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"7303384\" index=\"18\" url=\"https://cite.case.law/sw3d/283/678/#p688\">\n    283 S.W.3d 678\n   </extracted-citation>\n   , 688-89, and n.1 (Ky. 2009), to determine whether the error was harmless. Such an error may be \"deemed harmless, ... if the reviewing court can say with fair assurance that the judgment was not substantially swayed by the error.\"\n   <em>\n    <extracted-citation case-ids=\"7303384\" index=\"19\" url=\"https://cite.case.law/sw3d/283/678/#p688\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 689 (citing\n   <em>\n    Kotteakos v. United States,\n   </em>\n   <extracted-citation case-ids=\"377132\" index=\"20\" url=\"https://cite.case.law/us/328/750/\">\n    328 U.S. 750\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"377132\" index=\"21\" url=\"https://cite.case.law/us/328/750/\">\n    66 S.Ct. 1239\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"377132\" index=\"22\" url=\"https://cite.case.law/us/328/750/\">\n    90 L.Ed. 1557\n   </extracted-citation>\n   (1946) ). \"The inquiry is not simply 'whether there was enough [evidence] to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence. If so, or if one is left in grave doubt, the conviction cannot stand.' \"\n   <em>\n    <extracted-citation case-ids=\"377132\" index=\"23\" url=\"https://cite.case.law/us/328/750/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Kotteakos,\n   </em>\n   <extracted-citation case-ids=\"377132\" index=\"24\" url=\"https://cite.case.law/us/328/750/\">\n    328 U.S. at 765\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"377132\" index=\"25\" url=\"https://cite.case.law/us/328/750/\">\n    66 S.Ct. 1239\n   </extracted-citation>\n   ).\n  </blockquote>\n  <p id=\"p-70\">\n   <extracted-citation case-ids=\"6849103\" index=\"26\" url=\"https://cite.case.law/sw3d/468/814/#p827\">\n    468 S.W.3d 814\n   </extracted-citation>\n   , 827-28 (Ky. 2015).\n  </p>\n  <p id=\"p-71\">\n   The evidence of the pornographic images seized from the HP laptop at Whaley's residence was admitted through presenting the images to the Commonwealth's witness, a Campbell County detective in the electronic crimes unit, Steve Kush. The Commonwealth entered the HP laptop, as well as a Toshiba laptop, into evidence. Kush testified that he examined both laptops. The Commonwealth asked Kush if he found any pornographic images on that computer, to which Kush replied in the affirmative. The Commonwealth asked Kush if the pornographic images depicted young white males engaged in sexual acts with other white males, to which Kush also replied yes.\n  </p>\n  <p id=\"p-72\">\n   The Commonwealth presented exhibits containing the pornographic images to Kush during his testimony. Kush stated that the images were indeed the ones he viewed on the computer. The pornographic images were admitted through detective Kush's testimony, and sent to the jury room. The images aligned with John's testimony regarding the images Whaley had shown him on a computer.\n  </p>\n  <p id=\"p-73\">\n   John testified in regard to the pornographic images, stating that Whaley had shown him two boys on television doing the same things Whaley wanted him to do, i.e., \"stuff with their private parts.\" We are not persuaded that the admittance of these pornographic images substantially swayed the judgment.\n  </p>\n  <p id=\"p-74\">\n   The error committed by the trial court was harmless. After a thorough review of the record and the weight and sufficiency of the other evidence, we hold the judgment was not substantially swayed by the erroneous admission of these images.\n  </p>\n  <p id=\"p-75\">\n   <strong>\n    <em>\n     3. Evidence of Uncharged Sodomy\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-76\">\n   The Commonwealth filed a KRE 404(c) notice to introduce evidence that Whaley sexually assaulted and abused Sander on another (uncharged) occasion in Boone County. The motion stated that the incident was disclosed in Sander's interview with the Child Advocacy Center. It further stated that the evidence was being introduced pursuant to KRE 404(b)(1) and\n   KRE 404(b)(2). Whaley objected to this motion and the trial court overruled the objection.\n  </p>\n  <p id=\"p-77\">\n   This Court held in\n   <em>\n    Lopez v. Commonwealth\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-78\">\n   KRE 404(b)(1) states that \"evidence of other crimes, wrongs, or acts is not admissible\" unless offered to prove \"motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\" Such evidence is also admissible \"[i]f so inextricably intertwined with other evidence essential to the case that separation of the two (2) could not be accomplished without serious adverse effect on the offering party.\" KRE 404(b)(2). Furthermore, \"evidence of similar acts perpetrated against the same victim are [sic] almost always admissible\" to prove intent, plan, or absence of mistake or accident.\n   <em>\n    Noel v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"9410116\" index=\"27\" url=\"https://cite.case.law/sw3d/76/923/#p931\">\n    76 S.W.3d 923\n   </extracted-citation>\n   , 931 (Ky. 2002).\n  </blockquote>\n  <p id=\"p-79\">\n   <extracted-citation case-ids=\"6876292\" index=\"28\" url=\"https://cite.case.law/sw3d/459/867/#p875\">\n    459 S.W.3d 867\n   </extracted-citation>\n   , 875 (Ky. 2015).\n  </p>\n  <p id=\"p-80\">\n   Sander presented testimony regarding this incident. As discussed above, he testified that his first sexual encounter with Whaley was in Whaley's car. He said Whaley made Sander perform oral sex on him, then Whaley performed oral sex on Sander.\n  </p>\n  <p id=\"p-81\">\n   Consistent with this Court's precedent, \"evidence of similar acts perpetrated against the same victim are almost always admissible....\"\n   <em>\n    Noel v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"9410116\" index=\"29\" url=\"https://cite.case.law/sw3d/76/923/#p931\">\n    76 S.W.3d 923\n   </extracted-citation>\n   , 931 (Ky. 2002). Applying that rule to the facts in\n   <em>\n    Harp v. Commonwealth,\n   </em>\n   this Court upheld the trial court's admission of evidence \"regardless of whether the conduct was specifically contained in the indictment against [the appellant]. [The appellant] unsuccessfully sought to exclude the evidence of uncharged sexual contact with [the victim].\"\n   <extracted-citation case-ids=\"8205599\" index=\"30\" url=\"https://cite.case.law/sw3d/266/813/#p822\">\n    266 S.W.3d 813\n   </extracted-citation>\n   , 822 (Ky. 2008).\n  </p>\n  <p id=\"p-82\">\n   The 404(b) evidence of prior bad acts in\n   <em>\n    Harp\n   </em>\n   included the appellant exposing his genitals to the victim on multiple occasions. This Court reasoned that: \"we do not perceive that any prejudice suffered by Harp was sufficient to overcome the general rule regarding admissibility of similar acts perpetrated against the same victim. Thus, we find no error in the trial court's decision to admit the KRE 404(b) evidence in question.\"\n   <em>\n    <extracted-citation case-ids=\"8205599\" index=\"31\" url=\"https://cite.case.law/sw3d/266/813/#p822\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"8205599\" index=\"31\" url=\"https://cite.case.law/sw3d/266/813/#p822\">\n    at 822-23\n   </extracted-citation>\n   (emphasis added). The standard quoted in\n   <em>\n    Harp,\n   </em>\n   that evidence of similar acts perpetrated against the same victim is almost always admissible, is clearly applicable to the case at hand as the initial sexual act is similar to the sexual acts listed in the indictment. Therefore, the uncharged act of sodomy would have been admissible evidence under\n   <em>\n    Harp\n   </em>\n   and KRE 404(b).\n  </p>\n  <p id=\"p-83\">\n   Whaley argues that the allegations are not so inextricably intertwined under KRE 404(b)(2). However, as discussed above, this Court almost always finds evidence of similar acts against the same victim to be admissible.\n   <em>\n    Noel,\n   </em>\n   <extracted-citation case-ids=\"9410116\" index=\"32\" url=\"https://cite.case.law/sw3d/76/923/#p931\">\n    76 S.W.3d at 931\n   </extracted-citation>\n   . Further, Whaley argues that there is no independent corroborating evidence of the initial act of sodomy to make the evidence admissible under KRE 404(b). Whaley insists that this evidence serves no legitimate purpose at trial, and the potential prejudice substantially outweighed any probative value. These arguments fail, as portrayed in\n   <em>\n    Harp.\n   </em>\n   No independent corroborating evidence is necessary and the similar act was committed upon the same victim. The trial court did not err by allowing this evidence.\n  </p>\n  <p id=\"p-84\">\n   <strong>\n    C. Cross-examination Regarding Pornographic Evidence\n   </strong>\n  </p>\n  <p id=\"p-85\">\n   As discussed above, evidence of pornographic images was admitted at trial. Whaley attempted to cross-examine Matt and John's father regarding the boys looking\n   at pornography on his phone. The trial court sustained the Commonwealth's objection.\n  </p>\n  <p id=\"p-86\">\n   On appeal, \"[w]e will not disturb a trial court's decision to admit evidence absent an abuse of discretion.\"\n   <em>\n    Matthews,\n   </em>\n   <extracted-citation case-ids=\"8950864\" index=\"33\" url=\"https://cite.case.law/sw3d/163/11/#p19\">\n    163 S.W.3d at\n   </extracted-citation>\n   19 citing\n   <em>\n    Partin,\n   </em>\n   <extracted-citation case-ids=\"10004729\" index=\"34\" url=\"https://cite.case.law/sw2d/918/219/#p222\">\n    918 S.W.2d at 222\n   </extracted-citation>\n   . \"The test for abuse of discretion is whether the trial judge's decision was arbitrary, unreasonable, unfair, or unsupported by sound legal principles.\"\n   <em>\n    English,\n   </em>\n   <extracted-citation case-ids=\"11677344\" index=\"35\" url=\"https://cite.case.law/sw2d/993/941/#p945\">\n    993 S.W.2d at 945\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-87\">\n   Applying this test to the case at bar, we will not overturn the trial court's decision, as the trial court did not abuse its discretion by sustaining the Commonwealth's objection.\n  </p>\n  <p id=\"p-88\">\n   Irene Clark, the mother of Whaley's child, testified that Matt and John's father said he had been surprised when he caught one of the boys on his phone looking at pornography. During cross-examination of Matt and John's father, Whaley asked the father if \"he recalled saying to Whaley ... not to let the boys on a phone or a tablet ... because you caught them looking at porn on your phone.\" The Commonwealth objected to this question, based on the rape shield. The objection was sustained and the trial court admonished the jury to disregard the question.\n  </p>\n  <p id=\"p-89\">\n   This Court addressed this issue in\n   <em>\n    Basham v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"6885017\" index=\"36\" url=\"https://cite.case.law/sw3d/455/415/\">\n    455 S.W.3d 415\n   </extracted-citation>\n   (Ky. 2014). In\n   <em>\n    Basham,\n   </em>\n   the appellant argued that the trial court erred in barring him from introducing evidence that the victim had previously been exposed to sexually explicit material on the internet.\n   <em>\n    <extracted-citation case-ids=\"6885017\" index=\"37\" url=\"https://cite.case.law/sw3d/455/415/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"6885017\" index=\"37\" url=\"https://cite.case.law/sw3d/455/415/\">\n    at 418\n   </extracted-citation>\n   . Similar to the case at hand, \"[t]he Commonwealth objected, arguing that this was evidence of prior sexual behavior or sexual predisposition and thus subject to the 'rape shield' provisions of KRE 412, and that the defense had failed to comply with the rule's requirement that a written motion be filed at least 14 days before trial.\"\n   <em>\n    <extracted-citation case-ids=\"6885017\" index=\"38\" url=\"https://cite.case.law/sw3d/455/415/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Basham, much like Whaley, argued that:\n  </p>\n  <blockquote id=\"p-90\">\n   ... the proposed evidence of [the victim's] incidental exposure to pornographic websites is neither \"evidence offered to prove that [the victim] engaged in other sexual behavior,\" KRE 412(a)(1), nor \"evidence offered to prove [the victim]'s sexual predisposition,\" KRE 412(a)(2). He contends that this is instead alternative-source-of-knowledge evidence offered to rebut the \"sexual innocence inference,\" which makes this evidence a defense.\n  </blockquote>\n  <p id=\"p-91\">\n   <em>\n    <extracted-citation case-ids=\"6885017\" index=\"39\" url=\"https://cite.case.law/sw3d/455/415/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <em>\n    Basham\n   </em>\n   further held:\n  </p>\n  <blockquote id=\"p-92\">\n   [The victim] was eight years old at the time she made her initial report and description of the molestation. That being the case, evidence of an alternative source of knowledge could have probative force to rebut an inference that she would only have been able to describe the charged acts if they had in fact occurred. In her report of the abuse, [the victim] described various sexual acts including vaginal intercourse. If the evidence had been that she viewed websites depicting men and women engaged in intercourse, that would tend to rebut the inference that the only way the eight-year-old knew about sex was through Basham's abuse.\n  </blockquote>\n  <p id=\"p-93\">\n   <em>\n    <extracted-citation case-ids=\"6885017\" index=\"40\" url=\"https://cite.case.law/sw3d/455/415/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"6885017\" index=\"40\" url=\"https://cite.case.law/sw3d/455/415/\">\n    at 419-20\n   </extracted-citation>\n   .\n   <em>\n    Basham\n   </em>\n   and the case at hand are similar as the victim in\n   <em>\n    Basham\n   </em>\n   did not testify to the actual content of the websites. The victim only presented testimony that the websites had shown naked people. In the case at hand, the testimony that was objected to consisted of asking the father if he had told Whaley to not let the twins use a phone or tablet computer because he had caught John looking at pornography. As in\n   <em>\n    Basham,\n   </em>\n   there was no testimony presented as to the pornography the father caught the child watching.\n   <em>\n    Basham\n   </em>\n   further held:\n  </p>\n  <blockquote id=\"p-94\">\n   But merely seeing images of naked people does not provide an alternate source of [the victim's] knowledge of the specific sexual behaviors she described in her allegations against Basham. Since this offer of proof failed to demonstrate that [the victim] was exposed to a prior source of knowledge about the specific sex acts charged, it was not probative or relevant, and was therefore inadmissible.\n  </blockquote>\n  <p id=\"p-95\">\n   <em>\n    <extracted-citation case-ids=\"6885017\" index=\"41\" url=\"https://cite.case.law/sw3d/455/415/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"6885017\" index=\"41\" url=\"https://cite.case.law/sw3d/455/415/\">\n    at 420\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-96\">\n   The trial court ruled that the evidence was not admissible under KRE 412,\n   <footnotemark>\n    2\n   </footnotemark>\n   and that even had it been admissible, Whaley had not given notice under 412(c). Whaley requested the testimony be put in avowal.\n  </p>\n  <p id=\"p-97\">\n   We affirm the trial court's ruling on other grounds. We hold, as is consistent with the reasoning in\n   <em>\n    Basham,\n   </em>\n   \"this offer of proof failed to demonstrate that [the victim] was exposed to a prior source of knowledge about the specific sex acts charged, it was not probative or relevant, and was therefore inadmissible.\"\n   <extracted-citation case-ids=\"6885017\" index=\"42\" url=\"https://cite.case.law/sw3d/455/415/\">\n    455 S.W.3d at 420\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-98\">\n   Although John testified that Whaley showed him images of boys doing stuff with their private parts, (the specific sex acts charged), the question on cross-examination at issue was not regarding the specific sex acts charged. The evidence is inadmissible, as it was not probative or relevant. The trial court did not abuse its discretion in disallowing the cross-examination.\n  </p>\n  <p id=\"p-99\">\n   <strong>\n    D. Expert Witness Testimony\n   </strong>\n  </p>\n  <p id=\"p-100\">\n   Whaley argues that the trial court abused its discretion by allowing Dr. Berkeley Bennett, who had examined Matt and John while they were at the Child Advocacy Center, to testify that she would not necessarily expect to see injury after an anal sodomy. A trial court's determination as to whether to allow expert opinion testimony under KRE 702\n   <footnotemark>\n    3\n   </footnotemark>\n   is reviewed for an abuse of discretion.\n   <em>\n    Fugate v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"11677267\" index=\"43\" url=\"https://cite.case.law/sw2d/993/931/#p935\">\n    993 S.W.2d 931\n   </extracted-citation>\n   , 935 (Ky. 1999).\n  </p>\n  <p id=\"p-101\">\n   The Commonwealth asked Dr. Bennett if she would expect to see injury from anal sodomy. Whaley objected and the trial court allowed Dr. Bennett to testify to her opinion that she would not necessarily expect to see injury with anal sodomy. The trial court did not abuse its discretion in allowing Dr. Bennett to testify regarding her opinion.\n  </p>\n  <p id=\"p-102\">\n   Consistent with the holding in\n   <em>\n    Collins v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"11909023\" index=\"44\" url=\"https://cite.case.law/sw2d/951/569/#p575\">\n    951 S.W.2d 569\n   </extracted-citation>\n   , 575 (Ky. 1997), Dr. Bennett was qualified under KRE 702 as an expert due to her knowledge, experience and training.\n  </p>\n  <p id=\"p-103\">\n   In\n   <em>\n    Collins,\n   </em>\n   the rape victim had a medical report that indicated she had an intact hymen. This Court held that the trial court did not abuse its discretion in allowing an expert witness to offer testimony \"that it was not uncommon for women who have\n   had numerous sexual encounters to still have a hymen.\"\n   <em>\n    <extracted-citation case-ids=\"11909023\" index=\"45\" url=\"https://cite.case.law/sw2d/951/569/#p575\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11909023\" index=\"45\" url=\"https://cite.case.law/sw2d/951/569/#p575\">\n    at 574\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-104\">\n   Dr. Bennett's testimony clearly assisted the trier of fact to understand a fact in issue, i.e., that evidence of anal sodomy may not appear in a physical examination. The trial court did not abuse its discretion in allowing Dr. Bennett's expert testimony.\n  </p>\n  <p id=\"p-105\">\n   <strong>\n    E. Use of the Word \"Victims\"\n   </strong>\n  </p>\n  <p id=\"p-106\">\n   Whaley filed a motion in limine for an order instructing the Commonwealth, his representatives and witnesses, to abstain from making any direct or indirect reference whatsoever, before prospective jurors or the jury that Sander, Logan, John or Matt were victims. The trial court overruled this motion.\n  </p>\n  <p id=\"p-107\">\n   Whaley contends that he is entitled to reversal and remand for a new trial because the trial court denied the motion in limine and allowed the children to be referred to as victims. Specifically, he states that by allowing the Commonwealth and its witnesses to \"express [their] opinion[s] as to whether or not [the children] are victims in this case was an invasion upon the province of the jury.\"\n  </p>\n  <p id=\"p-108\">\n   In its opening statement, the Commonwealth referred to the children as victims four times. Further, Elsmere Police Department detective Tony Embry referred to the children as victims. Whaley made no objection to those references.\n  </p>\n  <p id=\"p-109\">\n   Whaley cites\n   <em>\n    Arnett v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"5241981\" index=\"46\" url=\"https://cite.case.law/ky/261/607/\">\n    261 Ky. 607\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=88%20S.W.2d%20276\">\n    88 S.W.2d 276\n   </extracted-citation>\n   (1935) in support of the argument that the Commonwealth and its witnesses expressed a personal belief that the accuser is telling the truth or that Whaley is guilty by referring to the children as victims.\n  </p>\n  <p id=\"p-110\">\n   In\n   <em>\n    Arnett,\n   </em>\n   the appellants were convicted of selling liquor to a habitual drunkard. During trial, witnesses testified regarding how often they had seen the purchaser drunk.\n   <em>\n    Arnett\n   </em>\n   held \"... witnesses should not be permitted to express their opinions or conclusions ... but should confine their evidence to such facts as when, where, and how often they had seen [the purchaser] drunk.\"\n   <em>\n    <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=88%20S.W.2d%20276\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=88%20S.W.2d%20276\">\n    at 277\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-111\">\n   <em>\n    Arnett\n   </em>\n   is distinguishable from the case at hand as\n   <em>\n    Arnett\n   </em>\n   held that the definition of habitual drunkard provided by the court was incorrect, thus resulting in reversible error.\n   <em>\n    <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=88%20S.W.2d%20276\">\n     Id.\n    </extracted-citation>\n   </em>\n   Referring to the accusers as \"alleged victims\" during the course of the trial would be cumbersome and untenable. Identifying this group of children in this manner in no way constituted a judgment as to the identity of the perpetrator of these crimes. This reference to the children as victims would not be unduly prejudicial. In fact, it would be no more so than the reading of the indictment listing the charges against Whaley.\n  </p>\n  <p id=\"p-112\">\n   Furthermore, the three Kentucky Revised Statutes regarding sexual abuse that apply to both adults and children, KRS 510.110, 510.120, and 510.130 refer to the subject child as a victim.\n  </p>\n  <p id=\"p-113\">\n   The trial court did not abuse its discretion in denying the motion in limine and allowing the children to be referred to as victims.\n  </p>\n  <p id=\"p-114\">\n   <strong>\n    F. Post-Trial Motion for Mistrial\n   </strong>\n  </p>\n  <p id=\"p-115\">\n   Whaley argues that the record is incomplete for review on appeal. Specifically, he argues the record is incomplete because certain photographic evidence and jury questions (which had been answered in writing but not placed on the record) that went to the jury room during deliberations were not recovered after the conclusion of trial. Clearly, this was not a desirable outcome. To protect the record, trial courts should always collect all exhibits and preserve all notes to the court from the jury before the jury is excused.\n  </p>\n  <p id=\"p-116\">\n   Whaley made an oral and written motion for a mistrial based on this argument. The trial court overruled the motion.\n  </p>\n  <p id=\"p-117\">\n   This Court held in\n   <em>\n    Hammond v. Commonwealth\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-118\">\n   The decision to declare a mistrial is properly within the sound discretion of the trial court. A mistrial is an extreme remedy and should be resorted to only when there appears in the record a manifest necessity for such an action or an urgent or real necessity. A manifest necessity can be understood as to be an urgent need for a new trial in consideration of the totality of the circumstances. As such, a ruling declaring a mistrial will not be disturbed absent an abuse of discretion by the trial court.\n  </blockquote>\n  <p id=\"p-119\">\n   <extracted-citation case-ids=\"12122008\" index=\"50\" url=\"https://cite.case.law/sw3d/504/44/#p51\">\n    504 S.W.3d 44\n   </extracted-citation>\n   , 51 (Ky. 2016) quoting\n   <em>\n    Gray v. Commonwealth,\n   </em>\n   <extracted-citation case-ids=\"6822154\" index=\"51\" url=\"https://cite.case.law/sw3d/480/253/#p273\">\n    480 S.W.3d 253\n   </extracted-citation>\n   , 273 (Ky. 2016).\n  </p>\n  <p id=\"p-120\">\n   Regarding incomplete records for review of appellate courts, \"[i]t has long been held that, when the complete record is not before the appellate court, that court must assume that the omitted record supports the decision of the trial court.\"\n   <em>\n    Commonwealth v. Thompson,\n   </em>\n   <extracted-citation case-ids=\"9961609\" index=\"52\" url=\"https://cite.case.law/sw2d/697/143/#p145\">\n    697 S.W.2d 143\n   </extracted-citation>\n   , 145 (Ky. 1985). Therefore, we must assume that if there are missing portions of the record provided to us, the missing portions support the trial court's decision.\n  </p>\n  <p id=\"p-121\">\n   However, in the case at hand, the court requested that both parties provided duplicates of the photographs admitted into evidence as well as the written jury questions that were not placed on the record. The Commonwealth states \"... the prosecutor and defense attorney represented to the court that they knew which photographs had been introduced, and they provided duplicates.\" It further states that \"[t]he prosecutor also provided a written list of the questions the jury asked during deliberation and the trial court's responses.\"\n  </p>\n  <p id=\"p-122\">\n   The trial court found in its Judgment and Sentence on Plea of Guilty that after the motion for mistrial was overruled, the court made a finding that the photos presented to the court for the record were true and accurate photos of both the defense's and Commonwealth's original trial exhibits.\n  </p>\n  <p id=\"p-123\">\n   Aligned with the precedent set in\n   <em>\n    Thompson,\n   </em>\n   even if the record is considered incomplete for review, the trial court did not abuse its discretion by denying Whaley's motion for a mistrial.\n  </p>\n  <p id=\"p-124\">\n   <strong>\n    III. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-125\">\n   For the foregoing reasons, we affirm Whaley's convictions and sentence.\n  </p>\n  <p id=\"p-126\">\n   Minton, C. J.; Hughes, Keller, Lambert, VanMeter and Wright, JJ., sitting. All concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-129\">\n    In keeping with this Court's practices, throughout this opinion, the minor victim's names will be changed to protect their anonymity.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-130\">\n    KRE 412(a) reads: Evidence generally inadmissible. The following evidence is not admissible in any civil or criminal proceeding involving alleged sexual misconduct except as provided in subdivisions (b) and (c):\n   </p>\n   <blockquote id=\"p-131\">\n    (1) Evidence offered to prove that any alleged victim engaged in other sexual behavior.\n   </blockquote>\n   <blockquote id=\"p-132\">\n    (2) Evidence offered to prove any alleged victim's sexual predisposition.\n   </blockquote>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-133\">\n    KRE 702 reads: If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise, if:\n   </p>\n   <blockquote id=\"p-134\">\n    (1) The testimony is based upon sufficient facts or data;\n   </blockquote>\n   <blockquote id=\"p-135\">\n    (2) The testimony is the product of reliable principles and methods; and\n   </blockquote>\n   <blockquote id=\"p-136\">\n    (3) The witness has applied the principles and methods reliably to the facts of the case.\n   </blockquote>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}