{
  "casebody": {
    "data": "<casebody firstpage=\"684\" lastpage=\"696\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b706-4\">800 A.2d 16</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b706-5\">MARYLAND RECEPTION, DIAGNOSTIC &amp; CLASSIFICATION CENTER v. Richard WATSON.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b706-8\">No. 2297,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AGj\">Sept. Term, 2000.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b706-9\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ApZ4\">June 5, 2002.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b708-8\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>Scott S. Oakley, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, on the brief) Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b708-9\">John F. Conwell (Davis &amp; Associates Law Offices, P.A., on the brief) Towson, for appellants.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b708-10\">Argued before JAMES R. EYLER, WILLIAM W. WENNER, (Retired, specially assigned) and PATRICK R. HAYMAN (Specially assigned) JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b708-11\">WILLIAM W. WENNER, Judge,</author>\n<p id=\"A5v\">Specially Assigned.</p>\n<p id=\"b708-12\">On 29 January 1999, appellee, Richard Watson, was employed as a Correctional Officer by appellant, Maryland Reception, Diagnostic and Classification Center (MRDCC), a maximum security correctional facility operated by the Division of Correction (DOC) of the Maryland Department of Public Safety and Correctional Services (the Department). In the early morning hours of 29 January 1999, Watson was involved in an incident on Interstate 95 in Howard County.</p>\n<p id=\"b708-13\">On that same date, a Notice of Termination was prepared and signed by MRDCC Warden William O. Filbert (Warden <page-number citation-index=\"1\" label=\"687\">*687</page-number>Filbert), and on 12 February 1999, the Notice of Termination was approved by the Department’s Secretary.</p>\n<p id=\"b709-4\">By an “appeal” to the Department of Budget and Management (DBM) dated 20 February 1999, Watson contested his termination. On 6 April 1999, DBM referred the matter to the Office of Administrative Hearings (OAH), and a two-day evidentiary hearing was conducted by the- OAH on 7 and 13 March 2000 before Neile Friedman, an Administrative Law Judge (ALJ). During the course of these proceedings, Watson interposed the following defenses to his termination: (1) as appointing authority, the Warden had not adequately investigated Watson’s alleged misconduct, and (2) the evidence presented was insufficient to support the charged misconduct.</p>\n<p id=\"b709-5\">By a decision and order issued on 21 April 2000, the ALJ rejected Watson’s defenses, determined that the charged misconduct had been adequately investigated, that the evidence presented was sufficient to support most of the allegations of misconduct with which Watson had been charged, and affirmed Watson’s termination.</p>\n<p id=\"b709-6\">Watson then sought judicial review in the Circuit Court for Baltimore City. At the conclusion of an 18 October 2000 hearing, the circuit court ruled that Warden Filbert had not adequately investigated Watson’s alleged misconduct or considered mitigating circumstances, and that Watson’s termination had not been given prior approval by the head of the principal unit. By written Order dated 30 October 2000, the ALJ’s decision was reversed by the circuit court and the case was remanded “for an administrative determination beginning with administrative review by Warden Filbert and the Commissioner of Corrections, with the subsequent process and administrative hearing as set forth in the State Personnel and Pensions Article and applicable Code of Maryland Regulations.”</p>\n<p id=\"b709-7\">Watson’s Motion to Revise Judgment was denied by an Order dated 16 January 2001. MRDCC then noted an appeal, and Watson noted a cross-appeal. We are now confronted with the following questions:</p>\n<blockquote id=\"b710-3\"><page-number citation-index=\"1\" label=\"688\">*688</page-number>1. Did the ALJ correctly conclude that Watson’s alleged misconduct, consisting of criminal conduct investigated by the Maryland State Police, was investigated as required by Md. State Pers. <em>&amp; </em>Pens.Code Ann. Section' 11—106(a)(1)?</blockquote>\n<blockquote id=\"b710-4\">2. Did the circuit court incorrectly conclude that mitigating circumstances were not considered as required by Md. State Per. &amp; Pens.Code Ann. Section 11—106(a)(3)?</blockquote>\n<blockquote id=\"b710-5\">3. Did the ALJ correctly conclude that Watson’s disciplinary termination, which was given prior approval by the Secretary of the Department of Public Safety and Correctional Services, was given prior approval by the head of the principal unit as required by Md. State Pers. &amp; Pens.Code Ann. Section 11-104(7)?</blockquote>\n<p id=\"b710-6\">On cross-appeal, Watson poses the following question:</p>\n<blockquote id=\"b710-7\">Whether the proper remedy for the Department’s violations of Mr. Watson’s rights is to rescind the termination and return him is [sic] full duty status, complete with back pay and benefits?</blockquote>\n<p id=\"b710-8\">We shall answer MRDCC’s first and third questions in the affirmative, and its second question in the negative, and reverse the judgment of the circuit court. Consequently, we need not answer the question posed by Watson on his cross-appeal.</p>\n<p id=\"b710-9\">Factual Background</p>\n<p id=\"b710-10\">During the evening of 27 January 1999, Watson was engaged in the game of chess and drinking while visiting at a friend’s house in Prince George’s County. During the course of his visit, Watson claims to have consumed about 18 ounces of sherry. Shortly after midnight, Watson left his friend’s house to return to Baltimore.</p>\n<p id=\"b710-11\">At about 12:40 a.m. Watson was driving north on Interstate 95, and was “clocked” by Trooper First Class Kevin Watkins (Watkins) as driving at 86 m.p.h., in a 65 m.p.h. zone. On that morning, Watkins was assigned to stationary radar along with Troopers Stanley Slide (Slide), and Amy Coleman (Coleman). <page-number citation-index=\"1\" label=\"689\">*689</page-number>When Watkins radioed Coleman of Watson’s speed, Coleman activated her emergency lights, pulled out onto the interstate, and followed Watson. She noticed that the automobile operated by Watson was weaving, and eventually pulled over onto the left shoulder of Interstate 95. Trooper Coleman pulled in behind Watson’s car, and approached it. After introducing herself as a State Trooper, Coleman explained to Watson why he had been stopped, and asked him for his driver’s license and registration card. Trooper Coleman then detected a strong odor of an alcoholic beverage emanating from Watson’s breath.</p>\n<p id=\"b711-4\">Watson handed Trooper Coleman his driver’s license and Division of Correction I.D. cards, and the trooper asked Watson if he had been drinking. Watson replied, “no”. When she again asked him if he had been drinking, Watson asked for “officer courtesy.” Trooper Coleman then asked Watson to step out of his car and performed standard field sobriety tests. Watson exhibited poor balance when getting out of his car, and the trooper proceeded with the field sobriety tests. After Watson failed the three field sobriety tests administered, Trooper Coleman informed Watson that he was being placed under arrest for driving while intoxicated, and asked him to turn and place his hands behind his back. As she attempted to handcuff Watson, he turned, pushed Trooper Coleman, and ran to the driver’s side of his car, knelt down and reached under the driver’s seat. In fear for her life, Trooper Coleman struggled with Watson on the shoulder of the interstate highway for about 30 seconds, demanding that he “stop, you are under arrest, stop, put it down.” The trooper finally gained control of Watson, removed him from his car, and restrained him against a guardrail. Troopers Watkins and Slide, who were administering field sobriety tests to another driver some 200 yards away, rushed to Trooper Coleman’s assistance. Watson was finally restrained by the troopers. A search of the trunk of Watson’s car yielded a fully loaded .38 caliber revolver.</p>\n<p id=\"b711-5\">While being transported to the state police barrack, Watson said to Trooper Coleman, “God wasn’t ready for you.” On his <page-number citation-index=\"1\" label=\"690\">*690</page-number>way into the barrack, Watson said, “you’re lucky it wasn’t one on one out there,” and “One on one it would have been a different story.” Watson was charged with speeding, driving while intoxicated and under the influence of alcohol, negligent driving, reckless driving, failure to obey designated lane direction, willfully disobeying the lawful order and direction of a police officer, attempting to elude a uniformed police officer by fleeing on foot, resisting lawful arrest, first degree assault, second degree assault, and transportation of a loaded handgun while under the influence of alcohol or drugs.</p>\n<p id=\"b712-4\">Later in the day of 29 January 1999, the State Police Commander spoke with Warden Filbert, to whom one or more police reports concerning the incident had been faxed. After considering Watson’s explanation of the incident, Warden Filbert found no mitigation of its seriousness. Consequently, on that date, a Notice of Termination was prepared and signed by Warden Filbert, and was approved on 12 February 1999 by Stuart O. Simms, the Secretary of the Department of Public Safety <em>&amp; </em>Correctional Services.</p>\n<p id=\"b712-5\">Discussion</p>\n<p id=\"b712-6\">The principles governing judicial review of the decision of an administrative agency are well established. Our function in reviewing an administrative agency’s decision is precisely the same as that of the circuit court. <em>Carriage Hill Cabin John, Inc. v. Maryland Health Resources Planning Comm’n, </em>125 Md.App. 183, 211, 724 A.2d 745 (1999). In other words, we “must review the administrative decision itself.” <em>White v. North, </em>121 Md.App. 196, 219, 708 A.2d 1093 (1998).</p>\n<p id=\"b712-7\">“Courts, at all levels, are enjoined not to substitute their judgment for that of the coordinate branch of government to whom such judgment has been, in our scheme of dividend government, primarily entrusted.” <em>People’s Counsel for Baltimore County v. Beachwood I Limited Partnership, </em>107 Md.App. 627, 637, 670 A.2d 484 (1995). Courts must “review the agency’s decision in the light most favorable to the agency, since decisions of administrative agencies are prima <page-number citation-index=\"1\" label=\"691\">*691</page-number>fade correct and carry with them the presumption of validity.” <em>Baltimore Lutheran High School Ass’n, Inc. v. Employment Security Admin., </em>302 Md. 649, 662-63, 490 A.2d 701 (1985).</p>\n<p id=\"b713-5\">A reviewing court “should not substitute its judgement for the <em>expertise </em>of those persons who constitute the administrative agency from which the appeal is taken,” <em>Board of Education v. Paynter, </em>303 Md. 22, 35, 491 A.2d 1186 (1985), and must not engage in judicial fact-finding. <em>Anderson v. Dep’t Public Safety &amp; Correctional Services, </em>330 Md. 187, 212, 623 A.2d 198 (1993). The test to be used here is reasonableness. <em>Snowden v. Mayor and City Council of Baltimore, </em>224 Md. 443, 448, 168 A.2d 390 (1961).</p>\n<p id=\"b713-6\">In our view, the ALJ correctly concluded that the misconduct with which Watson had been charged had been investigated as required by Md. State Pers. &amp; Pens.Code Ann. Section ll-106(a)(l), and that Warden Filbert, the chief executive officer of the correctional facility at which Watson was employed, and the appointing authority of its employees, was not required personally to investigate Watson’s alleged misconduct.</p>\n<p id=\"b713-7\">I.</p>\n<p id=\"b713-8\">We agree with the ALJ that the Maryland State Police investigated Watson’s misconduct as required by Md. State Pers. &amp; Pens.Code Ann. Section 11-106(a)(1). Section 11-106(a)(1) provides that an appointing authority shall “investigate the alleged misconduct” before taking any disciplinary action related to employee misconduct. This requirement is reiterated in essentially the same language in COMAR 17.04.05.04(D)(2). The purpose of this requirement can be discerned from an overview of the entire statutory scheme for imposing discipline on State employees: to prevent an appointing authority from imposing discipline on the basis of an unsubstantiated accusation.</p>\n<p id=\"b713-9\">The appointing authority for correctional officers and other employees of a correctional facility such as the institution at <page-number citation-index=\"1\" label=\"692\">*692</page-number>which Watson was employed is the Warden, Md. Corr. Serv. Code Ann. Section 3—215(b)(3)(i), whose duty is to “investigate the alleged misconduct.” For obvious reasons, this duty is not strictly personal to the person of the Warden. Of course, the Warden is “in direct charge of the correctional facility,” and responsible for “supervis[ing] the government, discipline, and policy” of the facility, “directing] the administering of punishment,” and “enforcing] the regulations and directives of the Division [of Correction].” Md. Corr. Serv.Code Ann. Section 3-211. It is, however, within the executive authority of the Warden to delegate the investigation of employee misconduct, and to rely on such an investigation made by a competent State level law enforcement agency.</p>\n<p id=\"b714-4\">Md. Corr. Serv.Code Ann. Section 10-701 establishes an “Internal Investigative Unit” (IIU), to investigate “alleged criminal violations committed by employees of the Department while on duty” (3)(i)l., and “alleged professional misconduct by employees of the Department....” (3)(i)3. To pursue these and other investigative functions, the IIU’s investigators are given certain law enforcement powers, and the “immunities” and “exemptions” of a State police officer. (4). Such investigations have been recognized by Maryland’s courts as a basis for imposing discipline upon Departmental employees. <em>See, e.g. Western Correctional Inst. v. Geiger, </em>130 Md.App. 562, 566, 747 A.2d 697 (2000); <em>Singletary v. Maryland Department of Public Safety and Correctional Services, </em>87 Md.App. 405, 408, 589 A.2d 1311 (1991).</p>\n<p id=\"b714-5\">Here, Watson’s misconduct was investigated by Maryland State troopers. In fact, the criminal misconduct for which Watson was terminated from State service occurred in their presence. Detailed narrative criminal investigation reports were prepared and submitted by at least two of the troopers involved, and this investigation and those reports formed the basis for the variety of criminal and traffic offenses with which Watson had been charged. Indeed, within hours of his arrest, and well before his meeting with Warden Filbert, Watson had been handed a charging document detailing the offenses with <page-number citation-index=\"1\" label=\"693\">*693</page-number>which he had been charged, appeared before a District Court Commissioner, and was ultimately released on bail.</p>\n<p id=\"b715-5\">The purpose of the requirement that an employee’s misconduct be investigated by an appointing authority is to avoid the imposition of discipline based on unsubstantiated accusations. <em>Geiger and Singletary, supra. </em>The criminal and traffic offenses with which Watson had been charged were not unsubstantiated accusations; they were the culmination of criminal and traffic violations that had occurred in the presence of Troopers Coleman, Watkins and Slide. As a consequence, there was nothing further for Warden Filbert to have had investigated. This was recognized by both the Warden and the ALJ.</p>\n<p id=\"b715-6\">II.</p>\n<p id=\"b715-7\">We do not agree with the conclusion of the trial court that mitigating circumstances had not been considered, as required by Md. State Pers. &amp; Pens.Code Ann. Section 11-106(a)(3). We note preliminarily that Watson was foreclosed from claiming, and the circuit court was foreclosed from concluding, that mitigating circumstances had not been considered as required by Md. State Pers. <em>&amp; </em>Pens.Code Ann. Section ll-106(a)(3), prior to Watson’s termination, because Watson had not made such a claim during the administrative proceedings. <em>See, e.g. Board of School Commissioners of Baltimore City v. James, </em>96 Md.App. 401, 625 A.2d 361 (1993)(claim of inadequate notice of disciplinary charges not preserved for appellate review when never claimed below). The exhaustion or exclusivity of an administrative remedy is one of a limited category of issues, in addition to jurisdiction, which an appellate court will ordinarily address even though it was not raised by a party. <em>Moats v. City of Hagerstown, </em>324 Md. 519, 597 A.2d 972 (1991). Watson’s claim is not such an issue. Hence, having failed to raise the mitigation issue in the course of the administrative proceedings, Watson has waived his claim that mitigating circumstances had not been considered, as required by Md. State Pers. &amp; Pens.Code Ann. <page-number citation-index=\"1\" label=\"694\">*694</page-number>Section ll-106(a)(3). Consequently, it was reversible error for the trial court to reverse the ALJ’s decision.</p>\n<p id=\"b716-4\">Even if preserved, the claim lacks merit. In addressing the merits of Watson’s claim, Md. State Pers. <em>&amp; </em>Pens.Code Ann. Section 11—106(a)(3) requires an appointing authority to “consider any mitigating circumstances” before taking any disciplinary action related to employee misconduct. This requirement is reiterated in essentially the same language in COMAR 17.04.05.04(D)(4), and the record reflects that mitigating circumstances were considered both by Warden Filbert and the ALJ.</p>\n<p id=\"b716-5\">Warden Filbert met with Watson and others at the Maryland Reception, Diagnostic &amp; Classification Center on the morning of 29 January 1999, and discussed the issues surrounding the incident that had occurred in the early morning hours of 28 January, some 30 hours earlier. The information discussed was that contained in the report received from the Maryland State Police. It was only after speaking with Watson that Warden Filbert decided to pursue Watson’s termination from State service. Not only had Watson been afforded an opportunity to offer “mitigating circumstances,” Warden Filbert “certainly listened to [Watson’s] explanation of what took place,” but “didn’t see anything to mitigate here, [and] didn’t believe there was any reason to mitigate.”</p>\n<p id=\"b716-6\">According to Division of Correction Directive 50-2(D), “[instigating circumstances include those conditions which indicate that the Employee is not wholly at fault.” The ALJ expressly found that there were no such conditions, recognizing from the record that Watson “did not provide any true mitigating circumstances,” but, rather, “attempted to minimize the occurrence.” After considering Watson’s lack of credibility and the severity of Watson’s criminal misconduct, the ALJ concluded that even Watson’s nearly 30 years of meritorious State service was insufficient to offset the gravity of his misconduct, especially his assault on a Maryland State Trooper, and that “termination [was] the appropriate remedy under the circumstances.”</p>\n<p id=\"b717-3\"><page-number citation-index=\"1\" label=\"695\">*695</page-number>Black’s Law Dictionary defines “mitigating circumstances” as “[s]uch as do not constitute a justification or excuse of the offense in question, but which, in fairness and mercy, may be considered as extenuating or reducing the degree of moral culpability.” Blacks Law Dictionary 903 (5th ed.1979). It is clear from the record before us that Watson had nothing but his extensive career of meritorious State service to offer in mitigation of his serious criminal and traffic offenses.</p>\n<p id=\"b717-4\">Since Watson’s lengthy meritorious State service had been properly considered and rejected by Warden Filbert, the trial court’s failure to recognize this fact constitutes reversible error. Hence, we shall reverse the judgment of the circuit court.</p>\n<p id=\"b717-5\">III.</p>\n<p id=\"b717-6\">We believe the ALJ correctly concluded that Watson’s termination was given prior approval by the head of the principal unit as required by Md. State Correctional Services Code Ann. Section 2-101, which establishes the Department of Public Safety and Correctional Services as “a principal department of the State government.” <em>See also </em>Md. State Gov’t Code Ann. Section 8-201 (b)(13)(identifying the Department of Public Safety and Correctional Services as one of sixteen “principal departments of the Executive Branch of State government”). “The head of each principal department is a secretary.” Md. State Gov’t Code Ann. Section 8-203(a).</p>\n<p id=\"b717-7\">Thus, as Watson’s appointing authority, Md. State Pers. &amp; Pens.Code Ann. Section 11-104(7) required Warden Filbert to obtain the prior approval of the head of the principal unit before terminating Watson’s employment. This is consistent with Md. Corr. Serv.Code Ann. Section 2-108(a), which provides even more specifically that the “removal of personnel by a unit or appointing officer in the Department [of Public Safety and Correctional Services] is subject to the approval of the Secretary.”</p>\n<p id=\"b717-8\">Thus, it is clear from the record that Watson’s termination from State service was approved by the Secretary of the <page-number citation-index=\"1\" label=\"696\">*696</page-number>Department of Public Safety and Correctional Services, Stuart O. Simms, the head of Watson’s principal unit. Accordingly, it was error for the trial court to determine that Watson’s “principal unit” was the Division of Correction, and that the head of his “principal unit” was the Commissioner of Correction.</p>\n<p id=\"b718-5\">As we have said, in view of our decision, we need not answer the question posed by Watson on cross-appeal.</p>\n<p id=\"b718-6\">JUDGMENT REVERSED; COSTS TO BE PAID BY APPELLEE.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}