{
  "casebody": {
    "data": "<casebody firstpage=\"288\" lastpage=\"291\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b312-4\">JOHN H. STARIN, Respondent, <em>v. </em>JOHN KELLY, as Sheriff, &amp;c., Appellant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b312-5\">\n<em>Evidence—intent of vendee under conveyance alleged to be made to hinder, &amp;c., creditors, when admissible.-—New tidal on ground of newly-discovered evidence.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b312-6\">Where plaintiff claims title to personal property under a sale, the validity of which is. attacked upon the ground that it was made with intent to hinder, delay and defraud creditors, the intent of both parties to the transaction is material; and, it appearing that plaintiff was a purchaser for a valuable consideration, he may testify in his own behalf that he “ made the purchase without any object or intention of aiding or assisting his vendor to hinder, delay or defraud his creditors.”</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b312-7\">The principles relating to new trials upon the ground of newly discovered evidence, stated by the court.</headnotes>\n<p data-order=\"4\" data-type=\"judges\" id=\"b312-8\">Before Sedgwick, Oh. J., and Truax, J.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b312-9\"><em>Decided April </em>4, 1880.</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b312-10\">This is an appeal from a judgment entered upon a verdict of a jury in favor of the plaintiff, and from an order denying a motion for a new trial on the minutes, and also from an order denying a motion for a new trial made on the case containing defendant’s exceptions, and upon the ground of newly discovered evidence and surprise at the trial.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b312-11\">The action was brought to recover the value of certain goods which the plaintiff claims were unlawfully taken and carried away by the defendant, by virtue of an attachment against one Besson, and which goods the plaintiff claims to have purchased from Besson a few days prior to the .levy made by the defendant. The defense was, -that the alleged sale, and plaintiff’s possession of the goods under the sale, were fraudulent and void as against said Besson’s creditors in general, and <page-number citation-index=\"1\" label=\"289\">*289</page-number>particularly as against the attaching creditor, whom the defendant, as sheriff, represented.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b313-5\">Vanderpoel, <em>Green &amp; </em>Cuming, attorneys, <em>A. J. Vanderpoel </em>and <em>Almon Goodwin, </em>of counsel, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b313-6\"><em>Allan Lee Smidt, </em>attorney, and <em>James M. Smith, </em>of counsel, for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b313-7\">By the Court.—Truax, J.</author>\n<p id=\"ApM\">There were no exceptions to the judge’s charge, and no requests to charge, and, therefore, both parties have admitted that the case was rightly submitted to the jury by the learned judge before whom the case was tried.</p>\n<p id=\"b313-8\">After the plaintiff, who was called as a witness in Ms own behalf, had testified that at the time he made this purchase he did not know that Besson was in any financial difficulty; that he thought he was perfectly solvent, and that he had never heard a word to the contrary, he was asked by his counsel the following question: “Did you make this purchase with any object or intention of aiding or assisting him to hinder, delay or defraud his creditors?” The defendant objected to this question, on the ground that it was irrelevant and incompetent; the objection was overruled, and the defendant duly excepted.</p>\n<p id=\"b313-9\">The question of fraudulent intent is a question of fact and not of law, and the object of asking this question was to show that the plaintiff had no actual notice of any intent on the part of Besson to hinder, delay and defraud his creditors. Constructive notice of such intent is not enough; actual notice is required to impair or affect the title of a purchaser for a valuable consideration (Stearns v. Gage, 79 <em>N. Y. </em>102). The jury have found that the plaintiff was a purchaser for a valuable consideration. There is evidence to sustain this finding. The intent, then, of the parties to the <page-number citation-index=\"1\" label=\"290\">*290</page-number>transaction becomes material. The question called for the testimony of an interested party, and the jury were not obliged to believe it.</p>\n<p id=\"b314-5\">It is well settled in this State that the vendor may be asked whether he intended to hinder, delay or defraud his creditors when he made the transfer of his goods (Seymour <em>v. </em>Wilson, 14 <em>N. Y. </em>567 ; McKown <em>v. </em>Hunter, 30 <em>Id. </em>628; Foster <em>v. </em>Cronkhite, 35 <em>Id. </em>147; Blaut <em>v. </em>Gabler, 8 Daly, 48; affirmed, 77 <em>N. Y. </em>461).</p>\n<p id=\"b314-6\">In one case it was held that the knowledge of the vendee of the vendor’s intent to hinder, delay or defraud his creditors was not enough to make the sale void as to such creditors, but that it must be made to appear that the vendee participated in the fraudulent intent (Dudley <em>v. </em>Danforth, 61 <em>N. Y. </em>626).</p>\n<p id=\"b314-7\">The question asked plaintiff, and his answer, showed that he did not participate in any such intent, if Besson had such intent. I am of the opinion that the ruling of the trial judge was correct.</p>\n<p id=\"b314-8\">The counsellor the defendant asked Mr. Wright, one of the defendant’s witnesses, on his direct examination, the following question: “State the conversation that took place between you and Mr. Livingston in regard to certain goods there.” This was objected to by the plaintiff’s counsel as incompetent; the question was excluded, and the defendant duly excepted. The defendant’s counsel then asked the following question: “Please state to the jury the conversation which took place between you, Sheriff Reilly and Mr. Livingston, as to which Mr. Reilly gave his evidence yesterday.” To this there was the same objection, the same ruling, and exception.</p>\n<p id=\"b314-9\">Mr. Livingston was a clerk or salesman employed by the plaintiff, and was in charge of the plaintiff’s store at the time mentioned. The plaintiff was not present when the conversation took place. The declarations of Livingston would not bind the plaintiff. That <page-number citation-index=\"1\" label=\"291\">*291</page-number>there was a conversation was first brought out on the direct examination of Sheriff Reilly, and more fully on his cross-examination. The fact that one party allows his opponent to ask, without objecting thereto, a question which would be excluded if objected to, does not entitle that party to put in incompetent evidence, under objection.</p>\n<p id=\"b315-5\">The above exceptions are the only ones that were argued by the counsel for the appellants.</p>\n<p id=\"b315-6\">The motion for a new trial made at special term, on the grounds above mentioned, was rightly denied. The newly discovered evidence would only tend to contradict the plaintiff’s testimony, by showing that he was not as rich as he said he was.</p>\n<p id=\"b315-7\">Kew trials will not be granted for the sole purpose of enabling a party to contradict or impeach the witnesses of his opponent, or when the testimony, if due-diligence had been used, could have been produced on the trial. All of the proposed testimony relating to-plaintiff’s transactions with the Jersey Central R. R„. Co. could have been produced at the trial.</p>\n<p id=\"b315-8\">The new evidence sought to be introduced by the-defendant is not so decisive in its character that it would; certainly be productive of an opposite result on another trial. The testimony would still show that the plaintiff had abundant means with which to m ake the purchase of the goods in question.</p>\n<p id=\"b315-9\">The judgment and orders appealed from are affirmed, with costs.</p>\n<p id=\"b315-10\">Sedgwick, Ch. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}