{
  "casebody": {
    "data": "<casebody firstpage=\"282\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b330-2\">PRENTISS et al. v. AMERICAN UNIVERSITY et al. WRATHER et al. v. AMERICAN UNIVERSITY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aay\">Nos. 11942, 11943.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"ABgM\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"aqv-dedup-0\">Argued May 18 1954</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AN_b\">Decided June 10, 1954.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"ak8-dedup-0\">Petition for Rehearing Denied July 21,1954.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"Aa5X\">Messrs. Harry L. Walker and John Hampton Baumgartner, Jr., Assistant Corporation Counsel, Washington, D. C., for the District of Columbia, with whom Messrs. Vernon E. West, Corporation Counsel, Leo A. Rover, U. S. Atty., Chester H. Gray, Principal Asst. Corporation Counsel, Oliver Gasch, Principal Asst. U. S. Atty., and Milton D. Korman, Asst. Corporation Counsel, Washington, D. C., were on the brief, for appellants Prentiss et al.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"amu-dedup-0\">Mr. James C. Wilkes, Washington, D. C., with whom Messrs. Norman M. Glasgow and George A. Glasgow, Washington, D. C., were on the brief, for appellants Wrather et al.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"AjOJ\">Messrs. E. F. Colladay and D. C. Colla-day, Washington, D. C., with whom Mr. James R. Stoner, Washington, D. C., was 0n the briefs, for appellee The American University. Mr. Calvin G. Dworshak, Washington, D. C., entered an appearanCe for appellee American University.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"abk-dedup-1\">,Messrs. Paul B. Cromelm and Thomas M. Raysor, Washington, D. C., for apWebb Hayes National Traingchool fQr Deaconesses and Missionaries</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"Aqcu\">Mr. Andrew T. Altmann, Washington, D. C., with whom Mr. Clyde D. Garrett, Washington, D. C., was on the briefs, for appellee Equitable Life Ins. Co.</attorneys>\n<p data-order=\"11\" data-type=\"judges\" id=\"aqx-dedup-0\">Before EDGERTON, WILBUR K. FILLER, and BAZELON, Circuit Judges.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AADn\">Per Curiam.</author>\n<p id=\"aqb-dedup-1\">An order of the Zoning Commission of the District of Columbia rezonod the campus of The American University from residential <em>“A” </em>to residential <em>“A </em>restricted”. The immediate effect of the order was to prevent the building on the campus of a hospital to be maintained in connection with a School of Nursing.</p>\n<p id=\"b331-4\"><page-number citation-index=\"1\" label=\"283\">*283</page-number><em> </em>“The governmental power to interfere by zoning regulations with the general rights of the land owner by restricting the character of his use, is not unlimited, and. other questions aside, such restriction cannot be imposed if it does not bear a substantial relation to the public health,, safety, morals, or general welfare.” Nectow v. Cambridge, 277 U.S. 183, 188, 48 S.Ct. 447, 448, 72 L.Ed. 842. In the District Court, Judge Holtzoff found that the restriction which the rezoning order would impose on the University’s right to use its land did not meet this requirement. He therefore found the order unconstitutional, and set it aside, as taking the University’s property without due process of law. 1 D.C., 113 F.Supp. 389. We think he was clearly right. The judgment of the District Court is</p>\n<p id=\"apx-dedup-0\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}