{
  "casebody": {
    "data": "<casebody firstpage=\"119\" lastpage=\"124\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b167-4\">Roy MADDUX, Appellant, v. John William COX, James Darrell Melton, and United States of America, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b167-6\">No. 18567.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b167-7\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b167-8\">Sept. 6, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b168-10\"><page-number citation-index=\"1\" label=\"120\">*120</page-number>James B. Gannaway, Little Rock, Ark., for appellant; Gannaway &amp; Darrow, Little Rock, Ark., and Frank Lady, Jonesboro, Ark., were on the brief for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b168-11\">James W. Gallman, Fayetteville, Ark., for appellee, John William Cox; Carl Langston and Langston &amp; Langston, Little Rock, Ark., were with James W. Gall-man, Fayetteville, Ark., on the brief for appellee Cox.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b168-12\">David L. Rose, Atty., Dept, of Justice, for appellees James Darrell Melton and the United States; Barefoot Sanders, Asst. Atty. Gen., and William Kanter, Atty., Dept, of Justice, Washington, D. C., and Robert D. Smith, Jr., U. S. Atty., Little Rock, Ark., were with David L. Rose, Washington, D. C., on the brief.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b168-13\">Before BLACKMUN, MEHAFFY and GIBSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b168-14\">MEHAFFY, Circuit Judge.</author>\n<p id=\"b168-15\">This appeal is from judgments entered by the United States District Court for the Eastern District of Arkansas arising out of a collision between a privately owned automobile and a United States Navy truck on Interstate Highway No. 40 on the outskirts of North Little Rock, Arkansas. The automobile was being driven by Reverend Maddux with his wife as a passenger, and the Navy truck by James Melton with John Cox as a passenger. Melton and Cox were Navy servicemen on official Navy business when the truck rearended the Maddux automobile, causing Mrs. Maddux to lose her life without regaining consciousness and causing serious injuries to Maddux and Cox and minor injuries to Melton.</p>\n<p id=\"b168-16\">This case originated in state court when Cox sued Maddux for his personal injuries. Maddux answered and counterclaimed against Cox and impleaded Melton by third party complaint. Pursuant to 28 U.S.C. § 2679, the United States removed the action to the United States District Court and substituted itself for Melton and Cox insofar as Maddux’ claims were based on negligent driving. The United States also cross-claimed against Maddux for damages to its truck and, pursuant to 42 U.S.C. § 2651, et seq., for the medical care it provided Cox. Maddux then intervened in behalf of the estate of his deceased wife to recover her medical and funeral expenses, and also in behalf of her next of kin to recover damages for mental anguish which they suffered as a result of decedent’s death.</p>\n<p id=\"b168-17\">The case was tried to the court whose Findings of Fact and Conclusions of Law as well as a more detailed statement of the facts are contained in a memorandum opinion published at 255 F.Supp. 517. The court found that Maddux, driver, of the automobile, and Melton, driver of the Navy truck, were guilty of negligence in an equal degree combining to constitute the proximate cause of the <page-number citation-index=\"1\" label=\"121\">*121</page-number>collision; that the drivers’ negligence was not imputable to the occupants of the vehicles; that Maddux was not entitled to contribution from the Government on a judgment rendered against him favoring Cox; that the Government was not entitled to contribution from Maddux individually with respect to its liability for the death of Mrs. Maddux; and that the Government was entitled to compensation for expense it incurred in furnishing medical care to passenger Cox as his subrogee under 42 U.S.C. § 2651. The Government has not appealed from judgments adverse to it, and we are concerned here solely with the appeal of Maddux.</p>\n<p id=\"b169-5\">It is first contended that the court erred in finding negligence on the part of Maddux. Unfortunately, Maddux sustained brain injuries which resulted in retrograde amnesia and he was unable to recall any of the events immediately prior to the accident or at the time thereof. Aside from the testimony of Melton and Cox, the driver and occupant of the Navy truck, there was no eyewitness testimony, and the testimony of the two servicemen combined with the physical facts and inferences that might be drawn therefrom constitute the whole of the evidence on negligence in the case.</p>\n<p id=\"b169-6\">The accident happened at approximately 8:00 a. m. on August 21, 1965 on the extreme left or northern lane of a three-lane eastward segment of a concrete interstate highway with wide paved shoulders on either side and a grass median separating the eastbound highway from its westbound counterpart. The posted speed limits were 70 m. p. h. maximum and 45 m. p. h. minimum. It was a bright, sunshiny day and there was very little traffic. There is no question about the negligence of Melton, the driver of the Navy truck, because of his complete failure to keep a proper lookout. According to his own testimony, he was traveling at the rate of sixty-two miles per hour and did not even see the Maddux automobile until the instant of collision although the road was straight and level and the visibility unlimited. Melton and Cox testified that the Maddux car was going very slow or else was stopped, and it was their impression that the Maddux car had been driven from the shoulder directly in front of the Navy truck.</p>\n<p id=\"b169-10\">Shortly after the accident, the state police arrived on the scene as did Navy personnel and a number of pictures were taken. It was Maddux’ theory that his car was in the process of being steered off the highway onto, the paved shoulder when it was suddenly struck. This theory was substantiated by the opinion of the state police based on the physical evidence, but their opinion was sharply contradicted, all of which led the court to express its dissatisfaction with the evidence of the state police as well as the inferences drawn by the Government witnesses from the same exhibits depicting the physical facts. The trial court’s expressions of dissatisfaction with the evidence and the statement contained in the memorandum opinion that it would be speculation to undertake to say just where the Maddux car was when struck or at what angle it was headed prior to the time the driver of the Navy truck observed it, constitute the premise upon which it is asserted by Maddux that the court’s ultimate finding of negligence on his part was erroneous.</p>\n<p id=\"b169-11\">The court rejected the theory of Maddux that his car was struck as it was proceeding slowly and about to turn onto the highway shoulder and also rejected the Government’s theory that Maddux . had previously driven upon the shpulder and was returning''to the highway proper when the collision occurred. In this regard, the court said:</p>\n<blockquote id=\"b169-12\">“The Court thinks that it would be pure speculation to undertake to say just where the Maddux car was, or what it was doing, or at what angle it was headed prior to the time Melton observed it. The most that can be said is that the Maddux vehicle was in fact in the left hand traffic lane immediately adjacent to the shoulder when the impact occurred.” Cox v. Maddux, supra at 522.</blockquote>\n<p id=\"b170-3\"><page-number citation-index=\"1\" label=\"122\">*122</page-number>However, the court held as follows: “If Maddux was proceeding down the highway and had never turned from it prior to the collision, he was negligent in failing to keep a proper lookout and in going too slow.”<footnotemark>1</footnotemark> Cox v. Maddux, supra at 523.</p>\n<p id=\"b170-4\">The court found that Maddux was negligent both in failing to keep a proper lookout and in driving too slow.<footnotemark>2</footnotemark> However, finding only that the Maddux car was in the left traffic lane when the impact occurred effectively discredits all evidence respecting its operation except its slow speed and is not reconcilable with a finding that Maddux was guilty of negligence in failing to keep a proper lookout. We, therefore, set aside the trial court’s finding that Maddux was negligent in failing to keep a proper lookout.</p>\n<p id=\"b170-9\">Since we conclude that under the credited testimony there is a complete absence of evidence of Maddux’ failure to keep a proper lookout, the District Court will on reexamination necessarily have to determine whether Maddux’ negligence in driving slow under the circumstances constituted a proximate cause of the collision and, if so, the degree of same when compared with the negligence of Melton.<footnotemark>3</footnotemark></p>\n<p id=\"b170-10\">We find no merit in the assignment of error based on the court’s failure to consider Melton’s admissions made to state police officers after the collision as substantive evidence of negligence on the part of Cox. Maddux in his brief concedes that the statements made by Mel<page-number citation-index=\"1\" label=\"123\">*123</page-number>ton are the only evidence indicating negligence on Cox’ part. It is asserted that such evidence was admissible and binding on Cox as a vicarious admission made by Melton and was a <em>res gestae </em>statement.<footnotemark>4</footnotemark></p>\n<p id=\"b171-4\">The Arkansas court has on many occasions held that such statements are not a part of the <em>res gestae </em>and not admissible as substantive evidence of negligence but competent only for the purpose of contradicting the maker as a witness in the case. See Williams v. Martin, 226 Ark. 431, 290 S.W.2d 442, 444-445 (1956), and cases therein cited. Both the Williams case, supra, and Itzkowitz v. P. H. Reubel &amp; Co., 158 Ark. 454, 250 S.W. 535, 537 (1923), dealt with statements made by the driver to investigating officers shortly after a collision. In <em>Itzkowitz, </em>supra, the police officer was only a half block from the scene of the accident when he heard the noise of the collision and ran to the place where it occurred. He there talked to the driver of one of the vehicles. The Arkansas court stated:</p>\n<blockquote id=\"b171-5\">“We are of the opinion that the statements and declarations of the driver, as testified to by the police officer, were not part of the res gestae, and that they were not competent evidence in the case, except for the purpose of contradiction.” 250 S.W. at 536.</blockquote>\n<p id=\"b171-12\">The court properly, we think, found Cox free of negligence.</p>\n<p id=\"b171-13\">The trial court awarded the Government judgment against Maddux for its expenses incurred for hospital and medical services rendered serviceman Cox pursuant to the Federal Medical Care Recovery Act.<footnotemark>5</footnotemark></p>\n<p id=\"b171-14\">This statute, primarily a fiscal measure, was enacted by the Congress following the Supreme Court decision in United States v. Standard Oil Co. of Cal., 332 U.S. 301, 67 S.Ct. 1604, 91 L. Ed. 2067 (1947), which decision pointed up the necessity for congressional action if the Government was to be afforded a right of recovery for such medical costs. The measure was enacted after a consideration by the Congress of several bills designed to enable the Government to recoup its medical costs thus expended.<footnotemark>6</footnotemark> In its original form the bill dealt only with “subrogation” and “assignment” rights of the Government but was amended in the House Judiciary Committee to incorporate the section with which we are concerned. As amended, it provided the additional independent remedy of the Government and the object was to immunize the Government from restrictive local laws in some states, as, for example, such local laws as preclude a recovery for medical expenses covered by insurance. Resort need not be had to the legislative history to ascertain the mean<page-number citation-index=\"1\" label=\"124\">*124</page-number>ing of this statute. Its plain language creates a right of recovery in the Government “under circumstances creating a tort liability upon some third person (other than or in addition to the United States * * *)”. The Act additionally subrogates the Government to any such rights the injured serviceman may have for medical expenses. Here Cox, the serviceman, had no cause of action against the Government. His sole action was against Maddux. Insofar as his medical expenses are concerned, the Government was subrogated to Cox’ right to recover. Since this ground for recovery is bottomed solely on Maddux’ negligence, the Government’s rights thus subrogated are not affected by the negligence of Melton, another serviceman. To hold otherwise would certainly create a windfall for Maddux to which he is not entitled.</p>\n<p id=\"b172-4\"> We also agree with the court’s holding that the Government would not be liable to Maddux by way of contribution for any damages he might have to pay to Cox. Feres v. United States, 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950), teaches that the United States is not liable in tort action for injuries to servicemen that arise out of or in the course of activity incident to the service. United States v. Carroll, 369 F.2d 618 (8th Cir. 1966); Chambers v. United States, 357 F.2d 224 (8th Cir. 1966); United States v. United Services Automobile Ass’n, 238 F.2d 364 (8th Cir. 1956).</p>\n<p id=\"b172-5\">In Troutman v. Modlin, 353 F.2d 382, 386 (8th Cir. 1965), involving an Arkansas case, we said:</p>\n<blockquote id=\"b172-6\">“The right to contribution among joint tortfeasors is based upon a common liability to an injured party. (Citing cases.) This common liability may be either joint or several, but, in order for there to be a right to contribution, the injured party must have a possible remedy against <em>both </em>the party seeking contribution and the party from whom contribution is sought.”</blockquote>\n<p id=\"b172-9\">Since the United States has no liability in tort to Cox, it cannot be held liable in contribution for his injuries. Wien Alaska Airlines, Inc. v. United States, 375 F.2d 736 (9th Cir. 1967); United Air Lines, Inc. v. Wiener, 335 F.2d 379 (9th Cir. 1964).</p>\n<p id=\"b172-10\">We reverse for reexamination by the District Court of Maddux’ negligence, its extent or degree, based solely on his driving slowly upon a highway with a forty-five miles per hour minimum speed limit. Nothing that we have said heretofore is intended to infer any restriction on the District Court’s right to find that said negligence was actionable. It is primarily the District Court’s function to make findings of negligence and the degree thereof. It is obvious from what has been said that we would have affirmed the judgments in favor of Maddux, as Executor, for the benefit of the estate and the children, but the Government did not appeal from any judgments adverse to it. Cox, of course, is entitled to full recovery against Maddux in the event Maddux’ negligence is found to be actionable. The other judgments, including Maddux’ right to recover for his personal injuries, will be affected by the District Court’s determination in the event it finds Maddux guilty of actionable negligence in a lesser degree than Melton.</p>\n<p id=\"b172-11\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b170-5\">. The full text of the trial court’s findings on this issue appears as follows in 255 F.Supp. at 522-523:</p>\n<blockquote id=\"b170-6\">“Regardless of why Maddux was moving so slowly and regardless of exactly where he was and what he intended to do, he obviously knew that he was on an arterial highway with posted minimum speeds as well as posted maximum speeds. Traffic on the highway was visible to him, as it was to other drivers; he had no right to ignore traffic behind him. Under Arkansas law it is negligence to drive more slowly than is reasonable and prudent just as it is negligence to drive at a speed greater than is reasonable and prudent; any person with common sense knows that it is dangerous to creep along a highway which is part of the federal Interstate Highway System. If Maddux wished to leave the traffic lane and drive°onto the shoulder, there was no reason for him to reduce his speed unduly in order to do so safely; the shoulder was wide and it was paved.</blockquote>\n<blockquote id=\"b170-7\">“If Maddux was proceeding down the highway and had never turned from it prior to the collision, he was negligent in failing to keep a proper lookout and in going too slow. If he had at one time driven onto the shoulder, then it was his duty before driving back onto the highway <em>to </em>keep a lookout <em>tor </em>oncoming vehicles and to yield the right of way to any vehicle approaching so closely as to constitute an immediate hazard as the Government truck obviously was. If Maddux had been on the shoulder, he either negligently failed to look west along</blockquote>\n<blockquote id=\"Ar\">the highway before re-entering the traffic lanes, or negligently failed to yield the right of way to the truck.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b170-12\">. Driving at such a slow speed as to impede the normal and reasonable movement of traffic on the highways in Arkansas is unlawful and such a violation is evidence of negligence. Ark.Stat.Ann. § 75-604(a) (Supp.1965); Hooten v. DeJarnatt, 237 Ark. 792, 376 S.W.2d 272 (1964)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b170-15\">. Appellant cites as an Arkansas rule of superior right of the automobile in front Acco Trans. Co. v. Smith, 207 Ark. 70, 178 S.W.2d 1011 (1944); Ward v. Haralson, 196 Ark. 785, 120 S.W.2d 322 (1938); but see also Hooten v. DeJarnatt, supra at n. 2.</p>\n<p id=\"b170-17\">Additionally, the court might want to consider the application and vitality, if any, of the presumption indulged in by some courts of due care on the part of one who has lost his memory due to the accident. 29 Am.Jur.2d Evidence § 215 (1967):</p>\n<p id=\"b170-18\">“Where a loss of memory or other incapacity rendering the survivor of an accident incapable of testifying as to an accident is shown to be attributable to such accident, it is generally presumed, in the absence of evidence <em>to the contrary, </em>that he exercised due care.”</p>\n<p id=\"b170-19\">See also and compare Breker v. Rosema, 301 Mich. 685, 4 N.W.2d 57, 141 A.L.R. 867 (1942) and Heaps v. Southern Pennsylvania Traction Co., 276 Pa. 551, 120 A. 548 (1923).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b171-6\">. Professor Wigmore discredits <em>res gestae </em>ns a rule of evidence and states “tlie phrase ‘res gestae’ has long been not only entirely useless, but even positively harmful.” VI Wigmore, Evidence § 1767 (3d ed. 1940).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b171-7\">. In pertinent part, 42 U.S.O. § 2651 et seq. provides:</p>\n<p id=\"b171-8\">\n<em>“(a) Conditions; exceptions; persons liable; amount of recovery; subrogation; assignment.</em>\n</p>\n<p id=\"b171-9\">“In any ease in which the United States is authorized or required by law to furnish hospital, medical, surgical, or dental care and treatment * * * to a person who is injured or suffers a disease, after the effective date of this Act, under circumstances creating a tort liability upon some third person (other than or in addition to the United States</p>\n<p id=\"Az\">and except employers of seamen treated under the provisions of section 249 of this title) to pay damages therefor, the United States shall have a right to recover from said third person the reasonable value of the care and treatment so furnished or to be furnished and shall, as to this right be subrogated to any right or claim that the injured or diseased person * * * has against such third person to the extent of the reasonable value of the care and treatment so furnished or to be furnished.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b171-18\">. Bernzweig, An Analysis and Interpretation of the Federal Medical Recovery Act, 64 Colum.L.Rcv. 1257. And for a legislative history, see 1962 U.S.Cong. &amp; Adm.News, p. 2637.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}