{
  "casebody": {
    "data": "<casebody firstpage=\"767\" lastpage=\"773\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b853-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b853-4\">George G. Washabaugh, Adm’r, etc. v. Northern Virginia Construction Company.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b853-5\">June 14, 1948.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b853-6\">Record No. 3342.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b853-7\">Present, Hudgins, C. J., and Eggleston, Spratley, Buchanan, Staples and Miller, JJ.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b854-6\"><page-number citation-index=\"1\" label=\"768\">*768</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b854-7\"><em>John A. K. Donovan </em>and <em>John G. Turnbull, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b854-8\"><em>Frank L. Ball, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b854-9\">Hudgins, C. J.,</author>\n<p id=\"AHj\">delivered the opinion of the court.</p>\n<p id=\"b854-10\">The administrator of- David G. Washabaugh seeks by this writ of error to reverse the judgment of the trial court sustaining the demurrer of the Northern Virginia Construction Company, the defendant, to his notice of motion in which he demands compensation for the wrongful death of his decedent.</p>\n<p id=\"b854-11\">The material facts alleged are that the defendant is engaged in quarrying rock and gravel on its land in Fair-fax county. In the conduct of this enterprise defendant has opened and continues to keep open a large pit from which rock and gravel have been removed. Around the pit the land gradually slopes toward the outer rim from which shelves project inward. From the inner edges of these shelves the walls of the pit drop perpendicularly to a depth of 25 feet. Water rising from the bottom and seeping in from the sides has filled the deep holes and has covered the bottom of the shelves so that the general appearance of the pit is that of a large pond of water which, at times, is so muddied from the surface water that it is impossible to distinguish by sight the shallow from the deep water.</p>\n<p id=\"b855-3\"><page-number citation-index=\"1\" label=\"769\">*769</page-number>Someone, not the defendant, had built a raft of boards or logs and left it in the pit.</p>\n<p id=\"b855-4\">On June 12, 1946, plaintiff’s decedent, a boy nine years old, with his playmates, was playing, as other children of the neighborhood with knowledge of defendant had done before, in the water in the pit. Decedent either walked or paddled to the raft, and, while playing on or around it, fell into the deep water and drowned.</p>\n<p id=\"b855-5\">Plaintiff further alleges that after defendant ascertained that children were using the water in the pit as a wading or swimming hole, it became a duty imposed upon it by law to erect a fence or other barricade around the pit and the private road leading from the highway to it, and to post appropriate warning signs, and that the failure to perform either of these duties was negligence, which was the proximate cause of decedent’s death.</p>\n<p id=\"b855-6\">To this notice of motion defendant filed a demurrer in which the following grounds are stated:</p>\n<blockquote id=\"b855-7\">“1. The motion for judgment filed against the defendant herein is not sufficient in law.</blockquote>\n<blockquote id=\"b855-8\">“2. The said motion for judgment does not state any legal duty on the part of this defendant towards the plaintiff’s intestate.</blockquote>\n<blockquote id=\"b855-9\">“3. The said motion for judgment does not allege any act which constitutes a breach of any legal duty owing by this defendant to the plaintiff’s intestate.</blockquote>\n<blockquote id=\"b855-10\">“4. The acts and things alleged by the plaintiff herein, even if taken as true, do not constitute the basis of any legal claim against this defendant.”</blockquote>\n<p id=\"b855-11\">The precise question presented is whether an artificial pond of water created in the operation of an ordinary business enterprise is such a dangerous instrumentality that the law imposes upon the owner the duty to take proper precautions to prevent children from using the same.</p>\n<p id=\"b855-12\">The doctrine of “attractive nuisance” or the doctrine of the “turntable cases” has been repudiated in this jurisdiction. <em>Walker </em>v. <em>Potomac, etc., R. Co., </em>105 Va. 226, 53 S. E. 113, 4 L. R. A. (N. S.) 80, 115 Am. St. Rep. 871, <page-number citation-index=\"1\" label=\"770\">*770</page-number>8 Ann. Cas. 862; <em>Morris </em>v. <em>Peyton, </em>148 Va. 812, 139 S. E. 500; <em>Filer </em>v. <em>McNair, </em>158 Va. 88; 163 S. E. 335.</p>\n<p id=\"b856-4\">On the other hand, we have held that it was negligence for the owners or occupiers of land to leave on their' premises, easily accessible to children of tender years, an instrument, machine, or appliance which contains hidden, concealed, or latent danger when handled by one unfamiliar with its use.</p>\n<p id=\"b856-5\">In <em>Haywood </em>v. <em>South Hill Mfg. Co., </em>142 Va. 761, 128 S. E. 362, the owner was held negligent for leaving a highly charged uninsulated electric wire within the arm’s length of a child who was passing along the sidewalk. In <em>Daugherty </em>v. <em>Hippchen, </em>175 Va. 62, 7 S. E. (2d) 119, Justice Gregory, speaking for the court, said: “Explosives are equally deadly as electric current. Both should be guarded and controlled with utmost care and caution, and especially is this true when it is known or should be known that children of tender years are accustomed to play at or near these dangerous instrumentalities and are likely to gain access to them.” In <em>Adams </em>v. <em>Virginian Gasoline, etc., Co., </em>109 W. Va. 631, 156 S. E. 63, it was held that gasoline is “a dangerous substance and that the owners must exercise reasonable care to avoid injuring trespassing children whose presence is known or could have been reasonably anticipated. See <em>Gregory </em>v. <em>Lehigh Portland Cement Co., </em>157 Va. 545, 162 S. E. 881.</p>\n<p id=\"b856-7\">In order for the doctrine to apply, the danger of the instrumentality must not only be hidden or latent, but the instrumentality must be easily accessible to children and in a location where it is known that children frequently gather.</p>\n<p id=\"b856-8\">We held in <em>Baecher </em>v. <em>McFarland, </em>183 Va. 1, 31 S. E. (2d) 279, that a barbed wire fence contained no hidden or latent danger and that the owner was not responsible for the injuries inflicted on a child in running against or falling from such a fence. The facts in <em>Dennis </em>v. <em>Odend’HalMonks Corp., </em>182 Va. 77, 28 S. E. (2d) 4, were that an employee of defendant, while working on the roof of a <page-number citation-index=\"1\" label=\"771\">*771</page-number>building in Norfolk, parked his automobile on the street in the front of the building; in the course of his work he used a dangerous, poisonous acid which he left in a “Pepsi-Cola” bottle in his parked car. A five-year-old child without the knowledge of the employee crawled into the automobile, took a swallow of the acid, was severely burned, and sustained serious internal injuries. A demurrer to the notice of motion was sustained on the ground that the failure to take precautionary measures to prevent the child from drinking the acid was an incident which no reasonably prudent man would have anticipated, and “it would not have happened but for the occurrence of exceptional circumstances,” for which defendant was not responsible. He had no reason to anticipate that a child would crawl into a car temporarily parked in the street, and play with the tools, material, and supplies of a mechanic left in his own automobile.</p>\n<p id=\"b857-4\">Plaintiff concedes that a natural pond or lake as well as an artifical pond or lake built for a specific purpose is not regarded as a dangerous instrumentality and that the owners of the same are not required to take any precautions to prevent children from using them. He contends that the natural slope of the land around the pit, and the inability of one by sight to distinguish the shallow places from the deep holes created a hidden or latent danger that imposed upon the owner the duty to prevent children from using it.</p>\n<p id=\"b857-5\">Similar conditions exist on the banks of streams and rivers, natural and artificial ponds and lakes, which are found in every section of Virginia. We know boys, younger and older than plaintiff’s decedent, who fish, hunt, swim, and climb trees on lands other than the lands of their parents. All of these activities are attended with some degree of peril or danger. Boys fall out of trees, and into streams and ponds. Fortunately, fatal accidents are rare. It is a boy’s nature to see what is farther down or up-stream, what is just over the hill, or on the other side of the pond. Most land owners know this, and, so long as no serious <page-number citation-index=\"1\" label=\"772\">*772</page-number>damage is done to property, little if any complaint is made about trespassing boys. It would take more than a mere warning sign, fence, or any ordinary barricade to prevent adventurous boys from fishing in a still pool, or taking a swim in a natural or artifical pond.</p>\n<p id=\"b858-4\">In <em>Peters </em>v. <em>Bowman, </em>115 Cal. 345, 47 P. 113, 598, it. was said: “A pond, although artificially created, is in no wise different from those natural ponds and streams which exist everywhere, and which involve the same dangers and present the same appearance and the same attractions .to children. * * * A pond cannot be rendered inaccessible to boys by any ordinary means. Certainly no ordinary fence around the lot upon which a pond is situated would answer the purpose; and, therefore, to make it safe, it must either be filled or drained, or, in other words, destroyed. * * * A body of water, either standing, as in ponds and lakes, or running, as in rivers and creeks, or ebbing and flowing, as on the shores of seas and bays, is a natural object, incident to all countries which are not deserts. Such a body of water may be found in or close to nearly every city or town in the land; the danger of drowning in it is an apparent, open danger, the knowledge of which is common to all; and there is no just view, consistent with recognized rights of property owners, which would compel one owning land upon which such water, or part of it, stands or flows, to fill it up, or surround it with an impenetrable wall.”</p>\n<p id=\"b858-6\">In <em>Stendal </em>v. <em>Boyd, </em>73 Minn. 53, 75 N. W. 735, 72 Am. St. Rep. 597, 42 L. R. A. 288, it was stated: “If the owner must guard an artificial pond on his premises, so as to prevent injury to children who may be attracted to it, he must, on the same principle, guard a natural pond; and, if the latter, why not a brook or creek, for all water is equally alluring to children? If he must fence in his stone quarry after it fills with water, so that children cannot reach it,—a well-nigh impossible task,—why should he not be required to do it before, for a stone quarry, with its <page-number citation-index=\"1\" label=\"773\">*773</page-number>steep and irregular sides, might well be an attractive and dangerous place to children?”</p>\n<p id=\"b859-5\">The allegations in the notice of motion reveal that this defendant in the ordinary conduct of a business enterprise on his own land was creating large excavations that, in the natural course of events, became filled with water of varying depth. The large pond of water thus created exposed a child playing in or around it to no more peril or danger than if he had been playing in or around a natural body of water. The primary duty to inform, advise, and protect a child against such natural, open, and obvious dangers is upon the parents and not upon strangers. To require the proprietor of such a business enterprise to erect a fence or barricade around a pond and across a private road of such a character that it would prevent adventurous youth from entering, would impose such a burden that would unduly interfere with the lawful use of the property. While tragic accidents of the nature disclosed are always possible, they are not any more likely to happen in this artificial pond than in a natural stream of water. Such danger is natural, open, and obvious, and is ordinarily encountered in most places where children gather to wade or swim.</p>\n<p id=\"b859-6\">Whether the law imposes a duty upon a defendant to take precautions for the safety of children depends upon whether the danger to which they are exposed is open, obvious, natural, and common to all or whether it is hidden and latent. This is the line of demarcation approved in the majority of decided cases, many of which are annotated in 36 A. L. R. 34-294; 53 A. L. R. 1344-1356; 60 A. L. R. 1444-1455; 145 A. L. R. 322-332; 38 Am. Juris., Negligence, sections 146-158.</p>\n<p id=\"b859-7\">Judgment affirmed.</p>\n<p id=\"b859-8\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b859-9\">Buchanan and Miller, JJ., concur in result.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}