{
  "casebody": {
    "data": "<casebody firstpage=\"663\" lastpage=\"665\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b679-4\">Elizabeth C. Croke <em>v. </em>William H. Croke</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A-6\">(3470)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b679-5\">Hull, Daly and Pickett, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b679-7\">Argued June 17—decision</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AmD\">rleased August 6, 1985</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b679-9\"><em>Peter K. Culhane </em>filed a brief for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b679-10\"><em>Harold E. Stuart, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b679-11\">Pickett, J.</author>\n<p id=\"AmM\">A decree of dissolution was rendered by the trial court on October 3, 1980, and, on December 11, 1980, a supplemental judgment was filed concerning custody, visitation, alimony, child support and the division of the parties’ respective assets.</p>\n<p id=\"b679-12\">The judgment of December 11, 1980, provides that the plaintiff has the right to occupy jointly owned real property located at 276 Park Street in New Canaan, with the parties’ minor child until the minor child attains age eighteen, or residential custody of the minor child is transferred to the defendant, or the death or remarriage of the plaintiff or her cohabitation with <page-number citation-index=\"1\" label=\"664\">*664</page-number>another person under circumstances which would warrant the modification of periodic alimony pursuant to the provisions of General Statutes § 46b-86, or the plaintiff elects to vacate the premises.</p>\n<p id=\"b680-5\">On May 24,1984, the plaintiff filed a motion to open and modify the supplemental judgment insofar as the sale of the property was concerned, requesting an additional year so that the child, who became eighteen in May, 1984, could finish high school.<footnotemark>1</footnotemark> This motion was denied without opinion although the parties agree that the court stated it did not have the power to modify the judgment. The sole issue on this appeal is whether the court had continuing jurisdiction to modify a judgment providing for the assignment of property under General Statutes § 46b-81.</p>\n<p id=\"b680-6\">General Statutes § 46b-86 (a) provides: “Unless and to the extent that the decree precludes modification, any final order for the periodic payment of permanent alimony or support or alimony or support pendente lite may at any time thereafter be continued, set aside, altered or modified by said court upon a showing of a substantial change in the circumstances of either party. This section shall not apply to assignments under § 46b-81 or to any assignment of the estate or a portion thereof of one party to the other party under prior law.” As stated in <em>Bunche </em>v. <em>Bunche, </em>180 Conn. 285, 289, 429 A.2d 874 (1980): “This provision confers on the court continuing jurisdiction, except where precluded by the decree, to modify orders for the periodic <page-number citation-index=\"1\" label=\"665\">*665</page-number>payment of permanent or pendente lite alimony or support upon a showing of a substantial change in the circumstances of either party. See <em>Viglione </em>v. <em>Viglione, </em>171 Conn. 213, 215, 368 A.2d 202 (1976). By its terms, the statute deprives the Superior Court of continuing jurisdiction over that portion of a dissolution judgment providing for the assignment of property of one party to the other party under General Statutes § 46b-81.” See also <em>Misinonile </em>v. <em>Misinonile, </em>190 Conn. 132, 134, 459 A.2d 518 (1983).</p>\n<p id=\"b681-5\">The supplemental judgment provides that upon the sale of the property “the proceeds remaining after the payment of expenses and costs resulting from the sale, shall be distributed 60 percent to the plaintiff and 40 percent to the defendant.” Thus, the judgment, in effect, assigned 10 percent of the defendant’s interest in the property to the plaintiff under the authority of § 46b-81 and is therefore nonmodifiable. See <em>Bunche, </em>v. <em>Bunche, </em>supra.</p>\n<p id=\"b681-6\">We note that the plaintiff was found in contempt on July 23, 1984, for failure to list the property for sale and that no appeal was taken from that finding which is still in effect.<footnotemark>2</footnotemark> It would appear that this appeal was taken solely for the purpose of delay and it has accomplished that purpose.<footnotemark>3</footnotemark></p>\n<p id=\"b681-7\">There is no error.</p>\n<p id=\"b681-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b680-7\"> The motion claimed that “[tjhe minor child of the parties will be eighteen at the end of May, 1984 which in accordance with the supplemental judgement of December 11,1980 would require the property at Park Street in New Canaan, Connecticut to be sold, but the child at that time will have only finished his junior year in school. With the sale of the premises, the child will be unable to finish school in New Canaan. He will be uprooted from his peers and friends which would work an injustice on the child and as such, the plaintiff asks that the sale be postponed until the minor child has graduated from high school.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b681-9\"> The court’s handwritten decision on the motion for contempt provides: “The foregoing [contempt] motion having been heard, it is hereby GRANTED. The plaintiff and Defendant are to comply forthwith [with] the court order of 12/11/80 no later than 8/4/84 re sale of property.</p>\n<blockquote id=\"b681-10\">“The plaintiff is to make the house available for inspection by the defendant and his broker on July 28 or 29, 1984.</blockquote>\n<blockquote id=\"b681-11\">“If the plaintiffs broker and the defendant’s broker can’t agree on a price a 3rd broker is to be nominated to set the price.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b681-12\"> In view of the fact that the plaintiff was and still is in contempt, the court would have been justified in dismissing the appeal sua sponte. <em>Greenwood </em>v. <em>Greenwood, </em>191 Conn. 309, 313-14, 464 A.2d 771 (1983).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}