{
  "casebody": {
    "data": "<casebody firstpage=\"84\" lastpage=\"86\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b98-4\">John Yervant <em>v. </em>BAJ Corporation</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AQq\">(2925)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b98-5\">Borden, Daly and Hendel, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b98-6\">Argued March 15—decision</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ajk_\">released May 21, 1985</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b98-8\"><em>Abram W. Spiro, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b98-9\"><em>Herbert V. Camp, Jr., </em>with whom <em>was Robert Evans, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b98-10\">Per Curiam.</author>\n<p id=\"A58\">This is a summary process action commenced for nonpayment of rent. The defendant appeals to this court from the judgment of the trial court granting possession of the premises to the plaintiff.</p>\n<p id=\"b98-11\">The defendant principally claims that the trial court erred in finding that the defendant was in default of its lease (1) because the plaintiff had accepted payment of rent from the defendant prior to giving notice to quit to the defendant, and (2) because the plaintiff held a security deposit covering a substantial portion of the overdue rent, and that forfeiture of the defendant’s rights under its lease constitutes an unconscionable hardship. We find no error.</p>\n<p id=\"b98-12\">The defendant failed to pay the rent due under its lease for the months of September and October, 1983. On October 16, 1983, the defendant delivered to the plaintiff a check for the October, 1983 rent. The plain-' tiff took the check and told the defendant that he would show it to his lawyer. After consulting with his law<page-number citation-index=\"1\" label=\"85\">*85</page-number>yer, the plaintiff returned the check to the defendant the next day. The plaintiff served the defendant with a notice to quit on October 20, 1983.</p>\n<p id=\"b99-5\">It is well established that a lessor may not assert a forfeiture of a lease for failure to pay rent due under the lease where, with knowledge of the breach of the lease, he accepts rent from the lessee. <em>Borst </em>v. <em>Ruff, </em>137 Conn. 359, 361-62, 77 A.2d 343 (1950). Nonpayment of rent does not, in itself, terminate a lease, but gives the lessor the option to terminate the lease by some unequivocal action clearly showing the exercise of that option, and a tender of rent after a breach of the covenant of payment, but before a declaration of forfeiture by some unequivocal act by the lessor, precludes the lessor from thereafter completing a forfeiture of the lease. <em>Mayron’s Bake Shops, Inc. </em>v. <em>Arrow Stores, Inc., </em>149 Conn. 149, 156, 176 A.2d 574 (1961).</p>\n<p id=\"b99-6\">In the present case, the trial court specifically found that there was no tender made for the September rent prior to the serving of the notice to quit. Moreover, in the present case, unlike the case of <em>Borst </em>v. <em>Ruff, </em>supra, which is relied upon by the lessee, there was not a long, unexplained retention of the checks delivered to the lessor tending to show acceptance for the purpose for which the checks were given, but there was rather a brief explained retention of the October rent check and a return of the check to the lessee within one day.</p>\n<p id=\"b99-7\">Here, as in <em>Borst, </em>the vital question of fact which confronted the court was the intention of the lessor as manifested by what the lessor did. Id., 361. We cannot say that the conclusion of the trial court that the check was not accepted by the plaintiff as payment for the October rent was clearly erroneous.</p>\n<p id=\"b99-8\">At the time of the offer of the October rent, the plaintiff was in possession of the sum of $2825 deposited by the defendant as security for the defendant’s com<page-number citation-index=\"1\" label=\"86\">*86</page-number>pliance with the terms of the lease. The rent due for September was $3075. The defendant claims that inasmuch as the plaintiff had the right to apply the security deposit towards the September rent and a balance of $250 would then have remained unpaid, forfeiture of the defendant’s rights under the lease constitutes an unconscionable hardship to the defendant. We disagree.</p>\n<p id=\"b100-5\">The security deposit provision in section four of the lease provides that “[i]f Tenant fails to comply with any term of this lease, Landlord may apply the security deposit to ensure compliance in addition to pursuing remedies by way of eviction and claims against the Tenant . . . .” Under this provision, the plaintiff had no obligation to apply the security deposit towards the September rent, and the defendant has not cited any authority for the proposition that the presence of a security deposit is a defense to the nonpayment of rent.</p>\n<p id=\"b100-6\">There is no error.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}