{
  "casebody": {
    "data": "<casebody firstpage=\"149\" lastpage=\"156\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b157-8\">John Ross, <em>vs. </em>Sarah Singleton.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b157-11\">\n<em>New Gastle,</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AkN\"><em>June T. </em>1821.</decisiondate>\n<p data-order=\"3\" data-type=\"p\" id=\"AfH\">(In vacation.)</p>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b157-12\">A married woman, whose husband was reported and believed to have been killed in battle, but who was in fact living, contracted to sell and afterwards conveyed her maiden property. An ejectment for the premises was brought by the wife after the husband’s death and judgment recovered against the purchaser; <em>Held, </em>that there being no fraud he could not be relieved in equity.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b157-13\">A married woman cannot, after she becomes sole, be compelled to make good or execute a contract which was void in its origin, or which she was legally incompetent to enter into.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b158-4\"><page-number citation-index=\"1\" label=\"150\">*150</page-number>A court of equity cannot, in the absence of fraud, accident or mistake, give validity to a contract which is void in law.</syllabus>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b158-5\">A court of equity \"’will not relieve a complainant against the consequences of his negligence, or of a risk voluntarily assumed by him.</syllabus>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b158-6\">Injunction Bill.—This was a motion <em>ex parte </em>for an injunction, under the following circumstances, set forth in the bill:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b158-7\">In th&lt;3 year 1785, certain real estate, situated in Hew Castle County, being held by Joseph Singleton and his wife, the defendant, in her right, Singleton’s interest therein was sold in execution of a judgment against him, and purchased by Daniel Thompson and Andrew Mclntire. Afterwards the title under the Sheriff’s sale came to Thompson solely. Joseph Singleton, about the year 1791, enlisted as a soldier In the troops commanded by General St. Clair, and was in the battle fought by General St. Clair with the Indians on the 4th of Hov. 1791. The rumor of his death gained circulation and general credit with his family and in the neighborhood. The defendant, his wife, soon, afterwards applied to .the complainant to purchase the land from her, and assured him that she had made the most particular inquiries after Singleton and had obtained such information as fully convinced her that he had been killed in the battle with the Indians. The complainant at that time declined the purchase ; but upon her renewing the application afterwards, with an offer to sell the land at fifty shillings per acre, he agreed to purchase, confiding in her assurance that she had reason to believe that Singleton, her husband, was dead. A contract in writing was drawn and signed, dated 1st of December, 1794, whereby the defendant agreed to sell and the complainant to buy the land, being sixty-one acres and eighty perches, at fifty shillings per acre, amounting to £153.15; of which £56.05 was to be paid down, and the residue when a good ' title should be made and the possession delivered. A memorandum, appended to the contract, referred more particu<page-number citation-index=\"1\" label=\"151\">*151</page-number>larly to the title as being in the defendant by descent from her father, and that Joseph Singleton, her husband, was dead. The £56.05 was paid to the defendant, and materially aided in the support of herself and children. The complainant, by an arrangement with Daniel Thompson, the purchaser at the sheriff’s sale, obtained possession of the land, and has since made repairs and been at considerable expense. After these transactions above stated the defendant removed to Philadelphia, and the complainant being on a visit to that place in 1800 she insisted upon the performance of the contract, again alleging that she had received information warranting the belief that her husband had been killed in the battle with the Indians. He had not in fact been heard of up to that time, which was more than seven years after the battle. Upon her solicitations and assurances, and under the advice of Samuel Cochran, who drew the contract and was a mutual friend, and also of Thomas McKean, Chief Justice of Pennsylvania, who acted as Mrs. Singleton’s friend in the business, the complainant consented to accept a deed and to pay the residue of the purchase money, all which was done on the 23d of April, 1800. The deed set forth, in connection with the statement of title, Joseph Singleton’s death.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b159-5\">About the year 1808, Joseph Singleton returned, and went to Philadelphia to see his wife ; but she refused to cohabit with him, as the complainant had been informed. Singleton then went off to Kentucky.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b159-6\">In 1818, Joseph Singleton having meanwhile died, the defendant brought an ejectment for this land in the Supreme Court for Hew Castle County, and a trial was had at the April Term, 1821. 'The Court, in that action, charged the jury that any such contract or deed made by a married woman, and executed as the contract and deed in question appeared to have been, was void in law. Consequently, the plaintiff recovered a verdict and judgment <page-number citation-index=\"1\" label=\"152\">*152</page-number>in the ejectment. Thereupon, this bill was filed, praying that the defendant may make to the complainant a good and sufficient deed; that the complainant may be quieted in his possession of the land; and for an injunction to restrain further proceedings under the judgment in the ejectment.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b160-5\">The facts set forth in the bill, connected with the execution of the contract and deed, were fully verified by the deposition of Samuel Cochran, a witness in the action of ejectment,—a copy of the deposition being annexed to the bill.</summary>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b160-6\">This bill was presented to the Chancellor, in vacation, in May, 1821. After consideration of the bill, the Chancellor refused to grant the injunction, assigning his reasons as follows :</p>\n<p id=\"b160-7\">The general question here is, whether a <em>feme covert, </em>after she becomes sole, may be compelled to make good or to execute a contract, which was void in its origin and which she could not enter into.</p>\n<p id=\"b160-8\">In this case, no fraud can be imputed to either of the parties. The death of Joseph Singleton was equally unknown to both of them, and it appears by Mr. Cochran’s testimony, which is annexed to the bill, and makes part of it, that on the 1st of December, 1794, when the articles of agreement were executed, the defendant only expressed <em>her belief, </em>of his death, and said <em>she thought he must be dead although she had no evidence of it. </em>Afterwards, when the deed was executed, in April, 1800, the length of time between his supposed death and that period, alone seemed to confirm the parties in the opinion of his death. There was no imposition practised on Mr. Ross, and no fact was concealed from him which she ought or could communicate to him. The purchase of the land was a hazard, a risk incurred by Mr. Ross voluntarily, and without any deception. Indeed, considering the notoriety of the transaction <page-number citation-index=\"1\" label=\"153\">*153</page-number>and the persons consulted, it is not to be believed that Mr. Eoss was led into an error by any act, or concealment, or false suggestion. I am satisfied from the deposition of Mr. Cochran, that there was no' fraud in the case at the time of the execution of the articles of agreement and deed, nor at any other time. S' either can I find in the whole affair any like accident or mistake. Ignorance is not mistake ; neither is error in j udgment a ground of relief. The parties blindly entered into a negotiation about the purchase of the land; and after more than five years, Mr. Eoss took a deed and paid the purchase money, without a knowledge of the death of Singleton, the husband of the grantor, upon whose death the legality of the contract depended. To relieve in this case would be to relieve against the imprudence of Mr. Eoss. He did not know that Sarah Singleton was a <em>feme sole. </em>He knew that if her husband was alive she could not convey or grant the land ; and knowing that although the woman expressed her belief of his death she had no evidence of it, he ventured on the purchase. It was altogether a calculation of chances, and he trusted to the chance. The probability, indeed, was that the man was dead ; but it was only a probability. In short, his eyes were open, and he must abide by the event.</p>\n<p id=\"b161-5\">But it is alleged in the bill that this woman executed the deed, received the purchase money, and enjoyed great benefits from it; also, that the complainant expended considerable sums in repairs. All this, in the present stage of the proceeding, we must take to be true ; but it is not sufficient to give validity to a transaction that is absolutely null. A contract made by a married woman, without the consent of her husband, is void ; and a court of chancery cannot give validity to a contract void in law. The case of <em>Kenge vs. Delavall, </em>1 <em>Vern. </em>326, has some resemblance to this. Sir Ralph Delavall and his lady, by reason of some discontents in the family, agreed to live separately, <page-number citation-index=\"1\" label=\"154\">*154</page-number>and there was a separate maintenance settled on the lady, but determinable on the death of either of them. She contracted several debts during the separation. Her husband died. A bill was then brought to subject her jointure to the payment of the plaintiff’s debt. The Lord Keeper said that had the separate maintenance continued, there might be some reason for the creditors to follow that, and. make it liable to their satisfaction <em>; </em>but that being determined by the death of the husband, he did not see which way the jointure could be charged with it. The reason why the separate estate might be charged was because, according to <em>Peacock vs. Monk, 2 Ves. Sr. </em>190 and <em>Hulme vs. Tenant and wife, </em>1 <em>Bro. Ch. Rep. </em>16, 20, a <em>feme covert, </em>acting with respect to her separate property is competent to act in all respects as if she were a <em>feme sole ; </em>but, in all cases of separate property, the power which the <em>feme covert </em>has over it arises from the agreement of the husband before or after marriage ; and without the agreement, she can do no act to affect it. 2 <em>Ves. Sr. </em>190 : 1 <em>Ves. Sr. 163, </em>229, 517.</p>\n<p id=\"b162-5\">A married woman can enter into no contract that will bind her after her coverture. If she gave a bond she could not be sued upon it. She cannot personally bind herself, nor her executors or administrators; 4 <em>Bro. Ch. Rep. </em>483, 487, <em>Sockett vs. Wray. </em>In <em>Smith, and Helen his wife, vs. French, 2 Atk. </em>243, the case is stronger than this, and the principle is clearly laid down by Lord Hardwicke. A bill was brought for satisfaction of a breach of trust. The husband, after the marriage, conveyed his wife’s fortune to the wife’s mother, as her trustee, for her separate use. The trustee, at the importunity and repeated solicitation of the daughter, the <em>cestui que trust, </em>committed a breach of trust by disposing of the trust money for the benefit of the.husband, at his instance and request. The wife promised to release ; and after she became a widow confirmed the promise. This confirmation alone secured <page-number citation-index=\"1\" label=\"155\">*155</page-number>the trustee. The promise of the wife during coverture could not bind her ; and, although the case was extremely hard, Lord Hardwicke would have decided against the trustee, had he not found in the promise of the <em>cestui que trust, </em>after she became sole, a defence sufficient to rebut the plaintiff’s equity. He compared it to the case of an infant under age, who, contracting a debt during his minority, shows his consent to it by confirming it after he comes of age ; which shall effectually bind him, though it was voidable at his election. So here, said he, a promise by the wife to release during the coverture, it is certain, could not bind the wife ; but if, after the death of her husband, she repeats the promise, that is a confirmation of it and is good. In that case there was cited from <em>Hobart </em>225, a case, 7 <em>Ed. </em>4, 14, in which the wife being a <em>cestui que use, </em>she and her husband sold the land. She received the money. They both required the feoffee to make the estate to the vendee ; yet she, after her husband’s death, in a court of equity, was relieved against the feoffee, and it was held she might also be against the vendee if he were privy to the use.</p>\n<p id=\"b163-5\">These cases, and the reason of them, fully establish the principle, that a married woman can make no contracts during her coverture which shall bind her after she becomes sole, unless they be made conformable to certain rules established to operate upon and bind married women. And if Sarah Singleton could be compelled to make a further conveyance to John Ross for the better assurance ot this land; or, if she could be restrained from prosecuting to execution her judgment at law recovered in this action of ejectment, she might be compelled, directly or indirectly, to give effect to a contract void both at law and in equity.</p>\n<p id=\"b163-6\">Supposing that the complainant has made out his whole case in his bill, with the depositions annexed, I see no ground upon which I can order the writ of injunction <em>; </em><page-number citation-index=\"1\" label=\"156\">*156</page-number>and although I have heen obliged to form a decided opinion upon this application for a writ of injunction, yet, I shall be extremely willing to change my opinion, if the plaintiff shall be able to satisfy me that it is erroneous. It certainly is a hard case, and I regret that I cannot comply with the prayer in the bill for a writ of injunction. See <em>Bolton vs. Williams, </em>2 <em>Vesey Jr. </em>138 : <em>Jones vs. Harris </em>9 <em>Ves. Jr. </em>486.</p>\n<p id=\"b164-5\">This case afterwards proceeded to a final hearing before the Chancellor, at the April Term, 1823, on bill, answer, exhibits and depositions ; and a case of intentional fraud on the part of the defendant having been established by the proofs to the satisfaction of the Chancellor, a decree was made, perpetually enjoining the defendant from prosecuting to execution her judgment in the action of ejectment at law. This decree was affirmed by the High Court of Errors and Appeals, at the June T. 1824.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}