{
  "casebody": {
    "data": "<casebody firstpage=\"256\" lastpage=\"261\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b264-7\">Mark Davis, administrator of Elizabeth Davis, <em>vs. </em>Mary Davis.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b264-10\">\n<em>Sussex,</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASs\"><em>July T. </em>1823,</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b264-11\">A court of equity will entertain a bill for an account against a guardian, notwithstanding the guardian may have given security by bond, and may be liable to an action at law.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b264-12\">The Act of Assembly requiring a guardian to give bond, with surety, was intended to provide an additional security for the ward, and not to take away the jurisdiction of this Court. The remedy at law on the bond is not, for all purposes, so complete as a bill in equity. <page-number citation-index=\"1\" label=\"257\">*257</page-number>In the present case, rents of real estate of the ward were received by the guardian after the guardianship ceased. These rents are, unquestionably, the subject of an account in equity.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b265-5\">Bill in Equity against a guardian.—The complainant’s wife, Elizabeth Davis, now deceased, was in her lifetime a daughter, and one of the heirs at law, of Thomas Davis, deceased, who died intestate, in May, 1811; and she was entitled to a share of his real and personal estate. The intestate died seised of certain real estate, of the annual value of about $600.00, and of personal estate to the value of $632.60, after the payment of his debts, funeral expenses and other just charges against his estate. He left to survive him a widow, the defendant, and six children, two of whom afterwards died intestate and without issue, so that the four surviving children became entitled to the whole real and personal estate of the intestate, Thomas Davis, dec’d, subject to the rights therein of his widow. The defendant after the decease of the intestate, being his widow,remained in possession of his real estate, and held and cultivated the same until the time of filing this bill. She also took letters of administration upon the personal estate of the intestate, and was appointed by the Orphans’ Court for Sussex county, guardian of the intestate’s four surviving children, including Elizabeth Davis, the deceased wife of the complainant. The complainant and the said Elizabeth were married in the month of December, 1816, and said Elizabeth died in the month of April, 1818. Two several guardian accounts were passed before the Register of Wills by Mary Davis, as guardian of the said Elizabeth ; one passed on the 8th of March, 1814, shewing a balance then due the ward of $74.10, and a second guardian account, passed on the 14th of December, 1818, shewing a balance then due the ward of $81.15. Elizabeth Davis, the wife of the complainant, left to survive her, as her heir at law, one child, which died in <page-number citation-index=\"1\" label=\"258\">*258</page-number>infancy. Administration of her personal estate was granted to the complainant.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b266-5\">The present bill was filed by the complainant, claiming, as heir at law of the deceased child, to be entitled to a share of the rents and profits of the real estate of the intestate which had been in the defendant’s possession, and also claiming, as administrator of Elizabeth Davis, dec’d, the balance due from the defendant as her guardian. The prayer of the bill was for an account of the complainant’s share of the rents and profits of the real estate and that such share, when ascertained, together with the balance of personal estate due from the clefendant as guardian of the said Elizabeth, might be decreed to be paid to him ; and for further relief.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b266-6\">The answer of the defendant admitted the facts above stated, and which were set forth in the bill; but the answer further alleged that with respect to the share of the said Elizabeth in the rents and profits of the real estate held by the defendant, such share had been credited to said Elizabeth from year to year in the guardian accounts passed by the defendant, as in the bill set forth ; and that the balance shewn by the second guardian account passed on the 14th of December, 1818, ($81.15) was the whole amount then due on account of said guardianship, including the rents ; that said second account was not final, but that the defendant expected yet to make a final settlement of her guardianship before the Register of Wills, the result of which settlement would shew that nothing was due from her to the complainant on account either of the rents and profits of the said real estate or of the personal estate of the said Elizabeth Davis, deceased. And the defendant insisted that the complainant had an adequate remedy at law by appeal from the guardian accounts of the defendant passed, or which she might pass, before the Register, and by an action upon her guardian bond, and <page-number citation-index=\"1\" label=\"259\">*259</page-number>that, therefore, a court of equity ought not to entertain the present bill.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b267-5\">Issues were joined and depositions taken by both parties. The cause came before the Chancellor at the July Term, 1823, for a hearing upon the bill, answer, exhibits and depositions. The case, at the hearing turned upon the question of jurisdiction.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b267-6\"><em>Robinson, </em>for the complainant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b267-7\">This is a matter of account, over which courts of law and of equity exercise concurrent jurisdiction. It is no answer, therefore, to say that there maybe a remedy at law. <em>Caines’ cases in Error, </em>(N. Y.) 38. Again, a guardian is a trustee, and on that ground this Court has jurisdiction. It has been held that a bill in equity will lie against the guardian, notwithstanding he has executed a bond on which he might be sued at law. <em>Munford’s </em>(Va.) <em>Rep. </em>298. At all events there can be no question of the right to an account of the rents and profits of the real estate accruing after the marriage of Elizabeth Davis, in December, 1816,—upon which event the guardianship closed. The rents which accrued after the marriage could not have been recovered upon the guardian bond. Our remedy for them is in this Court only. It may be observed further, that after the defendant has answered, it is too late to contest the jurisdiction of the Court. The objection should have been taken by demurrer. <em>Caines’ cases in Error, </em>52.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b267-8\"><em>Wells, </em>for the defendant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b267-9\">It is argued that this is a matter of account and that this Court has a concurrent jurisdiction. That may be true, and yet it does not follow that in all matters of account the Court will exercise its jurisdiction. Where there is a remedy at law this Court will not interfere. With respect <page-number citation-index=\"1\" label=\"260\">*260</page-number>to the rents received by the defendant after the guardianship ceased, it was under color of authority as guardian that she received them, and she continues liable for them at law—or, if not liable at law as guardian, she is at all events liable as administratrix. For where the administrator holds the real estate and receives the rents, he is to account for them before the Register of Wills. With respect to the time of objecting the want of jurisdiction, the rule is that at whatever stage of the cause a court discovers itself to be without jurisdiction it will proceed no further.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b268-5\">Ridgely, Chancellor.</author>\n<p id=\"AYH\">This is a case clearly within the jurisdiction of the Court. An infant, after he becomes of age, may bring a bill for an account against his guardian, and before he comes of age such bill may be brought by him, by his next friend. 2 <em>P. Wms. </em>119. This is a matter of account, and is peculiarly proper for investigation in this Court. It was not in-intended by the Act of Assembly, requiring guardians to enter into bonds with sufficient sureties, to take away the jurisdiction of this Court, but the design of the Act was merely to obtain in favor of wards additional security for their estates. According to our practice the remedy under the bond, even with the aid of the Orphans’ Court, is not so complete as by a bill in this Court; for, in .such cases, at law, the burden of proof lies on the ward. In Chancery, the guardian may be compelled to give a full account, under oath, of the whole estate of the ward. The same powers which a court of chancery exercises in England, as a court of equitable jurisdiction, belong to this Court.</p>\n<p id=\"b268-6\">In the case of <em>Robert S. Kirkwood vs. John Mitchell, administrator, d. b. n. of John Mitchell, deceased, </em><footnotemark>*</footnotemark>who had been executor of Alexander Smith, which was a bill for a residuary legacy, the defendant demurred, among other <page-number citation-index=\"1\" label=\"261\">*261</page-number>grounds, because the complainant had a remedy at law. The demurrer was overruled. On an appeal,theHigh Court of Errors and Appeals affirmed the decree of this Court, among other reasons, because it was a matter of account.</p>\n<p id=\"b269-5\">In <em>Killen et al. vs. John Adams, executor, &amp;c.</em><footnotemark><em>*</em></footnotemark><em> </em>on a bill for a legacy, the defendant pleaded in bar the Act of Assembly by which a legatee is required to give the executor security to refund in case of outstanding debts. ^ The plea was overruled and a decree made against the defendant. These are the only cases which have been decided, although bills of the same kind have been brought, in which the jurisdiction of the Court has not been questioned. Upon general principles, I am of opinion that the bill may be sustained. If we look into the particular circumstances of the case, the jurisdiction of the Court is less to be doubted. It is alleged that after the guardianship expired the defendant received the rents and profits, by color of the authority first vested in her as guardian. I will not say that the complainant could not sue at law for these rents and profits, but his remedy there could not be as certain ñoras effectual as in this Court. The decisions cited from <em>Caines’cases in Error </em>and <em>Munford’s Reports, go </em>upon the same principles which have been adopted in this Court.</p>\n<p id=\"b269-6\">Let a decree be entered for an account.</p>\n<footnote label=\"*\">\n<p id=\"b268-7\"> Ante, p. 130.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b269-9\"> Ante. n. 184.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}