{
  "casebody": {
    "data": "<casebody firstpage=\"228\" lastpage=\"232\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b264-3\">Sarnis <em>v. </em>The Philadelphia and Reading Coal and Iron Company.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b264-7\">Argued December 4, 1922.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AnC\">Before Porter, Henderson, Trexler, Keller, Linn and Gawthrqp, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b264-12\"><em>John F. Whalm, </em>and with him <em>George Ellis, </em>for appellant,</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AWpq\">cited: Fink v. Sheldon Axle and Spring Company, 270 Pa. 476; Morgan v. Philadelphia &amp; Reading Coal &amp; Iron Company, 273 Pa. 255.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b264-13\"><em>Roger J. Dever, </em>for appellee,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A9A\">cited: Parlovich v. P. &amp; R. C. &amp; I. Co., 76 Pa. Superior Ct. 86-90; Stahl v. Watson Coal Co., 268 Pa. 452.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"ABC\"><page-number citation-index=\"1\" label=\"229\">*229</page-number>December 14, 1922:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b265-2\">Opinion by</p>\n<author id=\"A6ah\">Linn, J.,</author>\n<p id=\"b265-3\">Appellant raises two questions: 1. Was tbe compensation board justified in setting aside the final receipt? 2. Was there sufficient evidence that tbe injury caused tbe loss of tbe use of claimant’s eye?</p>\n<p id=\"b265-4\">1. We cannot assent to tbe contention that there is no evidence that tbe receipt was signed under a mistake of fact or law.</p>\n<p id=\"b265-5\">Claimant was struck in tbe right eye by a piece of wood on March 30,1920. He was treated by appellant’s physicians. On April 24, 1920, tbe parties signed an agreement for compensation, specifying inability to state bow long tbe incapacity would last; tbe board approved tbe agreement. On August 24, 1920, claimant filed a petition to modify tbe agreement, alleging “tbe injury has affected my right eye to an extent that I only have 2/200 vision. Should be compensated for tbe loss of an eye.” On September 8, 1920, appellant answered that petition and denied its averments. That issue came on for bearing November 10,1920, before the referee. Claimant testified:</p>\n<p id=\"b265-6\">“Q. Before that timber bit you what was tbe condition of that eye?</p>\n<p id=\"b265-7\">“A. I could see out of that eye but somewhere in 1919 my eye was injured and after that time then I couldn’t see as well as before.</p>\n<p id=\"b265-8\">“Q. You couldn’t see as well as you could before 1919?</p>\n<p id=\"b265-9\">“A. Yes, sir.</p>\n<p id=\"b265-10\">“Q. After tbe first injury could you see well enough with that eye to work?</p>\n<p id=\"b265-11\">“A. Yes, sir.</p>\n<p id=\"b265-12\">“Q. How is your eye now?</p>\n<p id=\"b265-13\">“A. I can’t see nothing with it. When I was to see Dr. Halberstadt I could see a little but now I can’t.”</p>\n<p id=\"b265-14\">Dr. Halberstadt, one of appellant’s physicians, treated claimant’s eye April 4th, 15th, 17th, 22d and May 18th. Immediately following tbe injury be was also treated for about two weeks by Dr. McDonald, a pby<page-number citation-index=\"1\" label=\"230\">*230</page-number>sician employed by appellant. Claimant says this physician advised he couldn’t cure my eye and I should go to Pottsville,\" “to see a doctor\" there. Claimant testified Dr., Halberstadt “said <em>'I </em>will try to cure your eye’ and he told me to stay away from work.’’ He returned to work on June lst but soon left because he quarreled with his boss. After the injury, he was examined at the Wills Eye Hospital in Philadelphia, and the record .contains a letter from the hospital to the referee dated December 9, 1920, stating claimant; “was a clinic patient here 4-27-20 and found to have, a scar ,over the center of cornea due from an accident a short time before. He had very little vision left in the eye.” Dr. Corson testified the examined claimant on July 13, 1920 and found he had 2/100 vision; that his sight in that <em>eye </em>could not be improyed, and attributed the condition to-the accident an yprds, prepenttyjtp, be .quetedv, Withi-thatr-evidenee’ sup-; porting the conclusion qf .the board, as to the condition, of claimant’s eye when the evidence was taken, we are bound by the fi<em>ndin</em>g.</p>\n<p id=\"b266-4\">We come, then, to a phase of /the. case.which perhaps misled ,the refer.ee- and .created ja difficulty ímoreiapparéht than real. The receipt in the record bears mo; date of execution or delivery ; itpurpofts to be a' final receipt signed by claimant, on;a,printed form .apparently in-use by appellant, by which “for 1st half of July, 1920,” he acknowledges : ¡.the receipt of two dollars:, compensation for one day “in full of above account to 6-4-20, being the final, payment', due.underethe; above agreement;' - [ agreement No. 950208] disability haviñg terminated on said date.” It bears the audit stamp of appellant’s paymaster’s office, dated July '23d; . and is-rubber stamped “;Haid ¡¡NoyemberilS, 1920’J; ¡ as-fhere is*-printed'1- on* it, “Not valid until stamped by the paymaster^ and as the audit stamp: is d.ated July 28d, we-may perhaps infer that it;iya.s not valid until! that! date;;.'but it; does' riokap-' pear when claimant collected,it; ..the stámped date November 13,;j192Q;,' obviously mot proving*!that: ih- '-the' <page-number citation-index=\"1\" label=\"231\">*231</page-number>circumstances; disclosed.- .The receipt does- not ^appear to have been offered inevidence at the hearing onNovember 1.0th; no .one. was interrogated about it ; it. is inT'he record certified to, us and: has stamped.upon it “received November 21,1920. .Workmens Compensation Bureau.” Notwithstanding, that, it: appears .to have -been bef ore'the referee at the hearing on November 10th, three days ¡be-fore it was stamped-paid, for The ¡record shows, that at the hearing, the parties stipulated: that; .“It -is..agreed ......that this proceeding be regarded as :a review ahd the petition of the claimant be so. amended as to: review the final receipt.” On January 8, 1921, the referee filed a report dismissing the petition To modify and basinghis conclusion wholly on the fact “That before a hearing was held-to consider the [petition-to modify] final receipt was. executed between.The parties-dn.questio n.”-» On appeal the board set aside the referee’s finding. When* the. parties met before the, board-¡they, stipulated- ‘That-the bo.ard should reconsider ': the. ¡case en, the. basis That .the petition, before the‘board,should.be considered; as .a peti-; tion to set aside, the final- receipt, ’and to modify the agreement.</p>\n<p id=\"b267-4\">We have then: l. an agreemént-for cómpensatioú executed ¡April 24,; ,1920, approved: by (.the: ¡hoard. June; <em>2,~ </em>1920; , 2; a receipt executed at a time not shownr stating-disability has ceased; 3. a petition to modify the agree-; ment declaring for the loss of the use oí the, eye; .4. ;an answer denying it; and 5. the stipulation of the parties and the evidence already outlined .supporting claimant’s averment and accepted as the basis of a finding to that effect by the boa i. We are bound by the conclusion that claimant was mistaken as to the extent of Ms injury when he stated that disability had ceased on June 4th.</p>\n<p id=\"b267-5\">2: We also'agree there is sufficient evidence to justify, the finding of the board that claimant’s loss of the use of <em>his, </em>eye resulted from. the accident1, and, under the statute, we may not inquire further. As we have already-<page-number citation-index=\"1\" label=\"232\">*232</page-number>referred to part of this evidence, we need now mention only the following: Dr. Corson was asked:</p>\n<p id=\"b268-3\">“Q. You are not able to say how that [injured condition] occurred or what was the cause of it ?</p>\n<p id=\"b268-4\">“A. No sir, but likely from that injury</p>\n<p id=\"b268-5\">“Q. There are many causes for the condition that you described?</p>\n<p id=\"b268-6\">“A. Ordinary vitrous opacities are quite common but not to that extent — I never saw one as extensive as that not due to an injury.</p>\n<p id=\"b268-7\">“Q. Disease might cause it?</p>\n<p id=\"b268-8\">“A. Yes, sir.</p>\n<p id=\"b268-9\">“Q. Disease might cause it just as likely as an accident?</p>\n<p id=\"b268-10\">“A. No sir, not to that extent. An accident would only be responsible for that condition to be as extensive as that.</p>\n<p id=\"b268-11\">“Q. To what extent1 is that? -</p>\n<p id=\"b268-12\">“A. I mean as large an opacity as that.” That testimony must, of course, be considered in connection with the evidence of what followed the accident already stated: Fink v. Sheldon Axle and Spring Co., 270 Pa. 476; Morgan v. P. &amp; R. C. &amp; I. Co., 273 Pa. 255, 258. It is not contended that the reduced vision in the affected eye is not such loss of its use as is contemplated by the statute.</p>\n<p id=\"b268-13\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}