{
  "casebody": {
    "data": "<casebody firstpage=\"443\" lastpage=\"447\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b479-5\">Baltimore &amp; Ohio Railroad Co., Appellant, <em>v. </em>Public Service Commission.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b480-4\"><page-number citation-index=\"1\" label=\"444\">*444</page-number>Argued November 22, 1922.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AzU\">Before Porter, Henderson, Trexler, Keller, Linn and Gawthrop, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b480-9\"><em>Allen T. C. Gordon, </em>of <em>Gordon &amp; Smith, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AO6I\">The evidence failed to establish that the road in question was a recognized highway when the trestle was erected: Blakely v. Delaware &amp; Hudson Canal Co., 2 Lackawanna Legal News 59; Commonwealth v. Phila. R. R., 135 Pa. 256; Com. v. Cole, 26 Pa. 187.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b480-10\"><em>J. Campbell Brandon, </em>and with him <em>W. D. Brandon, </em>for the Borough of Millerstown.</attorneys>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"Adfd\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>March 2, 1923:</decisiondate>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b481-2\">Opinion by</p>\n<author id=\"AIy\">Trexler, J.,</author>\n<p id=\"b481-3\">The purpose of this proceeding is to compel the Baltimore and Ohio Railroad Company, at its own cost, to remove the supports of its overhead crossing, in the Borough of Millerstown, from the highway, known as State Highway Route No. 214, which leads from Millers-town to Butler, in the County of Butler. This overhead crossing traverses the highway at an angle and its supporting bents narrow the roadway to about 17 feet. This is admittedly inadequate for the use of an improved highway such as is about to be constructed under the crossing. The railroad constructed the crossing and so far as the portion on the highway is concerned it has not been changed since that time to the present. The railroad resists the changing of the construction of its crossing by the widening of the opening for the road under it, the reasons being, that (1) there is no proof that the highway in question at the time of the erection of the trestle was a duly recognized highway, (2) if it be found that it had been such, it had no established width.</p>\n<p id=\"b481-4\">Under the 10th section of the Act of the 19th day of February, 1849, P. L. 83, it was made the duty of railroad companies whenever it was necessary to cross or intersect any established road or way to construct crossings so as not to impede the passage. The ordinary meaning of the word “established” as applied to- a road or private way means “laid out”: 21 C. J. 902; City of Chester v. Balt. &amp; P. R. R. Co., 140 Pa. 275; Pennsylvania Schuylkill Valley Railroad v. Phila. &amp; Reading R. R., 160 Pa. 277. There is no question that at the time this crossing was constructed there was a road which was used by the public, it had been fenced out, there was a beaten path in the middle of it and for years before it had been open and traveled continuously, and had been “kept up by the township” and of the same width as the other roads through the county, about thirty feet. The counsel for the railroad contends that this is not sufficient to make it an “established” road, but we do not agree with <page-number citation-index=\"1\" label=\"446\">*446</page-number>their contention. We do not think that in order to show that it was a public road the township must necessarily show a proceeding in court, and an opening of the road in conformity thereto or twenty-one years of usage by the public. This is not a contest between the owner of land and the township. It is not a question how the township acquired or took a right of passage for the public over private property. The only question here is, was the road a public road? That is a question of fact which can ordinarily be ascertained by observation. When a railroad company locates its route and comes to a place where there is a traveled road having all the indicia of use by the public, the side lines delimited, and a beaten path, unless it appears by evidence to the contrary that it is not a public road, it is bound to protect the travel on that road irrespective of the particular origin that the road may have had. When the owners along the road have treated it as a public road, have set their fences according to it, and have allowed everyone to use it, we may, at least as far as applying the Railroad Act, regard it as an established road. When the road is actually opened and used, its character is fixed as a public road. What the act sought to preserve was the open road for the traveling public. If this road had been opened twenty years before this company erected its crossing, but there was no record of its laying out, would any one argue that because the prescriptive period had not elapsed, the company owed no duty to conserve the convenient use of the road for public travel. The assertion of control by the supervisors stamps it as a public road, but as was said by our Brother Porter in Com. v. Shoemaker, 14 Pa. Superior Ct. 194, such a road may be accepted by public user, without the active intervention of the municipal authorities.</p>\n<p id=\"b482-3\">Nor is there evidence lacking that the road was opened by proceedings at law. There was a record of the court offered, showing a petition of inhabitants of Donegal Township for appointment of viewers to view a road to <page-number citation-index=\"1\" label=\"447\">*447</page-number>lead from Duffy’s Bridge, in said township, to Millers-town, in said township and there was an order confirming it by the court of the width of thirty-three feet. The road has not been identified very conclusively but a map has been offered showing that there are two roads, the Upper and the Lower traversing the section of country referred to and the mention of Duffy’s Bridge in the record seems to indicate that the road which is involved in this proceeding was the one referred to in that proceeding, for an old atlas shows that a stream crosses the Lower road near the property mentioned as Duffy’s, whilst a witness testified that there is no stream crossing the Upper road. We do not, however, consider this proof essential to complainant’s case.</p>\n<p id=\"b483-3\">As to the other questions raised by the appellant, there is testimony showing that the road was open to the width of thirty-three feet at the time the railroad constructed the crossing. The beaten path was much narrower but there was evidence of occupancy to the width of the ordinary country road, i. e. thirty-three feet. The public has the right to use the road to the extent of its width, and this right cannot be lost by nonuser.</p>\n<p id=\"b483-4\">We think the order of the Public Service Commission directing the reconstruction of the crossing and placing the cost of same on the railroad company was proper.</p>\n<p id=\"b483-5\">All the assignments of error are overruled and' the order of the Public Service Commission is affirmed. Appellant to pay the costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}