{
  "casebody": {
    "data": "<casebody firstpage=\"590\" lastpage=\"594\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b626-4\">Lynn, Appellant, <em>v. </em>Borough of Dunmore.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b626-10\">Argued March 5, 1923.</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUJr\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>April 16, 1923:</decisiondate>\n<judges data-order=\"3\" data-type=\"judges\" id=\"AyPl\">Before Porter, Henderson, Trexler, Keller, Linn and Gawthrop, JJ.</judges>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b627-6\"><em>William J. Fitzgerald, </em>and <em>Edward J. Kelly, </em>of <em>O’Brien &amp; Kelly, </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"Aj4X\">The true rule for the measure of damages in such cases is set forth in the recent case of Gaughan v. City of Scranton, 266 Pa. 586.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b627-7\"><em>Reese H. Harris, </em>of <em>Knapp, O’Malley, Hill &amp; Harris, </em>and with him <em>James W. McDonald, </em>for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Apo\">The question of competency of witnesses is always for the court: Friday v. Pennsylvania R. R. Co., 204 Pa. 406; Rea v. Pittsburgh, etc., R. R. Co., 229 Pa. 120.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b627-8\">Opinion bt</p>\n<author id=\"AX2\">Keller, J.,</author>\n<p id=\"b627-9\">Appellant presented her petition to the Court of Common Pleas of Lackawanna County asking for the appointment of viewers to determine the damages which she had sustained by reason of the grading by the Borough of Dunmore of Quincy Avenue and Grove Street, where they abutted on her property. Being dissatisfied with the amount awarded her by the viewers she appealed to the court of common pleas and is now appealing from the judgment entered upon the verdict rendered, in that issue.</p>\n<p id=\"b628-3\"><page-number citation-index=\"1\" label=\"592\">*592</page-number>The case was carefully and, for the most part, correctly tried by the learned judge, specially presiding, but we are compelled to sustain four of the assignments of error, three of them in connection with the answers to defendant’s points.</p>\n<p id=\"b628-4\">The engineer, Murphy, had not been called as an expert on land values and had not so qualified. He was familiar with the physical changes which had been made by the borough and was competent to testify as to the effect those changes had upon the plaintiff’s property from a physical standpoint, but his volunteered statement that the change of grade had “improved everything a hundred per cent all through the neighborhood” was improper in the circumstances and should have been stricken out, in accordance with the plaintiff’s motion. The judge, in his charge, referred to this statement as though competent evidence;, and while he adverted to the fact that the witness had subsequently, to some extent, modified his first statement, we are not satisfied that the plaintiff was not harmed thereby. The third assignment is sustained.</p>\n<p id=\"b628-5\">We must also sustain the fourth and fifth assignments. The fact that the borough had in one ordinance provided for the laying of sidewalks and gutters on four other streets, besides Quincy Avenue and Grove Street, did not deprive the plaintiff of her right to any general appreciation which might attach to her property, in common with the neighborhood generally, from any general scheme of improvement carried out upon streets on which her property did not abut. This proceeding was limited to an inquiry info the damages, if any, which the plaintiff had sustained by reason of a change of grade of Quincy Avenue and Grove Street. This change, though not specifically provided for in the ordinance, was rendered necessary in order to lay the sidewalks and gutters ordained for Quincy Avenue and Grove Street, along plaintiff’s property, so as to take care of the water falling and flowing on the plaintiff’s side of those <page-number citation-index=\"1\" label=\"593\">*593</page-number>streets. The measure of damages was the difference in value between the plaintiff’s property, as a whole, immediately before the change of grade and immediately thereafter; the borough being entitled to just allowance for the special advantages, if any, which resulted to the plaintiff as an abutting property owner from said change of grade, but not for any general indefinite appreciation of the value of property in the neighborhood common to nonabutting as well as abutting property, as distinguished from special benefits to property abutting on the part of the streets improved, resulting from the improvement : Gaughan v. Scranton, 266 Pa. 586; Sweeney v. Scranton, 74 Pa. Superior Ct. 348; the improvement here being the change of grade of the two streets abutting the plaintiff’s property, not' the laying of sidewalks and gutters on those and other streets, all of which was, by the terms of the ordinance, to be done at the expense of the abutting property owners by the foot-front rule. The defendant’s points which denied the plaintiff the advantage of any general benefit accruing to her as a non-abutting owner, in common with the neighborhood generally, from the laying of sidewalks and gutters on Larch Street, Jefferson Avenue, Madison Avenue and Blakely Street should have been refused.</p>\n<p id=\"b629-3\">The error complained of in the first assignment was rendered harmless by the subsequent admission of the testimony excluded. For the purpose of supporting her evidence as to the value of the property before the change of grade, it was competent for the plaintiff to testify as to its condition, the uses for which it was adapted, or to which it was put, and the rental received from the occupants ; and also, the effect of the change of grade upon such .uses and occupancy as bearing on the value of the property after the change of grade; not, of course, as separate items of damage, but as having relation to the evidence of the value of the property before and after the improvement.</p>\n<p id=\"b630-3\"><page-number citation-index=\"1\" label=\"594\">*594</page-number>The stone wall which the plaintiff built along the improved streets as a retaining wall and to prevent her property from washing away, was, likewise, not a separate item of damage to be allowed for by the jury. The damages, if any, were to be determined from a comparison of. the value of the whole property immediately before the change of grade of the two streets, with its value immediately after such change of grade, and before the wall was built, and were to be measured by the amount which the former exceeded the latter. The cost of a retaining wall, so far as necessary to hold the plaintiff’s lot in place, might be taken into consideration in arriving at the value of the lot immediately following the change of grade, but it was not to be allowed for as a ¡distinct item of damage or considered in any other way than as bearing upon the value of the lot immediately after the change of grade. The defendant’s ninth point was not very clearly expressed, and was liable to cause confusion in this regard, and should not have been affirmed. The seventh assignment is sustained.</p>\n<p id=\"b630-4\">The judgment is reversed and a venire facias de novo is awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}