{
  "casebody": {
    "data": "<casebody firstpage=\"30\" lastpage=\"41\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b54-4\">Commonwealth vs. William P. Youngworth.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b54-5\">No. 99-P-1257.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b54-6\">Norfolk.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AK0\">June 5, 2001. -</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ap-dedup-0\">June 3, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"Ae3\">Present: Dreben, Grasso, &amp; Berry, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b54-13\"><em>Lisa Siegel Belanger </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b54-14\"><em>Brian A. Wilson, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b54-15\">Berry, J.</author>\n<p id=\"AG\">The defendant was convicted by a jury of possession of a stolen motor vehicle under G. L. c. 266, § 28.<footnotemark>1</footnotemark> His appellate issues are that (1) the identity of the informant described <page-number citation-index=\"1\" label=\"31\">*31</page-number>in the search warrant affidavit should have been disclosed; (2) his trial counsel rendered ineffective assistance by not pursuing a <em>Franks </em>or <em>Amral </em>hearing<footnotemark>2</footnotemark>; and (3) the prosecutor’s closing argument was improper. We affirm.</p>\n<p id=\"b55-5\">1. <em>Background of the informant information and the search warrant. </em>On February 7, 1996, an informant told Detective Lally of the Boston police department about a plan in the works by which the defendant and three other men, while masked and armed with semiautomatic handguns, would rob an Oriental rug store in the Brighton section of Boston. The defendant was familiar with the target store because he operated an antiques store nearby. With one of the other conspirators, the defendant cased the store to appraise the rugs and check out potential security. The booty was to be fenced by the defendant. It was a part of the plan to steal a van to use for transporting the Oriental rugs. To that end, the informant and a confederate delivered to the defendant’s home a stolen white Chevrolet Astro van, which was reported stolen by its owner on January 29, 1996. (For reasons that will become apparent in a moment, the loading capacity and make of the pilfered van were of more than stylish interest, but rather were a match to a white Chevrolet Astro van owned by the defendant’s wife.) According to the information provided by the informant for the search warrant, the informant and another drove the stolen Astro to the defendant’s farmhouse on January 31, 1996, where it was to be held for the planned robbery. The Astro was parked in the middle bay of the defendant’s large garage. The informant and his companion then met with the defendant to discuss the matters afoot concerning the robbery plan. The defendant displayed semiautomatic handguns to be used in the robbery. The meeting then ended.</p>\n<p id=\"b55-6\">The planned robbery never occurred. Instead, within a week after the delivery of the stolen Astro, the informant turned to the State’s side. On February 7, 1996, the informant met with the police and laid out the plan and the instrumentalities to be <page-number citation-index=\"1\" label=\"32\">*32</page-number>used to effect the heist, including information about the stolen Astro and guns being held at the defendant’s house. On the same day the informant provided the information, February 7, 1996, the police obtained and executed a search warrant at the defendant’s home. The stolen Astro was found in the garage. There was obvious damage to the steering column and ignition, including a hole through which the ignition could be jump-started. In addition, execution of the warrant yielded forty-five boxes of ammunition.</p>\n<p id=\"b56-4\">2. <em>Disclosure of the informant’s identity. </em>The defendant contends the trial judge should have ordered disclosure of the informant’s identity because the informant was a peg in a potential trial defense that the defendant was “set up.” The defendant’s theory goes something like this: The defendant surmises the informant was John Doe<footnotemark>3</footnotemark> because Doe delivered the Astro to his house. If this guess had been confirmed by disclosure of the informant’s identity, then, or so the defendant argues, he would have been able to advance a defense that Doe, who had pending unrelated charges, was seeking to curry favor with the government by a “set-up” of the defendant as the “fall guy.” To do so, Doe misled the defendant and his wife to believe that the Astro rightfully belonged to Doe. Except for this set-up, the defendant had no idea the van was stolen. This claim of error in the nondisclosure of the informant — even if the informant was, in fact, Doe — does not work.</p>\n<p id=\"b56-5\">We state the pertinent principles concerning disclosure of informants and then explain why these legal principles did not warrant disclosure in this case. At trial, the standard for determining whether an informant’s identity should be disclosed is predicated on a showing of materiality.<footnotemark>4</footnotemark> “The cases that have required disclosure at trial have all done so on a standard of <page-number citation-index=\"1\" label=\"33\">*33</page-number>materiality or something roughly akin thereto.” <em>Commonwealth </em>v. <em>Lugo, </em>406 Mass. 565, 571 (1990). See generally <em>Roviaro </em>v. <em>United States, </em>353 U.S. 53, 60-62 (1957).<footnotemark>5</footnotemark> It is a general principle that materiality may exist “where the informer is an active participant in the alleged crime or the only nongovernment witness, [and] disclosure usually has been ordered” in such circumstances. <em>Commonwealth </em>v. <em>Lugo, supra </em>at 572.<footnotemark>6</footnotemark> In addition, the “proper inquiry [at trial] concerns whether disclosure would have provided material evidence needed by the defendant for a fair presentation of his case to the jury.” <em>Id. </em>at 574.</p>\n<p id=\"b58-4\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>While a superficial cut appears to lend some depth to the proposition that the informant was subject to disclosure because he was an active participant when the Astro was delivered, a slightly deeper cut to the offense elements and their proof in this case (by independent evidence, including nongovernment witnesses) makes clear that the informant was neither an active participant in, nor a material witness concerning the crime of possession of the stolen motor vehicle. The elements of possession of a stolen motor vehicle under G. L. c. 266, § 28, require proof that (1) the vehicle is stolen, (2) the defendant possessed the vehicle, and (3) the defendant knew that the vehicle was stolen.<footnotemark>7</footnotemark> See generally <em>Commonwealth </em>v. <em>Johnson, </em>7 Mass. App. Ct. 191, 193 (1979). On these elements, the informant was not a material witness, for “[t]he Commonwealth [did] not need the testimony of the confidential informant at trial to prove its case on the possessory offense.” <em>Commonwealth </em>v. <em>John, </em>36 Mass. App. Ct. 702, 704 n.1 (1994).</p>\n<p id=\"b58-5\">The three elements of the possession offense were proved at trial without any material evidence involving the informant, who was not even actively present during the period of possession, having disappeared from the scene after the delivery. For the first element, the Commonwealth proved that the Astro belonged to another person, who reported it stolen. For the second element, the defendant’s possession was proved at trial by evidence of the February 7 seizure of the Astro in his garage; evidence that the Astro had been held at the defendant’s home for at least four days, which was established by the introduction of weather service records documenting six inches of snow on February 3, 1996, and the fact that there were no tire tracks from the garage door four days later, as of February 7; evidence that two of the defendant’s employees had seen the Astro there; and the wife’s admission that the Astro was held in their garage.</p>\n<p id=\"b58-6\">For the third element of proof, that the defendant knew the Astro was stolen, the Commonwealth’s evidence was strong <page-number citation-index=\"1\" label=\"35\">*35</page-number>and again was independent of the informant’s delivery of the van, rendering that act of diminished consequence. “[T]he trier of fact [may] infer knowledge [that a vehicle is stolen] from circumstantial evidence.” <em>Commonwealth </em>v. <em>Dellamano, </em>393 Mass. 132, 136 (1984). Here the circumstantial evidence proving that the defendant knew of the stolen nature of the van included observable damage to the ignition and steering column, which bore a hole indicating that the theft was accomplished by defeating the locking mechanism so as to enable ignition. In addition, the rightful owner’s license plates had been removed from the Astro. That fact had relevance in connection with mysterious circumstances involving the plates registered to the wife’s similar van, her loss of memory concerning what had happened to her “broken” white Astro, and why its plates were found in the garage nearby the stolen Astro — all of which gave rise to a strong inference that the wife’s plates had been removed from her Astro in order to switch them to the stolen Astro. As a result of such a switch, if the police were to see the stolen Astro and run the plates, the resulting computer registration inquiry would not turn up the Astro, now re-attired with the wife’s plates, as a stolen vehicle. Finally, the coup de grace establishing the defendant’s knowledge of the van as stolen came from his efforts to elicit penurious testimony from his two employees to explain away the van’s presence. Bertrand Bab-bin, a reluctant witness who worked for the defendant’s antiques business and lived at the house, testified that the defendant had solicited him to say that Babbin was responsible for renting out the garage bays. A Randolph detective who had interviewed Babbin testified that Babbin told him that the defendant had asked Babbin to testify that, when the Astro van was delivered, the defendant was not at home. Babbin declined the defendant’s invitation to lie and, instead, testified that the defendant, and not Babbin, was responsible for any rentals of the garage. Anthony Velez, another employee of the defendant, described the defendant’s fictitious explanation to him to the effect that the van belonged to a friend of the defendant and that he was considering purchasing it.</p>\n<p id=\"b59-5\">In light of all of this evidence, the informant’s involvement in the “acquisition of possession [was] not crucial to a fair <page-number citation-index=\"1\" label=\"36\">*36</page-number>determination of the defendant’s guilt.” <em>United States ex rel. Crawley </em>v. <em>Rundle, </em>312 F. Supp. 15, 17 (E.D. Pa. 1969).<footnotemark>8</footnotemark> Put another way, the crime was a possessory offense and was proved long after the informant had left the scene. The informant was not “placed by the prosecution in a central role in the case” and thus was not “central to the defense.” Contrast <em>Commonwealth </em>v. <em>Choice, </em>47 Mass. App. Ct. 907, 909 (1999).</p>\n<p id=\"b60-4\">Furthermore, disclosure of the informant was not required in order to “provide[] material evidence needed by the defendant for a fair presentation of his case to the jury.” <em>Commonwealth </em>v. <em>Lugo, </em>406 Mass. at 574. The defendant, as noted, contends that disclosure was critical to a set-up defense that he would have proffered at trial. But, even assuming that disclosure would have confirmed the defendant’s suspicion concerning Doe as the informant, that Doe had delivered the Astro to the defendant’s home was a known fact — indeed, the defendant’s wife so testified. Thus if the defendant’s theoretical defense rested on establishing that Doe had engaged in deception when he delivered the Astro, then the defendant could have called Doe as a witness. Further, as described in part 3, <em>infra, </em>the defendant could have called as a witness James Rondinelli, who was also present at the delivery. Nothing precluded the defendant from calling these two witnesses. Moreover, even were a set-up defense to be built on the opening act of delivery, proof concerning the defendant’s after-acquired knowledge that the Astro was stolen and his continuing possession would still constitute a crime under G. L. c. 266, § 28, whether or not, in the original act of delivery, Doe suggested he had rightful possession. Stated from a different perspective, the defendant’s knowledge that the Astro was stolen was proved by strong evidence developed <em>subsequent to, </em>and independent of, the original act of delivery. For these reasons, we conclude that disclosure of the informant’s identity was properly denied.</p>\n<p id=\"b60-5\">3. <em>The ineffective assistance claim. </em>The defendant argues that <page-number citation-index=\"1\" label=\"37\">*37</page-number>he had ineffective legal assistance because (1) defense counsel twice failed to renew a motion for disclosure of the informant, first when he learned at trial that Doe had been incarcerated on February 1, 1996,<footnotemark>9</footnotemark> and then again, following the production during trial of police interview reports with another man involved in the planned robbery, James Rondinelli; and (2) counsel did not renew motions for a <em>Franks </em>or <em>Amral </em>hearing after the production of the Rondinelli reports. Because we conclude that these motions would not have prevailed, no ineffective assistance of counsel resulted from the failure to file them.</p>\n<p id=\"b61-5\">We have already addressed the first point concerning disclosure of the informant. We are not persuaded that the additional information that Doe was jailed on February 1 or the information in the Rondinelli police interview reports alters the calculus against disclosure of the informant’s identity as analyzed in part 2, <em>supra. </em>The defendant’s “add-on points” that the late disclosure solidified his set-up defense do not change the controlling legal principles. Because a motion for disclosure would not have prevailed, counsel was not ineffective in not renewing such a motion. Put another way, the defendant did not lose “an otherwise available, substantial ground of defen[s]e.” <em>Commonwealth </em>v. <em>Saferian, </em>366 Mass. 89, 96 (1974).</p>\n<p id=\"b61-6\">We also are not persuaded that the information concerning the date of Doe’s incarceration, or an inconsistency in one of the Rondinelli reports concerning Doe’s actions at the time of the delivery of the Astro — even assuming Doe was, in fact, the informant — would have been sufficient basis for a <em>Franks </em>or <em>Amral </em>hearing. Therefore, it was not ineffective assistance of counsel to have failed to renew motions for such hearings. To warrant a <em>Franks </em>hearing, “the defendant [must] make[] a <page-number citation-index=\"1\" label=\"38\">*38</page-number>substantial preliminary showing that a false statement knowingly and intentionally, or with reckless disregard for the truth, was included by the affiant in the warrant affidavit . . . .” <em>Franks </em>v. <em>Delaware, </em>438 U.S. 154, 155-156 (1978). To warrant an <em>Amral </em>hearing, the defendant must make a showing that “cast[s] a reasonable doubt on the veracity of material representations made by the affiant concerning a confidential informant.” <em>Commonwealth </em>v. <em>Amral, </em>407 Mass. 511, 522 (1990).</p>\n<p id=\"b62-5\">The defendant satisfied neither of these threshold showings. That Doe was incarcerated on February 1, 1996, is not inconsistent with the affidavit. The affidavit provides no reference as to where the informant was on February 7, 1996, when he met with Detective Tally. He could have been in jail or “on the street.” Moreover, that Doe was incarcerated on February 1, 1996, does not render false Detective Tally’s statement that the informant delivered the van to the defendant on January 31, 1996, and that his confederates planned the robbery to occur sometime thereafter. The defendant’s assertion that Doe “expected to stay in jail for at least seven months” not only lacks evidentiary support, but also fails to demonstrate any material misrepresentation in the affidavit. Finally, that one Rondinelli report stated that Doe left the scene after delivering the stolen Astro (making no mention of any meeting with the defendant), while in contrast, according to the search warrant affidavit, the informant described a meeting after delivery of the van wherein the defendant displayed firearms, did not cast reasonable doubt on the material representations of Detective Tally. Even assuming the accuracy of the Rondinelli description, a point we need not reach (but see <em>infra), </em>a bare contention that the <em>informant </em>was mistaken or lied does not meet the necessary threshold showing that the <em>affiant </em>lied. “[A] <em>Franks </em>hearing ... is not designed to impeach the informant’s veracity.” <em>Amral, supra </em>at 519 n.8.</p>\n<p id=\"b62-6\">Similarly, the defendant’s contention that counsel should have also requested an <em>Amral </em>hearing does not pass muster. Even if defense counsel had filed an affidavit documenting the information regarding Rondinelli’s statements and Doe’s incarceration, an <em>Amral </em>hearing was not warranted because such <page-number citation-index=\"1\" label=\"39\">*39</page-number>a showing would not have “cast a reasonable doubt on the veracity of material representations made by [Detective Lally] concerning a confidential informant.” <em>Id. </em>at 522. Rondinelli, who was on the defendant’s witness list, was available to testify. The defense chose not to call him. In fact, Rondinelli was called to testify in the Commonwealth’s rebuttal case and, according to the Commonwealth’s proffer, if permitted to testify, Ron-dinelli would have described among other things, the defendant’s solicitations that he lie about what had transpired. However, because of the Commonwealth’s violation of a sequestration order, the defense sought, and obtained, his exclusion as a witness.<footnotemark>10</footnotemark></p>\n<p id=\"b63-5\">4. <em>The prosecutor’s closing argument. </em>Neither of the closings in this case was a model for trial practice, and several of the prosecutorial remarks that the defendant challenges on appeal were in direct counterpoint to, and responsive to, the improper argument of defense counsel. That having been said, viewing both the discrete points the defendant would highlight and the prosecutor’s closing as a whole leads to the conclusion that the challenged remarks neither individually, nor cumulatively, rise to the level of creating a substantial risk of a miscarriage of justice — the standard that applies, there having been no objection. We address the defendant’s main contentions.</p>\n<p id=\"b63-6\">The defendant asserts that the prosecutor sought to incite the jury to punish him for exercising his right to a jury trial and conveyed personal expressions concerning his guilt by the following argument: “Defense counsel is right. We are advocates of justice in this system. And the Commonwealth also wants you to do justice. Don’t be fooled by this man. This man is trying to pull the wool over your eyes. This is a charade. He is trying to make a mockery of this justice system.” These statements are not reasonably construable as “inferentially <page-number citation-index=\"1\" label=\"40\">*40</page-number>attacking] the defendant for asserting his right to trial” or “calling on the jury to punish him for exercising that right.” Contrast <em>Commonwealth </em>v. <em>McLeod, </em>30 Mass. App. Ct. 536, 538 n.5 (1991). It was also “not improper for the prosecutor to suggest to the jury that the defendant attempted to ‘fool’ them.” <em>Commonwealth </em>v. <em>Cohen, </em>412 Mass. 375, 388 (1992). Particularly is this so, where, as here, the prosecutor’s comments about not being fooled were in direct response to defense counsel’s inappropriate argument that the Commonwealth had not properly conducted the investigation and had lost photographs of the stolen van, which defense counsel in closing designated as “the most crucial piece of evidence” and argued would have exonerated the defendant by showing that the damage to the ignition switch was limited and would not have been noticed by the defendant. This part of defense counsel’s argument was inappropriate and unfair, in that the photographs were lost by defense counsel’s office when the detective provided the originals to that office. So viewed, the prosecutor’s counterpoint about an attempt at foolery was not misplaced. On a final note concerning the photographs, the Commonwealth concedes that the prosecutor’s remark that “these pictures would clearly show you that the defendant had to have known that this car was stolen” was erroneous. But, in this full pictorial gallery with both closings distorting the background concerning the missing photographic evidence, we do not think this remark unfairly influenced the jury’s verdict. Turning to a different issue, the prosecutor’s rhetorical remarks inquiring three times whether the jury was “outraged” were, we agree, overwrought. But here again, the remarks were directly tied to defense counsel’s argument that the defendant’s efforts to suborn perjury from Babbin were much ado about nothing. Defense counsel portrayed the solicitation to lie in reductionist terms, suggesting that “Bill Youngworth came to him and suggested to [Bobbin that he state] that you rent out the garages. So what?” The prosecutor’s retort, thus, had an etched backdrop: “And the defense counsel says to you, so what? Are you outraged? He [the defendant] asked [Bobbin] to take the stand and he to all of you.” When <page-number citation-index=\"1\" label=\"41\">*41</page-number>viewed in this context, this overstatement did not pose a substantial risk of a miscarriage of justice.</p>\n<p id=\"b65-5\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b54-16\">On the possession conviction, the defendant was sentenced to a term of imprisonment of from two to three years. He was acquitted of unlawful possession of ammunition. G. L. c. 269, § 10(A). A third count charging the <page-number citation-index=\"1\" label=\"31\">*31</page-number>defendant as a habitual criminal (G. L. c. 279, § 25) was dismissed. See <em>Youngworth </em>v. <em>Commonwealth, </em>436 Mass. 608 (2002).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b55-8\"><em>Franks </em>v. <em>Delaware, </em>438 U.S. 154 (1978). <em>Commonwealth </em>v. <em>Amral, </em>407 Mass. 511 (1990).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b56-6\">Both at the motion hearing and in connection with motions filed at trial, the defendant named the person whom he believed was the informant. In using a pseudonym for that named individual, we express no view as to the correctness of the defendant’s theory.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b56-7\">The defendant’s appellate challenge encompasses both the pretrial and trial phases of the proceedings. The defendant filed a pretrial motion for disclosure of the informant, which the motion judge denied. The disclosure issue is also presented in connection with the trial, in that the defendant claims that his counsel rendered ineffective assistance by not renewing the disclosure motion at trial. (See part 3, <em>infra.) </em>Both the United States Supreme Court and the <page-number citation-index=\"1\" label=\"33\">*33</page-number>Supreme Judicial Court have “distinguished between the need for disclosure at a pretrial suppression hearing and at the trial proper,” <em>Commonwealth </em>v. <em>Lugo, </em>406 Mass. 565, 570 (1990), citing <em>Roviaro </em>v. <em>United States, </em>353 U.S. 53, 60-61 (1957), and, in so doing, “have maintained the distinction between a demand for disclosure at a pretrial hearing, where the issue is probable cause for arrest or a search, and a demand for disclosure at trial, where the issue is the defendant’s ultimate guilt or innocence.” <em>Commonwealth </em>v. <em>Lugo, supra </em>at 571. “Generally nondisclosure of a source of information, which . . . bears on a preliminary question, such as the suppression of evidence, is more readily tolerated than the nondisclosure at trial of a source of evidence, where guilt or innocence is directly involved.” <em>Commonwealth </em>v. <em>Snyder, </em>413 Mass. 521, 532 (1992). In this case, however, the differing standards for the pretrial and trial stages merge because the defendant’s pretrial motion presented the same grounds that he asserts should have compelled disclosure at trial (had his attorney renewed the disclosure motion). Given this, we have considered the issue of disclosure under the trial standard of materiality. <em>Commonwealth </em>v. <em>Lugo, supra </em>at 570-572.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b57-9\">In determining whether an informant’s identity is to be disclosed, a court engages in “balancing the public interest in protecting the flow of information against the individual’s right to prepare his defense.” <em>Roviaro </em>v. <em>United States, </em>353 U.S. at 62. Part of that balance involves weighing potential danger to the informant. See <em>Commonwealth </em>v. <em>John, </em>36 Mass. App. Ct. 702, 706 (1994), citing <em>Commonwealth </em>v. <em>Johnson, </em>365 Mass. 534, 544 (1974). In this case, the Commonwealth brought to the court’s attention that the defendant’s lengthy record included crimes involving violence: the prior convictions noted were for armed robbery, unlawful possession of a firearm without a license, and drug related offenses. The prosecution also cited the semiautomatic handguns that the defendant was to supply for the planned robbery.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b57-10\">The facts in this case stand in contrast to <em>Roviaro </em>v. <em>United States, </em>353 U.S. at 63 (disclosure required where informant was the sole percipient witness to, and participant with defendant in, drug transaction, and indictment did “not charge mere possession”); <em>Commonwealth </em>v. <em>Ennis, </em>1 Mass. App. Ct. 499, 500, 503 (1973) (informant arranged drug sale and was the only nongovernment witness present at sale); <em>Commonwealth </em>v. <em>Choice, </em>47 Mass. App. Ct. 907 (1999) (similar circumstances).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b58-7\">Although the indictment charged in the broad terms of G. L. c. 266, § 28, as amended through St. 1988, c. 273, § 58 (“whoever steals . . . buys, receives, possesses, conceals, or obtains control of a motor vehicle”), the case was tried on the discrete offense of possession of a stolen motor vehicle. To that end, the judge instructed on that possessory offense and provided a lengthy definition of what constitutes possession.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b60-6\">As the court in <em>Rundle </em>analyzed proof of the crime of possession of stolen property, “the testimony of an eyewitness [or present informant] to the acquisition of possession is not crucial to a fair determination of the defendant’s guilt so long as other persons who witnessed the uninterrupted possession at a later time are available.” 312 F. Supp. at 17.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b61-7\">At the hearing on the motion for disclosure, which was held fifteen months before trial, defense counsel named Doe as the most likely candidate as the informant and noted that Doe was about to go to jail near the date, February 7, 1996, that the search warrant was executed. Yet, the defendant claims prejudice because he says that he did not learn that Doe was jailed on February 1, 1996, until the first day of trial over a year later on September 23, 1997. Even assuming that to be so, the inaction by the defendant in not seeking to determine Doe’s status in the intervening year and one quarter after the suppression hearing offers little to support the purported importance of Doe to the defendant’s case.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b63-7\">Defense counsel also filed a motion to dismiss based on the sequestration violation and the delayed disclosure of the Rondinelli reports, which, the defendant contended, were exculpatory. The trial judge denied the motion. The defendant contends the judge did not make a specific ruling on the delayed disclosure part of the motion, and his counsel was ineffective in not pursuing such a ruling. It is clear from the record that defense counsel fully presented the claim of delayed disclosure, arguing the point at length. This claim of ineffective representation is without merit.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}