{
  "casebody": {
    "data": "<casebody firstpage=\"513\" lastpage=\"518\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b539-3\">Gerry R. Lewis, Administrator of the Estate of Willie Benjamin Lewis, Deceased v. C.J. Langenfelder &amp; Son, Jr., Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b539-6\">Record No. 022543</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARs\">October 31, 2003</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"A-N\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b540-14\"><page-number citation-index=\"1\" label=\"514\">*514</page-number><em>C. Arthur Rutter, III (Martin Thomas; Rutter, Walsh, Mills &amp; Rutter; Decker, Cardón, Thomas, Weintraub &amp; Neskis, </em>on briefs), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b540-15\"><em>John E. Holloway (Carl D. Gray; Hunton &amp; Williams, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b541-3\"><page-number citation-index=\"1\" label=\"515\">*515</page-number>JUSTICE KINSER</author>\n<p id=\"A8t\">delivered the opinion of the Court.</p>\n<p id=\"b541-4\">In this appeal, the dispositive issue is whether this Court has jurisdiction over the case in light of the removal of the action to a federal district court. The removal occurred after the state trial court dismissed a claim filed under the Jones Act, 46 U.S.C. § 688. Because removal of an action from state court to federal court effects a transfer of the entire case, this Court has no jurisdiction to hear the appeal. For that reason, we will dismiss the appeal without prejudice.</p>\n<p id=\"b541-5\">MATERIAL FACTS AND PROCEEDINGS</p>\n<p id=\"b541-6\">Gerry R. Lewis (“Lewis”), administrator of the estate of Willie Benjamin Lewis (“the Decedent”), filed a motion for judgment against C.J. Langenfelder &amp; Son, Jr., Inc. (“Langenfelder”),<footnotemark>1</footnotemark> seeking damages for the wrongful death of the Decedent.<footnotemark>2</footnotemark> Lewis alleged that, at the time of the accident resulting in her husband’s death, he was working as a seaman aboard Langenfelder’s tugboat and that the boat was “in navigation on navigable waters.” Lewis sought recovery under the Jones Act, 46 U.S.C. § 688, and general maritime law.</p>\n<p id=\"b541-7\">Langenfelder moved for entry of partial summary judgment striking the Jones Act claim. Langenfelder contended that no employer/ employee relationship existed between the Decedent and Langenfelder at the time of the accident at issue. The circuit court agreed and granted the motion, thereby dismissing with prejudice the claim asserted pursuant to the Jones Act.</p>\n<p id=\"b541-8\">After the circuit court dismissed that claim, Langenfelder filed a notice of removal of the action to the United States District Court for the Eastern District of Virginia pursuant to 28 U.S.C. § 1441.<footnotemark>3</footnotemark> This Court subsequently awarded Lewis an appeal from the judgment of the circuit court dismissing her Jones Act claim. The federal district court has stayed the removed action pending there until this Court decides Lewis’ appeal. The federal district court, however, has not entered an order remanding this case. <em>Lewis v. C.J. Langenfelder &amp; Son, Inc., </em>No. 2:01, slip op. at 9 (E.D. Va. May 2, 2003).</p>\n<p id=\"b542-4\"><page-number citation-index=\"1\" label=\"516\">*516</page-number>ANALYSIS</p>\n<p id=\"b542-5\">On appeal, Lewis challenges the circuit court’s dismissal of the Jones Act claim. However, there is a threshold issue we must decide: whether this Court has jurisdiction over this appeal in light of the removal of the action to the federal district court. A court always has jurisdiction to determine its own jurisdiction. <em>See Morrison </em>v. <em>Bestler, </em>239 Va. 166, 170, 387 S.E.2d 753, 755 (1990).</p>\n<p id=\"b542-6\">With regard to this issue, Langenfelder argues that, pursuant to 28 U.S.C. § 1446(d), this Court lost jurisdiction over all claims asserted by Lewis, including the Jones Act claim, upon removal of the case to the federal district court. Although Langenfelder acknowledges that the provisions of 28 U.S.C. § 1445(a), as incorporated by 46 U.S.C. § 688, prohibit the removal of a Jones Act claim from state court to federal court, it asserts that the improper removal of such a claim is a procedural defect that can be challenged only in federal court by timely filing a motion for remand. Thus, Langenfelder contends that this Court, absent a remand by the federal district court, has no jurisdiction to hear this appeal.</p>\n<p id=\"b542-7\">Lewis agrees that removal of a case to federal court ordinarily suspends a state court’s jurisdiction over the case. However, Lewis contends that this general rule is not applicable here because the provisions of 28 U.S.C. § 1445(a) prohibit removal of a Jones Act claim. In Lewis’ view, the circuit court’s dismissal of that claim was a “condition precedent” to the removal of the maritime claims. Citing <em>Higgins </em>v. <em>E.I. DuPont de Nemours &amp; Co., </em>863 F.2d 1162, 1166 (4th Cir. 1988), Lewis argues that a reversal by this Court of the circuit court’s judgment dismissing the Jones Act claim would destroy the federal district court’s jurisdiction over the case. She also points out that the federal district court stated that it would remand the case if this Court reverses the circuit court’s judgment. <em>See Lewis, </em>slip op. at 9.</p>\n<p id=\"b542-8\">A seaman may file a claim under the Jones Act in either state or federal court.<footnotemark>4</footnotemark> <em>American Dredging Co. v. Miller, </em>510 U.S. 443, 445 (1994); <em>Engel v. Davenport, </em>271 U.S. 33, 37 (1926). However, when the seaman brings such an action in state court, the case is not <page-number citation-index=\"1\" label=\"517\">*517</page-number>removable to federal court. <em>Lewis v. Lewis &amp; Clark Marine, Inc., </em>531 U.S. 438, 455 (2001); <em>Pate </em>v. <em>Standard Dredging Corp., </em>193 F.2d 498, 500 (5th Cir. 1952); <em>Keegan v. Sterling, </em>610 F. Supp. 789, 790 (S.D. Fla. 1985); <em>Stokes v. Victory Carriers, Inc., </em>577 F. Supp. 9, 11 (E.D. Pa. 1983); <em>Moltke </em>v. <em>Intercontinental Shipping Corp., </em>86 F. Supp. 662, 663 (S.D.N.Y. 1949). This is so because the Jones Act expressly incorporates and makes applicable to seamen all the “statutes of the United States modifying or extending the common-law right or remedy in cases of personal injury to railway employees!)]” 46 U.S.C. § 688. One of those statutes, 28 U.S.C. § 1445(a), prohibits removal from state court to federal court of cases brought under the Federal Employers’ Liability Act. <em>Pate, </em>193 F.2d at 500; <em>Keegan, </em>610 F. Supp. at 790.</p>\n<p id=\"b543-4\">However, the bar against removing a Jones Act claim is waived if a plaintiff does not file a motion to remand within the 30-day deadline set forth in 28 U.S.C. § 1447(c). <em>Lirette </em>v. <em>N.L. Sperry Sun, Inc., </em>820 F.2d 116, 117 (5th Cir. 1987); <em>see also Albarado v. Southern Pac. Transp. Co., </em>199 F.3d 762, 765 (5th Cir. 1999) (“if a defendant removes an action arising under an act covered by [28 U.S.C.] § 1445(a), then wrongful removal is a procedural defect, which may be waived”); <em>Cades v. H &amp; R Block, Inc., </em>43 F.3d 869, 873 (4th Cir. 1994) (“[a] motion to remand the case because of a defect in removal procedure must be made within 30 days”); <em>In re Digicon Marine, Inc., </em>966 F.2d 158, 160 (5th Cir. 1992) (holding that a “remand based on a lack of ‘removal jurisdiction’ is not considered lack of subject matter jurisdiction but is instead a defect in removal procedure”). Only a federal court may determine whether a case has been improperly removed. <em>State ex rel. Allis-Chalmers Mfg. Co. v. Boone Circuit Court, </em>86 N.E.2d 74, 78 (Ind. 1949); <em>State ex rel. Gremillion </em>v. <em>NAACP, </em>90 So.2d 884, 886-87 (La. Ct. App. 1956).</p>\n<p id=\"b543-5\">The removal of a case from state court to federal court effects a transfer of the entire action, including all the parties and all the claims, to the federal court. <em>City of Gainesville v. Brown-Crummer Investment Co., 277 </em>U.S. 54, 60 (1928); <em>Arango </em>v. <em>Guzman Travel Advisors Corp., </em>621 F.2d 1371, 1376 (5th Cir. 1980); <em>Murphy v. Kodz, </em>351 F.2d 163, 167 (9th Cir. 1965); <em>Hartlein v. Illinois Power Co., </em>601 N.E.2d 720, 726 (Ill. 1992). A defendant, upon filing a notice of removal, “shall give written notice thereof to all adverse parties and shall file a copy of the notice with the clerk” of the state court, which effects the removal. 28 U.S.C. § 1446(d). At that point, “the [s]tate court shall proceed no further unless and until the case is remanded.” <em>Id.</em></p>\n<p id=\"b544-4\"><page-number citation-index=\"1\" label=\"518\">*518</page-number>“After compliance with the removal statute[,] the jurisdiction of the [s]tate court is suspended until there has been a remand.” <em>Levine </em>v. <em>Lacy, </em>204 Va. 297, 300, 130 S.E.2d 443, 445 (1963); <em>accord Yarnevic v. Brink’s, Inc., </em>102 F.3d 753, 754 (4th Cir. 1996); <em>Maseda </em>v. <em>Honda Motor Co., </em>861 F.2d 1248, 1254 (11th Cir. 1988); <em>Allman v. Hanley, </em>302 F.2d 559, 562 (5th Cir. 1962). “Any subsequent proceedings in state court on the case are void <em>ab initio.” Maseda, </em>861 F.2d at 1254-55 (citing <em>Steamship Co. v. Tugman, </em>106 U.S. 118, 122 (1882)); <em>accord South Carolina v. Moore, </em>447 F.2d 1067, 1073 (4th Cir. 1971). A later determination that the removal petition was not proper does not change that outcome. <em>See Maseda, </em>861 F.2d at 1254 n.11; <em>Moore, </em>447 F.2d at 1073; <em>United States v. Silberglitt, </em>441 F.2d 225, 227 (2d Cir. 1971); <em>Lowe </em>v. <em>Jacobs, </em>243 F.2d 432, 433 (5th Cir. 1957).</p>\n<p id=\"b544-5\">Based on these well-established principles, we conclude that we have no jurisdiction to hear this appeal. When Langenfelder effected the removal of this action by complying with the requirements of 28 U.S.C. § 1446(d), the entire case, including the Jones Act claim, was transferred to the federal district court. <em>See Hartlein, </em>601 N.W.2d at 726. We are not persuaded otherwise by the observation of the court in <em>Higgins </em>that the diversity jurisdiction of a federal court could be destroyed if a state appellate court reversed the dismissal of a non-diverse party. 863 F.2d at 1166. Unless and until there is a remand of this case from the federal district court, neither the circuit court nor this Court can proceed any further with the action. 28 U.S.C. § 1446(d).</p>\n<p id=\"b544-6\">The removal of this action from state court to federal court did not, however, vacate the actions taken by the circuit court prior to removal. “All injunctions, orders, and other proceedings had in such action prior to its removal shall remain in full force and effect until dissolved or modified by the district court.” 28 U.S.C. § 1450. The federal court “takes the case up where the [s]tate court left it off.” <em>Duncan v. Gegan, </em>101 U.S. 810, 812 (1880); <em>accord Resolution Trust Corp. v. Nernberg, 3 </em>F.3d 62, 68 (3d Cir. 1993).</p>\n<p id=\"b544-7\">Accordingly, this appeal will be dismissed without prejudice.<footnotemark>5</footnotemark></p>\n<p id=\"b544-8\">\n<em>Dismissed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b541-9\"> There is a discrepancy in the record regarding whether Langenfelder’s corporate name is C.J. Langenfelder &amp; Son, Jr., Inc. or C.J. Langenfelder &amp; Son, Inc.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b541-10\"> Lewis filed the motion for judgment in the Circuit Court of the City of Norfolk. That court transferred the case to the Circuit Court of the City of Chesapeake.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b541-11\"> Four days after filing the notice of removal, Langenfelder filed an amended notice of removal.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b542-9\"> In pertinent part, the Jones Act states:</p>\n<blockquote id=\"b542-10\">Any seaman who shall suffer personal injury in the course of his employment may, at his election, maintain an action for damages at law, with the right of trial by jury, and in such action all statutes of the United States modifying or extending the common-law right or remedy in cases of personal injury to railway employees shall applyf]</blockquote>\n<p id=\"b542-11\">46 U.S.C. § 688(a).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b544-9\"> In light of our decision, we do not reach the merits of Lewis’ assignments of error, nor is it necessary to summarize the facts relevant to those alleged errors.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}