{
  "casebody": {
    "data": "<casebody firstpage=\"688\" lastpage=\"694\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b650-3\">[No. B213971.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A2_\">Second Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARL\">Oct. 26, 2010.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b650-4\">EDWARD L. SHIMMON et al., Plaintiffs and Appellants, v. FRANCHISE TAX BOARD, Defendant and Respondent. PAUL A. MICKELSEN et al., Plaintiffs and Appellants, v. FRANCHISE TAX BOARD, Defendants and Respondents. BENJAMIN R. DU et al., Plaintiffs and Appellants, v. FRANCHISE TAX BOARD, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b650-7\">[CERTIFIED FOR PARTIAL PUBLICATION<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b652-3\"><page-number citation-index=\"1\" label=\"690\">*690</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b652-4\">Hochman Salkin Rettig Toscher &amp; Perez, Charles P. Rettig, Sharyn M. Fisk and George Deroy for Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b652-5\">Silverstein &amp; Pomerantz, Amy L. Silverstein, Edwin P. Antolin, Johanna W. Roberts and Charles E. Olson for Steven J. Goldman and Azita Etaati as Amici Curiae on behalf of Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b652-6\">Edmund G. Brown, Jr., Attorney General, Paul D. Gifford, Assistant Attorney General, W. Dean Freeman and Leslie Branman Smith, Deputy Attorneys General, for Defendant and Respondent.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b650-11\"> Pursuant to California Rules of Court, rules 8.1100 and 8.1110, this opinion is certified for publication with the exception of Discussion, part II.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b652-7\">Opinion</p>\n<author id=\"b652-8\">ROTHSCHILD, J.</author>\n<p id=\"ACg\">Three couples—Benjamin R. and Carmela L. Du, Edward L. and Anneliese Shimmon, and Paul A. and Patricia A. Mickelsen— filed complaints for income tax refunds in the superior court. They contended that the Franchise Tax Board (FTB) had improperly charged them interest on delinquent tax payments for a period of time during which interest should have been suspended pursuant to section 19116 of the Revenue and Taxation Code.<footnotemark>1</footnotemark> The FTB demurred in one action, moved for judgment on the pleadings in the other two, and prevailed in all three. The court entered judgments of dismissal, and all six plaintiffs appealed.</p>\n<p id=\"b652-9\">We affirm as to the Dus and Shimmons because they expressly waived their right to seek a refund. We reverse as to the Mickelsens, however, because they did not waive their right to seek a refund and because the facts necessary to support the FTB’s other arguments are neither contained in the Mickelsens’ complaint nor judicially noticeable on the record before us.</p>\n<p id=\"b652-10\">BACKGROUND<footnotemark>2</footnotemark></p>\n<p id=\"b652-11\">When the Shimmons filed their original 1999 individual California income tax return in 2000, they reported taxable income of $1,550,340. On or about March 10, 2004, the Shimmons filed an amended 1999 return pursuant <page-number citation-index=\"1\" label=\"691\">*691</page-number>to California’s “voluntary compliance initiative” (VCI) under which taxpayers who had engaged in abusive tax shelter transactions in any tax year up to and including 2002 could avoid criminal prosecution and various other penalties if they filed amended returns and paid the resulting tax and interest no later than April 15, 2004. (See §§ 19751-19754.) Taxpayers participating in the VCI could elect either of two options. Under the first option (and subject to certain exceptions that are not at issue here), the FTB waived all penalties “attributable to the use of abusive tax avoidance transactions,” the taxpayer would not be criminally prosecuted “with respect to issues for which the taxpayer voluntarily complies” under the VCI, and the taxpayer waived any “claim for refund for the amounts paid in connection with abusive tax avoidance transactions” under the VCI. (§ 19752, subd. (a) (hereafter VCI option 1).) Under option 2 (and again subject to certain exceptions that are not at issue here), the FTB waived all penalties “except the accuracy related penalty,” the taxpayer would not be criminally prosecuted “for each of the taxable years for which the taxpayer voluntarily complies” under the VCI, and the taxpayer retained the right to file a claim for a refund. (§ 19752, subd. (b) (hereafter VCI option 2).)</p>\n<p id=\"b653-5\">The Shimmons chose VCI option 1 and filed an amended 1999 return reporting taxable income of $37,781,622. On or about March 10, 2005, the Shimmons filed an additional amended return, claiming that under the interest suspension provisions of section 19116 they were entitled to a refund of a portion of the interest they had paid on the tax liability reported in their previous amended return. The FTB rejected the refund claim, and the Shimmons filed suit. The FTB moved for judgment on the pleadings, arguing that the Shimmons’ refund claim failed as a matter of law. The trial court agreed, granted the motion without leave to amend, and dismissed the complaint. The Shimmons timely appealed.</p>\n<p id=\"b653-6\">The Du case follows a similar pattern. When the Dus filed their original 1999 individual California income tax return in 2000, they reported taxable income of $38,865,301. The Dus chose to participate in the VCI and elected VCI option 1. On or about February 9, 2004, the Dus filed an amended 1999 individual California income tax return pursuant to the VCI, reporting taxable income of $55,964,760. They then filed an additional amended return seeking, under section 19116, a partial refund of interest paid. The FTB denied the claim, and, after an unsuccessful appeal to the state Board of Equalization (BOE), the Dus filed suit. The FTB demurred, the trial court sustained the demurrer without leave to amend and dismissed the complaint, and the Dus appealed.</p>\n<p id=\"b653-7\">When the Mickelsens filed their original 1999 individual California income tax return in 2000, they reported taxable income of $1,434,191. The <page-number citation-index=\"1\" label=\"692\">*692</page-number>Mickelsens chose to participate in the VCI and elected VCI option 2. On or about April 2, 2004, the Mickelsens filed an amended 1999 California return pursuant to the VCI, reporting taxable income of $31,307,290, and they paid the balance of the tax and interest in full by April 15, 2004. On their amended California return, the Mickelsens stated that they had not been advised that their original federal return had been, was being, or was going to be audited. Nonetheless, the amended California return reported an increase in the Mickelsens’ federal adjusted gross income, from $2,374,002 to $32,191,441.</p>\n<p id=\"b654-4\">On or about March 10, 2005, the Mickelsens filed a second amended California return, reporting taxable income of $29,640,427. The second amended return further stated that the Mickelsens had been advised that their original federal return was audited and that they were filing the second amended California return to report a final federal determination dated October 18, 2004, which they said <em>increased </em>their federal tax by $5,744,244. At the same time, however, the second amended return reported a <em>decrease </em>in their federal adjusted gross income compared to what was reported in their first amended return, from $32,191,441 to $29,689,553.</p>\n<p id=\"b654-5\">On their second amended return the Mickelsens also claimed that under the interest suspension provisions of section 19116 they were entitled to a partial refund of interest they had paid with their first amended return. The FTB rejected the Mickelsens’ claim, and, after an unsuccessful appeal to the BOB, the Mickelsens filed suit. The FTB moved for judgment on the pleadings, the trial court granted the motion without leave to amend and dismissed the complaint, and the Mickelsens appealed.</p>\n<p id=\"b654-6\">STANDARD OF REVIEW</p>\n<p id=\"b654-7\">“When reviewing a judgment dismissing a complaint after the granting of a demurrer without leave to amend, courts must assume the truth of the complaint’s properly pleaded or implied factual allegations. [Citation.] Courts must also consider judicially noticed matters. [Citation.] In addition, we give the complaint a reasonable interpretation, and read it in context. [Citation.] If the trial court has sustained the demurer, we determine whether the complaint states facts sufficient to state a cause of action. If the court sustained the demurrer without leave to amend, as here, we must decide whether there is a reasonable possibility the plaintiff could cure the defect with an amendment. [Citation.] If we find that an amendment could cure the defect, we conclude that the trial court abused its discretion and we reverse; if not, no abuse of discretion has occurred. [Citation.] The plaintiff has the burden of proving that an amendment would cure the defect. [Citation.]” <em>(Schifando v. City of Los Angeles </em>(2003) 31 Cal.4th 1074, 1081 [6 Cal.Rptr.3d 457, 79 P.3d 569].) We apply the same standard when reviewing a judgment of dismissal entered <page-number citation-index=\"1\" label=\"693\">*693</page-number>after a motion for judgment on the pleadings has been granted without leave to amend. <em>(Pang v. Beverly Hospital, Inc. </em>(2000) 79 Cal.App.4th 986, 989 [94 Cal.Rptr.2d 643].)</p>\n<p id=\"b655-5\">DISCUSSION</p>\n<p id=\"b655-6\">I. VCI Option 1 Bars the Du and Shimmon Complaints</p>\n<p id=\"b655-7\">The Dus and Shimmons chose VCI option 1 and thereby expressly waived any claim for a refund. The Dus and the Shimmons argue nonetheless that their choice of VCI option 1 does not bar their complaints. We are not persuaded.</p>\n<p id=\"b655-8\">First, the Dus and the Shimmons argue that VCI option 1 only prohibits them from seeking a refund of taxes and interest that were <em>correctly </em>calculated, but it does not bar them from seeking a refund of an <em>overpayment. </em>We disagree. The statute expressly provides that taxpayers choosing VCI option 1 “may not file a claim for reftmd for the amounts paid in connection with abusive tax avoidance transactions” under the VCI. (§ 19752, subd. (a)(4).) The waiver of refund claims thus covers all “amounts paid,” regardless of whether they were correctly calculated. Moreover, the Dus’ and Shimmons’ interpretation of the refund waiver would render it meaningless, because on their construction the waiver would apply only to claims for refunds of payments that were correctly calculated. There is no right to a refund of such amounts in the first place—any refund claim must be based on an alleged overpayment. For all of these reasons, we reject the Dus’ and Shimmons’ first argument.</p>\n<p id=\"b655-9\">Second, the Dus and Shimmons argue that the FTB “warned” them that failure to pay the full amount of interest calculated by the FTB “would be a basis upon which VCI relief could be denied.” On that basis, the Dus and Shimmons conclude that they should not be held to their refund waiver, because they “were forced by [the FTB] to overpay deficiency interest with their VCI amended returns.” We disagree. Nothing forced the Dus and Shimmons to choose VCI option 1 rather than VCI option 2. Had they elected VCI option 2, they could have paid all of the interest calculated by the FTB and then sought a refund, as the Mickelsens have done. Instead, they chose VCI option 1, thereby waiving any refund claims in exchange for the FTB’s waiver of the accuracy-related penalty (which the FTB does not waive under VCI option 2). (See § 19752, subds. (a), (b).) There is no reason why the Dus and Shimmons should not be held to the bargain they struck with the FTB by choosing VCI option 1.</p>\n<p id=\"b656-3\"><page-number citation-index=\"1\" label=\"694\">*694</page-number>For all of the foregoing reasons, we conclude that the trial court correctly sustained without leave to amend the demurrer to the Du and Shimmon complaints, because the Dus and Shimmons elected VCI option l.<footnotemark>3</footnotemark></p>\n<p id=\"b656-4\">II. The Motion for Judgment on the Pleadings on the Mickelsen Complaint Should Have Been Denied<footnotemark>*</footnotemark></p>\n<p id=\"b656-5\">DISPOSITION</p>\n<p id=\"b656-6\">The judgments as to the Dus and Shimmons are affirmed. The judgment as to the Mickelsens is reversed, and the superior court is directed to enter a new and different order denying without prejudice the motion for judgment on the pleadings. Respondent shall recover its costs of the Dus’ and Shimmons’ appeals, and the Mickelsens shall recover their costs of their appeal.</p>\n<p id=\"b656-7\">Mallano, P. J., and Chaney, J., concurred.</p>\n<p id=\"b656-8\">A petition for a rehearing was denied November 18, 2010, and the petition of all appellants for review by the Supreme Court was denied February 2, 2011, SI88727. Werdegar, J., did not participate therein.</p>\n<footnote label=\"1\">\n<p id=\"b652-12\"> All subsequent statutory references are to the Revenue and Taxation Code unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b652-13\"> The following summary omits various factual and procedural details that are unnecessary to our decision. In addition, having given the parties notice and an opportunity to brief the issue, on our own motion we judicially notice the amounts of taxable income reported on plaintiffs’ original and amended 1999 individual California income tax returns. (Evid. Code, §§ 459, 452.) We also grant amici curiae’s request for judicial notice.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b656-9\"> In their reply brief, the Dus and Shimmons argue that they should have been granted leave to amend. We reject the argument for two reasons. First, arguments raised for the first time in the reply brief will not be considered unless good cause is shown for failing to raise them earlier. <em>(Campos v. Anderson </em>(1997) 57 Cal.App.4th 784, 794, fn. 3 [67 Cal.Rptr.2d 350].) The Dus and Shimmons have not shown good cause for failing to raise the argument in their opening brief. Second, the Dus and Shimmons have not shown that they could cure the defects in their complaints if granted leave to amend. They have therefore failed to carry their burden of showing that the trial court abused its discretion by denying them leave to amend, <em>(Schifando v. City of Los Angeles, supra, </em>31 Cal.4th at p. 1081.)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b656-10\"> See footnote, <em>ante, </em>page 688.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}