{
  "casebody": {
    "data": "<casebody firstpage=\"29\" lastpage=\"35\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b57-7\">[S. F. No. 19128.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAX\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKD\">Aug. 31, 1956.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b57-8\">THE PEOPLE ex rel. DEPARTMENT OF PUBLIC WORKS, Plaintiff, v. PENINSULA TITLE GUARANTY COMPANY (a Corporation), Defendant; ARTHUR BROTHERS (a Partnership), Appellant; CITY OF SAN MATEO, Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b58-7\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>Schofield, Hanson &amp; Jenkins and Thomas M. Jenkins for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b58-8\">Arthur J. Harzfeld, City Attorney, and Frank W. Rose, Assistant City Attorney, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b58-9\">SHENK, J.</author>\n<p id=\"AT\">In this proceeding in eminent domain the state acquired for highway purposes a parcel of land in the city of San Mateo which had been owned by the defendants James H. and Noel L. Arthur. The judgment awarded $25,500 to the Arthurs and to the tax collector of the city of San Mateo “as their interests may appear.” The state <page-number citation-index=\"1\" label=\"31\">*31</page-number>paid the full amount into court. Subsequently the court ordered that $612.20 be paid from this fund to the city to satisfy a claimed assessment lien against the property. Prom this order the Arthurs have appealed.</p>\n<p id=\"b59-5\">The proceeding which culminated in the assessment lien asserted against the Arthurs’ property was commenced by the city of San Mateo in January, 1952, pursuant to the Municipal Improvement Act of 1913 (Sts. &amp; Hy. Code, §§10000 et seq.) for the purpose of completing a drainage project affecting and benefiting the lands involved. The assessment is a special benefit assessment in which the cost of the improvement is assessed against the parcels of property embraced within the district in accordance with the special benefit to each parcel.</p>\n<p id=\"b59-6\">A year after the initiation of the proceeding resulting in the assessment lien, the California Highway Commission, on January 21, 1953, adopted a resolution determining that the public interest and necessity required the acquisition of the Arthurs’ property for highway purposes. The complaint in eminent domain was filed and summons was issued on April 20, 1953. Pursuant to the constitutional provision (art. I, § 14) an order was made on that date authorizing the state to take immediate possession of the property. On June 21, 1953, the owners were required to vacate and the state commenced the removal of buildings and the construction of an overpass thereon. Thereafter, on August 19, 1953, the city of San Mateo recorded its special benefit assessment lien against the property. Trial of the cause in eminent domain was commenced on November 9, and judgment was entered on December 2, 1953. The value of the property was fixed as of the date of issuance of summons, April 20, 1953 (see Code Civ. Proc., § 1249).</p>\n<p id=\"b59-7\">The theory on which the trial court ordered payment of the city’s assessment out of the award was that such an assessment is a levy on the interest of the owner; that title to the property does not pass in a condemnation proceeding until judgment is entered and recorded (Code Civ. Proc., § 1253); that the mere taking of possession of land prior to judgment pursuant to the provisions of article I, section 14 of the Constitution does not accelerate the passing of title; that the title was therefore in the Arthurs at the time the assessment was levied, and that the lien attached to the award in condemnation. (See <em>City of Los Angeles </em>v. <em>Superior Court, </em>2 Cal.2d 138 [39 P.2d 401].)</p>\n<p id=\"b60-3\"><page-number citation-index=\"1\" label=\"32\">*32</page-number>The Arthurs do not claim that the foregoing theory is not supported by authority, but they assert that the conclusion based thereon was never intended by the Constitution and other laws of this state and that a factual situation such as this has never been finally passed upon by its courts. They argue that to deprive them of all but a bare legal title to their property and thereafter to levy and require that they pay an assessment for benefits they can never enjoy out of an award based on the value of their property at the . time of taking possession and before accrual of the benefit, is a taking without the just compensation required by article I, section 14 of our Constitution. They rely in part on <em>City of Los Angeles </em>v. <em>Los Angeles Pac. Co., </em>31 Cal.App. 100, 116 [159 P. 992], where the court, after reviewing cases in other jurisdictions, concluded that “the defendants cannot be charged with subsequent taxes against property which they had ceased to own.”</p>\n<p id=\"b60-4\">In situations where it can be said that in addition to a mere taking of possession by the condemnor there is also such a substantial change in the status of the land taken and the condemnee’s relation to it as to constitute, in effect, a divestiture for all practical purposes of all of the former owners’ interest, the strict rule should not apply. <em>(People </em>v. <em>Klopstock, </em>24 Cal.2d 897 [151 P.2d 641] <em>; People </em>v. <em>Joerger, </em>12 Cal.App.2d 665 [55 P.2d 1269] ; 29 C.J.S. 966, § 135.) In the Joerger case the court stated that in “the ordinary proceeding the property is not ‘taken’ until the final decree is entered. (Code Civ. Proc., § 1253.) It is the divesting of the title of the owner and the vesting of the title in the condemnor which constitutes the ‘taking’ in such cases. But where, as under <em>our </em>Constitution, provision is made for a ‘taking’ prior to the divestiture of title, the party who owns the property at the time of such ‘taking’ is entitled to the compensation. ... It thus appears that where there is no prior physical ‘taking,’ the property is deemed to have been ‘taken’ when title is divested, as possession follows the title. Where there has been a prior physical ‘taking,’ the subsequent divestiture of title is merely a confirmation of the original ‘taking.’ The effect of the constitutional amendment was merely to accelerate the ‘taking.’ To hold otherwise would, in effect, nullify that provision of the Constitution which provides that ‘private property shall not be taken or damaged for public use without just compensation having been first made to or paid into court for the <em>owner.’ ”</em></p>\n<p id=\"b61-4\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>This court also has held that the act of a condemnor in entering into possession of private property and proceeding to commence construction thereon was a “taking” of the property as that term is used in the constitutional provision here involved. Until the adoption of the constitutional amendment in 1918, article I, section 14, did not provide, as it does now, for an order whereby the condemnor might enter into possession of the land prior to a judgment in condemnation. In 1897 the Legislature attempted to amend section 1254 of the Code of Civil Procedure to authorize such orders for possession pending trial of the cause. The constitutionality of the amended section was challenged in <em>Steinhart </em>v. <em>Superior Court, </em>137 Cal. 575 [70 P. 629, 92 Am.St.Rep. 183, 59 L.R.A. 404], The question presented was whether taking possession and using the property during the pendency of the condemnation proceeding was a taking within the meaning of the then constitutional provisions. The court stated: “To hold that possession of land may be given to a person seeking to acquire a right of way by condemnation, during the pendency of the proceedings and before the amount of the compensation has been determined and paid to the owner or into court for him, would be to hold that this so-called temporary possession is not a taking of private property for a public use. But both on authority and reason it is so.” The section was held unconstitutional. (To the same effect see the earlier case of <em>Davis </em>v. <em>San Lorenzo R.R. Co., </em>47 Cal. 517.)</p>\n<p id=\"b61-5\">It should be clear from the foregoing that a distinction is drawn between the legal effect of passage of title and the “taking” of the property involved. There is no passage of title in condemnation proceedings until an award has been made and the final judgment in condemnation filed in the office of the county recorder. (Code Civ. Proc., § 1253; <em>Metropolitan Water Dist. </em>v. <em>Adams, </em>16 Cal.2d 676 [107 P.2d 618].) However, as an exception to the strict application of the law, it is recognized that a “taking” of sufficient consequences is deemed to have the same effect of finality of transfer for specific purposes as does the passage of title.</p>\n<p id=\"b61-6\">Contentions by the city that article I, section 14, does not permit the conclusion that there has been such , a “taking” in the present case are apparently based on the general language therein that “property shall not be taken” without compensation having “first” been made. As com<page-number citation-index=\"1\" label=\"34\">*34</page-number>pensation to the owner is not made until after trial, it is said to follow that there can be no taking within the meaning of the section until after trial. But the constitutional language is framed in words of limitation on the rights conferred upon the condemnor (see <em>Steinhart </em>v. <em>Superior Court, supra, </em>137 Cal. 575, 579), and that the special provisions of the section qualify its general language to permit a taking prior to judgment in condemnation under the special circumstances present in this case. (See <em>Metropolitan Water Dist. </em>v. <em>Adams, supra, </em>16 Cal.2d 676.)</p>\n<p id=\"b62-4\">It is also claimed by the city that here the acts of appropriation of the land by the state were not final and conclusive ; that the state could restore the lands to their original status which would not have been possible in the Joerger ease. In the present case it appears from an agreed statement of facts that pursuant to the order for possession the state “acting through the Department of Public Works took possession of the real property . . . and required the appellants to remove themselves from the premises. Immediately thereafter the State removed the buildings which had belonged to the appellants and started construction on additions to Bayshore Highway. ’'</p>\n<p id=\"b62-5\">There is no justification for a holding that the test of “taking” is whether the lands thereafter may be restored to their original condition. In <em>Steinhart </em>v. <em>Superior Court, supra, </em>137 Cal. 575, the court held that there would be a taking where the condemnor exercised a right to “take possession of and use the land and premises sought to be condemned, during the pendency and until the final conclusion of the proceedings.” In any event it appears in the present case that the dispossession of the defendants and the acts of appropriation, destruction and damage brought about by the state prior to judgment constitute a “taking” as contemplated by the constitutional provision.</p>\n<p id=\"b62-6\">The city of San Mateo claims that there is no merit in the contention by the Arthurs that if the order of the trial court be enforced they will have been required to pay an assessment for a benefit which they have not and cannot realize, thus resulting in an unconstitutional exaction from them. It is not disputed that benefits from the drainage project would accrue to the lands here involved, and that planning for the project was well in advance of and as a matter of public knowledge prior to the commencement of the condemnation proceeding. The city contends that changed <page-number citation-index=\"1\" label=\"35\">*35</page-number>conditions which may reasonably be anticipated can be taken into consideration in determining the value of property (see <em>Long Beach City H.S. Dist. </em>v. <em>Stewart, </em>30 Cal.2d 763, 768-769 [185 P.2d 585, 173 A.L.R. 249]) ; that an award in condemnation necessarily includes every element of value in the property; that in the present case the Arthurs fail to show that the amount awarded did not include the enhanced value of the property by reason of the pending improvement; that the Arthurs demand full value for their property but seek to avoid the cost of the improvement which entered into the determination of the award, and that for equitable reasons they are not entitled to relief from paying the assessment. It cannot be ascertained from the record what means or processes were utilized in arriving at the amount of the award or whether the so-called anticipatory benefit to the land by reason of the improvement to be made was taken into consideration in fixing that amount. Although the improvement proceedings were initiated prior to the commencement of the action in eminent domain, the city acquired no interest in the lands within the improvement district nor the proceeds therefrom until the special assessment liens were recorded on August 19, 1953.</p>\n<p id=\"b63-5\">Whatever merit there may be in the foregoing contentions of the city under other circumstances they are of no avail as against the Arthurs if the levy of the assessment was made after the award in condemnation. In the present case the effective “taking” by the condemnor is advanced from the time of the award to the time of appropriation of the property, that is, June 21, 1953, which was prior to the time of the levy.</p>\n<p id=\"b63-6\">' In accordance with what has been said it follows that the assessment lien became effective after the Arthurs are deemed to have been divested of their rights in the property and they are entitled to compensation without deduction on account of the assessment lien.</p>\n<p id=\"b63-7\">The order is reversed.</p>\n<p id=\"b63-8\">Gibson, C. J., Carter, J., Traynor, J., Schauer, J., Spence, J., and McComb, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}