{
  "casebody": {
    "data": "<casebody firstpage=\"213\" lastpage=\"214\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b261-9\">UNITED STATES of America, Plaintiff-Appellee, v. James W. PADECKY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b261-11\">No. 12860.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b261-12\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b261-13\">June 16, 1960.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b261-19\">Morris Gordon Meyers, Chicago, 111., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b261-20\">Robert Tieken, U. S. Atty., John Peter Lulinski, Asst. U. S. Atty., Chicago, 111., Charles R. Purcell, Jr., Asst. U. S. Atty., Chicago, 111., of counsel, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b261-21\">Before HASTINGS, Chief Judge, and ENOCH and CASTLE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b261-22\">KNOCH, Circuit Judge.</author>\n<p id=\"b261-23\">Defendant was indicted, in one count, on a charge of unlawfully receiving and having in his possession cases of coffee stolen from an interstate shipment. After a jury trial and verdict of guilty, defendant was sentenced to serve five years in prison.</p>\n<p id=\"b261-24\">Defendant testified at length in his own behalf. The gist of the evidence was that he had no knowledge that the coffee stored in his garage had been stolen.</p>\n<p id=\"b261-25\">The sole contested issue is stated by defendant as follows:</p>\n<blockquote id=\"b262-3\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>Whether it was not highly improper conduct and prejudicial error for the prosecution to say to the jury in his closing argument:</blockquote>\n<blockquote id=\"b262-4\">“ — there is only one defense here that he was serious about and that is that he did not know that the gun was loaded.”</blockquote>\n<blockquote id=\"b262-5\">when there was not an iota, a shred, or scintilla of evidence of any kind that the defendant was connected with any gun, loaded or unloaded.</blockquote>\n<p id=\"A4h\">Defendant argues that the reference to “loaded gun” stampeded the jury into a guilty verdict. It is defendant’s position that the remark opened the door to speculation that the prosecutor knew some fact about use of a loaded gun in this case, which, for some unstated reason, had not been disclosed in the course of the trial.</p>\n<p id=\"b262-6\">The transcript of the whole incident reads:</p>\n<blockquote id=\"b262-7\">“Now, ladies and gentlemen, apparently, other than the fact that he was a hard worker and he has all of these tools, and so on, there is only one defense here that he was serious about and that is that ‘he did not know that the gun was loaded.’</blockquote>\n<blockquote id=\"b262-8\">“Mr. Meyers: [Defendant’s counsel] I object to that, your Honor. He is not charged with carrying a loaded gun.</blockquote>\n<blockquote id=\"b262-9\">“The Court: Well, now—</blockquote>\n<blockquote id=\"b262-10\">“Mr. Connelly: [the Prosecutor] In other words, T did not know that the coffee was stolen.’</blockquote>\n<blockquote id=\"b262-12\">“The Court: Objection overruled.</blockquote>\n<blockquote id=\"b262-13\">“Mr. Connelly: I did not know that the coffee was stolen. Well, if you will use your common sense when you go into the jury room, ladies and gentlemen, and your common experiences in life, and take into consideration all of the facts surrounding this transaction, the fact that Joe, a former cellmate comes in and makes a deal to rent half of his garage for $500.00 — $500.00!”</blockquote>\n<p id=\"b262-14\">In the context, it does not appear that use of this figure of speech could have under any circumstance misled the jury. We conclude that prejudicial error was not committed. United States v. Steiner Plastics Mfg. Co., 2 Cir., 1956, 231 F.2d 149, 154; Bradford v. United States, 9 Cir., 1959, 271 F.2d 58, 64.</p>\n<p id=\"b262-15\">The judgment of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}