{
  "casebody": {
    "data": "<casebody firstpage=\"555\" lastpage=\"557\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b603-4\">H. M. KOLBE CO., Inc., Plaintiff-Appellee, v. ARMGUS TEXTILE COMPANY, Inc., and Happy Cottons, Inc., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b603-7\">No. 358, Docket 26253.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b603-8\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b603-9\">Argued May 12, 1960.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b603-10\">Decided May 27, 1960.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b603-13\">Friendly, Circuit Judge, dissented.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b603-16\">Samuel Shapiro, New York City, for defendants-appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b603-17\">Alan Latman, New York City, for plaintiff-appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b603-18\">Before CLARK, MOORE, and FRIENDLY, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b603-19\">PER CURIAM.</author>\n<p id=\"b603-20\">For the reasons stated by Judge Murphy in his opinion below, D.C.S.D.N.Y., April 28, 1960, 184 F.Supp. 423, we conclude that plaintiff has made a prima facie showing both of the validity of its copyright and of infringement by the defendants, and hence is entitled to the injunction pending suit granted below. Peter Pan Fabrics, Inc. v. Martin Weiner Corp., 2 Cir., 274 F.2d 487.</p>\n<p id=\"b603-22\">Affirmed.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b603-23\">FRIENDLY, Circuit Judge</author>\n<p id=\"A7q\">(dissenting).</p>\n<p id=\"b603-24\">This case, like Peter Pan Fabrics, Inc. v. Martin Weiner Corp., 2 Cir., 1960, 274 F.2d 487, 490, involves the application to a design on a fabric of 17 U.S.C. § 10, which conditions protection of a “work” upon the copyright owner’s causing the statutory notice to “be affixed to each copy thereof published or offered for sale in the United States by authority of the copyright proprietor.” In Peter Pan the Court upheld the grant of a temporary injunction to a converter which had copyrighted a textile reproduction of an original painting, with the notice of copyright imprinted on the selvage at each repetition of the design, and had sold the cloth to dress manufacturers although it was known that the notice would generally be discarded in making the dresses. The Court said, at page 490, that it was not holding “that in no circumstances will it be possible to ‘affix notice’ upon a ‘design’ which will be still visible when the cloth has been made up into a garment” and that it was open to a defendant “to show that ‘notice’ could have been embodied in the design without impairing its market value.”</p>\n<p id=\"b603-25\">Defendants here presented evidence intended to show this. As I read the memorandum of the district judge, he did not pass upon this evidence, believing, I think in error, that Peter Pan had determined that printing the notice of copyright on the selvage was necessarily sufficient. Defendants here may have failed to carry the burden placed upon them by Peter Pan, either because the notice “© H. M. K.” authorized by the second sentence of 17 U.S.C. § 19, which they devised for <page-number citation-index=\"1\" label=\"556\">*556</page-number>affixing “to each copy” of the design, was too indistinguishable to constitute notice, cf. Trifari, Krussman &amp; Fishel, Inc. v. Charel Co., D.C.S.D.N.Y.1955, 134 F.Supp. 551, 554, or because, as urged in plaintiff’s affidavits, somewhat inconsistently with the previous contention, even so inconspicuous a notice would impair the market value of the cloth. We cannot know whether the district judge thought this or not, since he made no findings. If the case presented no other issues, I would remand for the findings required by Fed.R.Civ.Proc. § 52(a), 28 U.S.C., “in granting or refusing interlocutory injunctions.” However, I think the injunction should be reversed on the ground that it appears on the face of the complaint that plaintiff has not complied with the requirement of 17 U.S.C. § 10 that notice of copyright “shall be affixed to each copy” of the work even on the liberal construction given to § 10 by the majority in Peter Pan.</p>\n<p id=\"b604-4\">The reproduction of a “work of art” which was the subject of the copyright in Peter Pan was a large design, 18% inches wide, occupying the entire width of the cloth. The copyright notice appeared on the selvage on both sides “at each repetition of the design,” 274 F.2d at page 488. There was thus no question that when the converter sold the cloth to the dress manufacturer, the fabric bore the notice required by 17 U.S.C. § 10; the issue on which the court divided was the effect of subsequent removal of the notice under a practice of which the converter knew and in which it must be deemed to have acquiesced.</p>\n<p id=\"b604-5\">The case here is quite different. The complaint alleges that R. S. Associates created an original work of art known as R. S. Associates Design No. 98765; that R. S. Associates assigned to plaintiff their interest in this work of art; that plaintiff made an original reproduction of it designated as No. 7017; and that plaintiff secured copyright thereof. R. S. Associates Design No. 98765 contains four full squares and parts of adjacent ones. Each square contains a cluster of three blue roses with leaves and petals. The arrangement of the rose triangle in each square is different, and the squares are separated by a border of leaves and petals.</p>\n<p id=\"b604-7\">The textile reproduction No. 7017 reproduced only one of these differing rose triangles. It contains eight squares arranged in two rows of four; somewhat over four squares are required to make up the yard’s width. In half the squares the position of the rose triangle, now purple, has been inverted; and the upright and the inverted forms are arranged alternately, both vertically and horizontally. The copyright notice appears on the selvage on only one side. It straddles the border separating one version of the rose from that immediately above or below it. Hence, in the sample annexed to the complaint, which contains 16 full rose squares and parts of the adjacent ones above and below, the notice appears three times.</p>\n<p id=\"b604-8\">That such notice does not comply with the command of 17 U.S.C. § 10 seems to me to be established by Louis DeJonge &amp; Co. v. Breuker &amp; Kessler Co., 1914, 235 U.S. 33, 37, 35 S.Ct. 6, 59 L.Ed. 113. The Supreme Court was there concerned with sheets of gift-wrapping paper, each containing 12 reproductions of a painting representing sprigs of holly, mistletoe and spruce, arranged in the form of an open cluster having substantially the outline of a square; each strip of 12 squares bore a single notice of copyright. The Circuit Court had held, S.E.D.Pa.1910, 182 F. 150 that “the notice must be repeated on each of the twelve squares, although they did not present themselves as separate squares on the continuous strip.” The Court of Appeals affirmed, 3 Cir., 1911, 191 F. 35. The Supreme Court likewise affirmed, saying, at pages 36-37 of 235 U.S., 35 S.Ct. 6, in an opinion by Mr. Justice Holmes:</p>\n<blockquote id=\"b604-9\">“It seems to us that the case is disposed of by the statement. The thing protected and the only thing was the painting, the whole of which was reproduced in a single square. Every reproduction of a copyrighted work must bear the statutory notice. <page-number citation-index=\"1\" label=\"557\">*557</page-number>American Tobacco Co. v. Werckmeister, 207 U.S. 284, 294, 52 L.Ed. 208, 215, 28 Sup.Ct.Rep. 72, 12 Ann.Cas. 595. It is suggested that it is over-technical to require a repetition of the notice upon every square in a single sheet that makes a harmonious whole. This argument tacitly assumes that we can look to such larger unity as the sheet possesses. But that unity is only the unity of a design that is not patented. The protected object does not gain more extensive privileges by being repeated several times upon one sheet of paper, as any one would recognize if it were the Gioconda. The appellant is claiming the same rights as if this work were one of the masterpieces of the world, and he must take them with the same limitations that would apply to a portrait, a holy family, or a scene of war.”</blockquote>\n<p id=\"b605-5\">The DeJonge case cannot be distinguished on the basis that whether or not the notice here complied with the statute, the defendants had actual notice; for the same was true in DeJonge and actual notice is insufficient if the statutory requirement has not been met. Metro Associated Services v. Webster City Graphic, D.C.N.D.Iowa 1953, 117 F.Supp. 224, 234. Neither can DeJonge be distinguished on the ground that it might be less objectionable to affix the notice to wrapping paper than to a dress fabric. I likewise see no satisfactory distinction in the fact that in DeJonge the painting was copyrighted, whereas here the plaintiff copyrighted a “reproduction of a work of art” and sent the copyright office a piece of fabric in which its reproduction was repeated eight times. Since the “reproduction” was each square, not eight, the notice requirement was the same as if the painting of the square rather than the reproduction of it had been copyrighted. A contrary view would mean that a single notice, if sufficiently legible, would suffice for the whole bolt or, at least, for a dress length, if this were what a plaintiff had purported to copyright. Such a construction cannot be reconciled with the requirement of § 10 that notice be affixed to “each copy.” I cannot believe Mr. Justice Holmes would have decided DeJonge differently if the plaintiff there had purported to copyright the paper strip rather than the painting that this reproduced.</p>\n<p id=\"b605-7\">It may be said that this application of § 10, admittedly, as in DeJonge, a technical one,, unfairly discriminates in favor of wide designs as against small. But the difference seems to me to follow from the language of the Copyright Act as construed by the Supreme Court,<footnotemark>1</footnotemark> and symmetry is hardly to be expected in an area so eccentric to the grant of power to Congress “To promote the Progress of Science and useful Arts, by securing for limited Times to Authors * * * the exclusive Right to their * * * Writings * * Article I, § 8. See the opinion of Mr. Justice Douglas in Mazer v. Stein, 1954, 347 U.S. 201, 219, 74 S. Ct. 460, 471, 98 L.Ed. 630. Whether I am right or wrong, I think it important that the Court make its position clear and not content itself with saying that plaintiff has made a sufficient showing of validity to warrant interlocutory relief. If a temporary injunction is granted in a case like this, the plaintiff has obtained all he wants and the action will usually go no further. With the natural concentration of this type of litigation in the Second Circuit, a concentration not likely to be diminished by our rulings in Peter Pan and here, this Court’s decisions make law for the textile industry in an unusual degree. Cf. Paramount Publix Corp. v. American Tri-Ergon Corp., 1934, 293 U.S. 528, 55 S.Ct. 139, 79 L.Ed. 638.</p>\n<footnote label=\"1\">\n<p id=\"b605-8\">. It may be worth noting that the notice provision applicable in the DeJonge case, Rev.Stat. § 4962, as amended by the Act of June 18, 1874, c. SOI, 18 Stat. 78, was less explict in its command as to \"each copy” than 17 U.S.C. § 10.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}