{
  "casebody": {
    "data": "<casebody firstpage=\"872\" lastpage=\"872\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b920-3\">Charles Edward STEGALL, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b920-5\">No. 13982.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b920-6\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b920-7\">June 4, 1960.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b920-14\">Frank H. Stewart, Cincinnati, Ohio (appointed by the court), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b920-15\">William B. Jones, U. S. Atty., and Robert D. Simmons, Asst. U. S. Atty., Louisville, Ky., by James C. Jernigan, Asst. U. S. Atty., Louisville, Ky., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b920-17\">Before MARTIN, WEICK and O’SULLIVAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b920-18\">PER CURIAM.</author>\n<p id=\"b920-19\">On this appeal, we must consider whether or not the issue of erroneous instruction by the trial court may be properly raised under Rule 35, Federal Rules of Criminal Procedure, 18 U.S.C.A. We think the trial judge was in error in charging the jury that there was no dispute that the two persons who entered the bank which was robbed by them, did so with a flourish of weapons and placed the lives of a man and woman in jeopardy. Proof showed appellant to be one of the two persons who entered the bank.</p>\n<p id=\"b920-20\">This constituted invasion of the province of the jury. But we are of opinion that the issue of this erroneous charge may not be properly reviewed under Rule 35, Federal Rules of Criminal Procedure. This court said in Duggins v. United States, 6 Cir., 240 F.2d 479, 483: “Rule 35 presupposes a conviction and affords a procedure for bringing an improper sentence under it into conformity with the law.” See also Corcoran v. United States, 7 Cir., 231 F.2d 449; Cook v. United States, 1 Cir., 171 F.2d 567.</p>\n<p id=\"b920-21\">Moreover, it is provided in Rule 30, Federal Rules of Criminal Procedure, that error is not assignable to any portion of a charge or omission therefrom, unless objection thereto is made before the jury retires to consider its verdict, it being necessary that the objector state distinctly the subject matter to which he objects and the grounds of his objection.</p>\n<p id=\"b920-22\">The judgment of the district court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}