{
  "casebody": {
    "data": "<casebody firstpage=\"676\" lastpage=\"678\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b734-19\">UNITED STATES of America, Plaintiff-Appellee, v. Antonio Gascar HERNANDEZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b734-21\">No. 29367.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b734-22\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b734-23\">Feb. 8, 1971.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b734-24\">Certiorari Denied May 17, 1971.</otherdate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b734-25\">See 91 S.Ct. 1679.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b735-7\"><page-number citation-index=\"1\" label=\"677\">*677</page-number>W. W. Allen, Laredo, Tex., (Court-appointed) for defendant-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b735-8\">James R. Gough, Asst. U. S. Atty., Anthony J. P. Farris, U. S. Atty., Houston, Tex., for plaintiff-appellee; Ronald J. Blask, Atty., Dept, of Justice, Washington, D. C., of counsel.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b735-9\">Before COLEMAN, INGRAHAM, and WILKEY,<footnotemark>*</footnotemark> Circuit Judges.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b735-12\"> Judge of the United States Court of Appeals for the District of Columbia, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b735-10\">COLEMAN, Circuit Judge:</author>\n<p id=\"b735-11\">Antonio Gasear Hernandez was tried to the District Court, sitting without a jury, and convicted in three counts of vi-dating 21 U.S.C. § 174 and 26 U.S.C. § 4704.<footnotemark>1</footnotemark> We affirm.</p>\n<p id=\"Auk\">The facts which caused the appellant’s arrest were essentially as follows:</p>\n<p id=\"b735-15\">In June, 1967, a United States Customs Agent from Eagle Pass, working in an undercover capacity in Laredo, Texas, became acquainted with the appellant, who had been released from a prior federal sentence a few months before. The agent professed to be a buyer and dealer in heroin and let it be known that he was interested in purchasing some heroin from appellant. Appellant came to the agent’s motel room and discussed the quantity, price, and method of delivery of the heroin. After extensive bargaining, the asking price of $25 per gram was reduced to $23, and a deal was made for the purchase of 30 grams at this price. The defendant agreed to return with the drug and did so a short time later. On this occasion he approached the motel from the rear, climbed a fence and came to the agent’s room. He had only 15 grams at that time, of which he advised the agent, but stated that he could make delivery of the remainder later. While the appellant and the agent were in conversation and at a pre-arranged signal other agents entered the room and made the arrest. Believing that the undercover <page-number citation-index=\"1\" label=\"678\">*678</page-number>agent was a friend and confederate, the defendant undertook to assume full blame for the matter, stating that the heroin was his and not the agent's, and stating that he was in the motel room only to arrange to ride in the agent’s car to another city.</p>\n<p id=\"b736-4\">Following his arrest the appellant was given his <em>Miranda </em>warning and was taken to the office of the Customs. Agents. During the ride and for a period of perhaps an hour therafter, he discussed the situation with the Customs Agents fully. He appeared to be at ease, coherent and oriented in all respects. While he stated that he had received an injection of narcotics earlier in the day, this was not apparent to the Customs Agents from his behavior or from his conversation.</p>\n<p id=\"b736-5\">It is first contended that the evidence was insufficient to show that Hernandez was sane at the time of the alleged offenses. A reputable psychiatrist, in private practice, appointed by the Court to examine the defendant, was of the opinion that Hernandez was mentally incompetent on the date in question. A qualified psychiatrist from the Medical Center for Federal Prisoners at Springfield, Missouri, where Hernandez was observed for about a year, testified that in his opinion the offense was not the result of any mental disease or defect, that Hernandez appreciated the wrongfulness of his conduct and was mentally able to conform to the requirements of the law. As already indicated the officers who arrested Hernandez in the act of delivering fifteen grams of heroin and who subsequently took him to jail after giving him the <em>Miranda </em>warning, testified that they talked with Hernandez for over an hour and he appeared to be at ease, coherent, and oriented in all respects. He told the officers that he had received an injection of narcotics earlier in the day but this was not apparent from his behavior or his conversation.</p>\n<p id=\"b736-9\">In a memorandum opinion, dated July 28,1969, the District Judge wrote:</p>\n<blockquote id=\"b736-10\">“In light of this conflicting testimony, I am convinced beyond a reasonable doubt that the defendant was sane at all material times, applying the tests set out in Blake v. United States, 5 Cir., 1969, 407 F.2d 908.”</blockquote>\n<p id=\"b736-11\">It is both elemental and fundamental that on records such as we now have before us this Court does not weigh conflicting evidence nor does it consider the credibility of witnesses. As we have repeatedly said, and no doubt shall be compelled to reiterate, these functions are for the trier of the facts, be it the judge or a jury. Our duty is to determine as a matter of law whether there was substantial evidence, direct or circumstantial, or both, with the inferences reasonably to be drawn therefrom, to support the finding in question.<footnotemark>2</footnotemark> By these standards, the findings of the District Judge as to the sanity of Hernandez pass muster by a wide margin.</p>\n<p id=\"b736-12\">It is next contended that the Government could not constitutionally rely on the “presumption” found in 21 U.S.C., § 174, to support the conviction, relying on Leary v. United States, 1969, 395 U.S. 6, 89 S.Ct. 1532, 23 L.Ed.2d 57. As to heroin, however, the validity of the provision in question has been sustained, Turner v. United States, 1970, 396 U.S. 398, 90 S.Ct. 642, 24 L.Ed.2d 610; United States v. Curbelo, 5 Cir., 1970, 423 F.2d 1204; Jimenez v. United States, 5 Cir., 1970, 421 F.2d 1401; United States v. Macias, 5 Cir., 1971, 435 F.2d 1294. See, also Minor v. United States, 1969, 396 U.S. 87, 90 S.Ct. 284, 24 L.Ed.2d 283.</p>\n<p id=\"b736-15\">The judgment of the District Court is Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b735-13\">. Title 21 U.S.C. § 174.</p>\n<p id=\"b735-14\">Whoever fraudulently or knowingly imports or brings any narcotic drug into the United States or any territory under its control or jurisdiction, contrary to law, or receives, conceals, buys, sells, or in any manner facilitates the transportation, concealment, or sale of any such narcotic drug after being imported or brought in, knowing the same to have been imported or brought into the United States contrary to law, or conspires to commit any of such acts in violation of the laws of the United States, shall be imprisoned not less than five or more than twenty years and, in addition, may be fined not more than $20,000. For a second or subsequent offense (as determined under section 7237(e) of the Internal Revenue Code of 1954), the offender shall be imprisoned not less than ten or more than forty years and, in addition, may be fined not more than $20,000.</p>\n<p id=\"b735-17\">Whenever on trial for a violation of this section the defendánt is shown to have or to have had possession of the narcotic drug, such possession shall be deemed sufficient evidence to authorize conviction unless the defendant explains the possession to the satisfaction of the jury.</p>\n<p id=\"b735-18\">Title 26 U.S.C. § 4704.</p>\n<p id=\"b735-19\">(a) It shall be unlawful for any person to purchase, sell, dispense, or distribute narcotic drugs except in the original stamped package or from the original stamped package; and the absence of appropriate taxpaid stamps from narcotic drugs shall be prima facie evidence of a violation of this subsection by the person in whose possession the same may be found.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b736-6\">. See the host of eases collated in Modern Federal Practice Digest, Volume 18, Criminal Law, Key Numbers 1144(13), 1159(3, 4).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}