{
  "casebody": {
    "data": "<casebody firstpage=\"844\" lastpage=\"848\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b862-4\">Belknap</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b862-5\">No. 80-063</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b862-6\">Hamilton Stock v. Steven C. Byers</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUJi\">December 22, 1980</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b863-7\"><page-number citation-index=\"1\" label=\"845\">*845</page-number><em>Shea &amp; Mertens, </em>of Wakefield <em>(Edward J. Mertens </em>orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b863-8\"><em>Anthony A. McManus, </em>of Dover, by brief and orally, for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b863-9\">GRIMES, C.J.</author>\n<p id=\"AHC\">The issue in this malicious prosecution case is whether the defendant was entitled to a directed verdict at the close of the evidence because the evidence established, as a matter of law, that he acted with probable cause in instituting the underlying criminal prosecution against the plaintiff. We hold that he was so entitled.</p>\n<p id=\"b863-10\">The plaintiff, Hamilton Stock, is a resident of the town of Barnstead; the defendant, Steven Byers, is the Chief of Police of Barnstead. On May 17, 1977, the defendant received word of an alleged kidnapping committed by the plaintiff on May 13, 1977, in the towns of Pittsfield and Strafford. The defendant notified the police departments of both towns of the incident. The Strafford Police Department dispatched patrolman Erlon Jacobs, who accompanied the defendant to Pittsfield to interview Vienna Dow Frost, the alleged victim. After obtaining a written statement from the victim, in which she related the May 13 incident, the defendant and Jacobs met with the Strafford Chief of Police, who determined that there was sufficient probable cause to initiate criminal proceedings and asked the defendant to assist in making the arrest. The defendant complied with this request, although it was <em>Jacobs </em>who actually signed the complaint, obtained the warrant, and signed the supporting affidavit and the return of arrest.</p>\n<p id=\"b863-11\">On May 18, 1977, the plaintiff was arraigned in Rochester District Court and was confined in the Strafford County jail awaiting a probable cause hearing. On May 27, Jacobs nol-prossed the criminal action; the probable cause hearing was never held.</p>\n<p id=\"b863-12\">The plaintiff then brought this action to recover damages for malicious prosecution. At the close of the plaintiffs case, the defendant moved for a directed verdict. This motion was renewed at the close of all the evidence. The Trial Court <em>(Batchelder, </em>J.) <page-number citation-index=\"1\" label=\"846\">*846</page-number>denied both motions. The jury found for the plaintiff and awarded him $25,000. The defendant appealed.</p>\n<p id=\"b864-5\">To succeed in an action for malicious prosecution, the “plaintiff must prove that he was subjected to a criminal prosecution instituted by the defendant without probable cause and with malice, and that the criminal proceeding terminated in his favor.” <em>Robinson v. Fimbel Door Co., </em>113 N.H. 348, 350, 306 A.2d 768, 769 (1973); W. PROSSER, LAW OF TORTS § 119 at 835 (4th ed. 1971). The defendant contends that there was no evidence from which the jury could find that he acted without probable cause in initiating the criminal proceedings against the plaintiff and that, therefore, the trial court erred in denying the motions for directed verdict. The plaintiff argues that the facts as to probable cause were in dispute and that the court properly submitted the case to the jury.</p>\n<p id=\"b864-6\">Probable cause in the malicious prosecution context has long been defined as “such a state of facts in the mind of the prosecutor as would lead a man of ordinary caution and prudence to believe or entertain an honest and strong suspicion that the person arrested is guilty.” <em>MacRae v. Brant, </em>108 N.H. 177, 180, 230 A.2d 753, 755 (1967); <em>Cohn v. Saidel, </em>71 N.H. 558, 567, 53 A. 800, 805 (1902); <em>Eastman v. Keasor, </em>44 N.H. 518, 520 (1863). It depends not upon the accused’s guilt or innocence of the crime charged but upon the prosecutor’s honest and reasonable belief in such guilt at the time the prosecution is commenced. <em>MacRae v. Brant, supra </em>at 180, 230 A.2d at 755.</p>\n<p id=\"b864-7\">The existence of probable cause is a question for the jury to the extent that it depends upon the credibility of conflicting evidence proffered on that issue. <em>Perreault v. Lyons, </em>99 N.H. 169, 171, 106 A.2d 380, 381 (1954); <em>Cohn v. Saidel, supra </em>at 563, 53 A. at 803. Whether there was probable cause is ultimately, however, a question of law to be determined by the court. <em>MacRae v. Brant, supra </em>at 180, 230 A.2d at 755; <em>Perreault v. Lyons, supra </em>at 172, 106 A.2d at 382.</p>\n<p id=\"b864-8\">The record before us contains substantial evidence to support the defendant’s contention that he instigated the criminal prosecution with probable cause. The alleged victim’s statement, given to the defendant and Jacobs on the day of the arrest, contains allegations sufficient to induce a reasonable person to believe in all honesty that the plaintiff had in fact committed the crime with which he was charged. The defendant had no reason to <page-number citation-index=\"1\" label=\"847\">*847</page-number>doubt the veracity of the victim nor could he reasonably expect to obtain further information from any other source since there were no witnesses to the May 13 incident. Moreover, the defendant could fairly assume that prompt action was necessary in light of the victim’s statement that she wanted the plaintiff “off [her] back” and the fact that he learned from Harold Maloney, who was with the victim immediately prior to the alleged kidnapping and had allegedly been threatened at gunpoint by the plaintiff, that Maloney was apprehensive about his own safety. Under these circumstances, we cannot say that the defendant was required to investigate further before beginning the prosecution. <em>See </em>Prosser, <em>supra </em>at 841-42; 1 F. Harper &amp; F. James, Law of Torts § 4.5 at 311-12 n.7 (1956).</p>\n<p id=\"b865-5\">The plaintiff, on the other hand, introduced no evidence at trial which dealt directly with probable cause except the following testimony of police officer Jacobs:</p>\n<blockquote id=\"b865-6\">“Chief Byers took the whole statement from [the victim]. When a question came up that he didn’t quite understand, he more or less talked to her and told her how it should be wrote.”</blockquote>\n<p id=\"b865-9\">The plaintiff argues that on the basis of this testimony the jury could conclude that the defendant improperly had influenced the content of the victim’s statement and that, therefore, the statement was not evidence that the defendant had probable cause for bringing the kidnapping charge against the plaintiff. This argument ignores the fact that Jacobs later testified that the written statement was, nevertheless, an accurate record of what the victim told the defendant and him. Thus, although the defendant may have rephrased the victim’s oral statements, it does not appear that he altered their substance. Consequently, a jury would not be entitled to find that the plaintiff had sustained his burden of proof with respect to probable cause solely on the basis of the testimony quoted above.</p>\n<p id=\"b865-10\"> The plaintiff does call attention to the facts, supported by the record, that the arresting officer eventually nol-prossed the criminal action and that the defendant personally disliked the plaintiff and enjoyed seeing him placed under arrest. It is clear, however, that in this State the abandonment of the criminal proceeding by the prosecuting witness affords no evidence of want of probable cause. <em>Cohn v. Saidel, </em>71 N.H. at 564-65, 53 A. at 803; <em>see </em>HARPER &amp; James, <em>supra </em>at 315. The logic behind this rule is particularly forceful where someone other than the defendant <page-number citation-index=\"1\" label=\"848\">*848</page-number>enters the nolle prosequi in the malicious prosecution suit, since the action of that other person has no bearing on the defendant’s state of mind at the time the criminal proceedings were initiated. <em>See </em>Restatement (Second) of Torts § 665(2) (1977). Likewise, the absence of probable cause cannot be inferred from even express malice. <em>Cohn v. Saidel, supra </em>at 565, 53 A. at 804; Prosser, <em>supra </em>at 841; Restatement, <em>supra </em>§ 669A. If the defendant had such information as would reasonably lead him to believe that the accused had committed a crime, it is immaterial that the defendant may have been actuated by malice or by motives that were less than noble in bringing the charge. <em>Bailey v. Century Finance Company, </em>119 Ga. App. 845, 845, 169 S.E.2d 173, 174 (1969); <em>Cohn v. Saidel, supra </em>at 571, 53 A. at 806-07; <em>Woodman v. Prescott, </em>65 N.H. 224, 225 (1889); Harper &amp; James, <em>supra </em>at 311.</p>\n<p id=\"b866-3\">A directed verdict, like a judgment notwithstanding the verdict, “should be granted only when all of the evidence viewed most favorably to the opponent so overwhelmingly favors the moving party that no contrary verdict based upon that evidence could ever stand.” <em>Amabello v. Colonial Motors, </em>117 N.H. 556, 561, 374 A.2d 1182, 1185 (1977). That the defendant acted with probable cause in instituting the criminal proceedings against the plaintiff is “the sole reasonable inference from undisputed facts.” <em>Cf. id. </em>at 561, 374 A.2d at 1185; <em>Skivington v. Robinson, </em>106 N.H. 493, 496, 213 A.2d 921, 923 (1965). An essential element of the plaintiff’s cause of action is thus missing, and the trial court therefore erred in not directing a verdict for the defendant.</p>\n<p id=\"b866-4\">\n<em>Exceptions sustained; reversed.</em>\n</p>\n<judges id=\"b866-5\">BROCK, J., did not sit; the others concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}