{
  "casebody": {
    "data": "<casebody firstpage=\"433\" lastpage=\"438\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"ApT\">[938 NE2d 984, 912 NYS2d 551]</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b509-3\">In the Matter of Empire State Towing and Recovery Association, Inc., Appellant. Commissioner of Labor, Respondent.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b509-4\">Argued September 15, 2010;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFo\">decided October 26, 2010</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b510-10\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b510-11\"><em>Peter B. O’Connell, </em>Albany, for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A9d\">I. The decisions of the Appellate Division and Unemployment Insurance Appeal Board are not supported by substantial evidence. <em>(Matter of Hertz Corp. [Commissioner of Labor], </em>2 NY3d 733; <em>Matter of Ted Is Back Corp. [Roberts], </em>64 NY2d 725; <em>Matter of Werner [CBA Indus.—Hudacs], </em>210 AD2d 526; <em>Matter of Monti Moving &amp; Stor. [Sweeney], </em>241 AD2d 734; <em>Matter of Cromer [Transworld Sys.—Sweeney], </em>248 AD2d 773; <em>Matter of Securities Research Servs. [Roberts], </em>122 AD2d 504; <em>Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d 734; <em>Matter of Bedin [Trussardi (USA)—Commissioner of Labor], </em>257 AD2d 809; <em>300 Gramatan Ave. Assoc. v State Div. of Human Rights, </em>45 NY2d 176.) II. The Unemployment Insurance Appeal Board and Appellate Division failed to base their decisions upon an examination of the record as a whole. <em>(Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d 734; <em>300 Gramatan Ave. Assoc. v State Div. of Human Rights, </em>45 NY2d 176; <em>Matter of Rodriguez [2020 Video Voice Data, Ltd.—Commissioner of Labor], 58 </em>AD3d 929; <em>Matter of Cortland-Clinton, Inc. v New York State Dept. of Health, </em>59 AD2d 228; <em>Matter of Ted Is Back Corp. [Roberts], </em>64 NY2d 725; <em>Matter of Spinnell [Commissioner of Labor], </em>300 AD2d 770; <em>Matter of Cromer [Transworld Sys.—Sweeney], </em>248 AD2d 773; <em>Matter of International Student Exch. [Commissioner of Labor], </em>302 AD2d 834.) III. It was improper for the Unemployment Insurance Appeal Board to treat services that Peter O’Connell provided to appellant as an association manager differently than other services that he provided to appellant under identical circumstances. IV It was improper for the Unemployment Insurance Appeal Board to consider whether Peter O’Connell’s services were an “integral part” of appellant’s business. <em>(Matter of Bedin [Trussardi (USA)—Commissioner of </em><page-number citation-index=\"1\" label=\"435\">*435</page-number><em>Labor], </em>257 AD2d 809; <em>Matter of Barone [Commissioner of Labor], </em>257 AD2d 950; <em>Matter of Williams [Commissioner of Labor], </em>268 AD2d 621; <em>Matter of Ted Is Back Corp. [Roberts], </em>64 NY2d 725; <em>Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d 734; <em>Matter of 12 Cornelia St. [Ross], </em>56 NY2d 895.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b511-4\"><em>Andrew M. Cuomo, Attorney General, </em>New York City <em>(Richard O. Jackson, Barbara D. Underwood </em>and <em>Richard Bearing </em>of counsel), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AY4\">Substantial evidence supports the Unemployment Insurance Appeal Board’s factual finding that Peter O’Connell was Empire State Towing and Recovery Association, Inc.’s employee. <em>(Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d 734; <em>Matter of Villa Maria Inst. of Music [Ross], </em>54 NY2d 691; <em>Matter of Eastern Suffolk School of Music [Roberts], </em>91 AD2d 1123; <em>Matter of Salamanca Nursing Home [Roberts], </em>68 NY2d 901; <em>Matter of Reich [Posner &amp; Gaier—Commissioner of Labor], </em>55 AD3d 1077; <em>Matter of TriReme Realty Corp. [Corsi], </em>269 App Div 872, 296 NY 566; <em>Matter of Imperial Inv. Corp. [Catherwood], </em>30 AD2d 750; <em>Matter of Bybdal [Johnson Constr. Co.—Corsi], </em>274 App Div 1084; <em>Matter of Regan &amp; Regan [Commissioner of Labor], </em>256 AD2d 829; <em>Matter of Van Woes &amp; Assoc. Realty [Ross], </em>76 AD2d 1016.)</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b511-5\">OPINION OF THE COURT</p>\n<author id=\"b511-6\">Jones, J.</author>\n<p id=\"b511-7\">The issue before this Court is whether there is substantial evidence in the record to support the Unemployment Insurance Appeal Board’s finding of an employer-employee relationship. We hold there is not.</p>\n<p id=\"b511-8\">Peter O’Connell maintains a law practice in Albany that focuses on government relations and lobbying. Appellant Empire State Towing and Recovery Association, Inc., an association that represents members in the tow truck operating business, retained O’Connell for legal and lobbying services. In 1997, Empire State Towing and O’Connell entered into a written agreement in which O’Connell would perform administrative services as the executive director, in addition to his legal and lobbying services.</p>\n<p id=\"b511-9\">Pursuant to the written agreement, O’Connell maintained a telephone and computer database in the name of the association, mailed dues and membership materials, mailed periodic financial statements to board members, and coordinated publication of a journal. He also attended board meetings, maintained a bank account, and had check writing authority up to $500. <page-number citation-index=\"1\" label=\"436\">*436</page-number>For greater monetary amounts, O’Connell had to submit documentation accounting for the required amount and obtain the signature of Empire State Towing’s treasurer. O’Connell performed all these services from his own law office, was free to set his own schedule, and was not working exclusively for the association.</p>\n<p id=\"b512-5\">In 2004, a part-time assistant was hired to help O’Connell in his duties as executive director. It is conceded that the part-time assistant was an employee of the association. In 2006, O’Connell relinquished his duties as executive director.</p>\n<p id=\"b512-6\">The Commissioner of Labor determined through an audit of Empire State Towing, for the period of January 1, 2004 through December 31, 2005, that O’Connell was its employee and assessed $617.53 in additional unemployment insurance payments. Empire State Towing disputed the finding on the ground that O’Connell was an independent contractor, and a hearing was held before an administrative law judge. The administrative law judge sustained the determination of the Commissioner on the basis that the evidence showed an exercise of control by Empire State Towing over O’Connell’s duties as executive director.</p>\n<p id=\"b512-7\">An appeal was taken to the Unemployment Insurance Appeal Board which affirmed the determination of the administrative law judge. The Appeal Board found that there was “credible evidence” that the employer “exercised or reserved the right to exercise sufficient supervision, direction, and/or control to establish” an employer-employee relationship. Consequently, Empire State Towing filed a notice of appeal with the Appellate Division.</p>\n<p id=\"b512-8\">The Appellate Division affirmed the prior determination on the grounds that the Appeal Board’s decision was based on substantial evidence, specifically referring to the fact that the association (1) furnished office space and equipment, (2) reimbursed O’Connell’s expenses, and (3) required O’Connell to submit reports and attend meetings (62 AD3d 1129 [3d Dept 2009]). This Court granted appellant Empire State Towing’s motion for leave to appeal (13 NY3d 712 [2009]), and we now reverse.</p>\n<p id=\"b512-9\">Empire State Towing argues that O’Connell is an independent contractor and that the earlier determinations have incorrectly focused on his administrative duties and the end results rather than on the exercise of control over the means used to <page-number citation-index=\"1\" label=\"437\">*437</page-number>achieve those results. The Commissioner contends that there is substantial evidence of control in the record to support the earlier findings, such as the association’s required approval for checks over $500. Furthermore, the Commissioner asks this Court to apply the “overall control” test because O’Connell enjoyed autonomy and discretion as executive director of the association.</p>\n<p id=\"b513-4\">It is well-settled that</p>\n<blockquote id=\"b513-5\">“[w]hether an employment relationship exists within the meaning of the unemployment insurance law is a question of fact, no one factor is determinative and the determination of the appeal board, if supported by substantial evidence on the record as a whole, is beyond further judicial review even though there is evidence in the record that would have supported a contrary decision” <em>(Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d 734, 736 [1983]; <em>Matter of King's Brass Ceremonial [Commissioner of Labor], </em>75 AD3d 712 [3d Dept 2010]; <em>Matter of Rosen [Vidicom, Inc.—Commissioner of Labor], </em>73 AD3d 1352 [3d Dept 2010]).</blockquote>\n<p id=\"b513-6\">An employer-employee relationship exists when the evidence shows that the employer exercises control over the results produced or the means used to achieve the results <em>(see Matter of 12 Cornelia St. [Ross], </em>56 NY2d 895, 897 [1982]). However, “control over the means is the more important factor to be considered” <em>(Matter of Ted Is Back Corp. [Roberts], </em>64 NY2d 725, 726 [1984]; <em>see Matter of Bedin [Trussardi (USA)—Commissioner of Labor], </em>257 AD2d 809 [3d Dept 1999]). “Incidental control over the results produced—without further evidence of control over the means employed to achieve the results—will not constitute substantial evidence of an employer-employee relationship” <em>(Matter of Hertz Corp. [Commissioner of Labor], </em>2 NY3d 733, 735 [2004]; <em>Matter of Ted Is Back Corp. [Roberts], </em>64 NY2d at 726; <em>Matter of Cromer [Transworld Sys.—Sweeney], </em>248 AD2d 773 [3d Dept 1998]).</p>\n<p id=\"b513-7\">In some cases, this Court has applied the “overall control” test where “substantial evidence of control over important aspects of the services performed other than results or means” is sufficient to establish an employer-employee relationship <em>(Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d at 736). This test is applicable to services where the details of the work performed are difficult to control because <page-number citation-index=\"1\" label=\"438\">*438</page-number>of considerations such as professional and ethical responsibilities <em>(see Matter of Salamanca Nursing Home [Roberts], </em>68 NY2d 901 [1986]; <em>Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d 734 [1983]). This analysis has been typically applied in the context of professionals such as physicians and attorneys <em>(see Matter of Concourse Ophthalmology Assoc. [Roberts], </em>60 NY2d at 736; <em>Matter of Salamanca Nursing Home [Roberts], </em>68 NY2d 901 [1986]; <em>Matter of Parisi [Commissioner of Labor], </em>54 AD3d 456 [3d Dept 2008]; <em>Matter of Rosen [Vidicom, </em>Inc.— <em>Commissioner of Labor], </em>73 AD3d 1352 [2010]).</p>\n<p id=\"b514-5\">Here, under either test, substantial evidence does not exist in the record to support the Unemployment Insurance Appeal Board’s determination that O’Connell was an employee of the association. Although the record before us extensively details O’Connell’s duties, it lacks substantial evidence of any control exercised by the association over O’Connell.</p>\n<p id=\"b514-6\">The requirement that the association’s treasurer had to approve and co-sign on checks for over $500 does not support a finding that O’Connell was an employee. The check approval authority was a form of incidental control over results that is “a necessarily wise business decision” <em>(Matter of Ted Is Back Corp., </em>64 NY2d at 726). Moreover, the fact that O’Connell had to submit periodic reports and attend meetings “is a condition just as readily required of an independent contractor as of an employee and not conclusive as to either” <em>(Mutter of Hertz Corp., </em>2 NY3d at 735).</p>\n<p id=\"b514-7\">Accordingly, the order of the Appellate Division should be reversed, with costs, and the matter remitted to the Appellate Division, with directions that the matter be remanded to the Unemployment Insurance Appeal Board for further proceedings in accordance with this opinion.</p>\n<p id=\"b514-8\">Chief Judge Lippman and Judges Ciparick, Graffeo, Read, Smith and Pigott concur.</p>\n<p id=\"b514-9\">Order reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}