{
  "casebody": {
    "data": "<casebody firstpage=\"105\" lastpage=\"106\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b153-3\">Strafford</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AzT\">No. 2002-366</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b153-4\">The State of New Hampshire v. Adam Chesbrough</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b153-7\">Argued: May 5, 2004</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AO-\">Opinion Issued: June 1, 2004</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b153-10\"><em>Peter W. Heed, </em>attorney general <em>(Peter K. Odom, </em>attorney, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b153-11\"><em>Ransmeier &amp; Spellman P.C., </em>of Concord <em>(Marie M. McPartlin </em>on the brief and orally), for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b153-12\"><em>Adam D. Chesbrough, </em>by brief, <em>pro se.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b153-13\">DALIANIS, J.</author>\n<p id=\"ASr\">The defendant, Adam Chesbrough, pled guilty to one count of negligent homicide. On appeal, he argues that the Superior Court <em>(T. Nadeau, </em>J.) erred in denying his motion to strike a portion of the sentencing order. We affirm.</p>\n<p id=\"b153-14\">At the defendant’s hearing on his plea and sentencing on December 3, 1998, the prosecutor recited the pertinent facts of the case, which the defendant agreed were true. After appropriate colloquy to ensure that the defendant’s plea was lawfully entered, the superior court accepted the plea. In response to inquiry from the court, the defendant’s counsel acknowledged that he and the defendant had reviewed and agreed to the recommended sentence, which included a requirement to pay $23,793.83 restitution pursuant to RSA 651:63 (Supp. 1998) (amended 1999). Prior to the December 3 hearing, the defendant had requested a continuance of his previously scheduled plea and sentencing hearing in order to clarify his <page-number citation-index=\"1\" label=\"106\">*106</page-number>restitution obligation, acknowledging that the restitution amount “totals well over $20,000.00, excluding insurance settlements.” The defendant raised no objections at the December 3 sentencing hearing.</p>\n<p id=\"b154-5\">Three years later, in January 2002, the defendant filed a “Motion to Strike Sentencing Order Restitution Language.” The defendant argues that he should not be required to make restitution because the victim’s family settled for $100,000 with his insurance company and “restitution is not intended to compensate victims more than once for the same injury.” <em>See </em>RSA 651:63, I. The defendant contends that the civil settlement of $100,000 and the $23,793.83 restitution payment result in an impermissible dual recovery and, thus, the sentence is illegal.</p>\n<p id=\"b154-6\">The superior court denied the defendant’s motion because the defendant was aware of the $100,000 settlement at the sentencing hearing and, at that time, did not object that the restitution rendered the sentence illegal.</p>\n<p id=\"b154-7\">The defendant concedes that he and his lawyer were aware of the $100,000 civil settlement prior to the sentencing hearing and that the restitution ordered at the sentencing hearing was permitted by RSA 651:63. Given that restitution was statutorily authorized and that the defendant knew prior to sentencing that the civil case had settled, his failure to object on the ground that the sentence allegedly provided dual recovery barred him from challenging the legality of the sentence three years later. <em>See State v. Nutter, </em>135 N.H. 162, 163-64 (1991) (failure to object to errors during sentencing hearing precludes later challenge to sentence).</p>\n<p id=\"b154-8\">Accordingly, the superior court’s denial of the defendant’s motion to strike language from the sentencing order is a sustainable exercise of discretion. <em>See State v. Lavallee, </em>115 N.H. 540, 541 (1975); <em>cf. State v. Lambert, </em>147 N.H. 295, 296 (2001) (explaining unsustainable exercise of discretion standard). This ruling, however, does not foreclose the filing of an extraordinary writ. <em>See State v. Ryan, </em>142 N.H. 486, 487 (1997).</p>\n<p id=\"b154-9\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b154-10\">Broderick, Duggan and Galway, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}