{
  "casebody": {
    "data": "<casebody firstpage=\"251\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b299-6\">Dover District Court</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Azm\">No. 2003-454</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b299-7\">White Cliffs at Dover v. Elaine Bulman</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b299-10\">Argued: June 9, 2004</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A9q\">Opinion Issued: July 16, 2004</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b300-8\"><page-number citation-index=\"1\" label=\"252\">*252</page-number><em>Flygare, Schwarz &amp; Closson, PLLC, </em>of Exeter <em>(Daniel P. Schwarz </em>on the brief and orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b300-9\"><em>Disabilities Rights Center, Inc., </em>of Concord <em>(Ronald K. Lospennato </em>on the brief and orally), for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b300-10\">Duggan, J.</author>\n<p id=\"Ase\">The defendant, Elaine Bulman, appeals a ruling of the Dover District Court <em>(Morrison, </em>J.) that the plaintiff, White Cliffs at Dover (White Cliffs), was entitled to recover possession of an apartment leased by Bulman. We affirm.</p>\n<p id=\"b300-11\">Bulman has severe arthritis that substantially impairs her ability to move, qualifying her as a person with a disability within the meaning of the Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 <em>et seq. </em>(2000). As a result of her disability, she has difficulty utilizing the stairs in her apartment building that lead to the dumpster where she is required to place her garbage. This case is the culmination of several complaints made by Bulman to White Cliffs about her living arrangements at White Cliffs’ apartment building.</p>\n<p id=\"b300-12\">Since May 2000, Bulman has rented an apartment at White Cliffs. Shortly after moving in, she complained about a smell in the apartment. Upon renewal of the lease in June 2001, Bulman continued to complain about the smell and eventually filed a complaint under RSA chapter 540-A (1997 &amp; Supp. 2003), with the district court, which was dismissed. Later, she filed complaints with local authorities and the United States Department of Housing and Urban Development (HUD), asserting that she was being discriminated against on the basis of her disability. In January 2002, Bulman complained to White Cliffs that she was having difficulty accessing the dumpster because White Cliffs failed to keep the walkway and other areas clear of snow and ice. After Bulman filed complaints with the New Hampshire Housing Finance Authority, White Cliffs agreed to assist her with the removal of her garbage.</p>\n<p id=\"b301-4\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>In February 2002, White Cliffs notified Bulman that her lease would not be renewed. On May 31, 2002, Bulman’s lease terminated, but she refused to leave the apartment. On July 11, 2002, White Cliffs commenced an eviction action. The district court, however, dismissed White Cliffs’ writ because it failed to rebut the statutory presumption under RSA 540:13-b (1997) that the refusal to renew Bulman’s lease was retaliatory for her complaints about the smell and the snow and ice removal.</p>\n<p id=\"b301-5\">The instant case involves Bulman’s complaints regarding the removal of her garbage. Beginning in February 2002, as a “courtesy during inclement weather,” White Cliffs agreed to remove Bulman’s garbage for her because of the problem with snow and ice accumulation. During good weather, however, White Cliffs told her that she needed to remove her own garbage. From March 2002 until March 2003, Bulman refused to remove her garbage and, instead, placed it in the hallway. In response, White Cliffs attempted to arrange a schedule for picking up her garbage. Bulman refused to cooperate and put her garbage in the hallway whenever she wanted.</p>\n<p id=\"b301-6\">On March 12,2003, White Cliffs sent Bulman a letter informing her that, by placing her garbage in the hallway, she was violating section 25, part (e) of her lease which required tenants to bring their garbage from their apartment to the dumpster. On March 17, 2003, White Cliffs served her with a notice to quit by April 17,2003. That same day, she began disposing of her garbage in the laundry room of her building. On April 9,2003, White Cliffs informed her that she was required to place her garbage in the dumpster and that she could not place her garbage in the laundry room.</p>\n<p id=\"b301-7\">On May 9, 2003, White Cliffs filed a writ commencing the instant action for possession of the apartment. The Dover District Court (Morrison, J.) entered judgment for White Cliffs.</p>\n<p id=\"b301-8\">On appeal, Bulman argues that the trial court erred when it held that: (1) the statutory presumption of retaliation under RSA 540:13-b was not applicable; (2) White Cliffs’ eviction proceeding was not retaliatory; and (3) White Cliffs made reasonable efforts to accommodate her under the FHAA. We address each argument in turn.</p>\n<p id=\"b301-9\">\n<em>I. RSA 5b0:13-b</em>\n</p>\n<p id=\"b301-10\">Bulman first argues that the trial court erred when it held that the statutory presumption of retaliation under RSA 540:13-b was not applicable. Whether she was entitled to the presumption in RSA 540:13-b is a question of statutory interpretation. We are the final arbiter of the intent of the legislature as expressed in the words of a statute considered as a whole. <em>Phetteplace v. Town of Lyme, </em>144 N.H. 621, 624 (2000). In interpreting a statute, we first look to the language of the statute itself, <page-number citation-index=\"1\" label=\"254\">*254</page-number>and, if possible, construe that language according to its plain and ordinary meaning. <em>Appeal of Northeast Rehab. Hosp., </em>149 N.H. 83, 85 (2003). Where the language of a statute is clear on its face, its meaning is not subject to modification. <em>Marcotte v. Timberlane/Hampstead School Dist., </em>143 N.H. 331, 337 (1999). We review the trial court’s interpretation of a statute <em>de novo. Monahan-Fortin Properties v. Town of Hudson, </em>148 N.H. 769, 771 (2002).</p>\n<p id=\"b302-5\">Under RSA 540:13-a (1997), if a tenant reports to the landlord what the tenant “reasonably believes to be a violation of RSA 540-A or an unreasonable and substantial violation of a regulation or housing code,” the tenant is entitled to assert retaliation as a defense to the landlord’s subsequent possessory action. In certain circumstances, the tenant is entitled to a rebuttable presumption of retaliation under RSA 540:13-b. In pertinent part, RSA 540:13-b provides that:</p>\n<blockquote id=\"b302-6\">Unless the court finds that the act of the tenant in making a report or complaint or in initiating an action or in organizing relative to alleged violations by a landlord was primarily intended to prevent any eviction, a rebuttable presumption that such possessory action was in retaliation of the tenant’s action shall be created when any possessory action... is instituted by a landlord within 6 months after:</blockquote>\n<blockquote id=\"b302-7\">I. The landlord received notice of any such alleged violation provided that:</blockquote>\n<blockquote id=\"b302-8\">(a) The tenant mailed, gave in hand to, or left at the abode of the landlord notice of the report or complaint of the alleged violation; or</blockquote>\n<blockquote id=\"b302-9\">(b) The landlord received notice of the complaint or report from the board, agency or authority____</blockquote>\n<p id=\"b302-11\">We hold that the language of RSA 540:13-b is unambiguous. According to the plain language of the statute, a rebuttable presumption of retaliation is created when a landlord institutes a possessory action within six months of receiving notice of an alleged violation from the tenant. Here, the possessory action was filed on May 9,2003. Thus, for the statute to apply, White Cliffs must have received notice of the alleged violation after November 9, 2002. Because there was no notice to White Cliffs of an alleged violation after November 9, 2002, Bulman was not entitled to the statutory presumption of retaliation under RSA 540:13-b.</p>\n<p id=\"b302-12\">Bulman argues that the presumption applies because the notice to quit was served within the six-month window. Even assuming that this is <page-number citation-index=\"1\" label=\"255\">*255</page-number>trae, service of a notice to quit does not meet the statutory requirement of instituting a possessory action. <em>See Hynes v. Hale, </em>146 N.H. 533, 539 (2001) (“Although the notice to quit may be a requisite step in the eviction process, it is not itself an eviction action.”) Thus, the district court correctly ruled that the presumption was inapplicable.</p>\n<p id=\"b303-5\">\n<em>II. Retaliation</em>\n</p>\n<p id=\"b303-6\">Bulman next argues that, even without applying the presumption, the trial court erred in its factual finding that White Cliffs’ possessory action was not retaliatory. We will not disturb the findings of the trial court unless they lack evidentiary support or are erroneous as a matter of law. <em>Olbres v. Hampton Coop. Bank, </em>142 N.H. 227, 230 (1997). Accordingly, our inquiry is whether the evidence presented to the trial court reasonably supports the court’s findings. <em>Id. </em>at 231.</p>\n<p id=\"b303-7\">Here, the trial court ruled that White Cliffs’ possessory action was not retaliatory because there was a legitimate basis for commencing the eviction proceeding. The court made the following findings in reaching this conclusion: (1) pursuant to the lease agreement, Bulman was required to remove her garbage from the apartment and place it in the dumpster; (2) White Cliffs repeatedly requested that she remove her garbage; (3) Bulman refused to comply with the request and “insisted upon placing her trash in the hallway or laundry room”; and (4) Bulman’s garbage in the hallway and laundry room “drew complaints from other tenants and created an unsafe and unsanitary condition.” The evidence supports these findings, which in turn are sufficient to sustain the trial court’s ruling.</p>\n<p id=\"b303-8\">\n<em>III. Reasonable Accommodation</em>\n</p>\n<p id=\"b303-9\">Lastly, Bulman argues that the trial court erred when it held that White Cliffs had made reasonable efforts to accommodate her and, thus, had not violated the FHAA. Specifically, she argues that: (1) White Cliffs’ offers of accommodation were not reasonable; and (2) she was entitled to the reasonable accommodation of placing her garbage in the laundry room. We will not disturb the factual findings of the trial court unless they lack evidentiary support. <em>Id. </em>at 230. We review the trial court’s application of the law to the facts <em>de novo. See Big League Entm’t v. Brox Indus., </em>149 N.H. 480, 482 (2003).</p>\n<p id=\"b303-10\">The FHAA makes it unlawful “[t]o discriminate against any person in the terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection with such dwelling, because of a handicap of... that person[.]” 42 U.S.C. § 3604(f)(2). Discrimination is defined to include “a refusal to make reasonable accommodations in rules, <page-number citation-index=\"1\" label=\"256\">*256</page-number>policies, practices, or services, when such accommodations may be necessary to afford such person equal opportunity to use and enjoy a dwelling[.]” 42 U.S.C. § 3604(f)(3)(B). A “reasonable accommodation” has been defined as “changing some rule that is generally applicable so as to make its burden less onerous on the handicapped individual.” <em>Bangerter v. Orem City Corp., </em>46 F.3d 1491, 1502 (10th Cir. 1995).</p>\n<p id=\"b304-5\">Here, Bulman’s lease required her to “[r]emove from the apartment all debris and place in dumpster.” White Cliffs changed this rule for Bulman by repeatedly attempting to assist her with the disposal of her garbage. White Cliffs put up railings on both sides of the stairs to the entrance of her building, tried to establish a schedule for garbage removal from her apartment and tried to employ services of outside agencies to assist her with garbage disposal. Bulman, however, refused to cooperate with White Cliffs’ efforts. Given its efforts to assist Bulman, White Cliffs did not violate the FHAA by refusing to provide reasonable accommodations. <em>See, e.g., United States v. The Hillhaven Corp., </em>960 F. Supp. 259, 263-64 (D. Utah 1997); <em>Congdon v. Strine, </em>854 F. Supp. 355, 363 (E.D. Pa. 1994).</p>\n<p id=\"b304-6\">Next, Bulman argues that she was entitled to the reasonable accommodation of placing her garbage in the laundry room. The FHAA, however, requires that White Cliffs provide a reasonable accommodation for Bulman, not her ideal accommodation. <em>See Mays v. Principi, </em>301 F.3d 866, 872 (7th Cir. 2002) (holding that, under the Americans with Disabilities Act, “an employer is not required to provide the accommodation for a disabled employee that is ideal fi'om the employee’s standpoint, only one that is reasonable in terms of .costs and benefits”). Thus, because White Cliffs offered reasonable alternative accommodations, it did not violate the FHAA by declining Bulman’s request to place her garbage in the laundry room. <em>Compare The Hillhaven Corp., </em>960 F. Supp. at 263-64 (finding no violation of FHAA because reasonable alternative accommodations were offered), <em>with Trovato v. City of Manchester, N.H., </em>992 F. Supp. 493, 498 (D.N.H. 1997) (noting that no reasonable alternative accommodations had been suggested).</p>\n<p id=\"b304-7\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b304-8\">Broderick, C.J., and Nadeau, Dalianis and Galway, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}