{
  "casebody": {
    "data": "<casebody firstpage=\"748\" lastpage=\"752\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b828-11\">William C. JOHNSON, Plaintiff-Appellant, v. Otis R. BOWEN, M.D., Secretary of Health &amp; Human Services, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b828-14\">No. 87-1727</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AYk\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b828-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b828-17\">Aug. 10, 1988.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b829-9\"><page-number citation-index=\"1\" label=\"749\">*749</page-number>Mary Ellen Felps, Austin, Tex., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b829-10\">Helen M. Eversberg, Winstanley F. Luke, Asst. U.S. Atty., San Antonio, Tex., John M. Gough, Atty., Dept, of HHS, Dallas, Tex., for defendant-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b829-12\">Before CLARK, Chief Judge, WILLIAMS and DAVIS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b829-13\">CLARK, Chief Judge:</author>\n<p id=\"b829-14\">William C. Johnson appeals from the district court’s judgment affirming the decision of the Secretary of Health and Human Services that Johnson is not disabled within the meaning of the Social Security Act. We affirm.</p>\n<p id=\"b829-15\">I.</p>\n<p id=\"b829-16\">Johnson stopped working in June 1983, two months after he suffered a work related injury. Johnson apparently was standing on a scaffold when he fell, injuring his feet, ankles, and left knee. Johnson is a 36-year old high school graduate who has worked as an insulation installer, a maintenance worker, and as a service station attendant/auto mechanic.</p>\n<p id=\"b829-18\">In hearings before the administrative law judge, Johnson testified that as a result of this accident he is in constant pain, that he has difficulty walking and uses a cane, and that he falls three to four times a week. Johnson lives with his wife and daughter. He has difficulty getting out of bed and needs assistance bathing and dressing himself. He spends most of his time lying down with his feet elevated either reading or watching television. Johnson does not do any housework, yardwork, or shopping.</p>\n<p id=\"b829-19\">The medical evidence in the record shows that two months after his fall he visited Dr. Perry H. Peterson, a podiatrist. Johnson complained of pain in his left heel, left achilles tendon, and left calf. The initial examination failed to reveal any evidence of an achilles tendon defect or rupture, and Johnson was referred to Dr. Larry M. Nau, an orthopedic surgeon. Dr. Nau diagnosed Johnson as having a bruised left foot and ankle with achilles tendon strain and softening of the cartilage of the left patella. X-rays of both the left ankle and knee were negative, and Dr. Nau stated: “I don’t think we have a serious problem here.”</p>\n<p id=\"b829-20\">Johnson later returned to Dr. Peterson with complaints of worsening pain. Between July 1983, and February 1984, Johnson had additional x-rays, a nerve conduction study, and “zero-graphs of the ac-hilles,” all of which proved negative. During this same period Johnson received injections into the achilles tendon insertion, muscle relaxants, castings of the left foot and ankle, and intensive physical therapy. Twice during this period, in August and October, Dr. Peterson recommended that Johnson return to light duty at work. Johnson returned to his job in October, but only worked for approximately two weeks.</p>\n<p id=\"b829-21\">Early in 1984, Dr. Peterson diagnosed Johnson as having chronic achilles tendonitis and Haglunds deformity of the left heel. Dr. Peterson operated on Johnson’s left foot and performed a resection of the Ha-glunds deformity and an excision of a fi-brotic bursa. About six months later, Dr. Peterson reported that the surgical proce<page-number citation-index=\"1\" label=\"750\">*750</page-number>dures were successful in alleviating Johnson’s symptoms.</p>\n<p id=\"b830-4\">Although recovery was extended and required frequent physical therapy, Dr. Peterson reported: “Occasional episodes of tendonitis are now well controlled with anti-inflammatory medication taken as heeded. Patient was seen again mid-July and mid-August, at which time he related that he has had periodic minor flare-ups of soreness in the involved heel.” Dr. Peterson cautioned, however, that “[i]f [Johnson] walks strenuously or puts more than normal weight bearing loads on the left foot and leg, he will suffer inflammation, pain, and discomfort in that area.” Accordingly, Dr. Peterson rated Johnson 100% disabled to perform physical labor requiring ambulation or climbing, carrying heavy loads, doing physical labor, or walking on uneven surfaces.</p>\n<p id=\"b830-5\">Dr. Peterson next saw Johnson in April 1985. The report of this visit shows that Johnson’s complaints of pain were extended equally to both his right and left ankles, heels, and lower legs whereas the “[previous injury had only affected the left foot.” Dr. Peterson reported: “There is no apparent swelling or loss of range of motion” in Johnson’s ankles and feet; “There is visible darkening of the skin of the ankles and the feet;” “Complete foot and ankle X-ray studies are essentially negative bilateral;” and “There are no clinical findings of nerve compression.” In short, Dr. Peterson found “no clinical or radiological signs of injury or disease.”</p>\n<p id=\"b830-6\">Dr. David F. Henges also examined Johnson in early 1985, and he reported full range of motion in both the feet and ankles but that Johnson probably had an underlying problem with Reiter’s syndrome (arthritis). Further examination and tests were requested by Dr. Henges. The only indication in the record of the results of any such tests is Dr. Henges’ statement that Johnson “has been seen by Austin Diagnostic who could not localize anything to his feet.”</p>\n<p id=\"b830-7\">Finally, Mr. Frank B. Adams of Medical Diagnostic Services reported minimal swelling in the area of the insertion of the right achilles tendon and generalized tenderness of the entire right ankle. Aside from the tenderness, no palpable abnormalities, nor effusion or redness” were noted. Range of motion for both ankles was essentially normal, and Johnson was able to bend forward and touch his toes and squat half way to the floor. Right ankle x-rays were normal.</p>\n<p id=\"b830-9\">Johnson applied for Disability Insurance Benefits and Supplemental Security Income alleging disability since he quit work in June, 1983. These applications were denied both initially and upon reconsideration. Thereafter, an administrative law judge (ALJ) considered Johnson’s applications de novo and found that Johnson was disabled from June 3, 1983, until April 15, 1985. The Appeals Council, however, reversed the AU’s decision and concluded that Johnson was not disabled at any time.</p>\n<p id=\"b830-10\">Johnson appealed the Secretary’s decision to the district court, claiming that the Secretary’s conclusion was not supported by substantial evidence. The district court referred the action to a magistrate. The magistrate reported that although the Secretary’s determination that Johnson could perform light work was not supported by substantial evidence, evidence in the record showed that Johnson could do sedentary work. The magistrate recommended that the district court affirm, but modify the Secretary’s decision. The district court adopted the magistrate’s report and Johnson filed a timely notice of appeal.</p>\n<p id=\"b830-11\">II.</p>\n<p id=\"b830-12\">The district court did not err by affirming the Secretary’s decision that Johnson was not disabled, even though the district court concluded that substantial evidence would only support a lower level of physical capacity than the Secretary found. Under 42 U.S.C. § 405(g) the district court, in reviewing the Secretary’s conclusion, can enter “a judgment affirming, modifying or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.” In this case the district court concluded that substantial evidence did not support the Secretary’s conclusion that Johnson could perform light work, but de<page-number citation-index=\"1\" label=\"751\">*751</page-number>termined that there was substantial evidence in the record to support a conclusion that Johnson could perform sedentary-work.</p>\n<p id=\"b831-4\">The Secretary uses a five step process in evaluating disability claims:</p>\n<blockquote id=\"b831-5\">1. An individual who is working and engaging in substantial gainful activity will not be found disabled regardless of the medical findings.</blockquote>\n<blockquote id=\"b831-6\">2. An individual who does not have a “severe impairment” will not be found to be disabled.</blockquote>\n<blockquote id=\"b831-7\">3. An individual who meets or equals a listed impairment in Appendix 1 of the regulations will be considered disabled without consideration of vocational factors.</blockquote>\n<blockquote id=\"b831-8\">4. If an individual is capable of performing the work he has done in the past, a finding of “not disabled” must be made.</blockquote>\n<blockquote id=\"b831-9\">5. If an individual’s impairment precludes him from performing his past work, other factors including age, education, past work experience, and residual functional capacity must be considered to determine if other work can be performed.</blockquote>\n<p id=\"b831-10\">20 C.F.R. §§ 404.1520(b)-(f) (1987). A finding that the claimant is disabled or is not disabled at any point in this five-step review terminates the analysis. <em>See Barajas v. Heckler, </em>738 F.2d 641, 643 (5th Cir.1984).</p>\n<p id=\"b831-11\">The Secretary applied this five-step procedure and determined that Johnson could not perform his past work. The burden then shifted to the Secretary to prove that there is alternate work in the national economy which Johnson could perform. <em>Perez v. Heckler, </em>777 F.2d 298, 300 (5th Cir.1985). The Secretary concluded that Johnson possesses “the residual functional capacity for at least a full range of light work.” The Secretary applied the administrative guidelines and found that Johnson was not disabled within the meaning of the Social Security Act. 20 C.F.R. § 404.1567(b) (1987).</p>\n<p id=\"b831-12\">A conclusion that a person has the physical capacity in excess of the essential requirement of sedentary work is substantial evidence that a person can perform sedentary work. Light work is defined as:</p>\n<blockquote id=\"AMzk\">Light work involves lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds. Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls. To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities. If someone can do light work, we determine that he or she can also do sedentary work, unless there are additional limiting factors such as loss of fine dexterity or inability to sit for long periods of time.</blockquote>\n<p id=\"b831-14\">20 C.F.R. § 404.1567(a) (1987). According to this definition, a finding that an individual can perform light work also constitutes a finding that the individual can perform the lesser included category of sedentary work, unless he has reduced fine dexterity or is unable to sit for long periods of time.</p>\n<p id=\"b831-15\">There is no evidence in the record that Johnson has reduced dexterity, and the record affirmatively discloses that he can remain seated for a long period of time. In addition, there is more than adequate evidence in the record to show that Johnson can perform sedentary labor. Although Johnson’s treating physicians have considered him limited as to functional abilities, they have never considered him totally disabled. The x-rays and nerve conduction studies have all been normal. Medical tests have revealed no clinical signs of atrophy, neurological deficits, weight loss, or bony abnormalities. The district court, therefore, did not err by concluding that substantial evidence supports a conclusion that Johnson could perform sedentary work.</p>\n<p id=\"b831-16\">Johnson also claims that the Secretary improperly used the administrative tables when there was evidence that he suffers from a psychiatric, non-exertional, impairment. This claim fails because there is no evidence on the record that Johnson <page-number citation-index=\"1\" label=\"752\">*752</page-number>suffers from any psychiatric impairment. The sole mention of any psychiatric impairment is a simple statement by Dr. Henges that he planned to obtain “a psychiatric interview to insure that there are not any underlying problems in that area.” Speculation about a possible non-exertional impairment cannot overturn the otherwise proper use of the administrative tables. <em>See Fraga v. Bowen, </em>810 F.2d 1296, 1305 (5th Cir.1987).</p>\n<p id=\"b832-4\">The district court judgment is</p>\n<p id=\"b832-5\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}