{
  "casebody": {
    "data": "<casebody firstpage=\"221\" lastpage=\"225\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b249-7\">Constantino Tocci’s Case.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b249-8\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AeS\">November 7, 1929.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AO0\">November 26, 1929.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b249-9\">Present: Rugg, C.J., Crosby, Pierce, Carroll, &amp; Wait, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"ASL\"><page-number citation-index=\"1\" label=\"222\">*222</page-number><em>A. S. Allen, </em>for the claimant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b250-7\"><em>H. B. White, </em>for the insurer.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b250-8\">Rtjgg, C.J.</author>\n<p id=\"Ajvd\">This is a proceeding under the workmen’s compensation act. It was submitted upon an agreed statement of facts. Thus it appears that the employee’s claim for compensation arises out of injuries sustained by him while working for an employer insured under the act. An automobile owned by third persons was involved in the accident out of which the claim arises. The employee commenced two actions of tort against the owners of the automobile whereby he sought to recover damages for the injuries which are the subject of the present proceeding. Those actions were tried to a jury and resulted in judgments in favor of the defendants. It is conceded that, because of the bringing of those actions, the employee cannot now recover under the workmen’s compensation act as interpreted by <em>Coughlin </em>v. <em>Royal Indemnity Co. </em>244 Mass. 317, and <em>Sciacia’s Case, </em>262 Mass. 531. The ground of those decisions was that by bringing an action at law the employee made a binding election of remedy under the terms of the workmen’s compensation act and could not thereafter seek relief thereunder. These two express decisions were strongly adumbrated by earlier adjudications. <em>Turnquist </em>v. <em>Hannon, </em>219 Mass. 560, 563. <em>Barry </em>v. <em>Bay State Street Railway, </em>222 Mass. 366. <em>Hall </em>v. <em>Henry Thayer &amp; Co. </em>225 Mass. 151. <em>Labuff </em>v. <em>Worcester Consolidated Street Railway, </em>231 Mass. 170.</p>\n<p id=\"b251-2\"><page-number citation-index=\"1\" label=\"223\">*223</page-number>It has been earnestly argued, however, in behalf of the employee that the Coughlin and Seiacia cases ought to be overruled and that it ought to be held that the employee has under the statute an option to pursue his remedy at common law to a final adverse judgment and thereafter seek relief under the workmen’s compensation act. We have reexamined the question in view of this argument. The pertinent statutory provision at the time of the injury of the employee was in these words: “Where the injury for which compensation is payable was caused under circumstances creating a legal liability in some person other than the insured to pay damages in respect thereof, the employee may at his option proceed either at law against that person to recover damages or against the insurer for compensation under this chapter, but not against both . . .” G. L. c. 152, § 15. The argument in behalf of the employee proceeds upon what seems to us a strained construction of the words “legal liability’’ in the statute. It is urged that “legal liability” means an actual and established obligation to make compensation, and that, therefore, if an employee after pursuing an action against the third person ascertains at the end of that litigation that he is unable to establish a claim enforceable by the courts, there has been no “legal liability” within the meaning of the statute. This is not the natural construction. Many actions at law are prosecuted where the issue is unfavorable to the plaintiff and yet where it cannot rightly be said that he was not attempting to enforce a legal liability. <em>Silver </em>v. Graves, 210 Mass. 26, 30. One purpose of the workmen’s compensation act was to expedite relief to the employee and ascertainment of liability of the insurer and to avoid the delay and expense of ordinary litigation to both the employee and others. That purpose would have been defeated by leaving to the employee the unrestrained option to pursue his common law remedies against third persons and resort to the relief afforded by the workmen’s compensation act only in the event of defeat. Moreover, the word “proceed” in the statute must be given its natural meaning. The signification of that word is not <page-number citation-index=\"1\" label=\"224\">*224</page-number>open to reasonable doubt. In this context it means that the employee cannot institute proceedings both at common law against the third person and under the workmen’s compensation act against the insurer. He must make a binding election. Resort to either form of relief constitutes such binding and final election, and he cannot thereafter pursue the other. It is not the usual case of election of remedies under doctrines of the common law; it is an election under the provisions of a\" statute which specifies the conditions and terms of election. To adopt the contention of the employee would deprive the word “proceed” of its force as used in the statute.</p>\n<p id=\"b252-5\">That the General Court intended to use this word in its natural meaning is apparent from an amendment to said § 15 by St. 1929, c. 326, § 1, approved on May 17, 1929, long after the injury was sustained by this employee. By that amendment there was added to § 15 this provision: “An employee shall not be held to have exercised his option under this section to proceed at law if, at any time prior to trial of an action at law brought by him against such other person, he shall, after notice to the insurer, discontinue such action, provided that upon payment of compensation following such discontinuance the insurer shall not have lost its right to enforce the liability of such other person as hereinafter provided.” Such amendment would not have been made if the Legislature had not been satisfied with the main principle of the decisions which it is here sought to have overruled. <em>Looney </em>v. <em>Saltonstall, </em>212 Mass. 69, 73. <em>Tobey </em>v. <em>Kip, </em>214 Mass. 477, 479. It would have been easy for the Legislature of 1929 to have enacted the radical change here urged in behalf of the employee if that had been its desire.</p>\n<p id=\"b252-6\">We think that the Coughlin and Sciacia cases were decided rightly. We are satisfied with their reasoning. There appears to us to be no sound ground for overruling them. Moreover, they were decided after mature consideration. They ought not to be overruled unless that course is required by impelling reasons. <em>Mabardy </em>v. <em>McHugh, </em><page-number citation-index=\"1\" label=\"225\">*225</page-number>202 Mass. 148, 151, 152. <em>In re Transferred Civil Servants (Ireland) Compensation, </em>[1929] A. C. 242, 247-252.</p>\n<p id=\"b253-4\">The principle of cases now invoked by the employee to show error in the Coughlin and Sciacia decisions, such as <em>Corbett </em>v. <em>Boston &amp; Maine Railroad, </em>219 Mass. 351, and numerous authorities there collected and reviewed as to election of remedies at common law, was not overlooked in the Coughlin and Sciacia decisions but was held inapplicable to a question of statutory interpretation such as here arises under the workmen’s compensation act. This conclusion is supported by decisions in other jurisdictions. <em>Codling </em>v. <em>John Mowlem &amp; Co. Ltd. </em>[1914] 2 K. B. 61. <em>Ott </em>v. <em>St. Paul Union Stockyards, </em>178 Minn. 313.</p>\n<p id=\"b253-5\">\n<em>Decree affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}