{
  "casebody": {
    "data": "<casebody firstpage=\"663\" lastpage=\"672\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b739-4\">Sylvia Rosenberg, Individually and as Administratrix of the Estate of Sidney Rosenberg, Deceased, Respondent, v Equitable Life Assurance Society of the United States, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b739-5\">Argued May 5, 1992;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Asmd\">decided June 11, 1992</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b740-13\"><page-number citation-index=\"1\" label=\"664\">*664</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b740-14\"><em>Margretta J. Bowen </em>and <em>Norman L. Tolle </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"Aqy\">I. The application of the \"inherently dangerous” exception to this case is an unwarranted extension of existing law. <em>(Matter of Villa Maria Inst., </em>54 NY2d 691; <em>Matter of Morton, </em>284 NY 167; <em>Matter of Beach v Velzy, </em>238 NY 100; <em>Whitaker v Norman, </em>75 NY2d 779; <em>McDonald v Shell Oil Co., </em>20 NY2d 160; <em>Hatpin v Prudential Ins. Co., </em>48 NY2d 906; <em>Mrachek v Sunshine Biscuit, </em>308 NY 116; <em>Schneider v New York Tel. Co., </em>249 App Div 400, 276 NY 655.) II. The trial court’s erroneous charge that the jury should consider whether Equitable had a duty to warn Rosenberg of the risk in having a stress EKG is in conflict with existing case law and statute. <em>(Zeleznik v Jewish Chronic Disease Hosp., </em>47 AD2d 199; <em>Darrah v Kite, </em>32 <em>AD2d 208; Fogal v Genesee Hosp., 41 </em>AD2d 468; <em>Brandon v Karp, </em>112 AD2d 490; <em>Hill v Seward, </em>122 Misc 2d 375.) III. The judgment is excessive as a matter of law where the jury verdict includes an inflation factor for the period from the date of death to the date of trial and interest is also awarded <page-number citation-index=\"1\" label=\"665\">*665</page-number>from the date of death to the date of trial. <em>(Schmertz v Presbyterian Hosp., </em>79 NY2d 26.) IV. The issues on appeal were preserved for review. <em>(Meagher v Long Is. R. R. Co., </em>27 NY2d 39; <em>Arbegast v Board of Educ., </em>65 NY2d 161; <em>Zito v New York State Elec. &amp; Gas Corp., </em>122 AD2d 499; <em>Freidus v Eisenberg, </em>71 NY2d 981; <em>Up-Front Indus, v U. S. Indus., </em>63 NY2d 1004.)</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b741-4\"><em>Henry Grubel </em>and <em>Susan R. Nudelman </em>for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AVut\">I. The court below did not err in affirming that Equitable was liable for its own negligence in proximately causing the wrongful death of Sidney Rosenberg. <em>(Besner v Central Trust Co., </em>230 NY 357; <em>Nelson v Times Sq. Stores Corp., </em>110 AD2d 691, 67 NY2d 645; <em>Rohlfs v Weil, </em>271 NY 444; <em>Lynch v Bay Ridge Obstetrical &amp; Gynecological Assocs., </em>72 NY2d 632; <em>Dediarian v Felix Contr. Corp., </em>51 NY2d 308; <em>Broderick v Cauldwell-Wingate Co., </em>301 NY 182; <em>Ketcham v Newman, </em>141 NY 205; <em>Hanley v Central Sav. Bank, </em>255 App Div 542, 280 NY 734; <em>Matter of Morton, </em>284 NY 167; <em>Matter of Beach v Velzy, </em>238 NY 100.) II. The trial court’s charge that the jury should consider whether Equitable had a common-law duty to warn the decedent of the risks in having an exercise EKG applied established case law to the evidence adduced at trial and does not conflict with any statutes, including Public Health Law § 2805-d. <em>(Schloendorff v Society of N. Y. Hosp., </em>211 NY 125; <em>Fiorentino v Wenger, </em>19 NY2d 407.) III. The jury verdict of $400,000 for pecuniary loss plus interest is not excessive, is based on sufficient evidence and was formulated in accordance with New York State law. <em>(Milbrandt v Green Refractories Co., </em>79 NY2d 26; <em>Gambardelli v Allstate Overhead Garage Doors, </em>150 Misc 2d 395; <em>Moore v Leaseway Transp. Corp., </em>49 NY2d 720; <em>Swensson v New York, Albany Desp. Co., </em>309 NY 497; <em>Commercial Cas. Ins. Co. v Roman, </em>269 NY 451; <em>McDonald v Metropolitan St. Ry. Co., </em>167 NY 66; <em>Herring v Hayes, </em>135 AD2d 684; <em>Parilis v Feinstein, </em>49 NY2d 984; <em>Flores v Bliss, </em>18 AD2d 1058, 14 NY2d 708; <em>Lyman v Village of Potsdam, </em>204 App Div 528.) IV. The issues that defendant is appealing are beyond the scope of this Court’s subject matter jurisdiction because they were not timely and properly preserved at trial and because they involve nonreviewable issues of fact and affirmed findings of fact. <em>(Horton v Smith, </em>51 NY2d 798; <em>People v Ross, </em>21 NY2d 258; <em>Stern v Waldbaum, Inc., </em>109 AD2d 789; <em>Ryan v Samarco, </em>30 AD2d 767; <em>Merrill v Albany Med. Center Hosp., </em>71 NY2d 990; <em>Barry v Manglass, </em>55 NY2d <page-number citation-index=\"1\" label=\"666\">*666</page-number>803; <em>De Long v County of Erie, </em>60 NY2d 296; <em>Meagher v Long Is. R. R. Co., </em>27 NY2d 39; <em>Arbegast v Board of Educ., </em>65 NY2d 161; <em>Harris v Armstrong, </em>64 NY2d 700.) V. Equitable’s chief medical director testified that it was a departure from standard insurance company practice and procedure to have a company medical examiner perform an exercise EKG on a prospective insured who the company knew had had a prior heart attack.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b742-4\"><em>Brian J. Shoot </em>and <em>Gary S. Ehrlich </em>for The New York State Trial Lawyers’ Association, <em>amicus curiae.</em></attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"As0\">I. This Court’s decision in <em>Milbrandt </em>did not require that damages be discounted to date of death and did not preclude jury consideration of the impact of inflation upon the decedent’s probable earnings. <em>(Milbrandt v Green Refractories Co., </em>79 NY2d 26; <em>Woodling v Garrett Corp., </em>813 F2d 543; <em>Shu-Tao Lin v McDonnell Douglas Corp., </em>742 F2d 45; <em>Hudson v Manhattan &amp; Bronx Surface Tr. Operating Auth., </em>150 Misc 2d 283; <em>Jones &amp; Laughlin Steel Corp. v Pfeifer, </em>462 US 523; <em>Doca v Marina Mercante Nicaraguense, </em>634 F2d 30; <em>DeChico v Metro-North Commuter R. R., </em>758 F2d 856; <em>Culver v Slater Boat Co., </em>688 F2d 280; <em>Dennis v Dachs, </em>85 AD2d 223; <em>Spadaccini v Dolan, </em>63 AD2d 110.) II. The so-called <em>Woodling </em>rule adopted in <em>Milbrandt </em>is contrary to the settled construction of the wrongful death statute, patently inequitable to wrongful death plaintiffs, inconsistent with the new statutes governing damages and manifestly impractical to implement. <em>(Woodling v Garrett Corp., </em>813 F2d 543; <em>St. Louis Southwestern Ry. Co. v Dickerson, </em>470 US 409; <em>Chesapeake &amp; Ohio Ry. v Kelly, </em>241 US 485; <em>Gonzalez v New York City Hous. Auth., </em>77 NY2d 663; <em>Kilberg v Northeast Airlines, </em>9 NY2d 34; <em>Matter of Meng, </em>188 App Div 69, 227 NY 264; <em>Morrison v Long Is. R. R. Co., </em>3 App Div 205; <em>Hinsdale v New York, New Haven &amp; Hartford R. R. Co., </em>81 App Div 617; <em>Mix v Hamburg-American S. S. Co., </em>85 App Div 475; <em>Fajardo v New York Cent. &amp; Hudson Riv. R. R. Co., </em>84 App Div 354.)</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b742-5\">OPINION OF THE COURT</p>\n<author id=\"b742-6\">Simons, J.</author>\n<p id=\"b742-7\">Plaintiff is the widow of Sidney Rosenberg and the administratrix of his estate. She seeks damages from defendant for her husband’s wrongful death from cardiac failure resulting, as the jury found, from a stress electrocardiogram administered during a physical examination ordered by defendant as <page-number citation-index=\"1\" label=\"667\">*667</page-number>a precondition to his obtaining life insurance. The examination was performed by Dr. R. Arora, a private physician, who maintained offices in New Jersey and was paid by defendant on a case-by-case basis. He is not a party to this action.</p>\n<p id=\"b743-5\">The plaintiff advances two theories for recovery. First, she contends that defendant is vicariously liable for the negligence of Dr. Arora, although he was an independent contractor, because the examination as administered was \"inherently dangerous.” Second, plaintiff asserts that defendant is liable for its own negligence in ordering the stress exam and in failing to obtain decedent’s informed consent to it. The jury agreed with plaintiff on both grounds, awarding her a substantial verdict, and the Appellate Division affirmed. We conclude that defendant is not legally responsible to plaintiff on either ground and, therefore, reverse the judgment and dismiss the complaint.</p>\n<p id=\"b743-6\">When he applied to defendant for life insurance, decedent was 51 years of age, a diabetic, and had an eight-year history of heart disease. At the age of 44, he had suffered a heart attack. Because of decedent’s medical history, defendant required an independent evaluation of his condition before issuing the policy and referred decedent to Dr. Arora, a physician of the company’s choosing, for examination.</p>\n<p id=\"b743-7\">At the trial plaintiff produced evidence that Dr. Arora was informed by one of defendant’s insurance agents that an EKG before and after exercise (known as a stress EKG or an exercise EKG), would be required to complete decedent’s application for insurance. She also placed on the record a form letter sent by defendant to examining physicians, apparently as a regular practice, requesting stress EKG’s and explaining the type of stress test the company desired. Plaintiff’s expert testified at trial that for a person such as decedent, who had suffered a prior heart attack, a stress EKG was potentially dangerous and \"contraindicated.” Although there was no direct evidence that Dr. Arora performed the test, decedent’s wife testified that when decedent came out of the doctor’s office after completing the examination, he was pale, perspiring and did not appear well. One month later, decedent suffered a fatal heart attack while talking on his home telephone.</p>\n<p id=\"b743-8\">On this evidence the jury found that decedent underwent a stress EKG during his examination by Dr. Arora and that it was the proximate cause of his death.</p>\n<p id=\"b744-4\"><page-number citation-index=\"1\" label=\"668\">*668</page-number>The general rule is that an employer who hires an independent contractor is not liable for the independent contractor’s negligent acts <em>(Gravelle v Norman, </em>75 NY2d 779, 782; <em>McDonald v Shell Oil Co., </em>20 NY2d 160, 166; <em>Besner v Central Trust Co., </em>230 NY 357, 362). There are exceptions, however. For reasons of public policy, the employer’s duty is sometimes held to be nondelegable and, though blameless, it is liable for the independent contractor’s negligence. The exceptions generally recognized involve situations where the employer (1) is under a statutory duty to perform or control the work, (2) has assumed a specific duty by contract, (3) is under a duty to keep premises safe, or (4) has assigned work to an independent contractor which the employer knows or has reason to know involves special dangers inherent in the work or dangers which should have been anticipated by the employer <em>(see, May v 11 1/2 E. 49th St. Co., </em>269 App Div 180, 182, <em>affd </em>296 NY 599; <em>see also, </em>Restatement [Second] of Torts §§ 416-429 [1965]; 1 Lee and Lindahl, Modern Tort Law — Liability and Litigation § 8.02, at 221 [rev ed]).</p>\n<p id=\"b744-5\">In such instances, the employer cannot insulate itself from liability by claiming that it was not negligent: the employer is vicariously liable for the fault of the independent contractor because a legal duty is imposed on it which cannot be delegated <em>(see, Schwartz v Merola Bros. Constr. Corp., </em>290 NY 145, 152; <em>Besner v Central Trust Co., </em>230 NY 357, 362-363, <em>supra; Hermance v Daddy-O’s Rest. Corp., </em>159 AD2d 924, 924-925; <em>see also, </em>1 Speiser, Krause and Gans, The American Law of Torts § 4:32 [1983]; 1 Lee and Lindahl, Modern Tort Law — Liability and Litigation § 8.02 [rev ed]). We are concerned in this case with the fourth exception involving \"inherently dangerous” work.</p>\n<p id=\"b744-6\">The trial court instructed the jury that Dr. Arora was an independent contractor and that, generally, an employer is not liable for the acts of an independent contractor. It also told the jury of the exception to that general rule fixing liability on the employer \"when danger to others is inherent in the acts.” The jury was instructed that if it found that defendant should have anticipated the consequences of the negligent acts performed by Dr. Arora, then it could consider defendant responsible for those acts. Although these instructions accurately reflect the rules of vicarious liability when inherently dangerous work is delegated to an independent contractor, we conclude the issue should not have been sub<page-number citation-index=\"1\" label=\"669\">*669</page-number>mitted to the jury in this case but should have been decided as a question of law.</p>\n<p id=\"b745-4\">The nature of those acts qualifying as \"inherently dangerous” has been stated in a number of ways, not always with perfect consistency. The Restatement explains the rule and the acts within it as follows:</p>\n<blockquote id=\"b745-5\">\"One who employs an independent contractor to do work involving a special danger to others which the employer knows or has reason to know to be inherent in of normal to the work, or which he contemplates or has reason to contemplate when making the contract, is subject to liability for physical harm caused to such others by the contractor’s failure to take reasonable precautions against such danger.” (Restatement [Second] of Torts § 427; <em>see also, McDonald v Shell Oil Co., </em>20 NY2d 160, 166, <em>supra; Rohlfs v Weil, </em>271 NY 444, 448.)</blockquote>\n<p id=\"b745-7\">Thus, before the exception applies, it must appear not only that the work involves a risk of harm inherent in the nature of the work itself, but also that the employer recognizes, or should recognize, that risk in advance of the contract <em>(see, </em>Restatement [Second] of Torts § 427, comments <em>a, b). </em>Prosser and Keeton illustrate the exception with two illustrations. First, they consider the employment of a trucker to haul goods. If the trucker drives at excessive speed, he presents a danger to others, but the danger is not one that is inherent in the nature of the contract work and there is no vicarious liability on the part of the employer for the trucker’s negligence. If an owner hires an independent contractor to excavate an area next to a thoroughfare, however, the work obviously presents inherent dangers to those who must use the thoroughfare. The employer of the independent contractor retained for such work cannot avoid vicarious liability for the contractor’s negligence because the work was performed by another <em>(see generally, </em>Prosser and Keeton, Torts § 71, at 514-515 [5th ed 1984]). The exception has been applied similarly in a variety of circumstances <em>(see, e.g., Wright v Tudor City Twelfth Unit, </em>276 NY 303 [employer liable where danger to pedestrians inherent in work involving placing mats on sidewalk and cleaning them with soap and water]; <em>Rohlfs v Weil, </em>271 NY 444, <em>supra </em>[work of independent contractor performing work on scaffolding on outside of building inherently <page-number citation-index=\"1\" label=\"670\">*670</page-number>dangerous when warning signs are not placed on sidewalk below]; <em>Besner v Central Trust Co., </em>230 NY 357, <em>supra </em>[employer liable for negligence of contractor’s employee because it was inherently dangerous to request independent contractor to install fireproof doors to elevator shaft while elevator was still being used by tenants]; <em>State of New York v Schenectady Chems., </em>103 AD2d 33, 38 [disposal of hazardous waste may be considered as inherently dangerous]). Whether the work is inherently dangerous is normally a question of fact to be determined by the jury <em>(see, Wright v Tudor City Twelfth Unit, </em>276 NY 303, 307, <em>supra; see also, </em>1 NY PJI2d 579).</p>\n<p id=\"b746-5\">The Appellate Division affirmed the jury’s determination here, concluding that the inherently dangerous exception applied \"in light of evidence that the doctor was mandated to follow defendant’s strict protocol” (169 AD2d 533, 534). Although the record supports the finding that defendant requested Dr. Arora to perform the test, defendant could not have \"mandated” him to do so because Dr. Arora had not assumed any contractual obligation to do as it bid. In the form letter which was presumably sent to the doctor, it was stated that a stress EKG was required to complete decedent’s application for life insurance. However, the letter also stated: \"If you cannot complete the test according to our protocol, please return this letter immediately to enable us to make alternate arrangements.” More to the point, however, the issue here is not the degree of control exercised over Dr. Arora but whether the act involved was inherently dangerous.</p>\n<p id=\"b746-6\">Generally speaking, performing an EKG is not an inherently dangerous activity and plaintiff’s evidence that certain dangers accompanied performance of a stress EKG under the circumstances presented was not sufficient to take the case to the jury. Although the stress EKG was ordered for a person with serious heart problems, performance of it, as a matter of law, did not constitute an inherently dangerous activity because defendant’s independent contractor was a medical professional under no duty to perform the examination in a manner contrary to his legal and professional responsibilities. That being so, there were no apparent risks involved in defendant requesting him to do so.</p>\n<p id=\"b746-7\">Stated another way, the inherently dangerous exception cannot be applied unless a risk inherent in the nature of the procedures is apparent or contemplated by the employer. Dr. Arora, in addition to his professional responsibility embodied <page-number citation-index=\"1\" label=\"671\">*671</page-number>in the Hippocratic Oath \"to do no harm”, had a legal duty common to both New York and New Jersey authority to disclose to his patients inherent risks to them and to perform dangerous procedures only with the patient’s consent <em>(see, </em>New York Public Health Law § 2805-d; <em>Largey v Rothman, </em>110 NJ 204, 540 A2d 504 [physician has a duty to disclose to patient information as will enable patient to make an evaluation of the nature of the treatment and of any attendant substantial risks]; <em>see also, </em>NJ Stat Annot § 26:2H-12.8 [right of hospital patient to receive from physician information necessary to give informed consent]). Defendant could not reasonably anticipate that Dr. Arora would disregard these responsibilities and administer a stress EKG to decedent if decedent’s condition foreclosed doing so safely and it could reasonably expect that the potential risks posed by a stress EKG would be explained to decedent and that he would either give his informed consent or decline to undergo the test. Under the circumstances, the inherent danger exception does not apply and the employer could not be answerable for the negligence of the independent contractor.</p>\n<p id=\"b747-4\">It is also worth emphasizing that these exceptions imposing vicarious liability on an employer are grounded on public policy and should have no role when public policy is not served by applying them. In this case, plaintiffs seek to hold defendant liable for requiring Dr. Arora to conduct a stress EKG. However, no medical doctor can be <em>required </em>to render services which, in the doctor’s professional judgment, are dangerous or contraindicated and public policy is not served by imposing liability for the doctor’s fault in doing so on the insurer. High risk life insurance is an integral part of personal and commercial financial planning. When applicants seek such coverage, insurers must be free, before issuing a policy, to test them in a manner calculated to evaluate the risk presented. In the process, they necessarily rely on members of the medical profession, not only to provide the information required but, also, to perform their duty by refusing to conduct dangerous tests unless the patient is fully apprised of the risks and consents to their administration.</p>\n<p id=\"b747-5\">Finally, defendant had no common-law duty to explain the risks of the medical exam to decedent and obtain his consent before referring him to Dr. Arora. Decedent was aware of the reasons a physical exam was required by defendant, and properly should have relied on Dr. Arora to explain <page-number citation-index=\"1\" label=\"672\">*672</page-number>to him any potential health risks before exposing himself to them.</p>\n<p id=\"b748-5\">Accordingly, the order of the Appellate Division should be reversed and the complaint dismissed, with costs.</p>\n<p id=\"b748-6\">Chief Judge Wachtler and Judges Kaye, Titone, Hancock, Jr., and Bellacosa concur.</p>\n<p id=\"b748-7\">Order reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}