{
  "casebody": {
    "data": "<casebody firstpage=\"471\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b503-4\">MANEELY v. MAYERS et al. (two cases).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b503-5\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASLS\">March 24, 1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b503-6\">1. Partnership—Process—Service on Partner.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b503-7\">Where premises were leased to a firm, and summons in dispossession proceedings was served on one of the partners, who appeared and consented to the issuance of a warrant of dispossession, the service was binding on the firm.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b503-8\">2. Same—Stay.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b503-9\">Code Civ. Proc. § 2254, specifying cases in which a stay of a dispossession warrant must be granted, has reference only to the issuance of a warrant, and does not authorize a stay of the execution of a warrant after its issuance.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b503-10\">3. Same—Opening Default.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b503-11\">Where a member of a firm properly served in dispossession proceedings against the firm appeared and .consented to the issuance of a warrant of dispossession, a final order entered in favor of the landlord for the possession of the premises was not entered by the tenant’s default, so as to authorize the court to <em>vacate it </em>under Municipal Court Act, § 253 (Laws 1902, p. 1562, c. 580), providing that the court in a district in which a default is taken in an action or summary proceeding may at any time open such default, and set aside or modify the final order.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b503-12\">4. Same—Municipal Court—Appealable Orders.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b503-13\">A Municipal Court order setting aside a final order for possession in favor of a landlord, recalling a dispossession warrant, and an order denying the landlord’s motion to open his subsequent default for failure to appear and try the cause, are not appealable under Municipal Court Act, §§ 253-257 (Laws 1902, pp. 1562, 1563, e. 580), not being expressly enumerated therein.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b503-20\">11 2. See Landlord and Tenant, vol. 32, Cent. Dig. § 1324.</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b503-14\">Appeals from Municipal Court, Borough of Manhattan, Thirteenth District.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b503-15\">Action by Andrew Maneely against Adolph Mayers and another. From two orders of the New York City Municipal Court, plaintiff appeals. Dismissed.</summary>\n<p data-order=\"13\" data-type=\"judges\" id=\"b503-16\">Argued before FREEDMAN, P. J., and SCOTT and BLANCHARD, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b503-17\">G. A. Rogers, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b503-18\">R. Marks, for respondents.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b503-19\">SCOTT, J.</author>\n<p id=\"Akf\">This was a dispossess proceeding instituted by the plaintiff, as landlord, against the defendants, as tenants, for nonpayment of rent. There are two appeals by the landlord herein—one from an order which purports to.open an alleged default of the tenants, setting aside a warrant of dispossession, fixing the time for the trial of the issues upon October 23, 1903, giving the tenants until that time to pay the rent for the month of October, 1903, and directing the marshal to whom the warrant of dispossession had been delivered to return the same unexecuted. The second appeal is from an order denying the landlord’s motion to allow him to submit further testimony. Both appeals are submitted together, and the material facts necessary to be considered in determining them are as follows: The defendants herein were partners, and made a written lease with the plaintiff, as land<page-number citation-index=\"1\" label=\"472\">*472</page-number>lord, for certain premises situate in this city, at the monthly rental of $250 per «month, payable in advance. They went into possession of the demised premises on May 1, 1903, and paid the rent up to September 1st without trouble. The September rent not being paid, the landlord instituted summary proceedings, and, the rent being paid into court, those proceedings terminated. It seems that negotiations were in progress between the defendants looking to a dissolution of the partnership, and that a difference had arisen between them as to which should retain the lease. On October 6, 1903, the rent for that month not having been paid, the landlord again instituted summary proceedings, and a summons was issued returnable October 9, 1903. On that day Mayers, one of the defendants, appeared in court and consented to the issuing of a warrant of dispossession, but asked for and obtained until October 12th in which to vacate the premises. Subsequently a further extension until October 15th was granted, and upon October 15th a final order was entered awarding the landlord possession of the premises, and a warrant of dispossession was thereupon-issued,‘and placed in the hands of a marshal. The process in these proceedings was served upon Mayers, one of the partners, but does not seem to have been served upon Pomeranz, the other defendant. Whether or not Pomeranz ever had knowledge of the institution and pendency of the proceedings until October 15, 1903, is disputed, he claiming that he had no such knowledge, and Mayers claiming that he did. The marshal, on October 15, 1903, executed the warrant, and placed the landlord in possession of the demised premises, and he immediately rel'et them to one De Coursey, who entered into possession. On the same day Pomeranz, claiming that he had never been served with process, and had no knowledge of the summary proceedings, obtained an order requiring the landlord to show cause, returnable October 17, 1903, and upon the return of that order the order appealed from herein was granted, and the hearing set down for October 23, 1903. Subsequently the tenant, Pomeranz, paid the rent due October 1st into court. The rent having been paid into court, the trial court, evidently deeming that the execution of the warrant was a question to be considered, set the hearing down for November 11, 1903, for the purpose of taking testimony upon that question. Upon the last-named day the landlord’s attorney failed to appear. From an order denying a motion to open his default the landlord appealed, being the second appeal herein.</p>\n<p id=\"b504-5\">The application of the defendant Pomeranz was to open “the default of the tenants” and to set aside the final order awarding possession of the premises to the landlord. The jurisdiction of the Municipal Court in summary proceedings i§ based upon section 1, subd. 12, Municipal' Court Act (Laws 1902, p. 1488, c. 580). Under this provision jurisdiction is conferred in “summary proceedings under title 2, of chapter 17, of the Code of Civil Procedure,, to recover possession of real property,” etc. Cohen v. Melle (Sup.) 86 N. Y. Supp. 514. , These sections of the Code of Civil Procedure are sections 2231 to 2265, inclusive. These proceedings are purely statutory, and the statute must be strictly followed. They consist of various steps. Section 2249 provides that a judge or justice “must make a final order,” section 2251 provides that <page-number citation-index=\"1\" label=\"473\">*473</page-number>he “must thereupon issue a warrant,” and section 2254 provides in what^cases a stay of such warrant must be had; but such stay has reference to the issuance of a warrant, and has no reference to a stay of the execution of a warrant itself after issuance.</p>\n<p id=\"b505-5\">Perhaps we need not consider the question ás to whether or not, the warrant in this case having been actually issued (which act annuls the lease and terminated the relation of landlord and tenant—section 2253), the court below had any authority to stay its execution, or set it aside, for the reason that it is clear that the court had no power to make the order opening the alleged “tenants’ default.” Concededly, the only authority for the making of the order appealed from lies in the provisions of section 253 of the Municipal Court Act (Laws 1902, p. 1562, c. 580). That section is as follows:</p>\n<blockquote id=\"b505-6\">“The court in a district in which a default is taken, in an action or summary proceeding, may at any time * * * open such default, and set aside, vacate or modify any judgment, final order,” etc.</blockquote>\n<p id=\"b505-7\">In the case at bar there was no default. The defendants were partners in business. They held the lease as such partners. One of them was previously served, and appeared and admitted the allegations of the petition, or offered no defense, merely obtained time in which to vacate the premises. Service upon one partner is sufficient. Pomeranz at least knew that the rent was due October 1, 1903, arid he could have preserved any rights under the lease that he desired to retain by paying the rent so due. “In an action against joint debtors service of summons on one authorizes judgment against all, * * * although the other defendants are not served, and do not appear in the action.” Yerkes v. McFadden, 141 N. Y. 136, 36 N. E. 7. In the case of Ludwig v. Lazarus, 10 App. Div. 62, 41 N. Y. Supp. 773, it was expressly held that service of process .in summary proceedings to dispossess tenants upon one member of a firm was sufficient to confer jurisdiction upon the magistrate to entertain the proceedings and to issue the final warrant. It follows that the tenant Pomeranz had no standing in court to apply for an order to open a default that did not exist, and that the court below had no authority to make the order appealed from, and the proceedings on the part of the justice subsequent to the issuance of the warrant were without jurisdiction. We must hold, however, that the appellant herein is without standing in this court. The orders appealed from are not among those specified in the Municipal Court Act, from which appeals may be taken (Leavitt v. Katzoff [Sup.] 86 N. Y. Supp. 495), and the appeals must be dismissed ; but, as both parties are in error as to their practice, costs should not be granted to either party.</p>\n<p id=\"b505-8\">Appeals dismissed, without costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}