{
  "casebody": {
    "data": "<casebody firstpage=\"82\" lastpage=\"93\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b100-8\">[Civ. No. 22769.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AQT\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4i\">Apr. 1, 1958.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b100-9\">EUGENE B. RAMEY, JR., et al., Plaintiffs, v. ROBERT M. MYERS, Respondent; JOHN C. HEFFERNAN, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b102-9\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>Hy Schwartz for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b102-10\">Irmas &amp; Rutter for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b102-11\">HERNDON, J.</author>\n<p id=\"AY\">Appellant Heffernan is the assignee of a money judgment. He appeals from an order compelling its satisfaction. The order thus brought under review was granted upon motion made by defendant Myers pursuant to section 675 of the Code of Civil Procedure.</p>\n<p id=\"b102-12\">The judgment which appellant acquired by assignment was entered upon a jury verdict in favor of plaintiffs Ramey and against the eodefendants Myers and Buckley. The theory of the motion to compel satisfaction was as follows: (a) The judgment was recovered upon a cause of action ex delicto. <page-number citation-index=\"1\" label=\"85\">*85</page-number>sounding in fraud; (b) appellant in acquiring title to the judgment by assignment acted as the agent or nominee of codefendant Buckley; (c) acquisition of the judgment by one of two joint tortfeasors resulted in a satisfaction of the judgment, there being no right of contribution under applicable law.<footnotemark>1</footnotemark></p>\n<p id=\"b103-6\">Appellant does not question the validity of the legal proposition that acquisition of a tort judgment by the agent of one of the judgment debtors with money furnished by the principal would operate to satisfy the judgment under applicable law. Appellant, however, attacks the order under review on the following grounds: (1) That the notice of motion to compel satisfaction was defective in that it failed to state the grounds upon which the motion was made; (2) that the affidavits supporting the motion were insufficient, in that they stated conclusions rather than facts; (3) that the action in which the judgment was rendered was ex contractu and not ex delicto; (4) that there was no substantial evidence to support a finding that in acquiring the judgment appellant acted as Buckley’s agent or that Buckley furnished any money for the purchase of the judgment; and (5) that a proceeding under section 675, Code of Civil Procedure, is in the nature of an “action” so that an order therein must be supported by findings of fact and conclusions of law.</p>\n<p id=\"b103-7\">It is our conclusion that none of the contentions advanced by appellant is tenable. We shall discuss them seriatim.</p>\n<p id=\"b103-8\">Appellant’s first contention is that the trial court lacked jurisdiction because respondent’s notice of motion did not sufficiently specify the grounds upon which the motion was to be made. While respondent’s notice of motion did not specifically state the grounds on which it would be urged, it did state: “Said motion will be based on this notice, points and authorities and an affidavit filed in support of a motion to stay execution filed concurrently herewith, other affidavits to be filed, interrogatories and answers thereto to be taken in New York City, New York, from John C. Heffernan and other depositions and testimony to be introduced at the time of the hearing on this motion.”</p>\n<p id=\"b103-9\">The affidavit to which reference was made was that of Myers, the moving party. This affidavit contains the following averments: “ (1) That he [Myers] is one of the codefend<page-number citation-index=\"1\" label=\"86\">*86</page-number>ants in the above entitled action and that a judgment was rendered in favor of the plaintiff Ramey and against himself and the codefendant F. J. Buckley on the 10th day of May, 1951, as joint tortfeasors for a civil fraud perpetrated on the plaintiff Ramey; (2) that this judgment was assigned by Ramey to the Continental Casualty Company, who subsequently assigned it to John C. Heffernan of New York City, New York; (3) that in paying to and accepting the purported 'assignment’ of the judgment from Continental Casualty Company, John C. Heffernan acted on behalf of and as agent, nominee and employee of said codefendant F. J. Buckley and took no interest in said judgment except the purported bare legal title of said judgment.”</p>\n<p id=\"b104-5\">The points and authorities to which reference was made in the notice of motion contain the following statement, among others: “A review of the previous proceedings in the above-entitled action clearly indicates that the codefendants were held responsible as joint tortfeasors for a civil fraud perpetrated upon the plaintiff, and that the judgment made and entered herein was against them as joint tortfeasors. The affidavits attached hereto and filed herewith, establish that the judgment in this action has been purchased by an individual who is apparently acting as the agent and/or nominee of F. J. Buckley, one of the codefendants.” The points and authorities also cited and digested California decisions in support of the rules of law relied upon by the moving party with reference to contribution among joint tortfeasors and the right of a judgment debtor to compel satisfaction where it appears that another judgment debtor has paid the judgment directly or indirectly.</p>\n<p id=\"b104-6\">From the foregoing it is apparent that appellant was given ample notice of the grounds upon which the motion would be made. Thus, as stated in <em>Shields </em>v. <em>Shields, </em>55 Cal.App.2d 579, at page 584 [130 P.2d 982], “the purpose of the code provision requiring that the grounds of the motion be set forth was sufficiently served and that is all that the law requires.” To the same effect are <em>Savage </em>v. <em>Smith, </em>170 Cal. 472, 474 [150 P. 353] ; <em>Giandeini </em>v. <em>Ramirez, </em>11 Cal.App.2d 469, 475 [54 P.2d 91]; <em>Perez </em>v. <em>Perez, </em>111 Cal.App.2d 827, 830 [245 P.2d 344].</p>\n<p id=\"b104-9\">Appellant next attacks the sufficiency of the affidavits by contending that statements therein to the effect that appellant “took no interest in the judgment” and that he was “the agent and nominee of Buckley” were mere conclusions and not statements of fact. It is our view that the. affidavits <page-number citation-index=\"1\" label=\"87\">*87</page-number>in question sufficiently pleaded the ultimate facts and adequately apprised appellant of the contentions and proofs which the respondent would and did offer. In this connection it is to be noticed that the affidavit in question specifically alleged that at the time appellant took title to the judgment he was “acting on behalf of” Buckley, as his “agent, nominee and employee.” We regard such allegations as sufficient to plead the ultimate facts. <em>(General Mill &amp; Lumber Co. </em>v. <em>Robertson, </em>126 Cal.App. 118, 120 [14 P.2d <em>327]; Frasch </em>v. <em>London &amp; Lancashire F. Ins. Co., </em>213 Cal. 219, 224 [2 P.2d 147].)</p>\n<p id=\"b105-6\">Moreover, the issue as to the sufficiency of the affidavits from an evidentiary standpoint should be regarded as moot for the reason that the motion to compel satisfaction of the judgment was heard and decided, not only upon the affidavits filed in support and in opposition, but also upon oral and documentary evidence produced at a hearing of some three days’ duration. The notice of motion contemplated this form of proof. Since in this case both parties availed themselves of an unrestricted opportunity to present oral testimony and documentary evidence, the affidavits filed in support of the motion and in opposition to it actually served more the office of pleadings than of proof.</p>\n<p id=\"b105-7\">The contention that the cause of action upon which the judgment was rendered was ex contractu rather than ex delicto is without merit. It is immediately apparent from a reading of the decision affirming the judgment on appeal <em>(Ramey </em>v. <em>Myers, </em>111 Cal.App.2d 679 [245 P.2d 360]) that the liability of the defendants was predicated upon a breach of fiduciary duties and a concealment of facts giving rise to the right of plaintiffs to recover secret profits. The delictual character of the action seems manifest. In its affirming opinion, the appellate court concluded (111 Cal.App.2d at pages 685 and 686) : “The evidence hereinbefore recited not only established the existence of agency, but it also tended to prove the concealment of facts vital to the plaintiffs with resultant profit to defendants. In the circumstances presented by the record, the trial court very properly instructed the jury on the issues of agency, fiduciary relationship and the right of plaintiffs to recover secret profits.” As stated in <em>Darrow </em>v. <em>Robert A. Klein &amp; Co., Inc., </em>111 Cal.App. 310 at 316 [295 P. 566], “A violation of duty on the part of a trustee is treated as a fraud upon the beneficiary (Civ. Code, § 2234), and a violation of duty on the part of an agent <page-number citation-index=\"1\" label=\"88\">*88</page-number>should be treated in the same manner. ”  It is established law that acts in violation of the fiduciary duties of an agent are regarded as fraudulent. (2 Cal.Jur.2d 773, § 104; 2 C.J., Agency, § 353, p. 692.)</p>\n<p id=\"b106-5\">Sufficiency of the Evidence</p>\n<p id=\"b106-6\">Since the order under review is based upon an implied finding that Heffernan, in paying off Continental and taking an assignment of the judgment, was acting for and on behalf of Buckley, the question for our decision is whether there is any substantial evidence, contradicted or uncontradieted, which supports this finding.  All conflicts must be viewed in the light most favorable to the prevailing party, The challenged finding is entitled to the benefit of every favorable inference that reasonably can be drawn from the evidence. <em>(Crogan </em>v. <em>Metz, </em>47 Cal.2d 398, 403-404 [303 P.2d 1029]; <em>Grainger </em>v. <em>Antoyan, </em>48 Cal.2d 805, 807 [313 P.2d 848].)</p>\n<p id=\"b106-7\">We have concluded that the finding of the trial court is amply supported by the record. Since the trial judge was entitled to view the case in the light of all matters appearing in the record before him, we deem it necessary briefly to review the history of the judgment and certain proceedings relating thereto as a background for our summary of the evidence.</p>\n<p id=\"b106-8\">The judgment was entered on May 10, 1951. After denial of the motion for a new trial, a notice of appeal in the name of both defendants was filed on July 5, 1951. On the same day defendant Buckley applied to Continental Casualty Company for a bond to stay execution. He posted with his application a cashier’s cheek for $12,000, the proceeds of which were held by Continental as collateral security. Continental executed and filed a stay bond in the amount of $30,152.18. The judgment was affirmed by Division One of this court on June 16, 1952. Hearing by the Supreme Court was denied on July 14, 1952.</p>\n<p id=\"b106-9\">On September 3, 1952, Continental paid plaintiffs the sum of $22,255.88 in full payment of the judgment and took an assignment thereof. On September 8, 1952, Continental filed its assignment, along with a substitution of attorneys signed by the plaintiffs, substituting the law firm of Anderson, MePharlin and Conners in the place and stead of plaintiffs’ attorneys. On September 19, 1952, Continental filed a document entitled “Nomination of Attorneys” in which Samuel Colby, then attorney for Buckley, was associated as its attor<page-number citation-index=\"1\" label=\"89\">*89</page-number>ney of record, in addition to Anderson, McPharlin and Conners. There is evidence that Colby was associated at the request of Buckley for the purpose of running execution against respondent Myers and that Colby’s fees were paid by Buckley.</p>\n<p id=\"b107-6\">On October 14, 1952, Continental withdrew from its trust account the $12,000 which had been deposited by Buckley, and reimbursed itself to that extent for the loss sustained in paying the judgment. No partial satisfaction of judgment was filed.</p>\n<p id=\"b107-7\">On November 7, 1952, writ of execution on the judgment was issued in the full amount, that is, in excess of $22,000. On January 7, 1953, defendant Myers and his family were examined by Attorney Colby on proceedings supplemental to execution. No such proceedings were had with respect to the defendant Buckley. On January 20, 1954, Continental assigned the judgment to appellant John Heffernan, a stock broker and member of the New York Stock Exchange, New York City. This assignment to appellant Heffernan was not filed with the clerk until October 10, 1956, following the filing by respondent of a motion to compel satisfaction of judgment in which Continental was named and served as the apparent owner of the judgment.</p>\n<p id=\"b107-8\">Thereafter, on October 18, 1956, respondent filed a new notice of motion to compel entry of satisfaction of the judgment naming appellant as the judgment creditor. On June 4, 1956, after a three-day hearing of the issues presented by the motion, the court made the order here appealed from.</p>\n<p id=\"b107-9\">Certain undisputed facts immediately appear to be significant: (1) Appellant Heffernan actually claims no beneficial interest in the judgment. In his deposition he testified that one E. Haiss asked him to purchase the judgment, furnished all of the money for its purchase and “has the entire interest” in it. Thus Heffernan admittedly stood before the court as the holder of nothing more than the bare legal title to the judgment. (2) For some wholly unexplained reason, said E. Haiss, who, according to Heffernan, was the true beneficial owner of the judgment, failed to appear as a witness at the hearing or to give any testimony by affidavit, deposition, or otherwise. (3) Buckley and Heffernan are brothers-in-law and, according to Heffernan, said E. Haiss is their sister-in-law. (4) The only affidavit filed in opposition to the motion to compel satisfaction was that of Buckley, eo<page-number citation-index=\"1\" label=\"90\">*90</page-number>defendant and eodebtor under the judgment, who normally would desire to see the judgment satisfied. (5) The only witness called to testify at the hearing on behalf of Heffernan was Elizabeth Buckley, wife of the defendant Buckley. (6) Appellant’s only testimony was given in the form of a deposition taken by respondent upon written interrogatories and offered in evidence by respondent.</p>\n<p id=\"b108-5\">As above indicated, the evidence shows a close family relationship by marriage between Buckley and Heffernan. It would appear from the combined testimony of Heffernan and Elizabeth Buckley that Heffernan’s wife, Buckley’s wife and E. Haiss are sisters; that Heffernan and Buckley are brothers-in-law and that E. Haiss is their sister-in-law. However, respondent Myers testified that he had known Mr. and Mrs. Buckley for some 18 years and that during that period he had seen Mrs. Buckley sign many documents using the name E. Haiss. In the light of all the circumstances the trial court might have disbelieved the testimony of Mrs. Buckley and the deposition testimony of Heffernan that the E. Haiss who furnished the money for the purchase of the judgment was Evelyn Haiss, Buckley’s sister-in-law. On the basis of respondent’s testimony, the trial judge might reasonably have concluded that the E. Haiss for whom Heffernan purchased the judgment was Bueldey’s wife, Elizabeth.</p>\n<p id=\"b108-6\">However, regardless of its conclusion as to the identity of E. Haiss, the trial court could draw the reasonable inference that she acted for and on behalf of Buckley in purchasing the judgment and in furnishing the money for that purpose. Buckley was the only one of the several parties involved in the transaction who stood any possible chance of benefiting from the purchase of the judgment. It seems most unlikely that any reasonable person would pay full face value for a judgment which, even if collected in full, would allow the purchaser no profit—a judgment which, in view of its history, obviously was of doubtful value.</p>\n<p id=\"b108-7\">But there is evidence of other circumstances which tend to support the finding of the court below. According to Heffernan’s testimony, he is a stock broker by profession and had never bought any other judgment. Acting for his doubtfully identified principal, he paid full face value for the judgment without making any inquiry concerning the credit or financial responsibility of either of the judgment debtors. Heffernan also stated that he employed Attorney Colby, who was also Buckley’s attorney, to negotiate the purchase of the judgment <page-number citation-index=\"1\" label=\"91\">*91</page-number>on his behalf. In response to the question as to what attempts had been made to collect the judgment, Heffernan testified that Mr. Colby and Mr. Schwartz handled it, and that he did not know what action was taken by them.</p>\n<p id=\"b109-6\">Attorney Newton E. Anderson, one of the attorneys for Continental, testified that following the affirmance of the judgment on appeal and the assignment of the judgment to Continental, Buckley was represented by attorneys L. H. Phillips and Samuel Colby. He further stated that Buckley came in and asked that Colby be associated as an attorney for Continental for the purpose of running an execution against Myers. He understood that Buckley paid Colby’s fees. Mr. Anderson said that he had “many, many conferences’’ with Buckley and Colby with reference to disposition of the judgment. During these discussions, Heffernan’s name was mentioned and Colby advised Anderson that Heffernan was going to purchase the judgment. Anderson recalled a conference with Buckley and Phillips in which they indicated a desire to handle the matter by assigning the judgment to Heffernan. Anderson’s firm did not handle the proceedings supplemental to execution in which Myers and his family were examined. These proceedings were conducted by Mr. Colby.</p>\n<p id=\"b109-7\">It seems significant that prior to the issuance of the writ of execution and the proceedings supplemental thereto, Continental had reimbursed itself to the extent of $12,000 by utilizing the collateral deposited by Buckley, but that no partial satisfaction of judgment ever was filed. Continental assigned the judgment to Heffernan as though it remained wholly unsatisfied. Anderson testified that Heffernan paid slightly over $10,000 for the judgment, but Heffernan testified in his deposition that he had paid the full amount, which was in excess of $22,000.</p>\n<p id=\"b109-8\">It seems unnecessary further to extend this opinion by reciting more of the cumulative evidence (with which the record is replete) tending to show that in assigning the judgment to Heffernan, Continental was cooperating with Buckley in an effort to keep it alive so that it might be collected in whole or in part from Myers.</p>\n<p id=\"b109-9\">A somewhat comparable situation was presented in <em>Adams </em>v. <em>White Bus Line, </em>184 Cal. 710 [195 P. 389], There the plaintiff recovered judgment against the defendants White Bus Line and Stiles jointly for injuries caused by the concurrent negligence of said defendants. The defendant bus com-<page-number citation-index=\"1\" label=\"92\">*92</page-number>party’s insurance carrier paid plaintiff the full amount of the judgment. At the instance of the carrier, the judgment was not satisfied but instead was assigned to one Powell, who was manager of defendant White Bus Line. After the payment to plaintiff, defendant Stiles moved the lower court for an order directing the entry of satisfaction of judgment on the ground that payment by the insurance carrier satisfied the judgment as to both defendants. The defendant White Bus Line appealed from the order directing satisfaction of the judgment.  In affirming the order, the Supreme Court made the following comments which are quite applicable in the case at bar (184 Cal. at p. 712):</p>\n<blockquote id=\"b110-5\">“It is apparent from the evidence that the money was paid on account of the White Bus Line, and the assignment was to its manager and for its benefit. . . . The obvious purpose of the assignment was an attempt to keep the judgment alive against the codefendant Stiles. If the ease were such that contribution could be enforced between the defendants, the transaction might have proved effective as an assignment. . . . But the generally accepted doctrine is that there is no right of contribution between joint tortfeasors.”<footnotemark>2</footnotemark>\n                   And at page 713 the court stated the rule invoked by respondent here: “Where one of several joint wrongdoers pays a judgment obtained against them all, he acquires no right of contribution by taking an assignment of the judgment in the name of a man of straw.”</blockquote>\n<p id=\"b110-6\">Finally, appellant complains because the order under review was not supported by formal findings of fact and conclusions of law, contending that a proceeding under section 675, Code of Civil Procedure, is in the nature of an “action.” This contention is also without merit.</p>\n<p id=\"b110-7\">In <em>Waller </em>v. <em>Weston, </em>125 Cal. 201, 204 [57 P. 892], the court held that no findings or conclusions need accompany an order upon a motion to set aside a default, the court saying: “(I)t is contemplated by our law that findings of fact shall be made only upon issues joined by the pleadings, under section 590 of the Code of Civil Procedure, where the decision of the court following the findings is a judgment. Findings of fact and conclusions of law, therefore, had no proper place in this proceeding.” In <em>Waymire </em>v. <em>California Trona Co., </em>176 Cal. 395, 399-400 [168 P. 563], the court said: “The universal practice in this state is not to require findings on an order made after motion.” The foregoing statement is fol<page-number citation-index=\"1\" label=\"93\">*93</page-number>lowed and quoted in <em>Parker </em>v. <em>Parker, </em>107 Cal.App.2d 215, 217 [236 P.2d 828], and in <em>Perez </em>v. <em>Perez, supra, </em>111 Cal.App.2d 827, 830. (See also <em>Wood </em>v. <em>Peterson Farms Co., </em>132 Cal.App. 233 [22 P.2d 565]; <em>Bradley Co. </em>v. <em>Ridgeway, </em>14 Cal.App.2d 326 [58 P.2d 194].)</p>\n<p id=\"b111-4\">At the conclusion of his closing brief appellant requests of this court that he be permitted now to offer evidence of an alleged written agreement between Myers and Buckley whereby they agreed to contribute equally to the payment of the Ramey judgment. With reference to the time when this “new evidence” was discovered, we are told only that appellant learned of the agreement “after the conclusion of the trial.” Manifestly, this request, made both tardily and inappropriately, should be disregarded.</p>\n<p id=\"b111-5\">The order is affirmed.</p>\n<p id=\"b111-6\">Fox, P. J., concurred.</p>\n<p id=\"b111-7\">Justice Ashburn, deeming himself disqualified, does not participate herein.</p>\n<p id=\"b111-8\">A petition for a rehearing was denied April 28, 1958, and appellant’s petition for a hearing by the Supreme Court was denied May 27, 1958.</p>\n<footnote label=\"1\">\n<p id=\"b103-10\">Section 880 of the Code of Civil Procedure declares that section 875 et seq., enacted in 1957 and making provision for contribution among joint tortfeasors, are effective as to causes of action accruing after \"January 1, 1958.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b110-8\">See note 1, <em>supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}