{
  "casebody": {
    "data": "<casebody firstpage=\"869\" lastpage=\"872\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b941-4\">William James HOSTON, Appellant, v. The J. R. WATKINS COMPANY, a corporation, aka Watkins Products, Inc., a corporation, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b941-6\">No. 17424.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b941-9\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b941-10\">March 28, 1962.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b941-21\">Vaughn &amp; Morrow, by George L. Vaughn, Jr., Los Angeles, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b941-22\">David C. Levenson and Alfred J. Small-berg, Los Angeles, Cal., for appellee; Alfred J. Smallberg, Los Angeles, Cal., of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b941-23\">Before JERTBERG, DUNIWAY, Circuit Judges, and DAVIS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b941-24\">DUNIWAY, Circuit Judge.</author>\n<p id=\"b941-25\">Plaintiff, Hoston, appeals from a summary judgment entered in a diversity case. The judgment orders that he take nothing by his complaint and that the defendant J. R. Watkins Company (Watkins) have judgment against him in the sum of $2,151.27. The latter judgment is based upon a counterclaim for the net balance of an account between the parties for goods sold by Watkins to plaintiff. The counterclaim was denominated as such, but plaintiff did not file a reply (see Rule 7(a), F.R.Civ.P., 28 U.S.C.A.) either within the time prescribed by Rule 12(a) or at all, and his default was duly entered (Rule 55). In his deposition, plaintiff admitted that the account, a copy of which is attached to the answer, <page-number citation-index=\"1\" label=\"870\">*870</page-number>was correct. We therefore need not consider this phase of the matter further.</p>\n<p id=\"b942-4\">Attorneys undertaking to try cases in the Federal Courts should familiarize themselves with the applicable Federal statutes and with the Federal Rules of Civil Procedure. In this case, the complaint was obviously drawn to conform to the California practice. (Cal.Code Civ. Proc. Section 426), rather than to Rule 8 (a) F.R.Civ.P. Watkins served a “Notice to Produce” (Cal.Code Civ.Proc. Section 1938), a procedure not provided for in the Federal Rules of Civil Procedure. Several affidavits of mailing, both in the court below and in this court, are made “under the penalties of perjury”, which is provided for in Section 2015.5 of the California Code of Civil Procedure, but not in the Federal statutes or Rules.</p>\n<p id=\"b942-5\"> Both parties have misconceived the proper procedure on a motion for summary judgment. Plaintiff filed no affidavit; he apparently assumed that his complaint was verified and that a verified complaint is equivalent to an affidavit under Rule 56(a), (b) and (e), F.R.Civ. P. The complaint, however, was not verified. We thus need not, and do not consider whether, if ever, a verified pleading can serve as an affidavit under Rule 56. (See Lindsey v. Leavy, 9 Cir., 1945, 149 F.2d 899). Watkins’ affidavit in support of the motion does not comply with Rule 56(e), F.R.Civ.P. It was made by Watkins’ counsel, who obviously did not have personal knowledge of most of the things that he referred to, and whose testimony would not have been admissible in evidence at the trial. However, Rule 56 (b) permits a motion to be made without supporting affidavits and Rule 56(c) contemplates that the court shall consider “the pleadings, depositions, and admissions on file, together with the affidavits, if any”. There were before the court, by stipulation, three depositions taken in a prior action, that of the plaintiff and those of two of the representatives of the defendant with whom he dealt. On the basis of these depositions, we conclude that the motion for summary judgment was properly granted.</p>\n<p id=\"b942-6\">The complaint is based upon an alleged oral contract between the parties. The Watkins Company manufactures various cosmetic and food preparations and sells them to “distributors”. The products are sold by door to door salesmen working under the distributors. It is alleged that plaintiff became a distributor under an oral contract requiring him to devote his full time and best efforts to the promotion of Watkins’ products in a prescribed territory situated in the San Fernando Valley in Los Angeles County; that for so long as plaintiff was the distributor, defendant would not create a new, or permit any other distributor in that territory; that plaintiff, at his own expense, was to provide an office and recruit and train a sales staff; that plaintiff was to refrain from handling any other products, and was to meet certain sales quotas; that he was to obtain his products from Watkins at its distributor wholesale prices less 27%% and was to furnish a surety bond of $5,000 to guarantee payments; that the agreement was to exist for one year, with an option on plaintiff’s part to renew it on a year to year basis, provided that he performed satisfactorily, but the option could be terminated upon reasonable notice in writing considering all the circumstances of either party. It is then alleged that part of the agreement was reduced to writing for the purpose of protecting Watkins in the case of a claim against it by a third party, the objective being to make it appear to such third party that the relationship of Watkins to plaintiff was that of vendor to purchaser. Plaintiff was to invest between $3500 and $5,000 in the course of a year and maintain a stock of merchandise having a value at Watkins’ wholesale prices “not in excess (sic) of $5,000.” Plaintiff claims that he performed, invested $4380 between August 29, 1957 and December 27, 1958 in establishing and maintaining his office, recruiting and training a sales personnel of 200 persons and promoting Watkins’ products, and exceeded the quotas set by Watkins. He further claims that he renewed his option on Au<page-number citation-index=\"1\" label=\"871\">*871</page-number>gust 29, 1958, but that on December 27, 1958, Watkins unreasonably and without cause terminated his distributorship and by misrepresenting that plaintiff had resigned, recruited his sales personnel for another distributor. Since that time, plaintiff has not been able to obtain Watkins’ products and Watkins has appropriated his business to its own use. Damages of $25,000 are claimed.</p>\n<p id=\"b943-6\">The answer denies the material allegations of the complaint and sets up a written agreement between the parties dated August 29, 1957. It admits that before that date there were informal talks between plaintiff and representatives of Watkins relative to Watkins’ products, the locality available for the plaintiff, the manner in which plaintiff contemplated operating, his financial responsibility, and Watkins’ requirement that he provide a surety bond. It is also admitted that Watkins terminated its relationship with plaintiff on January 6, 1959.</p>\n<p id=\"b943-8\">Thus, under the pleadings, the principal issue is whether there was an oral contract between the parties having the terms set forth in the complaint. The testimony of plaintiff in his deposition and certain stipulations entered into at that time show that Watkins would not make a contract with him until he had furnished a surety agreement guaranteeing payment of his account with Watkins. This he did under date of August 20, 1957, and a copy of the surety agreement is in the record. It expired on December 31, 1958. The surety agreement having been provided, plaintiff and Watkins, on August 29, 1957, entered into a written agreement in which plaintiff is described as the “Purchaser”. Under this agreement, Watkins agreed to sell him its products at its distributor v/holesale prices less 27%%, and he agreed to buy the goods reasonably required by him and to pay for the same by remitting to Watkins each week the prices of the articles sold by him in a manner specified on weekly record blanks to be furnished him by Watkins. He further agreed that at the termination of the agreement, he would pay the balance then due by him, within 30 days. He could also return unsold goods for credit. The agreement provides that the relationship between the parties is that of vendor and purchaser; that Watkins has no interest in the accounts due plaintiff for goods sold by him “and no oral or written statements, print, advertising, or other matter of the Company [Watkins] sent to purchaser, shall be construed to direct or control the sale or other disposition of said goods, or to change or modify the terms of this agreement * * *</p>\n<p id=\"b943-10\">“It is also mutually agreed that, this is the complete, entire and only agreement between the parties, and that it shall not be varied, changed or modified in any respect except in writing executed by the Purchaser and by an officer of the Company, and that either of the parties hereto may terminate sales, purchases and extensions of credit as provided hereunder, by giving notice thereof in writing, one to the other.” Under date of August 29, plaintiff also furnished to Watkins, as provided in the agreement, a description of the locality in which he intended to engage in the sale of Watkins’ products. This was furnished in writing over his signature.</p>\n<p id=\"b943-11\">In plaintiff’s deposition there is not one word to support the allegations of his complaint as to the terms of the alleged oral agreement. He testified that there were numerous conversations with Watkins’ representatives before the agreement was signed, but did not testify to any statements by anyone that would support his oral contract allegations. His most frequent answer was “I don’t remember.” Counsel relies heavily upon his statement, when shown the written agreement, that “this isn’t the complete agreement”. This conclusionary statement, in the face of the terms of the writings that he signed, is wholly insufficient to create a triable issue of fact.</p>\n<p id=\"b943-12\">Plaintiff took the depositions of two representatives of Watkins, and nowhere in those depositions is there any evidence to support the allegations of the complaint as to an alleged oral contract.</p>\n<p id=\"b944-3\"><page-number citation-index=\"1\" label=\"872\">*872</page-number>Confronted as he was with his own admissions that he had signed the written agreement, and being unable to extract from the representatives of the defendant any testimony supporting his claim that there was an oral contract, and having failed, by affidavit or otherwise, to supply any testimony of his own as to the making <em>or </em>terms of such oral contract, plaintiff failed to present to the trial court any triable issue of fact. Under these circumstances, the motion for summary judgment was properly granted. The court properly treated the three writings — the surety agreement, the agreement of August 29, and the description of locality of the same date as together constituting the parties’ contract.<footnotemark>1</footnotemark></p>\n<p id=\"b944-4\">Under the law of California, a written agreement which purports to state the complete terms of a contract supersedes all prior negotiations. There is nothing in the record before us that would bring this case within any exception to this rule upon which plaintiff attempts to rely.<footnotemark>2</footnotemark></p>\n<p id=\"b944-5\">It also appears to be the law of California that an express provision in a contract, such as that in the one before us, to the effect that the document constitutes the entire agreement between the parties and shall not be varied, changed or modified except in writing signed by the parties, is a valid provision.<footnotemark>3</footnotemark></p>\n<p id=\"b944-6\">Plaintiff contends that the contract lacks mutuality, — citing certain California cases. We need not pass upon this question. If plaintiff were correct, this would be of no help to him, as there would then, so far as the record shows, be no binding contract at all, but merely an unenforceable understanding that Watkins would sell him its products, and this understanding would be terminable by either party at any time and with or without cause. Nor does it matter that the only reason given by Watkins for terminating the contract is that plaintiff failed to supply a new surety agreement, satisfactory to Watkins, before December 31, 1958, the date when the prior surety agreement expired. The written <em>agreement </em>between the parties permitted Watkins to terminate by giving notice in writing, without limitation as to time and without requirement that there be any cause for such termination. Such notice was given, following repeated written requests for a new surety agreement, by letter of January 6, 1959.</p>\n<p id=\"b944-15\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"AKb\">. Cal.Civ.Code § 1642; Freedland v. Greco, 1955, 45 Cal.2d 462, 468, 289 P.2d 463; Mayers v. Loew’s Inc., 1950, 35 Cal.2d 822, <em>827, </em>221 P.2d 26.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b944-10\">. Cal.Civ.Code § 1625; Code Civ.Proc. § 1856. In California, the rule is one of substantive law. Hale v. Bohannon, 1952, 38 Cal.2d 458, 465, 241 P.2d 4; Estate of Gaines, 1940, 15 Cal.2d 255, 264-265, 100 P.2d 1055.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b944-25\">. Hale v. Bohannon. 1952, 38 Cal.2d 458, 465, 241 P.2d 4; Hall v. Hemp, 1946, 73 Cal.App.2d 377, 381, 166 P.2d 372; cf. Buffalo Arms Inc. v. Remler Co., 1960, 179 Cal.App.2d 700, 709-710, 4 Cal.Rptr. 103.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}