{
  "casebody": {
    "data": "<casebody firstpage=\"651\" lastpage=\"652\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b675-24\">Welli Budi SANTOSO; Olvi Susan Lumenta, Petitioners, v. Michael B. MUKASEY, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b675-27\">No. 04-73936.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b675-28\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b675-29\">Submitted March 18, 2008.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b675-30\">Filed March 26, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b675-31\">Welli Budi Santoso, Olvi Susan Sumenta, Loma Linda, CA, for Petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b675-32\">CAC-District Counsel, Esq., Office of the District Counsel, Department of <page-number citation-index=\"1\" label=\"652\">*652</page-number>Homeland Security, Los Angeles, CA, Ronald E. Lefevre, Chief Counsel, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, Richard M. Evans, Esq., DOJ-U.S. Department of Justice, Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b676-5\">Before: CANBY, T.G. NELSON, and BEA, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b675-33\"> The panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b676-6\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b676-7\">Welli Budi Santoso and his wife are natives and citizens of Indonesia. They petition for review of a Board of Immigration Appeals’ (“BIA”) order dismissing their appeal from an immigration judge’s (“IJ”) decision denying their claims for asylum, withholding of removal, and relief under the Convention Against Torture (“CAT”). Our jurisdiction is governed by 8 U.S.C. § 1252. We dismiss in part, and deny in part.</p>\n<p id=\"b676-8\">We lack jurisdiction to review the IJ’s determination that petitioners’ asylum application was untimely. <em>See </em>8 U.S.C. § 1158(a)(3); <em>Ramadan v. Gonzales, </em>479 F.3d 646, 650 (9th Cir.2007) (per curiam).</p>\n<p id=\"b676-9\">Substantial evidence supports the IJ’s denial of withholding of removal, because the record does not compel a finding that it is more likely than not that petitioners will be persecuted on account of their religion if they return to Indonesia. <em>See Hak-eem v. INS, </em>273 F.3d 812, 816-17 (9th Cir.2001); <em>see also Lolong v. Gonzales, </em>484 F.3d 1173, 1179-81 (9th Cir.2007) (en banc).</p>\n<p id=\"b676-11\">Substantial evidence further supports the denial of CAT relief, because petitioners did not show it is more likely than not that they will be tortured if they return to Indonesia. <em>See Malhi v. INS, </em>336 F.3d 989, 993 (9th Cir.2003).</p>\n<p id=\"b676-12\">Lastly, petitioners’ contention that the BIA violated their right to due process by affirming the IJ’s decision without opinion is foreclosed by our decision in <em>Falcon Carriche v. INS, </em>350 F.3d 845, 850-51 (9th Cir.2003).</p>\n<p id=\"b676-13\">PETITION FOR REVIEW DISMISSED in part; DENIED in part.</p>\n<footnote label=\"**\">\n<p id=\"b676-10\"> This disposition is not appropriate for publication and is not precedent except as provided by 9 th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}