{
  "casebody": {
    "data": "<casebody firstpage=\"741\" lastpage=\"744\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b765-10\">Rocky A. BROWN, Plaintiff-Appellant, v. Michael J. ASTRUE, Commissioner of the Social Security Administration, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b765-12\">No. 07-6150.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b765-13\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b765-14\">March 27, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b765-26\">Gayle L. Troutman, Darren Todd Rack-ley, Troutman &amp; Troutman, Tulsa, OK, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b765-27\">Eric B. Tucker, Amy Jeannine Mitchell, Office of the General Counsel, Social Security Administration, Dallas, TX, for Defendant-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b766-3\"><page-number citation-index=\"1\" label=\"742\">*742</page-number>Before TACHA, EBEL, and MURPHY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b766-4\">ORDER AND JUDGMENT <footnotemark>*</footnotemark></p>\n<author id=\"b766-5\">DEANELL REECE TACHA, Circuit Judge.</author>\n<p id=\"b766-6\">Rocky A. Brown appeals from the district court’s order awarding him attorney’s fees under the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412, as the prevailing party, instead of awarding them directly to his counsel. He argues the district court should have awarded the fees directly to counsel since he had assigned to counsel his right to the fees award. Exercising jurisdiction over this appeal pursuant to 28 U.S.C. § 1291, we affirm the district court’s order awarding the fees to Mr. Brown.</p>\n<p id=\"b766-7\">I.</p>\n<p id=\"b766-8\">After the district court remanded Mr. Brown’s request for Supplemental Security Income to the Commissioner for further proceedings, Mr. Brown filed a motion for attorney’s fees under the EAJA. He requested fees in the amount of $4,747.80 and asked that the award be paid directly to his counsel in accordance with the provisions of a contract in which he assigned his rights to an EAJA award to counsel.<footnotemark>1</footnotemark> The Commissioner conceded the fees amount, but objected to direct payment to counsel. Based on the express language in the EAJA, the district court found that the fees award was payable to Mr. Brown, the prevailing party, not to his attorneys. The court decided that the language contained in the contract entered into by Mr. Brown and his attorneys did not change the court’s finding that the award was payable to Mr. Brown, because the contract language “cannot override the EAJA statute.” Aplt. App. at 70. Additionally, the court found that “the interpretation and enforcement of the contract is not a proper matter to be addressed through the instant application for EAJA fees.” <em>Id. </em>Mr. Brown appealed.</p>\n<p id=\"b766-11\">II.</p>\n<p id=\"b766-12\">As an initial matter, we consider the Commissioner’s argument that we lack jurisdiction to consider this appeal on the grounds that the appeal is moot and Mr. Brown does not have standing to appeal. <em>Yellow Cab. Coop. Ass’n v. Metro Taxi, Inc. (In re Yellow Cab Coop. Ass’n), </em>132 F.3d 591, 594 (10th Cir.1997) (“Both standing and mootness are threshold jurisdictional issues.”). Pointing to statements in Mr. Brown’s appellate opening brief, the Commissioner argues that this case is moot because counsel has been paid the full amount of the EAJA fees and that Mr. Brown lacks standing to appeal because he received the total requested EAJA fees and his attorneys were paid in full. <em>See </em>Aplt. Opening Br. at 5, 27, 28, 30 (stating counsel has been paid fees in full).</p>\n<p id=\"b766-13\">In his reply brief, however, Mr. Brown clarifies that the United States Treasury check, which was made out to him in care of counsel, was deposited in counsels’ trust account in Mr. Brown’s name pending a <page-number citation-index=\"1\" label=\"743\">*743</page-number>final judicial ruling on ownership of the money. Aplt. Reply Br. at 1-2; <em>id., </em>Attach. 1. Documentation attached to that brief supports this assertion. <em>Id., </em>Attach. 2, 8.</p>\n<p id=\"b767-5\">In Oklahoma, attorneys are required to keep money belonging to a client in a trust account, and they must separate their own money from that of their clients. <em>See State ex rel. Okla. Bar Ass’n v. Bills, </em>951 P.2d 1090, 1091-92 (Okla.1997) (citing Okla. Rules of Profl Conduct R. 1.15(a) and Okla. Rules Governing Disciplinary Proceedings R. 1.4(a), (b)). Because the EAJA fees award is being held in counsels’ trust account for Mr. Brown, the money is still his and counsel does not own it.</p>\n<p id=\"b767-6\">We therefore conclude that this appeal is not moot. Mr. Brown has the required interest needed for this appeal to proceed on his issue that the district court should have awarded the fees directly to counsel. <em>See Utah Animal Rights Coal. v. Salt Lake City Corp., </em>371 F.3d 1248, 1256 (10th Cir.2004) (“A case is moot when the issues presented are no longer live or the parties lack a legally cognizable interest in the outcome.”) (quotations and citations omitted). In addition, we conclude that Mr. Brown has standing to bring this appeal. He did not receive all of the relief he requested in the district court, payment of the fees directly to counsel, so he may appeal the district court’s decision denying in part that relief. <em>See Forney v. Apfel, </em>524 U.S. 266, 271, 118 S.Ct. 1984, 141 L.Ed.2d 269 (1998) (recognizing that aggrieved party usually can appeal decision that grants in part and denies in part remedy party requested). Accordingly, we proceed to the merits of this case.</p>\n<p id=\"b767-7\">III.</p>\n<p id=\"b767-8\">The issue presented on appeal is whether attorney’s fees pursuant to the EAJA are payable to the claimant or to the claimant’s counsel. After this case was fully briefed, this court addressed this issue in <em>Manning v. Astrue, </em>510 F.3d 1246 (10th Cir.2007), and held, based on statutory language, legislative history, and case law, that the attorney’s fees award under the EAJA is to the prevailing party and not to that party’s attorney. <em>Id. </em>at 1249-55.</p>\n<p id=\"b767-10\">In supplemental authority, Mr. Brown acknowledges the holding in <em>Manning, </em>but he contends that <em>Manning </em>did not decide whether counsel is equitably entitled to the fees based on the terms of the contract. He contends that he merely holds the fees in trust for counsel and therefore the fees are not his personal asset.</p>\n<p id=\"b767-11\">Mr. Brown did not make this specific argument in the district court. Thus, we need not address it. <em>See Walker v. Mather (In re Walker), </em>959 F.2d 894, 896 (10th Cir.1992) (stating that generally this court will not consider an issue not raised in district court); <em>cf. Manning, </em>510 F.3d at 1249 (declining to address lien issue where issue was not adequately raised or briefed in district court and district court did not rule on issue). But even if he had made this specific argument in the district court, the result would still be the same. The district court correctly held that Mr. Brown’s assignment of his right in the fees award to counsel does not overcome the clear EAJA mandate that the award is to him as the prevailing party, and the fees belong to him. Thus, the district court correctly declined to award the fees directly to counsel.</p>\n<p id=\"b767-12\">Furthermore, the district court declined to interpret or enforce any contract language in deciding the motion for EAJA fees. “Whether an award of attorneys’ fees under the [EAJA] ultimately redounds to the benefit of counsel depends upon the private contractual arrangements between the attorney and the client.” <em>Og-uachuba v. INS, </em>706 F.2d 93, 97 (2d Cir. 1983); see <em>also Panola Land Buying Ass’n </em><page-number citation-index=\"1\" label=\"744\">*744</page-number><em>v. Clark, </em>844 F.2d 1506, 1511 (llth Cir. 1988) (“Historically, the client and the lawyer make them fee arrangement, and the lawyer looks to the client for payment of the legal fee____In enacting the EAJA, Congress recognized and maintained the attorney-client relationship as it has existed throughout our history.”). Thus, the private contractual arrangement between Mr. Brown and his counsel was a collateral matter the district court did not need to address when considering the EAJA fees motion.</p>\n<p id=\"b768-6\">We AFFIRM the district court’s order dated June 22, 2007.</p>\n<footnote label=\"*\">\n<p id=\"b766-9\"> After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. <em>See </em>Fed. R.App. P. 34(a)(2); 10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument. This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. It may be cited, however, for its persuasive value consistent with Fed. R.App. P. 32.1 and 10th Cir. R. 32.1.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b766-15\">. In relevant part, the contract provided that \"[EAJA] fees are generally made payable directly to Attorney. However, if such fees are made payable to Claimant, Claimant hereby assigns all of his/her rights to such payments to Attorney as partial payment for the attorney fee.\" Aplt. App. at 23.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}