{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"406\" lastpage=\"414\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b432-6\" pgmap=\"432\">Hicks v. Wolfe, Judge. Hicks v. Ark. Motor Freight Lines, Inc.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b432-7\" pgmap=\"432\">5-1403</docketnumber><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ACv\" pgmap=\"432\">5-1418</docketnumber><citation data-order=\"3\" data-type=\"citation\" id=\"AOl3\" pgmap=\"432\">307 S. W. 2d 784</citation><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b432-8\" pgmap=\"432\">Opinion delivered December 16, 1957.</decisiondate><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b432-11\" pgmap=\"432\">Do.nald Poe, for petitioners.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b432-12\" pgmap=\"432\">Dobbs, Pryor &amp; Dobbs and Harper, Harper &amp; Young, for respondent.</attorneys><p data-order=\"7\" data-type=\"p\" id=\"b432-15\" pgmap=\"432\">Opinion delivered December 16, 1957.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b432-17\" pgmap=\"432\">Donald Poe, for appellant.</attorneys><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b432-18\" pgmap=\"432\">Dobbs, Pryor &amp; Dobbs, and Harper, Harper &amp; Young, for appellee.</attorneys> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b432-19\" pgmap=\"432\">Ed. F. McFaddiN, Associate Justice.</author> <p id=\"ARbk\" pgmap=\"432\">These are companion cases arising from the same traffic mishap; and both' cases require a decision as to whether the Trial Court was correct in applying the doctrine of forum, non conveniens to actions arising under § 27-610 and § 27-dll Ark. Stats., which are venue statutes relating to damages claimed to result from an accident, such as the traffic mishap here involved.</p> <p id=\"b433-4\" pgmap=\"433\">Case No:.1403 in this Court is Hicks v. Wolfe, Judge, and is a petition for a Writ of Prohibition directed to the Sebastian Circuit Court, which had denied petitioners’ motion to quash service of summons and was about to proceed to trial in a pending cause. The petitioners herein are Lonnie Hicks and his son, Lonnie Bruce Hicks. Case No. 1418 in this Court is an appeal by Hicks et al. from a judgment of the Scott Circuit Court which quashed the service of summons on the Arkansas Motor Freight Lines, Inc. and others in an action in the Scott Circuit Court brought by Lonnie Hicks and Lonnie Bruce Hicks against the Arkansas Motor Freight Lines, Inc. and others. The practical effect of the quashing of service by the Scott Circuit Court was to deprive Hicks et al. of any trial in Scott County; so they have appealed under the authority of Berryman v. Cudahy Packing Co., 189 Ark. 1151, 76 S. W. 2d 956. The two cases in this Court (No. 1403 and No. 1418) have not been consolidated ; but we dispose of both of them in this one opinion.</p> <p id=\"b433-5\" pgmap=\"433\">On December 28, 1956 a three-way traffic mishap occurred in Scott County, Arkansas. One vehicle was owned by Lonnie Hicks and driven by his son, Lonnie Bruce Hicks. The second vehicle was owned by Arkansas Motor Freight Lines, Inc., a corporation, and driven and operated by R. C. Moore and H. W. Moon. The third vehicle was owned by Hargis Canneries, Inc., and was driven by William E. Hall. The same day of the traffic mishap (December 28th), Lonnie Hicks and Lonnie Bruce Hicks filed their action in the Scott Circuit Court (the County in which the mishap occurred) against all the owners and operators and drivers of the other two vehicles; and the Hicks obtained service as follows: Arkansas Motor Freight Lines, Inc., served on December 28, 1956 and again on December 29, 1956; H. W. Moon, served December 29, 1956; Hargis Canneries, Inc., served December 29, 1956; and William E. Hall, served December 29, 1956. We will refer to this case of Hicks v. Arkansas Motor Freight Lines, Inc. et al. as the “Scott County case.”</p> <p id=\"b434-4\" pgmap=\"434\">The Arkansas Motor Freight Lines, Inc. is a corporation domiciled in Sebastian County; and on December 28, 1956 (the same day of the traffic mishap) the Arkansas Motor Freight Lines, Inc. filed its action in the Sebastian Circuit Court (in which County the Arkansas Motor Freight Lines, Inc. is domiciled), against Lonnie Hicks, Lonnie Bruce Hicks, Hargis Canneries, Inc., and William E. Hall; and the Arkansas Motor Freight Unes, Inc. obtained service as follows: Lonnie Hicks, served January 1,1957; Lonnie Bruce Hicks, served January 1, 1957; Hargis Canneries, Inc.,<footnotemark>1</footnotemark> served December 28, 1956 and again on January 16, 1957; and William E. Hall, served December 28, 1956 and again on January 16, 1957. We will refer to this case of Arkansas Motor Freight Lines, Inc. v. Hicks et al. as the “Sebastian County case.”</p> <p id=\"b434-5\" pgmap=\"434\">In due time, Lonnie Hicks and Lonnie Bruce Hicks filed pleadings in the Sebastian County case, showing that their service on Arkansas Motor Freight Lines, Inc. in the Scott County case was prior, in point of time, to any service on them or on anyone else in the Sebastian County case. The Hicks thus pleaded the Scott County case as fixing venue regarding the Hicks’ claim against Arkansas Motor Freight Lines, Inc., as well as against all the other defendants in the Scott County case. The Hicks prayed that they be dismissed from the Sebastian County case. When the Sebastian Circuit Court overruled the said motion to quash and announced the intention to proceed to trial against the Hicks, this Petition for Prohibition resulted; and is case No. 1403 herein.</p> <p id=\"b434-6\" pgmap=\"434(71) 435(76)\">In the Scott County case, the Arkansas Motor Freight Lines, Inc. filed its motion to quash the summons served on it; and the Hargis Canneries, Inc. and Hall filed their motion to quash the summons served on them; and the Scott Circuit Court quashed all of the summons, which action — in view of the ruling in the Sebastian County case — -had the practical effect of finally disposing of the Scott County case and preventing the Hicks from trying their case in that venue; so the Hicks have appealed the said judgment in the Scott County case, and that appeal is Case No. 1418 in this Court. The same learned Judge presides over both the Scott Circuit Court and the Sebastian Circuit Court. The cases were argued and briefed together before him, and his written opinion applies to both cases. It is scholarly and enlightening.<footnotemark>2</footnotemark> </p> <p id=\"b436-4\" pgmap=\"436(127) 437(57)\">It is conceded that the Hicks are correct in their contentions if we follow our holdings in Kornegay v. Auten, 203 Ark. 687, 158 S. W. 2d 473; Healey &amp; Roth v. Huie, 220 Ark. 16, 245 S. W. 2d 813; and Carnes v. Strait, 223 Ark. 962, 270 S. W. 2d 920. But the learned Circuit Judge was of the opinion that the statements of this Court concerning the doctrine of forum non con-veniens, as contained in the case of Running v. Southwest Freight Lines, 227 Ark. 839, 303 S. W. 2d 578, gave the Circuit Court the right to decide which County — as between Scott County and Sebastian County — was more convenient to the Court and the litigants. \"With such understanding of Running v. Southwest Freight Lines (supra), it was held that Sebastian County was the forum conveniens and that Scott County was the forum non conveniens. We are thus brought to the question, whether the doctrine of forum non conveniens applies, between Counties in this State, to actions under § 27-610 and § 27-611 Ark. Stats.</p> <p id=\"b437-5\" pgmap=\"437\">The Circuit Judge clearly recognized that in the case of Running v. Southwest Freight Lines (supra) we were applying the doctrine of forum non conveniens to an imported case: that is, one which originated in another State. Likewise, in the briefs filed in this Court it is frankly conceded that no case had been found in which forum non conveniens had been applied to venue cases between counties in the same state.</p> <p id=\"b437-6\" pgmap=\"437\">In the case of Suhay v. Whiting, Court of Common Pleas of Ohio, 96 N. E. 2d 609, an automobile collision occurred in C. County. Both plaintiff and defendant resided in G-. County. The plaintiff sued in C. County and obtained service. There was a motion to dismiss. The Court discussed the doctrine of forum non con-veniens as applied to counties in the same state; but finally rested the decision on the fact that the plaintiff had lured the defendant into C. County in order to obtain service on him; and the motion to quash was based on the fact that service had been “wrongfully obtained.” Thus, all that was said on forum non conveniens was really dicta.</p> <p id=\"b437-7\" pgmap=\"437(114) 438(46)\">In the case of U. S. v. National City Lines, 334 U. S. 573, 92 L. Ed. 1584, 68 Sup. Ct. 1169, the Supreme Court of the United States had occasion to consider whether the doctrine of forum non conveniens should be applied so as to override a venue statute; and the majority opinion (made by six Justices) in that case contains clear reasoning. The question was, whether the doctrine of forum non conveniens applied to antitrust cases brought by the Government under § 12 of the Clayton Act. The majority opinion demonstrated that such § 12 of the Clayton Act had a legislative history which showed a clear intention to allow the Government to select its venue; and the majority concluded that because of such legislative history, the doctrine of forum non conveniens should not be applied, because such application would constitute judicial overriding of legislative action as to venue. The majority opinion contains these statements:</p> <blockquote id=\"b438-5\" pgmap=\"438\">“These conclusions concerning the section’s intent and effect are altogether inconsistent with any idea that the defendant corporation can defeat the plaintiff’s choice of venue as given, by asking for and securing dismissal of the suit, either on the ground that the venue selected within the statutory limits is inconvenient for the defendant or that another authorized venue is more convenient for it . . .</blockquote> <blockquote id=\"b438-6\" pgmap=\"438\">“Finally, both appellees and the District Court have placed much emphasis upon this Court’s recent decisions applying the doctrine of forum non conveniens and in some instances extending the scope of its application. Whatever may be the scope of its previous application or of its appropriate extension, the doctrine is not a principle of universal applicability, as those decisions uniformly recognize. At least one invariable, limiting principle may be stated. It is that whenever Congress has vested courts with jurisdiction to hear and determine causes and has invested complaining litigants with a right of choice among them which is inconsistent with the exercise by those courts of discretionary power to defeat the choice so made, the doctrine can have no effect.”</blockquote> <p id=\"b438-7\" pgmap=\"438\">The quoted reasoning by the U. S. Supreme Court is faultless: when the legislative branch of the government gives the plaintiff the choice of venues and the plaintiff diligently exercises the choice, then it is not for the courts to invent their own doctrine to overrule the legislative determination. When we consider § 27-610 and § 27-611 Ark. Stats, we see the legislative intention in the case at bar as clearly as appeared to the United States Supreme Court in the case of U. S. v. National City Lines, supra, from which we have just quoted.</p> <p id=\"b439-2\" pgmap=\"439\">Section 27-610 Ark. Stats, is Act No. 314 of 1939, and was for the purpose of localizing causes of action covered by the Act. We held that the purpose of the Act was to repeal so much of § 27-613 Ark. Stats, as had previously permitted such actions to he brought in any county in the state in which service might be had on the defendant. Indicative of the contemporary reaction to the Act No. 314 of 1939, attention is called to the following articles in the Law School Bulletin of the University of Arkansas, to-wit: Yol. 7, p. 61; and Yol. 8, p. 38. In Ft. Smith Gas Co. v. Kincannon, 202 Ark. 216, 150 S. W. 2d 968, we said:</p> <blockquote id=\"b439-3\" pgmap=\"439\">“What was the purpose of Act 314? The answer must be to localize personal injury actions, and to require that they be brought in the county where the injury occurred or where the plaintiff resides, and to repeal so much of § 1398, Pope’s Digest, as previously permitted them to be brought in any county where service might be had on the defendant; and, of course, it was contemplated that they be tried in the county in which they must be brought.”</blockquote> <p id=\"b439-4\" pgmap=\"439\">Likewise, § 27-611 Ark. Stats, is Act No. 317 of 1941, as amended by Act No. 182 of 1947. We have also declared that this is an enactment to localize venue. Viking Frt. Co. v. Keck, 202 Ark. 663, 153 S. W. 2d 166. Thus these two statutes, here involved, were designed to localize venue; and we have held that, as between the county of the “accident” and the county of “residence,” that court has jurisdiction whose process is first validly served. Kornegay v. Auten, 203 Ark. 687, 158 S. W. 2d 473; Healey &amp; Roth v. Huie, 220 Ark. 16, 245 S. W. 2d 813; Carnes v. Strait, 223 Ark. 962, 270 S. W. 2d 920.</p> <p id=\"b439-5\" pgmap=\"439(76) 440(102)\">If we should now permit the doctrine of forum non conveniens to apply to these venue statutes here involved, the effect would be to allow the court to determine the venue rather than the litigant whose process was first served. We would thus be allowing the courts to determine for themselves the matter of venue as between two conflicting counties, rather than allowing the litigants to determine the venue by diligence in filing suit and obtaining process. The Legislature gave the choice of venue to the diligent litigant. The courts should not usurp the legislative power of establishing venue; and such would be the effect of applying the doctrine of forum non conveniens to these two venue statutes here involved. What we said in Running v. Southwest Frt. Lines, 227 Ark. 839, 303 S. W. 2d 578, was in regard to an “imported” case: that is, one that arose outside of the State; and our language in that case should not be extended to apply to cases such as those here presented.</p> <p id=\"b440-5\" pgmap=\"440\">It follows that the Writ of Prohibition is granted to the Sebastian Circuit Court, with directions to sustain the pleadings filed by Lonnie Hicks and Lonnie Bruce Hicks therein and to dismiss them from the Sebastian Circuit Court, since their cause of action is pending in the Scott Circuit Court. There is left in Sebastian County only the case of Arkansas Motor Freight Lines, Inc. v. Hargis Canneries, Inc. and W. E. Hall. All the other causes will be tried in the Scott Circuit Court which first obtained jurisdiction by reason of its process being first served. The order of the Scott Circuit Court quashing service of process is reversed and the cause is remanded, with directions to overrule the motion to quash service and require the defendants therein to plead to the complaint of the plaintiffs. This, of course, will carry with it the cross-complaint of the Hargis Canneries, Inc. against the Hicks, because Har-gis Canneries, Inc. and Hall were served by the Hicks on the process out of the Scott Circuit Court on December 29th. The complaint by Arkansas Motor Freight Lines v. Hargis Canneries, Inc. did not draw into it the cause of action of the Hicks against Hargis Canneries, Inc. and Hall.</p> <p id=\"b440-6\" pgmap=\"440\">In Case No. 1403 the Writ of Prohibition is granted, with directions herein contained; and in Case No. 1418 the judgment is reversed and the cause is remanded for further proceedings not inconsistent with this opinion.</p> <footnote label=\"1\"> <p id=\"b434-7\" pgmap=\"434\"> Hargis Canneries, Inc. is domiciled in Washington County; but filed its answer and cross-complaint in the Sebastian County case on January 21, 1957 and obtained service on the same day on Lonnie Hicks and Lonnie Bruce Hicks.</p> </footnote> <footnote label=\"2\"> <p id=\"b435-3\" pgmap=\"435\"> We give the opinion in full: “By agreement of the parties as reflected in a pre-trial order dated 26 April, 1957 the court has before it three motions to quash and dismiss, two arising from an action filed in the Circuit Court for Scott County and one other arising from an action in the Circuit Court for the Fort Smith District of Sebastian County.</p> <p id=\"b435-4\" pgmap=\"435\">“This litigation is three sided, having arisen from a three way truck accident which occurred in Scott County on December 28, 1956 and each side now seeks damages against the others. For convenience, the parties will be referred to as the Arkansas Motor Freight, the Hicks, and Hargis-Hall. On the same day as the accident the Hicks filed suit in Scott County against the other two sides, Arkansas Motor Freight and Hargis-Hall; and Arkansas Motor Freight filed suit in Sebastian County against the Hicks and Hargis-Hall. In the ensuing race for service Hicks got service on Arkansas Motor Freight before Arkansas Motor Freight obtained service on them, but Arkansas Motor Freight got service on Hargis-Hall before Hicks. Shortly thereafter Hargis-Hall pleaded in the Sebastian County Circuit Court with an answer, coupled with a counterclaim against Arkansas Motor Freight and a cross-complaint against the Hicks, and obtained service upon them. Motions to quash and' dismiss were filed by Arkansas Motor Freight and Hargis-Hall in Scott County, and the Hicks have filed a similar motion in Sebastian .Corinty.</p> <p id=\"b435-5\" pgmap=\"435(290) 436(85)\">“If this court extends to each side in this litigation the principle of the cases of Healey &amp; Roth vs. Huie, 220 Ark. 16 and of Carnes, Admx. vs. Strait, Judge, 223 Ark. 962 it would have to hear the case of Hicks vs. Arkansas Motor Freight in Scott County, and- the case of Arkansas Motor Freight vs. Hargis-Hall and the cross-complaint of Hargis-Hall vs. Hicks in Sebastian County, for while the parties are common in each court their interests are adverse and separate, so that one is as entitled to the benefit of the ‘first service’ rule as the other. But manifestly the result would be a multiplicity of litigation, of trial by piecemeal, that does not appear compatible either with the intent of the law or sensible judicial administration. Since to blindly apply the Healey &amp; Roth and the Carnes cases to the case at bar would lead to such an undesirable situation, one must conclude that the trial court is entitled to, and should, take into consideration all factors peculiar to the litigation before it, rather than to stop with the ‘first service’ rule. In so considering the entire matter there are several other points which appear to be important. (1) The parties in each court are common, (which was not true in the Carnes vs. Strait case.) (2) None of the parties reside in Scott County. All of the plaintiffs are residents of Sebastian and Hargis-Hall live in Washington County. The case, therefore, could be tried with less expense and inconvenience in Sebastian County than in Scott. (3) The two suits were filed simultaneously and the resulting service overlapped in order of priority between the two jurisdictions. (4) The issues must be submitted to the jury under the Comparative Negligence Act, which would give rise to serious complications in the event of two trials. (5) A jury trial could be had in Fort Smith in August, whereas trial could not be had in Waldron until November. (6) Both Circuit Courts are within the 12th Judicial District and as judge of the district I am aware that the financial capacities of the two counties concerned are such that Scott County should be spared any unnecessary expense in holding court.</p> <p id=\"b436-6\" pgmap=\"436\">“Now if there is any discretion lodged in the trial court under all of these circumstances, it is manifest that the judge should reject the jurisdiction of one of the two courts and vest it wholly in the other. That there is discretion in such instances finds favor in the doctrine of forum non conveniens, which was discussed lately by our Supreme Court in an opinion written by Justice Paul Ward in the case of Running vs. Southwest Freight Lines, Inc., 227 Ark. 839, decided May 13, 1957. It is recognized that the doctrine was there applied to an ‘imported case,’ but all of the reasoning giving validity to the doctrine, and its necessity, are applicable under the circumstances of this particular case. In the language of Justice Ward: ‘Our examination of the eases applying the doctrine of forum non conveniens reveals that several factors have a bearing on the question of accepting or rejecting jurisdiction, such as: the inconveniences that might accrue to either side in the matter of obtaining witnesses or documents. Whether considered included in the said doctrine or not, we see no reason why the trial court should not properly consider other facts and factors of a different nature, such as the condition of the trial docket, the probable expense of the trial, and any other facts or circumstances affecting a just determination.’</p> <p id=\"b436-7\" pgmap=\"436\">“The excellent briefs of counsel do not reflect that a precedent exists combining in one case all of the facets of this problem, but the court senses a necessity and a duty to exercise discretion in matters concerning forum when the question arises under circumstances as peculiar as we have here. And especially so when the choice lays between courts which are both within the Judicial District over which the judge has responsibility.</p> <p id=\"b436-8\" pgmap=\"436\">“It is therefore the opinion of the court that the motions to quash and dismiss of the defendants in the Scott County Circuit Court should be granted and that of the defendants in the Sebastian Circuit Court should be denied. Counsel for plaintiff in Sebastian Circuit Court may prepare a precedent accordingly and noting the exceptions of the parties Hicks. Signed this the 12th day of June, 1957 /s/ Paul Wolfe, Circuit Judge.”</p> </footnote> </opinion> </casebody> ",
    "status": "ok"
  }
}