{
  "casebody": {
    "data": "<casebody firstpage=\"468\" lastpage=\"469\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b494-10\">UNITED STATES of America, Plaintiff-Appellee, v. Elee Campos CAMARGO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b494-13\">No. 05-40726.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b494-14\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b494-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b494-17\">Decided June 5, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b494-23\">James Lee Turner, Assistant U.S. Attorney, U.S. Attorney’s Office Southern District of Texas, Houston, TX, for PlaintiffAppellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b495-4\"><page-number citation-index=\"1\" label=\"469\">*469</page-number>Marjorie A. Meyers, Federal Public Defender, Brent Evan Newton, Assistant Federal Public Defender, Federal Public Defender’s Office Southern District of Texas, Houston, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b495-6\">Before BARKSDALE, STEWART, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b495-7\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b495-8\">Elee Campos Camargo appeals from his jury-trial conviction for one count of conspiracy to possess with intent to distribute 89.4 kilograms of marijuana. <em>See 21 </em>U.S.C. §§ 841(a)(1), (b)(1)(C), and 846. Camargo claims the court erred, pursuant to <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). This claim is not moot because he is serving a term of supervised release. <em>See United States v. Gonzalez, </em>250 F.3d 923, 928 (5th Cir.2001) (“[Supervised release, while a form of post-imprisonment supervision, is still considered to be a component of the defendant’s total sentence”.).</p>\n<p id=\"b495-9\">Camargo claims his constitutional rights were violated when the district court assessed a two-level firearm increase, pursuant to Sentencing Guideline § 2Dl.l(b)(l), based on judicially-determined facts. His Presentence Investigation Report and sentencing objections sufficiently apprised the court he was making a Sixth Amendment objection to being sentenced based on facts not found by a jury. <em>United States v. Akpan, </em>407 F.3d 360, 376 (5th Cir.2005); <em>see United States v. Olis, </em>429 F.3d 540, 544 (5th Cir.2005). The increase violated Camargo’s Sixth Amendment right to a trial by jury, and the Government has not met its burden of demonstrating the error was harmless beyond a reasonable doubt. <em>See United States v. Pineiro, </em>410 F.3d 282, 285-86 (5th Cir.2005).</p>\n<p id=\"b495-14\">\n<em>CONVICTION AFFIRMED; VACATED AND REMANDED FOR RESEN-TENCING</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b495-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}