{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"167\" lastpage=\"176\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b167-2\" pgmap=\"167\">The Wabash Railroad Company v. Charles Jones, by his next friend, etc.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AR6\" pgmap=\"167\">Filed at Springfield November 10, 1896,</decisiondate><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b167-9\" pgmap=\"167\">1. Railroads— liability for wanton injury to trespasser—using track as a foot-path. Upon a trial under counts charging that an engineer saw plaintiff on the railroad track, where he was walking as a trespasser, and wantonly ran over him, whether such engineer had or had not reason to believe some one might be using the track as a path is immaterial, as the plaintiff's right to recover would not be thereby affected. (Magruder, C. J., dissenting.)</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b167-12\" pgmap=\"167\">2. Same—use of track, as foot-path—sufficiency of, to change company’s duty. Evidence that occupants of several Rouses along a railroad track had been accustomed to use the track as a foot-path does not establish a duty on the part of an engineer to use care to see and avoid injury to persons trespassing upon the track at that place, where the company has operated the road but a short time and has done nothing to encourage such use of its track.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"Abn\" pgmap=\"167\">3. Same—evidence of use of track, as a foot-path—when not admissible Use by several families of a railroad track as a foot-path, not impliedly assented to by the company and not such as creates a right in the users thereby imposing a duty on the company different from what it would owe to a trespasser, is not proper to be proved in a suit by a trespasser for injury, though a count of the declaration alleged that the engineer, by the use of ordinary care, could have seen the plaintiff and avoided the injury.</headnotes><history data-order=\"5\" data-type=\"history\" id=\"b167-19\" pgmap=\"167\">Wabash Railroad Co. v. Jones, 53 Ill. App. 125, reversed.</history><summary data-order=\"6\" data-type=\"summary\" id=\"b167-20\" pgmap=\"167\">Appeal from the Appellate Court for the Third District;—heard in that court on appeal from the Circuit Court of Sangamon county; the Hon. James A. Creighton, Judge, presiding.</summary><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b167-21\" pgmap=\"167\">George B. Burnett, for appellant:</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b167-22\" pgmap=\"167(64) 168(32)\">The fact that persons have been in the habit of passing and re-passing over the right of way of a railroad does not give to a party injured, while so using the right of way, any right which affects the defendant’s relation toward him or changes his character from that of a trespasser. Railroad Co. v. Godfrey, 71 Ill. 600; Railroad Co. v. Hall, 72 id. 227; Railroad Co. v. Hart, 87 id. 529; Blanchard, v. Railroad Co. 126 id. 416; Railroad Co. v. Hetherington, 83 id. 416; Roden v. Railroad Co. 133 id. 72.</p><p data-order=\"9\" data-type=\"legal\" id=\"b168-5\" pgmap=\"168\">A railroad company is not bound to keep a lookout for persons trespassing upon its right of way, and when such persons are injured by a passing train they cannot recover for such injuries, unless the servants of the company have been negligent after becoming aware of the trespasser’s perilous position or unless the injury is willfully inflicted. Noble v. Railroad Co. 142 Ill. 578.</p><p data-order=\"10\" data-type=\"legal\" id=\"b168-6\" pgmap=\"168\">These rules of law, so firmly established in this court, are supported by a great number of decisions in other States, of which the following are cited: L. S. N. &amp; C. Co. v. Morton, 24 Pa. St. 465; Mulherrin v. Railroad Co. 81 id. 366; Railroad Co.v. Brinson, 70 Ga. 207; Brensnahan v. Railroad Co. 49 id. 410; Mason v. Railroad Co. 27 Kan. 83; Tennenbrook v. Railroad Co. 59 Cal. 269; Railroad Co. v. Richards, 59 Tex. 373; Railroad Co. v. Graham, 95 Ind. 286; Bacon v. Railroad Co. 58 Md. 482; Railroad Co. v. Smith, 9 Lea, 470; McAllister v. Railroad Co. 32 Minn. 518; Johnson v. Railroad Co. 125 Mass. 75; Morrisey v. Railroad Co. 127 id. 277; Barker v. Railroad Co. 98 Mo. 50; Railroad Co. v. State, 62 Md. 479; Railroad Co. v. Monday, 49 Ark. 257; Railroad Co. v. Black, 89 Ala. 313; Railroad Co. v. Stroud, 64 Miss. 784; Railroad Co. v. Watkins, 12 Am. &amp; Eng. R. R. Cas. 89.</p><attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b168-7\" pgmap=\"168\">Patton &amp; Hamilton, for appellee:</attorneys><p data-order=\"12\" data-type=\"legal\" id=\"b168-8\" pgmap=\"168\">There is a distinction between cases where there is a mere naked license to enter and pass over premises, and where any enticement or inducement is held out to enter and pass over. Sweeny v. Railroad Co. 10 Allen, 368.</p><p data-order=\"13\" data-type=\"legal\" id=\"b168-9\" pgmap=\"168\">It is not the law that a railroad company owes no duty to a trespasser under any circumstances, as is contended by appellant. Railroad Co. v. Noble, 142 Ill. 585.</p><p data-order=\"14\" data-type=\"legal\" id=\"b168-10\" pgmap=\"168(30) 169(18)\">The Bodemer case, 139 Ill. 596, holds that to drive an engine recklessly or with indifference where it is known that persons are accustomed to pass, is such gross want of care and regard for the rights of others as to justify the presumption of willfulness or wantonness.</p><p data-order=\"15\" data-type=\"legal\" id=\"b169-5\" pgmap=\"169\">In Railroad Co. v. Gregory, 58 Ill. 272, a child five years old escaped from its parents’ control and got on the track and was killed by a passing train, and the court held that negligence could not be imputed to the child on account of its age, and that the company was guilty of negligence in running too fast through the village of Brighton, where persons were liable at all times to be on its track.</p><p data-order=\"16\" data-type=\"legal\" id=\"b169-6\" pgmap=\"169\">The engineer must use the usual signals to warn trespassers. Shearman &amp; Redf. on Negligence, (4th ed.) 483.</p><p data-order=\"17\" data-type=\"legal\" id=\"b169-7\" pgmap=\"169\">Our Supreme Court has exploded the old doctrine that where a child sues for an injury the negligence • of his' parents can be imputed to him. Railway Co. v. Wilcox, 138 Ill. 370.</p> <opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b169-8\" pgmap=\"169\">Mr. Justice Cartwright</author> <p id=\"AsY\" pgmap=\"169\">delivered the opinion of the court:</p> <p id=\"b169-9\" pgmap=\"169\">Appellee recovered a judgment for personal injuries caused by appellant’s passenger train when he was walking on the railroad track on appellant’s right of way in front of the train. The Appellate Court affirmed the judgment.</p> <p id=\"b169-10\" pgmap=\"169(143) 170(118)\">On the morning of December 31, 1891, the plaintiff, who was eight years and ten months old, went with another boy from his home at Riverton to Springfield on one of appellant’s trains and returned to Riverton on the train which injured him. The train was going east, and his father’s house was about twoghundred yards east of the depot where the train stopped. He got off the train at the platform and started home. He walked east on the platform as far as it extended and then walked upon the right of way beside the train and past the engine, which was at the chute. About half way between the depot and his father’s house a street crossed the railroad at right angles. A freight train stood on a side-track north of the main track, and when he reached the street crossing he got on the main track and walked between the rails. He testified that he took the main track because when both trains would come along and pass him he would become dizzy, and he therefore preferred the main track. He walked along upon the track toward his home blowing a tin whistle or horn until he was struck. He testified that he knew the track was a dangerous place with the train likely to come along at any time, and that he looked back twice to see if it was coming, but it was not. The track was nearly straight, and there was nothing between plaintiff and the engine to obstruct the vision.</p> <p id=\"b170-5\" pgmap=\"170\">On the trial, the court, against the objection of defendant, permitted the plaintiff to prove by several witnesses that people living along defendant’s track at that place had been in the habit of using the track as a foot-path, and a large part of the evidence for plaintiff was upon that question. By this evidence it was proved that the occupants of several houses had been accustomed to use the track as a foot-path for about twenty-five years. At the close of plaintiff’s evidence the court denied defendant’s motion to exclude this testimony.</p> <p id=\"b170-6\" pgmap=\"170(152) 171(330)\">There were three counts in the declaration, in each of which it was averred that the plaintiff, on account of his tender years, was incapable of exercising care for his own safety. The ground of the alleged liability of defendant set forth in the first count was, that the engineer, by the exercise of ordinary care, could have seen plaintiff on the track in time to have avoided any injury to him, and that through negligence in failing to see and observe him the engine and train ran over him. By the second and third counts it was charged, in effect, that the servants of defendant in charge of the train did see the plaintiff on the track, and, without giving any notice of the approach of the train, recklessly and wantonly ran over him. The avowed purpose in introducing the evidence in question was to charge defendant with a duty to exercise care to see whether any person.was on the track. The rulings in its admission were upon the theory that because people had been in the habit of using the track as a foot-path, the defendant’s relations to such persons had been affected in such a way as to create a new duty toward them to take precaution for their safety by keeping a lookout to ascertain if any of them were on the track. The only count in • which it was attempted to allege a duty on the part of defendant to take precaution of that kind was the first. That count proceeded on the theory that there was such a duty, and it will be manifest that the evidence was admitted as tending to prove that count. Under the second and third counts, which charged that the engineer saw the plaintiff and recklessly and wantonly ran over him, it was immaterial whether he had or had not reason to suppose that some person might be using the track as a path. In such case plaintiff’s right to recover for the injury would not depend upon or be affected by the circumstance that others had used the track for the same purpose. It was agreed that defendant came into possession of the road July 1, 1890, and had been operating it one year and six months prior to the accident. It had only been in possession or operation of the road for a comparatively short time, and it was not shown that it had done anything to aid, encourage or invite the use made of the track. If such use with the implied assent of defendant did not create any right in plaintiff to so use the track, and imposed no duty on defendant different from its duty where there had been no such use, then the testimony did not tend to support the charge of such duty and should not have been admitted.</p> <p id=\"b171-5\" pgmap=\"171(48) 172(370) 173(32)\">The question whether the relation of the parties and their relative rights and duties were changed by such use, or the liability of defendant affected, has often been considered by this and other courts with uniform results. In Illinois Central Railroad Co. v. Godfrey, 71 Ill. 500, the court said (p. 506): “This cause was tried in the court below, and submitted to the jury, as manifested by the instructions given and refused, upon an erroneous theory, which was, that, from the fact of the citizens of Decatur having been in the habit of passing and re-passing over the portion of the defendant’s right of way where the injury in question occurred, the plaintiff had acquired some right which affected the defendant’s relation toward him, and that at the time of the accident he was in the exercise of a legal right. It very materially affects the question of the respective duties and liabilities of the parties whether, at such time, the plaintiff was in the exercise of a legal right or not. The right of way was the exclusive property of the company, upon which no unauthorized person had a right to be, for any purpose. The plaintiff was traveling upon defendant’s right of way, not for any purpose of business connected with the railroad, but for his own mere convenience, as a foot-way, in reaching his home on return from a search after his cow. There was nothing to exempt him from the character of a wrongdoer and trespasser in so doing further than the supposed implied assent of the company, arising from their non-interference with a previous like practice by individuals. But because the company did not see fit to enforce its rights and keep people off its premises no right of way over its ground was thereby acquired. It was not bound to protect or provide safeguards for persons so using its grounds for their own convenience. The place was one of danger, and such persons went there at their own risk and enjoyed the supposed implied license subject to its attendant perils. At the most, there was here no more than a mere passive acquiescence in this use. A mere naked license or permission to enter or pass over an estate will not create a duty or impose an obligation on thé' part of the owner to provide against the danger of accident. Sweeny v. Old Colony and Newport Raihvay Co. 10 Allen, 373; Hickey v. Boston and Lowell Railway Co. 14 id. 429; Philadelphia and Reading Railroad Co. v. Hummel, 44 Pa. St. 375; Gillis v. Pennsylvania Railway Co. 59 id. 129.” The judgment was reversed.</p> <p id=\"b173-4\" pgmap=\"173\">In the case of Illinois Central Railroad Co. v. Hetherington, 83 Ill. 510, a young lady was overtaken and killed by a train while walking on the right of way of the railroad company. A judgment for the plaintiff was reversed and it was said (p. 513): “The fact that persons residing in the locality where the accident occurred had been in the habit of traveling upon the right of way of the defendant and no measures had been taken to prevent it, did not change the relative rights or obligations of the deceased or the railroad company.” And it was further said: “Where a person voluntarily and without authority undertakes to travel upon a railroad track he ought not to recover damages for an injury received unless it was wanton or willful.”</p> <p id=\"b173-5\" pgmap=\"173\">Blanchard v. Lake Shore and Michigan Southern Railway Co. 126 Ill. 416, was a suit for the killing of a person who was trying to cross the railroad tracks in a diagonal direction where there was no regular street crossing. Plaintiff introduced testimony that for a number of years the workmen in the freight houses had been in the habit of walking upon the tracks under the viaduct at the noon hour to reach their homes, and that this custom had never been prohibited or interfered with by the railroad company. There was a verdict for defendant by direction of the court and the judgment entered thereon was affirmed by this court. The foregoing decisions were referred to and approved, and it was held that there could be no recovery unless the death of the deceased was willfully or wantonly caused by defendant.</p> <p id=\"b173-6\" pgmap=\"173(41) 174(145)\">In the case of Lake Shore and Michigan Southern Railway Co. v. Bodemer, 139 Ill. 596, the same doctrine was reiterated and the above cases referred to as stating the true rule. In that case testimony was received that persons were in the habit of passing across the tracks at the place where the accident occurred, but when that testimony was admitted the evidence for plaintiff tended to show that the tracks at the point where the deceased was killed were laid in Clark street, a public street of the city of Chicago. The proof was held competent when admitted, for the reason that it had not then been shown that the tracks were on defendant’s right of way, and after the defendant had made such proof there was no motion to exclude the testimony complained of. That case was submitted to the jury upon a declaration which charged wanton and willful conduct, and as it was held that the proof tended to show such a disregard for the rights of others as to justify the presumption of willfulness, the judgment was affirmed.</p> <p id=\"b174-5\" pgmap=\"174(226) 175(14)\">The question was again considered in Illinois Central Railroad Co. v. Noble, 142 Ill. 578, which was a suit for injury to trespassing animals. The rule as to persons was there stated as in the above cases, and the same rule was applied in the case óf animals. After referring to the decisions of this and other courts it was said (p. 587): “The doctrine announced in these decisions, that where the persons or animals exposed to injury are mere trespassers the duty to exercise care arises only upon discovery of their presence on the railway, seems to be strictly in accordance with the general current of authority. * * * In a note to McAllister v. B. &amp; N. W. Ry. Co. 19 Eng. &amp; Am. R. R. Cas. 108, many authorities involving a discussion of the rule now under consideration are collected, in most of which, however, said rule is applied to persons trespassing on a railway track, the doctrine sustained by said authorities being, that ‘a railroad company is not bound to keep a lookout for trespassers walking upon the track. When such parties are injured by a passing train they have only themselves to blame, and can not recover unless the servants of the company have been negligent after becoming award of the trespasser’s perilous position. ’ ” See, also, Thompson on Negligence, 448; Cooley on Torts, 660.</p> <p id=\"b175-5\" pgmap=\"175\">It may be conceded that there are cases where evidence of the character in question may be admissible for the purpose of determining the nature of an act. The fact of general use by the public of a track, so as to create a probability of their presence, might make an act which would otherwise be merely negligent so reckless as to indicate a disregard for life or a general disposition to do injury. As was held in the Bodemer case, supra, the running of a train at a high and dangerous speed in a crowded city, along a portion of the track where persons are known to be passing every day, may show such a disregard for the safety of others as to justify a presumption of willfulness. But if the evidence had gone to that extent the plaintiff made no charge in his declaration under which it could have been properly admitted. The case was plainly tried upon the theory that defendant owed a duty to look out for persons using its track at the place in question. The engineer testified that he was in his place and did not see plaintiff. If the jury believed him they could not find for the plaintiff on the second or third count of the declaration, but there was uncontradicted evidence from which the jury might find that by the exercise of care and diligence he might have discovered the presence of plaintiff. The first count charged that the engineer, by the exercise of care, could have seen the plaintiff, and that he negligently failed to see and observe him. The evidence was admitted to show the existence of a duty to exercise such care, and the verdict was probably based on the failure to perform such duty. The error was material and harmful.</p> <p id=\"b175-6\" pgmap=\"175(52) 176(24)\">The trial court refused to instruct the jury to return a verdict for defendant. This is assigned as error, but as the case was tried on an erroneous theory of the rights of the parties and must be submitted to another jury upon such evidence as the parties may then produce, we shall not discuss the evidence produced at the trial already had or the inferences which the jury might justifiably draw from it.</p> <p id=\"b176-5\" pgmap=\"176\">The judgments of the Appellate Court and circuit court are reversed, and the cause will be remanded to the latter court.</p> <p id=\"A7\" pgmap=\"176\">Reversed and remanded.</p> </opinion> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b176-7\" pgmap=\"176\">Mr. Chief Justice Magruder,</author> <p id=\"AKR\" pgmap=\"176\">dissenting: I do not concur in all that is said in this opinion, or in the conclusion reached by it. To say that, where the engineer of a railroad company is charged with recklessly and wantonly running over a person whom he sees upon the track, it is immaterial whether such engineer “had or had not reason to suppose that some person might be using the track as a path,” is to announce a doctrine, which is as much opposed to sound principles of law, as it is to enlightened sentiments of humanity.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}