{
  "casebody": {
    "data": "<casebody firstpage=\"325\" lastpage=\"326\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b341-3\">AARON P. SUSSMAN, PLAINTIFF, v. YELLOW TAXICAB COMPANY, DEFENDANT.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b341-4\">Argued October 3, 1928</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AVl\">Decided March 28, 1929.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b341-7\">Before Gummere, Chief Justice, and Justice Parker.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b341-8\">Eor the plaintiff, <em>Alfred Brenner.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b341-9\">For the defendant, <em>George F. Seymour, Jr.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b341-10\">Per Curiam.</author>\n<p id=\"b341-11\">This is plaintiff’s rule to show cause on the ground of inadequacy of damages.</p>\n<p id=\"b341-12\">The plaintiff, a dentist in active practice, earning according to his testimony some $25,000 a year over expenses, was injured by having his hand jammed in-the door of a taxicab of the defendant company, necessitating the amputation of about half of the first finger with incidental injury to two other fingers, causing stiffness. The testimony showed with substantial clearness that the plaintiff’s right hand was permanently crippled.</p>\n<p id=\"b341-13\">The jury found a verdict in favor of the plaintiff for $3,000, and counsel for the defendant conceded on the argument that this verdict is inadequate, but claimed that it ought to stand because as they said the jury had serious doubt whether the plaintiff ought to recover anything under the circumstances, and that the verdict was the result of a <page-number citation-index=\"1\" label=\"326\">*326</page-number>compromise. It is well settled that a verdict under such circumstances cannot stand. The question then remains whether the new trial should be limited to damages only. The trial judge undertook to make, this limitation of the rule, but we do not feel controlled by such limitation in this court. <em>Faggioni </em>v. <em>Weiss, </em>128 <em>Atl. Rep. </em>540; 3 <em>N. J. Mis. R. </em>371; <em>De Peole </em>v. <em>Passaic City Steam Laundry, </em>137 <em>Atl. Rep. </em>890; 5 <em>N. J. Mis. R. </em>687; <em>Infirri </em>v. <em>Staseak, </em>4 <em>Id. </em>915; <em>Wilentz </em>v. <em>Lonky, </em>6 <em>Id. </em>711. We incline to the view that there should be a new trial at large. Such will be the order.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}