{
  "casebody": {
    "data": "<casebody firstpage=\"716\" lastpage=\"726\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b804-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b804-4\">Stanpark Realty Corporation, Et Al. v. City of Norfolk, Et Al.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b804-5\">January 20, 1958.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b804-6\">Record No. 4707.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b804-7\">Present, Eggleston, Spratley, Buchanan, Miller, Whittle and Snead, JJ.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b805-19\"><page-number citation-index=\"1\" label=\"717\">*717</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b805-20\"><em>Jordan A. Pugh, III (James W. Oast, Jr., </em>on brief), for the plaintiffs in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b806-3\"><page-number citation-index=\"1\" label=\"718\">*718</page-number><em>Marshall T. Bohannon (Leonard H. Davis, City Attorney; Herbert &amp; Bohannon, </em>on brief), for the defendants in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b806-4\">Whittle, J.,</author>\n<p id=\"ACs\">delivered the opinion of the court.</p>\n<p id=\"b806-5\">An appeal was granted Stanpark Realty Corporation, B. M. Stanton and Dorothy P. Stanton, hereinafter called Stanpark, from an order entered by the Corporation Court of the City of Norfolk in a condemnation proceeding wherein the City of Norfolk, hereinafter called the city, was plaintiff (condemner), and Pender Holding Corporation, hereinafter called Pender, and the above named appellants (condemnees) were defendants.</p>\n<p id=\"b806-6\">The order confirmed to the city the fee simple title to and right of possession of the properties. Pender did not appeal.</p>\n<p id=\"b806-7\">The facts disclosed that in the area of the city bounded by College Place on the south, Boush Street on the east, and Duke Street on the west, the city operates a metered public parking lot of 30-car capacity on the property which lies at the northwest corner of College Place and Boush Street; that Pender owns a building on the next adjoining 20-foot parcel fronting on College Place, and owns and leases to Stanpark the next three adjoining vacant parcels fronting on College Place, respectively, 26 feet, 28 feet, and 26 feet, together with adjoining vacant land in the rear thereof, fronting on Duke Street; that Stanpark owns the adjoining property situated at the northeast comer of College Place and Duke Street and the property on Boush Street; and that it operates a 256-car capacity “shopper” parking facility on the properties owned and leased by it.</p>\n<p id=\"b806-8\">The city by this proceeding seeks to acquire all of those parcels fronting on College Place for the purposes of widening College Place by 20 feet and using the residue to provide off-street motor vehicle parking facilities. Under the order appealed from, as aforesaid, the city was granted the fee simple title to and right of possession of the properties involved.</p>\n<p id=\"b806-9\">Stanpark assigns eleven errors which embrace several questions for our consideration. The material questions will be treated in the order presented. The first question challenges the validity of the city ordinance authorizing the condemnation. Several alleged defects are stressed. First, it is contended that § 14 of the city charter wherein it is provided that the city council can authorize in an ordinance the making of one public improvement and the issuance of <page-number citation-index=\"1\" label=\"719\">*719</page-number>bonds therefor is not broad enough to permit the condemnation of property for the dual purpose of broadening College Place and providing off-street parking facilities under a single ordinance. It is thus contended that the acquiring of property to widen the street and to provide for off-street parking facilities are two separate and distinct public improvements when only one is permitted under the section.</p>\n<p id=\"b807-4\">We see no merit in this contention. The objects here sought to be accomplished are so closely related they become as one, relating solely to the relief of congestion on the city streets.</p>\n<p id=\"b807-5\">It is next contended that the ordinance is invalid for the reason that the city has no legal right to issue bonds for an off-street parking facility.</p>\n<p id=\"b807-6\">Section 15-591, Code of Virginia, 1950, authorizes cities and towns to issue bonds for certain specific purposes and for “any other permanent public improvement.” Section 2(7) of the charter authorizes the city “to make and maintain public improvements of all kinds,” and § 2(11) empowers the city “to establish, open, widen, extend, grade, improve, construct, maintain * * * public highways, streets, alleys, boulevards and parkways * * * and to do all other things whatsoever adapted to make said streets and highways safe, convenient and attractive.”</p>\n<p id=\"b807-8\">A proper interpretation of these broad powers authorizes the city to acquire land for an off-street parking facility when the necessity therefor is shown to be for the public interest and safety. In addition to what has been said, § 15-6 of the Code grants all cities and towns the right to “provide off-street automobile parking facilities and open the same to the public with or without charge.”</p>\n<p id=\"b807-9\">This contention, as well as various technical objections leveled by Stanpark at the validity of the ordinance, is without merit.</p>\n<p id=\"b807-10\">The next question posed by Stanpark is directed to the sufficiency of the petition, it being asserted that the demurrer to the petition should have been sustained. It is argued that while alleging a public use, the petition does not demonstrate the particulars of “public use”; that it does not fully describe the type of parking facility to be established and does not describe the present use of the property nor furnish detailed plans of the facility.</p>\n<p id=\"b807-11\">Section 58 of the Virginia Constitution states that “public uses” are to be defined by the General Assembly. Section 15-702 of the Code states “The term ‘public uses’ mentioned in section 58 of the <page-number citation-index=\"1\" label=\"720\">*720</page-number>Constitution * <em>* * </em>is hereby defined to embrace all uses which are necessary for public purposes.”</p>\n<p id=\"b808-4\">As heretofore shown, the charter of the city is sufficient to empower the city to lay out streets and regulate traffic thereon, and coincidental therewith to provide for off-street parking for vehicles if the public necessity therefor is shown. Further, § 15-6 of the Code empowers every city and town to provide off-street automobile parking facilities, thus expressly declaring them to be a public use. <em>City of Richmond </em>v. <em>Dervishian, </em>190 Va. 398, 57 S. E. 2d 120.</p>\n<p id=\"b808-5\">The contention to the effect that the petition does not describe the present use of the property sought to be condemned relates to the proposition that had the petition shown this it would have shown that the city was seeking to condemn a portion of a present parking facility now operated by Stanpark and thus the property was not subject to condemnation as no necessity for its acquisition could, under the circumstances, be shown. This theory goes to the proof of public necessity which will hereafter be treated. The objection is not pertinent to the pleadings.</p>\n<p id=\"b808-6\">As said in Nichols on Eminent Domain, Supplement Section 7.5127, (p. 20):</p>\n<p id=\"b808-7\">“Since municipalities have authority to condemn property adjacent to an existing street for the purpose of widening it so as to accommodate the parking of vehicles and to facilitate the flow of traffic as well, certainly the acquisition of property for off-street parking would likewise be a public purpose and a less costly means of attaining the results sought. The argument that the use is private because it enables a municipal corporation to enter into business in direct competition with individuals who are now operating parking lots cannot be sustained;” citing <em>Poole </em>v. <em>Kankakee, </em>406 Ill. 521, 94 N. E. 2d 416; <em>Lenzner </em>v. <em>Trenton, </em>22 N. J. Super. 415, 91 A. 2d 896; <em>Denihan Enterprises </em>v. <em>O'Dwyer, </em>302 N. Y. 451, 99 N. E. 2d 235.</p>\n<p id=\"b808-8\">The objection to the omission of detailed plans from the petition is also without merit. The wisdom of the construction of a public improvement, the manner in which such improvement is to be constructed, and the economic soundness thereof involve questions which lie in this instance within the judgment of the city council and are not subject to challenge by Stanpark. <em>Light </em>v. <em>City of Danville, </em>168 Va. 181, 201, 190 S. E. 276.</p>\n<p id=\"b808-9\">Stanpark, in what is apparently its principal objection to the proceeding, asserts that “no necessity for condemnation has been shown.”</p>\n<p id=\"b809-3\"><page-number citation-index=\"1\" label=\"721\">*721</page-number>We here hold that under the provisions of § 15-6 of the Code the city has sufficiently alleged and proved that the purpose for which it is seeking the Stanpark properties is a valid public use.</p>\n<p id=\"b809-4\">It is contended, however, that the city has in no manner proved the necessity for the condemnation of Stanpark’s properties. It is true that ordinarily the determination of the necessity, propriety, or expediency of resorting to the exercise of the powers of eminent domain is a legislative and not a judicial function. 6 M.J., Eminent Domain, § 18, p. 704. But in this instance § 15-668 of the Code expressly provides: “No property shall be condemned for the purposes specified in sections 15-6, 15-17, and 15-715, unless the necessity therefor shall be shown to exist to the satisfaction of the court having jurisdiction of the case.” Thus the section makes the determination of the “necessity”, where challenged, a judicial rather than a legislative question. Evidently the city entertained this view when it filed its petition for it alleged therein that a public necessity existed.</p>\n<p id=\"b809-5\">Stanpark, answering the allegation, said, “Respondents particularly call for strict proof of the alleged necessity for the condemnation of their said property as is required by the provisions of section 15-668 of the Code of Virginia.” Thus the issue of necessity was challenged and brought into focus, requiring proof of its existence. Further, the order appealed from stated “And it further appearing to the court that the fee simple interest in said property <em>* * * </em>is necessary for the uses and purposes of the City of Norfolk for * * * providing off-street motor vehicle parking facilities for the general public between said streets * * *.”</p>\n<p id=\"b809-6\">Section 15-6 of the Code, which provides, “Every city and town may: <em>* * </em>* (2) Provide off-street automobile parking facilities and open the same to the public with or without charge,” is directly subject to § 15-668 of the Code which provides, “No property shall be condemned for the purposes specified in sections 15-6, 15-17, and 15-715, unless the necessity therefor shall be shown to exist to the satisfaction of the court <em>* </em>* *.”</p>\n<p id=\"b809-7\">A city has no inherent right to condemnation but only that derived from legislative enactments which must be passed pursuant to constitutional provisions. <em>Hopewell </em>v. <em>N. &amp; W. Ry. Co., </em>154 Va. 19, 25, 152 S. E. 537.</p>\n<p id=\"b809-8\">As said by Judge Burks in <em>School Board </em>v. <em>Alexander, </em>126 Va. 407, 412, 101 S. E. 349, 351, “* * * The State may grant the power generally to condemn any property for a public use, or it may place <page-number citation-index=\"1\" label=\"722\">*722</page-number>such restrictions upon the power, the manner of its exercise or the character of the property that it may or may not be taken as it pleases, and when such restrictions are imposed they must be obeyed. * * *.\"</p>\n<p id=\"b810-4\">In this instance, as aforesaid, § 15-668 of the Code makes the determination of the necessity a judicial question, throwing upon the city the burden of proving by evidence the necessity for the condemnation. 29 C. J. S., Eminent Domain, § 269, p. 1248, <em>ff. </em>18 Am. Jur., Eminent Domain, § 335, p. 978. There is insufficient proof in the record to support the finding in the lower court’s order that the taking of the properties “is necessary for the uses and purposes of the City of Norfolk for <em>* * * </em>providing off-street motor vehicle parking facilities for the general public between said streets * * *.”</p>\n<p id=\"b810-5\">The city relies upon proof of the ordinance with its declaration of necessity as proof of such necessity. This is insufficient where, as here, the necessity is contested by the property owner.</p>\n<p id=\"b810-6\">The city contends that under § 15-668 only the trial court must be satisfied that the necessity exists, and argues that the reason for this is that the court is acquainted with local conditions and is best suited to pass upon the question; that conceivably the trial court could take judicial notice of the necessity without any evidence being introduced on the point; that the General Assembly has seen fit to give to the trial court this discretionary power of determining the necessity, and that the trial court’s decision should not be reversed unless the record plainly and unequivocally shows that the court has abused its discretion.</p>\n<p id=\"b810-7\">Suffice it to say that this argument is in the teeth of the statute requiring that the necessity for the condemnation shall be shown. The statute contemplates evidence, not judicial notice. If this were not true an appeal on the question of necessity would be a vain thing.</p>\n<p id=\"b810-8\">While Stanpark in its answer called for strict proof of the necessity for the talcing of any of the property involved, it now concedes the necessity for the taking of the 20-foot strip for the purpose of widening College Place. However, it earnestly contends that no necessity has been proved for the taking of its property for off-street parking facilities, which property is already devoted to this use.</p>\n<p id=\"b810-9\">In this connection the trial court erroneously struck the evidence <page-number citation-index=\"1\" label=\"723\">*723</page-number>introduced by Stanpark tending to show that under the related circumstances no necessity existed.</p>\n<p id=\"b811-4\">Stanpark next asserts that § 25-7 of the Code was not complied with in that no <em>bona fide </em>offer was made to it by the city. The record discloses that just prior to the filing of the petition the city was negotiating with the then owner of the Stanpark property which it sought to condemn and had offered approximately $19,000 therefor. While these negotiations were pending, Stanpark purchased the property in question for $40,000, for which the commissioners in the instant proceeding allowed $42,000, there being no objection or exception to the award. Prior to negotiating for the purchase the city had the property appraised by two competent real estate appraisers who valued it at $19,600, and the city offered Stan-park this amount. The offer was declined and further negotiations were terminated by a letter from Stanpark reading: “We are not disposed to negotiate with the city for the city to purchase from us * * * property we own which is described in the ordinance.” Under these circumstances no further offer was necessary. Nichols on Eminent Domain, Vol. 6, § 24.621.</p>\n<p id=\"b811-5\">Stanpark next contends that it was entitled to show special damages suffered by reason of the termination of its leasehold on the Pender property as well as damages to its remaining property owned in fee and operated as a parking facility. The court sustained the objection of the city as to the evidence regarding Stanpark’s income and profits from the property leased from Pender but permitted Stan-park to show the income from its parking facilities on the property which it owned in fee, and admitted testimony regarding the leasehold by Stanpark with Pender, showing the terms of the lease and the rental paid Pender therefor. The court’s ruling in this instance was that the value of the lease was admissible for the purpose of showing the value of the Pender property, and that any income or profit Stanpark might make on the property leased from Pender was not material evidence. In this connection the court relied upon the rule laid down in <em>Richmond, &amp;c. R. Co. </em>v. <em>Chamblin, </em>100 Va. 401, 406, 41 S. E. 750, as follows:</p>\n<blockquote id=\"b811-6\">“It seems to be well established that damages to the trade or business of the landowner are generally too remote to be a subject of damages, because they depend upon contingencies too uncertain and speculative to be allowed.”</blockquote>\n<p id=\"b811-7\">In deciding that Stanpark was not entitled to a separate award for <page-number citation-index=\"1\" label=\"724\">*724</page-number>damages, if any it might suffer by virtue of the city taking the Pender property on which Stanpark had a lease, the court instructed the commissioners at Stanpark’s instance as follows:</p>\n<blockquote id=\"b812-4\">“The court instructs the Commissioners that they must make separate awards in this case as follows:</blockquote>\n<blockquote id=\"b812-5\">#######</blockquote>\n<blockquote id=\"b812-6\">“(d) To Stanpark Realty Corporation for the damages, if any, to other property owned by the Stanpark Realty Corporation, but excluding any damages to the leasehold estate of Stanpark Realty Corporation in the property owned by the Pender Holding Corporation, any damages to such leasehold estate being recoverable out of the award you are to make to the Pender Holding Corporation.”</blockquote>\n<p id=\"b812-7\">As aforesaid, this instruction was requested by Stanpark and cannot now be challenged. It was based on the holding in <em>Fonticello Mineral Springs Co. </em>v. <em>Richmond, </em>147 Va. 355, 368, 369, 370, 137 S. E. 458, wherein it is said:</p>\n<blockquote id=\"b812-8\">“ ‘While it is proper to show how the property is used it is incompetent to go into the profits of the business carried on upon the property. No damages can be allowed for injuries to the business. The reason is that the owner is entitled only to the value of the property taken and the damage to the remainder, if any.’ (Lewis on Eminent Domain, § 487)</blockquote>\n<blockquote id=\"b812-9\">* * * * * * *</blockquote>\n<blockquote id=\"b812-10\">“There is no merit in the contention that the commissioners should have reported what compensation should be awarded the tenant. This is a duty which the statute, § 4374, <em>supra </em>(Code, 1919; now § 25-26, Code, 1950) imposes upon the court.</blockquote>\n<blockquote id=\"b812-11\">* * * * * * *</blockquote>\n<blockquote id=\"b812-13\">“ ‘When there are different interests or estates in the property, the proper course is to ascertain the entire compensation as though the property belonged to one person, and then apportion this sum among the different parties according to their respective rights. The value of the property cannot be enhanced by any distribution of the title or estate among different persons or by any contract arrange-<page-number citation-index=\"1\" label=\"725\">*725</page-number>merits among the owners of different interests. Whatever advantage is secured to one interest must be taken from another and the sum of all parts cannot exceed the whole.’ ” (Lewis on Eminent Domain, § 716). See also 18 Am. Jur., Eminent Domain, § 259, p. 899, <em>et seq.</em></blockquote>\n<p id=\"b813-4\">In this instance the commissioners had before them evidence showing the fee simple value of the Pender property and in addition they had before them Pender’s lease with Stanpark showing the monthly and yearly rental thereon. In making the award to Pender they took this into consideration and fixed the sum of $35,345 as the value of the property taken, and $16,348 damages to the residue. From this award the court or the special commissioner appointed by the court in another proceeding should fix the value of Stanpark’s lease on this property and deduct the same therefrom. This procedure is sanctioned by § 25-26 of the Code which provides that after the payment of compensation and damages into court the interest of anyone in the property shall terminate, and such interest shall be transferred to the funds paid into court. This is in accord with the holding in <em>Fonticello Co. </em>v. <em>Richmond, supra, </em>(147 Va., at p. 370), wherein it is said:</p>\n<blockquote id=\"b813-5\">“Where the premises are subject to lease, the better course would seem to be, as already pointed out, to ascertain the value of the property or damage thereto, as an entirety, and then the value of the tenant’s interest or damage thereto, and award the balance to the landlord.”</blockquote>\n<p id=\"b813-6\">Confirming the report of the commissioners and the vesting of title in the condemner is not dependent upon the distribution of the funds as contended by Stanpark.</p>\n<p id=\"b813-7\">Finally, Stanpark assigns as error the court’s refusal to grant Instructions 1, 2, 4, 6 and 7, offered by it. These instructions are not printed in the record and will not be considered. Rule 5:1, § 6(f). There were no objections to the instructions granted and they became the law of the case. They fully and correctly informed the commissioners of their duties in this proceeding.</p>\n<p id=\"b813-8\">In our view the proceeding under review was regular in all respects save that the court failed to require the city to prove the necessity for the taking as required by § 15-668 of the Code.</p>\n<p id=\"b813-9\">Since Stanpark has conceded the necessity for the taking of the 20-foot strip for the purpose of widening College Place, the finding of the trial court as to such necessity is affirmed. The case is remanded for proof of necessity for the taking of the other property <page-number citation-index=\"1\" label=\"726\">*726</page-number>for off-street motor vehicle parking facilities, at which time the court should consider proper evidence for and against this issue. If necessity is proved to the satisfaction of the trial court the unchallenged awards heretofore granted will stand; if on the contrary necessity is not shown the award will be nullified and a new award should be made to Stanpark for the taking of the property for the widening of College Place. In this connection, the term “necessity” means a reasonable necessity, not an absolute necessity. <em>Miller </em>v. <em>Pulaski, </em>114 Va. 85, 88, 75 S. E. 767; Lewis on Eminent Domain, 3rd ed., p. 1058; Nichols on Eminent Domain, 3rd ed., Vol. 1, § 4.11(4).</p>\n<p id=\"b814-4\">Stanpark having substantially prevailed, it shall recover of the city the costs on this appeal. Section 14-178, Code of Virginia, 1950.</p>\n<p id=\"b814-5\">For the reasons expressed the order is affirmed in part, reversed in part, and remanded.</p>\n<p id=\"b814-6\">\n<em>Affirmed, in pari; reversed in part and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}