{
  "casebody": {
    "data": "<casebody firstpage=\"678\" lastpage=\"682\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b704-5\">JOHN W. TURPIN et al. <em>vs. </em>ALONZO L. MILES, Trustee.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b704-7\">\n<em>Alleged Resulting Trust in Land Cannot be Established Under Exceptions to Ratification of Sale by the Trustee.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b704-8\">When land is sold by a trustee under an assignment for the benefit of creditors, a third party, who alleges that he furnished part of the purchase' money with which the assignor paid for the land and that he is i consequently entitled to a resulting trust therein, is not authorized to except to the ratification of the sale on that gronnd. His rights, if any exist, must be established by an independent proceeding, and are not affected by the trustee’s sale, which passes only the estate of his assignor.</syllabus>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b704-9\">\n<em>Decided November 12th, 1908.</em>\n</decisiondate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b704-10\">Appeal from the Circuit Court ior Wicomico County (Lloyd, J.)</summary>\n<p data-order=\"5\" data-type=\"summary\" id=\"b704-11\">The cause was submitted to Boyd, C. J., Briscoe, Pearce, Schmucker, Burke, Thomas, Worthington and Henry, JJ., on briefs by</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b704-12\"><em>Robert P. Graham </em>and <em>Samuel R. Douglas, </em>for the appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b704-13\"><em>James E. Ellegood </em>and <em>Alonzo L. Miles, </em>for the appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b704-14\">Burke, J.,</author>\n<p id=\"A3jm\">delivered the opinion of the Court.</p>\n<p id=\"b704-15\">The record shows that E. Stanley Toadvin was appointed by decree of the Circuit Court for Wicomico County, passed in a chancery proceeding instituted in that Court, to sell certain real estate. He sold the property and reported the sale as having been made to John W. Turpin and H. Gale Turpin. The sale, as reported, was finally ratified and confirmed. On. the 20th of September, 1895, Mr. Toadvin, as trustee, executed and delivered to John W. Turpin a deed for the prop<page-number citation-index=\"1\" label=\"679\">*679</page-number>erty. The deed recites that the entire property known as the Ben Truitt Farm containing 350 acres of land, more or less, was sold by him to John W. Turpin for the sum of twenty-nine hundred and fifty-five dollars, and that the purchase money had been fully paid. On the same day John W. Turpin executed .a mortgage covering the whole farm tó James C. Dirickson to secure the sum of fifteen hundred dollars which was applied as part payment of the purchase money. The mortgage recites that the land therein conveyed was the Ben Truitt Farm, and was the same land which was conveyed to Turpin by E. Stanley Toadvip, trustee, by deed of even date.</p>\n<p id=\"b705-5\">Turpin took possession of the farm under the deed, and remained in the undisturbed and continuous possession or control of the same until the 28th of August, 1900, when, being financially embarrassed, he executed and delivered on that day a deed of trust for the benefit of his creditors to Alonzo L. Miles of all his estate and property of every nature, kind, and description. Mr. Miles accepted the trust created by the deed, filed an approved bond as trustee, and upon his petition the Court assumed jurisdiction over the administration of the trust. On the 19th of January, 1901, the trustee sold a portion of the Ben Truitt Farm, containing 186 acres, to William K. Leatherbury and Daniel J. Elliott; and another portion to L. Earnest Williams and John D. Williams, trading as L. E. Williams and Company, and reported these sales to the Court for its ratification. The first report of sale was made on the 18th of April, 1901; and the second on July 6th, 19.01.</p>\n<p id=\"b705-8\">H Gale Turpin on May 31st, 1901 filed exceptions to the ratification of the first sale reported upon the ground that he was the joint owner with John Wesley Turpin, as tenants in common, of the property so sold, and that the trustee, with a knowledge of this fact, sold the property as the property of John Wesley Turpin, selling all of the property, instead of the undivided half interest of John W. Turpin therein. He did not except to the second report of sale; nor did John W. Turpin except to either sale. On the 9th of July, 1901, the purchasers filed exceptions to both sales in which they alleged <page-number citation-index=\"1\" label=\"680\">*680</page-number>that they purchased the land in good faith and in the belief that John W. Turpin was the sole owner thereof in fee; that since the purchase they have been informed that there is an apparent defect in th.e title, in that it appears from the record of proceedings in the case of <em>Truitt et. al. </em>v. <em>Taylor et. </em>al., that E. Stanley Toadvin, trustee, reported the property as sold to John Wesley Turpin and H. Gale Turpin, and subsequently conveyed the whole of the property to John Wesley Turpin; that since the purchase of the property Daniel J. Elliott and William K. Leatherbury have been threatened with proceedings to dispossess them of said property, and that H. Gale Turpin has filed exceptions to the ratification of the sale to them. Their exceptions further allege that they have no disposition to set aside the sale, but they object to the ratification thereof for the reasons stated, and to the end that the sufficiency of their title, and whether the same be a clear and marketable .title may be determined by the Court.</p>\n<p id=\"b706-5\">The trustee filed an answer to the exceptions of Turpin and the purchasers in which, among other things, he denied that H. Gale Turpin was a joint owner with John W. Turpin of the property sold as reported; that the report made by E. Stanley Toadvin, trustee, to John Wesley Turpin and H. Gale Turpin as the purchasers of the property was an error, and that, as a matter of fact, John Wesley Turpin was the sole purchaser of the property so reported, and that H. Gale Turpin has no interest therein. The purchasers withdrew thir exceptions, and the Court overruled the objections of H. Gale Turpin, and ratified the sales. From these orders of final ratification, which were .passed on the 26th of March, 1908, H. Gale Turpin has brought this appeal.</p>\n<p id=\"b706-6\">It appears from the testimony taken in support of the exceptions of H. Gale Turpin that he is setting up a secret equity as to one-jialf of the land conveyed by Toadvin, trustee, to John W. Turpin by the deed of September 20th, 1905. He is claiming, upon the facts appearing in the record, that a trust resulted in his favor as to one-half of the land conveyed by that deed. The law applicable to such a case is well settled.</p>\n<p id=\"b707-4\"><page-number citation-index=\"1\" label=\"681\">*681</page-number>“When it is clearly shown that one has purchased an estate and paid the purchase money therefor, but has taken a deed in the name of another, a trust results by construction of law in favor of the party who has so paid. The payment of the money, which is the foundation of the trust, can be proved by parol, but the proof must be clear and positive.” <em>Johns et. al. </em>v. <em>Carroll, </em>107 Md. 436.</p>\n<p id=\"b707-5\">If it be assumed that H. Gale Turpin is entitled to such an equity in the land sold by Mr. Miles, that equity cannot be established under exceptions to the ratification of the sale. The Court has no power in this collateral way to pass such a decree. The rights of H. Gale Turpin in the land sold, if he has any, are not affected by the sale, as the trustee sold only the interest of John W. Turpin. If H. Gale Turpin is entitled to an equity in the land it could only be established by an independent bill brought for that purpose. This is settled by the case of <em>The Patapsco Guano Company </em>v. <em>Elder et. al., </em>53 Md. 463. In that case certain mortgaged premises were sold under the power contained in the mortgage. The appellant, who was not a party to the mortgage, excepted to the sale upon the ground that he was a judgment creditor of one of the mortgagors, and that the mortgage under which the property was sold was fraudulent, and that he had filed a bill to set the mortgage aside, and that the assignee of the mortgage, who had made the sale, and other parties in interest had been summoned to the suit, and that pending the suit the mortgaged premises were sold. This Court held that it had no power upon objections to the ratification of the sale to decide the questions presented by the exceptions. Judge Robinson, who delivered the opinion said: “Courts have no power under exceptions to a sale to hear and decide upon the merits of a bil-Tifi — equity:' -As between the parties to the suit, the decree is conclusive as to the matter, and as to strangers, not parties to the suit, it can in no manner affect their rights. Whether the mortgage under which this property is sold was in fact fraudulent or not, is an inquiry which could not be .heard and decided in this collateral way.”</p>\n<p id=\"b708-4\"><page-number citation-index=\"1\" label=\"682\">*682</page-number>We have carefully examined the testimony appearing in the' record, and while the orders against will be affirmed for the reasons stated, we do not hesitate to say that the claim of H. Gale Turpin is not supported by the evidence. The property was bought and paid for by John W. Turpin, and the mention of H. Gale Turpin as co-purchaser with him in the report of sale made by Mr. Toadvin, trustee, was an evident mistake, as he has testified. • The conduct of the parties is utterly inconsistent with the existence, or recognition of such a claim as that asserted in this case. H. Gale Turpin advanced a small amount of the purchase money; but this appears to have been a loan to his father to assist him in paying for the property. On March 9th, 1901, he wrote to Mr. Miles, saying: “As far as I am concerned in the Truitt Farm, I have no interest to deed to anyone, but if it is necessary that I should sign any papers to ratify the sale I am willing to do so. I loaned my father a small amount of money at the time he purchased the farm, and he probably mentioned something of the kind to Mr. Toadvin and he reported the sale as you stated.” This, we think, is a correct statement of the appellant’s connection with the purchase of the property by John W. Turpin.</p>\n<p id=\"b708-5\">\n<em>Decree affirmed with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}