{
  "casebody": {
    "data": "<casebody firstpage=\"75\" lastpage=\"83\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b101-5\">BALTIMORE, CHESAPEAKE &amp; ATLANTIC RAILWAY COMPANY <em>vs. </em>SAMUEL R. ENNALLS.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b101-6\"><em>False Arrest </em>— Liability <em>of Carrier for Arrest made by Employee Commissioned as a Special Policeman </em>— Sufficiency <em>of Evidence.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b101-7\">When an employee of a railroad or steamboat company is commissioned by the Governor as a special policeman to preserve peace on the premises of the company, under Code, Art. 23, see. 402, the company is liable in an action of damages for an unauthorized arrest made by such employee, acting as such, and within the scope of his employment.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b101-8\">Whether an arrest was made by him as an employee of the company within the scope of his employment, or as a peace officer of the State, is a question for the jury if the evidence be legally sufficient.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b101-9\">When a special officer of a carrier, commissioned under the statute, makes an arrest for the purpose of protecting property or of recovering it back, it is done within the scope of his employment and the limits of his implied authority, and in such case, it is not necsssary, in an action of false arrest, to show that the carrier specially authorized him to make the arrest, or that his action in so doing was subsequently ratified.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b101-10\">But if the arrest was made for the purpose of punishing a person for what has already been done, and not for the protection of property or preservation of peace, then the employer is not liable unless the arrest was previously authorized or subsequently ratified, since such act is not within the limits of the agent’s implied authority.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b101-11\">Plaintiff went to the pier of the defendant steamboat company for the purpose of shipping a basket which he carried with him. He was there arrested by the defendant’s employee, commissioned by the Governor as a special policemen under the statute, who charged him with stealing from the company the contents of his basket, and handed him over to the city police. He satisfied them of his innocence and was released. While the plaintiff was in the custody of defendant’s employee, they met the general superintendent of the defendant, who, in reply to a question by the employee, as to what he should do with the plaintiff, said, “put him under arrest.” In an action for false arrest and imprisonment, <em>held, </em>that the plaintiff's evidence is legally sufficient, if found to be true by the jury, to show that the defendant’s employee who made'the arrest, was acting within the scope of his employment, and to entitle the plaintiff to recover.</syllabus>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"b101-12\">\n<em>Decided May 13th, 1908.</em>\n</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b102-4\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>Appeal from the Superior Court of Baltimore City (Sharp, J.), where there was a verdict for the plaintiff for $100.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b102-5\"><em>Plaintiff’s 2nd Prayer. </em>— If the jury find from all the evidence in this case'that the plaintiff was upon the premises of the defendant in Baltimore City for the purpose of transacting business with the said defendant, and while so upon said premises he was arrested and detained against his will by Herman E. Fischer, as testified by him, upon the charge of the larceny of the property of the defendant, and said Fischer at the time he arrested and detained the plaintiff as aforesaid was in the service and employment of the defendant upon its said premises for the purpose of protecting from theft the property of the defendant upon its said premises, and there were no circumstances in the transaction out of which the arrest and detention arose to induce a reasonable and dispassionate man to make such arrest and detention, then the plaintiff is entitled to recover against the defendant, provided the jury shall believe that the said Fischer was acting in the course and scope of his employment by the defendant (and not as a policeman) at the time he arrested and detained the plaintiff. (Granted.)</summary>\n<summary data-order=\"10\" data-type=\"judges\" id=\"b102-6\">The cause was argued before Boyd, C. J., Pearce, Schmucker, Burke and Worthington, JJ.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b102-7\"><em>Fdward Duffy </em>(with whom were <em>Bond &amp; Robinson </em>on the brief), for the appellant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b102-8\">The plaintiff’s second prayer was bad for the reasons set forth in the special exception. Fischer was a State official, not an official of the defendant; the plaintiff was not on the premises of the defendant to transact business with it, unless his endeavor to beat the defendant out of legitimate freight for the carriage of his basket was “business.”</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b102-9\">The important question is whether this case should have been submitted to the jury. We say that it should not, under <em>Steinmeir's Case, </em>72 Md. 313.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b102-10\">The lower Court thought that it should under <em>Scharnagl’s Case, </em>105 Md. 199; <em>Jwilley’s Case, </em>106 Md. 445.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b103-4\"><page-number citation-index=\"1\" label=\"77\">*77</page-number>These cases involved the wrongful arrest of passengers. The doctrine laid down in them is two-fold: First, if the arrest was made by the special policeman acting as such, the carrier is not liable. Second, if he was acting in carrying out the rules and regulations of the carrier, those rules and regulations having been proven, then the carrier is liable, not, however, because the policeman in his capacity of a railroad official in carrying out such rules has any implied authority to arrest, but because in making the arrest the carrier fails in its duty to the passenger, to protect him from arrest. The plaintiff here, however, is in this dilemma: If Fischer was acting as a policeman in making the arrest, the defendant is not responsible, under the authority of all the cases, both passenger and otherwise; upon the other hand, if there was evidence to show that he occupied the dual capacity of policeman and employee of the defendant, to carry out its rules and regulations, and he made the arrest in his capacity as employee, then the defendant is not liable unless there is evidence to show that as such employee he was speciality authorized to make the arrest. <em>Beiswanger's Case, </em>98 Md. 287.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b103-5\">There was no such evidence in this case, and it was, therefore, improper to submit it to the jury. The defendant’s prayers taking it from the jury should, therefore, have been granted.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b103-6\">No appearance for the appellee.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b103-7\">Boyd, C. J.,</author>\n<p id=\"Aj\">delivered the opinion of the Court.</p>\n<p id=\"b103-8\">The declaration filed by the appellee against the appellant, contains counts for malicious prosecution, false imprisonment, assault and battery and assault. The principal question in the case is whether the appellant is liable for an arrest of the appellee, made by Herman E. Fischer, on one of its piers in the city of Baltimore.</p>\n<p id=\"b103-9\">The plaintiff, who was working at Sparrow’s Point, purchased some groceries to send to his wife at Cambridge, Md. He testified that he took them in a basket to a pier of the de<page-number citation-index=\"1\" label=\"78\">*78</page-number>fendant, where he went to the company’s office and said he had a basket to ship to his wife at Cambridge, and was told it would have to be covered. He then went on a Cambridge steamer which was at the pier and inquired of the cook, whom he knew, whether he would deliver the groceries to his family. The cook told him he would have to get a cover for the basket and that if he went on the wharf he might find something. He went on the wharf and was a few steps from the gang-board, trying to find a cover, when Fischer stopped him, put his hands on him and said “you stole those groceries.” He replied that he had bought them, and did not steal them, and said he could so show Fischer, but the latter replied “never mind about that, you stole them, this is the B., C. &amp; A. sugar.” The plaintiff attempted to explain, took a paper out of his pocket to show h¿ had bought the goods but Fisher declined to look at it and turned him over to the city police. He was taken to the police station where he satisfied the captain that he had purchased the groceries and was discharged.</p>\n<p id=\"b104-6\">There can be no doubt that the arrest was wholly unjustifiable, and the only question is whether the defendant is responsible for the action of Fischer. He was at the time a policeman “for the protection of the B., C. &amp; A. and M. D. &amp; V. Railway Companies, and for the preservation of peace and good order on the premises of the said company in this State” —having been appointed by the Governor under the provisions of what is now sec. 402 of Art. 23 of the Code, which authorizes him to commission such persons as the corporations therein named (including railroad and steamboat companies) may designate, to act as policemen for the purposes above stated. It was decided in <em>Tolchester Co. </em>v. <em>Steinmeier, </em>72 Md. 313, that the company was not bound by such a policeman’s acts simply because he was appointed by the Governor at its designation, nomination or request, and his salary was paid by it, and it was held that the company was not liable in that case for assault, and false imprisonment. While much that is said in that opinion is applicable to the facts of this case, there are some material distinctions between <page-number citation-index=\"1\" label=\"79\">*79</page-number>the two cases. There the policeman’s acts complained of were not done on the premises of the company, and it was said that, “It cannot be contended that it was done in the preservation of the property of the company. The superintendent of the company ordered the policeman to arrest the plaintiff because he pushed him into the water, and not for the protection of the company or its property. It was not shown by the plaintiff what the powers of the superintendent were, but it was proven by the defendant that he had no authority to order an arrest and bind the company for the consequence of it. It was also held that the policeman was acting as a State’s officer and his act in no way enured to the benefit of the company.</p>\n<p id=\"b105-5\">In this case Fischer, when called by the plaintiff, testified that the company paid his salary, that he arrested the appellee on the premises of the appellant, “That as a police among his duties is the duty to keep order on the piers and to note people on the wharf that have no business there; that he enforced the orders” of the defendant and the rules laid down by it, “as far as he understood them.” On cross-examination he was asked, “Your only duties with the Baltimore, Chesapeake and Atlantic Railway Company are as special police officer?” to which he replied, “I will give it this way: My duty takes me from Pier 2 down to Pier <em>g </em>and as I go along and see any thing disorderly on the wharves I take note of it, if I see any pilfering I try to break it up;” and again, when the above question was repeated, he said, “Well, it is to make arrests and keep order.” Fischer was afterwards called in chief by the defendant and gave his account of the arrest. He said he “took hold of him and put him under arrest; that Ennalls said to him three times ‘let go of me’ and witness said T want you to go to the superintendent’s office.’ Witness has hold of him — leading him that way, when he met Mi*. Joynes, general superintendent of the B., C. and A. Railway Company, coming from his office, and beckoned to him. Mr. Joynes came and asked him where he got the goods, and he said he got them down at Steelton, and we looked at each <page-number citation-index=\"1\" label=\"80\">*80</page-number>other, and of course witness looked at him and said ‘what must I do,’ and he said ‘put him under arrest’ and witness then beckoned to Officer Tennyson and he came over and took charge of him.” He said on cross-examination that he “had to report to General Superintendent Joynes every day what was done that day; that the report would be sent in the next morning at eight o’clock; that he made these reports under the orders of the general manager; that these reports would go to. the general manager; that the general manager gave him orders; that he would receive such orders occasionally, not often.”</p>\n<p id=\"b106-6\">It is manifest that both Fischer and the general superintendent were acting under the theory that the appellee had stolen the groceries from the appellant and was in the act of carrying them away. As we have seen above Fischer said to him when he offered to show him a paper which he had in his pocket “never mind about that, you stole them, this is the B., C. &amp; A. sugar.” There was some sugar in the basket but whether he referred to that, or used the word “sugar” as a slang expression, is not shown, but he undoubtedly arrested the appellee on the assumption that he had stolen the groceries from the appellant’s steamer, appealed to the general superintendent of the company to know what he must do and when the superintendent told him to put him under arrest, he then and there turned him over to the city police.</p>\n<p id=\"b106-7\">There ought not to be any question about the appellant being responsible for such action of Fischer, aithough he was commissioned by the State, if a corporation can be held in such a suit for anything short of express precedent authority or subsequent ratification. It was not intended to hol’d in Steinmeier’s case that a corporation could not be responsible for an arrest made by a policeman commissioned by the Governor under this statute. On the contrary it was there said, “For the purposes of this decision, aud in support of our view, it is not necessary for us to hold that Fletcher was in no sense an officer of the company, and that if called on to enforce regulations and by-laws of the company, and he did so purely be<page-number citation-index=\"1\" label=\"81\">*81</page-number>cause of his relation to the company, the company would not be answerable for what was wrongfully done in pursuance of that authority, but within the scope of his employment.” In <em>Deck v. B. &amp; O. R. R. Co., </em>100 Md. 168, the detective Steiner, who, it was claimed, shot Deck, was commissioned by the State as a special policeman of the railroad company, and it was held that it was for the jury to determine whether he was acting as an employee of the railroad company or as an officer of the State. See also <em>B. &amp; O. R. R. Co. </em>v. <em>Deck, </em>102 Md. 669. In <em>B., C. &amp; A. Ry. Co. </em>v. <em>Twilley, </em>106 Md. 445, which was an action against the railway company for false arrest and imprisonment it was held to be a question for the jury, whether the person making the arrest was acting in the exercise of his powers as a special police officer, or within the scope of his duty as an employee of the railroad. In <em>Tolchester Co. </em>v. <em>Scharnagl, </em>105 Md. 199, it was said that the person making the arrest occupied a dual capacity on the boat. He was commissioned by the Governor under the statute .above referred to, and also undertook the enforcement of all rules, orders and regulations of the company among the passengers on the boat. It is true that in the last two cases the plaintiffs were passengers, but that could make no difference in so far as the question now under consideration is concerned. In this case the plaintiff swore that he went to the office of the defendant and said he had a basket to ship to his wife.</p>\n<p id=\"b107-6\">It is clear from these cases that the mere fact that the person who made the arrest was commissioned under the statute as a policeman does not necessarily relieve the company of the responsibility, but if he was at the time acting as an employee of the company and within the scope of his employment it is liable for his act. In this case there was undoubtedly some evidence that he was acting as an employee of the company. He testified that he asked the General Superintendent what he must do, and when he told him to put Ennalls under arrest he turned him over to the city policeman. He was obeying the orders of the superintendent of the company, and said that part of his duties was to enforce the rules and orders of <page-number citation-index=\"1\" label=\"82\">*82</page-number>the company. Without repeáting all his testimony, we are of the opinion that the evidence, to use the language of Judge Burke in <em>Tolchester </em>v. <em>Scharnagl, supra, </em>“was amply sufficient to have taken the case to the jury upon the question as to whether he was acting at the time as an employee of the appellant, and within the scope of his employment.” If he was acting at the time as an employee of the company, his own testimony, part of which is quoted above, is ample to show that his act was within the scope of his employment.</p>\n<p id=\"b108-5\">It was not necessary, as the appellant seems to contend, to show that Fischer was specially authorized by the company to make this particular arrest. In <em>Carter </em>v. <em>Howe Machine Co., </em>51 Md. 290, which was the first case in this State in which it was distinctly held that a corporation could be held liable for a malicious prosecution, Judge Alvey stated the rule governing the liability of corporations for the acts of their agents, thus: “If, therefore, property be entrusted to an</p>\n<p id=\"b108-6\">agent or servant for sale or safekeeping, there is clearly an implied authority to do all such things as may be proper and necessary for the protection of that property; or if a servant be assigned to a position requiring the performance of certain duties, he has an implied authority to do all such things as may be required to- enable him to perform those duties. And for all acts done within the scope of the employment and the limits of the implied authority, the master is liable, however erroneous, mistaken or malicious such acts may be; but for acts done beyond that limit the corporation cannot be made liable, unless express authority has been shown, or there be subsequent adoption or ratification of the act complained of.” He illustrated the distinction by citing some cases, amongst them <em>Allen </em>v. <em>L. &amp; S. W. R. Co., </em>L. R. 6 Q. B. 65, in which Justice Blackburn said, “There is a marked distinction between an act done for the purpose of protecting the property by preventing a felony or of recovering it back, and an act done' for the purpose of punishing the offender for that which has already been done. There <em>is no implied authority </em>in a person having the custody of property to take such steps as-<page-number citation-index=\"1\" label=\"83\">*83</page-number>he thinks fit to punish a person who he supposes has done something with reference to the property which he has not done. The act of punishing the offender is not anything done <em>with reference to the property; </em>it is done merely for the purpose of vindicating justice.”</p>\n<p id=\"b109-5\">It is only necessary to keep that distinction in mind to understand why it was said in <em>Carter </em>v. <em>Howe Machine Co., Beiswanger </em>v. <em>Amer. Bonding Co., </em>98 Md. 287, and other similar cases which might be cited, that it was necessary to show that the agent was expressly authorized by the corporation to procure the arrest or that it subsequently ratified it. Both of those mentioned above were actions of malicious prosecution for prosecuting the plaintiffs for embezzlement, and in such cases nothing done by the agents was for the purpose of protecting property in their charge by preventing a felony or recovering it back, but they were attempts to punish the offenders for what they had already done. There was therefore no implied authority in the agent in such case to act, and it was necessary to prove that he was expressly authorized by the corporation to do so. If that were not so then any corporation would be at the mercy of indiscreet, over-zealous or perhaps dishonest agents, but that is altogether different from the facts disclosed in this record as we have in part pointed out.</p>\n<p id=\"b109-6\">Fischer was undertaking to prevent the appellee from feloniously taking away the property of the appellant from its wharf or steamer; as he and the general superintendent believed, as we must in justice to them assume, and he was not simply instituting proceedings against, or causing the arrest of, a party for a crime which he supposed had been previously committed, as is illustrated by <em>Carter's case, Beiswanger’s cese, </em>Green’s' <em>case, </em>86 Md. 161, and others which might be cited.</p>\n<p id=\"b109-7\">Without deeming it necessary to discuss the rulings on the prayers separately, we find no error in them and will affirm the judgment.</p>\n<p id=\"b109-8\">\n<em>Judgment affirmed, the appellant to pay the costs above and below.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}