{
  "casebody": {
    "data": "<casebody firstpage=\"300\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b322-2\">George W. Baker v. Fort Worth Mutual Benevolent Association of Texas.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b322-3\">No. 4425.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3V\">Decided February 17, 1926.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b322-4\">(280 S. W., 165.)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b322-9\"><em>Grindstaff &amp; Zellers, </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b322-10\">Where the duly authorized agents of the defendant knew the exact physical condition of an applicant at and before the date it issued the certificate of membership or policy of insurance to him and with full knowledge issued same, it thereby w'aives any physical defects of applicant and is thereby estopped to deny liability upon said policy or certificate by reason of such physical condition or physical defects. Sovereign Camp W. O. W. v. Ray, 262 S. W., 819; Wirtz v. Sovereign Camp W. O. W., 268 S. W., 441; Bennett v. Standard Acc. Ins. Co., 237 S. W., 144; Missouri State Life Ins. Co. v. Dossett, 265 S. W., 254, and authorities cited. Hemphill Co. Home Prot. Asso. vs. Richardson, 264 S. W., 294.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b322-11\">The knowledge of the agent of defendant association acquired in writing an application for insurance is imputed to defendant and it is charged with such knowledge unless there was a fraud and collusion between the agent and plaintiff. Sovereign Camp W. O. W. v. Ray, 262 S. W., 819; Morris v. Travellers Ins. Co., 43 S. W., 898; First Texas State Ins. Co. v. Capers, 183 S. W., <page-number citation-index=\"1\" label=\"301\">*301</page-number>794; Calhoun v. Macabees, 241 S. W., 101; Corpus Juris Vol. 1, pages 420 and 424; 29 Cyc, p. 190 and cases cited.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b323-3\">Where there is an alleged fraud perpetrated in the inception of a contract of insurance and knowledge thereof is afterwards acquired by the general officers of the insurance association, and the defendant through its general officers thereafterwards continues to recognize the validity of said contract by continuing to make assessments on the said certificate and collecting and retaining the same, it thereby waives the fraud and is estopped from forfeiting the contract by reason thereof. Morris v. Travellers Ins. Co., 43 S. W., 898; Wirtz v. Sovereign Camp W. O. W., 268 S. W., 441; Calhoun v. Maccabees, 241 S. W., 101; 29 Cyc., pp. 8, 42, 66, 67 and 198; Hartford Fire Insurance Co. v. Josey, 25 S. W., 685.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b323-4\"><em>Marvin Robinson, </em>for appellee.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b323-5\">Where appellant instituted suit upon a fraternal benefit certificate, the validity of which is based upon a written application made by the insured, and the recovery of the benefits thereunder depend upon whether the insured’s answers to questions propounded to him in said applicant were true, and the fact that the application as executed by the insured contains false statements as to his health condition and as to the condition of his eyes at the time of execution of same and seeks to recover the benefits under the certificate, alleging that he did not know the contents of the application and that he executed some without reading it, states no cause of action and his petition is subject to a general demurrer. Sovereign Camp W. O. W. v. Lillard, 174 S. W., 619.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b323-6\">Mr. Judge SPEER</author>\n<p id=\"ADA\">delivered the opinion of the Commission of Appeals, Section B.</p>\n<p id=\"b323-7\">The Court of Civil Appeals for the Second Supreme Judicial District has certified to the Supreme Court the following question:</p>\n<p id=\"b323-8\">“George W. Baker instituted this suit against the Fort Worth Mutual Benevolent Association to recover what he claimed to be due him upon a certificate of membership in the defendant association, and from a judgment sustaining a general demurrer to his petition, he has prosecuted this appeal.</p>\n<p id=\"b323-9\">“The facts alleged in his petition, which, as against a general demurrer must be accepted as true, may be briefly summarized as follows: The defendant is a Fraternal Benefit Association <page-number citation-index=\"1\" label=\"302\">*302</page-number>‘chartered under and operated under and subject to the provisions of what is known and called the Fraternal Benefit Act of the State of Texas same being Chapter 7, Title 71, \"Vernon’s Sayles’ Civil Statutes of Texas.’ On June 1, 1922, a certificate of membership in the association was issued to the plaintiff, George W. Baker. The certificate of membership, which was attached to the plaintiff’s petition and made a part thereof, reads as follows:</p>\n<p id=\"b324-3\">“Class B.</p>\n<p id=\"b324-4\">“No. 1721.</p>\n<p id=\"b324-5\">“Not to Exceed §1,000.00.</p>\n<p id=\"b324-6\">“Age 55.</p>\n<p id=\"b324-7\">“FORT WORTH MUTUAL BENEVOLENT ASSOCIATION OF TEXAS</p>\n<p id=\"b324-9\">“Chartered under the Laws of Texas.</p>\n<p id=\"b324-10\">“This Certificate Witnesseth, that George W. Baker is this day admitted a member of the Fort Worth Mutual Benevolent Association in this Class, subject to the following conditions:</p>\n<p id=\"b324-11\">1.</p>\n<p id=\"b324-12\">“That the membership is based on the application, which application is filed in the office of the Fort Worth Mutual Benevolent Association, and is made a part of this contract.</p>\n<p id=\"b324-13\">2.</p>\n<p id=\"b324-14\">“That he or she agrees to pay all assessments levied by the Directors of the Fort Worth Mutual Benevolent Association, as needed of one dollar and ten cents ($1.10) upon the death of any member in this class within ten days from date of call for same, and three dollars ($3.00) per year annual dues to be paid on or before October 1st, of each year, and it is further agreed that failure to pay assessments so levied within ten days from date of call, or to pay said annual dues on or before October 1st of each year shall forfeit all claims as a member of the Fort Worth Mutual Benevolent Association. It is also agreed that if any untrue statement or statements have been made with fraudulent intent in the application as to age, health, family history or any other question that would materially increase the risk assumed, this Certificate becomes void and of no effect.</p>\n<p id=\"b324-15\">3.</p>\n<p id=\"b324-16\">“That the said member agrees to the stipulations herein that this certificate shall only bind the Fort Worth Mutual Benevolent <page-number citation-index=\"1\" label=\"303\">*303</page-number>Association to pay to the order of Lonnie G. Baker (son) the sum of One Dollar for each member in good standing at the time of his or her death, said amount not to exceed One Thousand Dollars, should he or she die in good standing in the Fort Worth Mutual Benevolent Association.</p>\n<p id=\"b325-3\">4.</p>\n<p id=\"b325-4\">“Should any member totally lose an eye, hand or foot, the holder hereof further agrees to pay an assessment of fifty-five cents (55c); and should any member become permanently or totally disabled prior to attaining the age of sixty-five the holder hereof agrees to pay one dollar and ten cents ($1.10).</p>\n<p id=\"b325-5\">“The Fort Worth Mutual Benevolent Association further agrees to pay fifty cents from each member in good standing, not to exceed the sum of Five Hundred Dollars ($500.00), for a permanent loss of an eye, hand or foot, provided, however, that the member who happened to such accident shall only receive accident benefits from any one accident not to exceed the amount that would accrue from the assessments for accidental purposes from one thousand (1,000) members.</p>\n<p id=\"b325-6\">“Should any member become permanently and totally disabled prior to attaining the age of sixty-five the Fort Worth Mutual Benevolent Association agrees to pay the sum of One Dollar ($1.00) received from each member in good standing, not to exceed the sum of One Thousand ($1,000.00) Dollars, provided, that said member claiming said disability benefit has been totally disabled and has continued for a period of ninety (90) days and that this certificate has been in force for one (1) year. This Association will upon satisfactory proof of such disability, at the option of the member and in lieu of all other benefits hereunder pay to said member the total benefits herein named the surrender of this certificate which will become void and of no further effect.</p>\n<p id=\"b325-7\">5.</p>\n<p id=\"b325-8\">“That it shall be the duty of each member to keep the Secretary of the Fort Worth Mutual Benevolent Association informed of the postoffice of such member and in giving notice of any assessment, it shall not be necessary for the Fort Worth Mutual Association to do more than mail a written or printed notice, properly stamped and addressed to such member at his or her last known postoffice address.</p>\n<p id=\"b325-9\">6.</p>\n<p id=\"b325-10\">“There shall be no other liabilities rest on the Fort Worth Mutual Benevolent Association or any of its members other than herein stated.</p>\n<p id=\"b326-2\"><page-number citation-index=\"1\" label=\"304\">*304</page-number>“This policy is subject to all the laws of the Association or orders of the Board of Directors now in force or that may be hereinafter enacted.</p>\n<p id=\"b326-3\">“IMPORTANT NOTICE — This certificate is not valid until countersigned in ink by the person in whose name it is written. All death claims under this certificate, to be binding on the Fort Worth Mutual Benevolent Association must be made withi,n TEN days from date of the member, as the claims are paid in the order in which they are received.</p>\n<p id=\"b326-4\">“Plaintiff has paid all assessments and all other sums required of him by the certificate of membership. At the time the certificate was issued, plaintiff was 56 or 57 years of age. The application for membership referred to in the certificate was made by plaintiff’s son, Lonnie G. Baker, who signed plaintiff’s name to it and also countersigned plaintiff’s name to the certificate.</p>\n<p id=\"b326-5\">“At the time the application was made and when the certificate was issued plaintiff resided in the state of Tennessee and his son, Lonnie G. Baker, resided in the town of Weatherford, Texas. The application was made by Lonnie G. Baker, to one R. R. Kincannon, defendant’s agent, who also resided in Weatherford and was there engaged in soliciting members for said association. Kindannon solicited plaintiff’s son to take out the certificate in the name of his father. He was informed at the time that plaintiff resided in Tennessee and the son signed the application and also countersigned the .certificate in his father’s name; all at the instance of Kincannon, who further agreed with the son that he might answer all questions propounded in the application, assuring the son that the same would be acceptable to the defendant association.</p>\n<p id=\"b326-6\">“The application for membership contained the following questions and answers:</p>\n<p id=\"b326-7\">“ ‘Have you any impairment of sight or hearing?</p>\n<p id=\"b326-8\">“ ‘Ans. No.</p>\n<p id=\"b326-9\">“ ‘Have you any affection of skin, middle ear, eye or any part of the body?</p>\n<p id=\"b326-10\">“ ‘Ans. No.</p>\n<p id=\"b326-11\">“ ‘Are you in good health ?</p>\n<p id=\"b326-12\">“ ‘Ans. Yes.’</p>\n<p id=\"b326-13\">“In answer to another question it was stated that plaintiff’s address was Weatherford, Texas.</p>\n<p id=\"b326-14\">“The answers so contained in the application were false and untrue in that at the time plaintiff resided in the State of Tennessee and not in the town of Weatherford, Texas, and he was <page-number citation-index=\"1\" label=\"305\">*305</page-number>then totally blind in one eye and the other eye so badly affected as to require the wearing of a glass in order to enable him to see out of it. Kincannon was the duly authorized agent of defendant to write down the answers to the questions propounded in the application, and he did write the purported answers of Lonnie G. Baker to those questions. Lonnie G. Baker made truthful answers to said questions but Kincannon falsely and fraudulently recorded the same, and thereafter falsely and fraudulently concealed from Lonnie G. Baker the answers as written and induced him to refrain from reading over the answers after the same was written down, but assured him that the answers had been correctly recorded, and upon the further plea that he, Kincannon, did not have the time to wait until those answers could be read over by plaintiff’s said son.</p>\n<p id=\"b327-5\">“There was no medical examination of the plaintiff before the certificate of membership was issued, and Kincannon assured Lonnie G. Baker that the same was not necessary and that it was a custom of the defendant association to waive that requirement at any time the association might see fit so to do. Kincannon also assured Lonnie G. Baker that it was immaterial that his father, George W. Baker, resided in Tennessee and not in Weatherford, Texas, and further assured him that it was not necessary that plaintiff should sign the application for membership, or that he personally answer the questions propounded therein, or that he countersign the certificate of membership, but that the association would waive all those requirements and agree that those acts could be all performed by Lonnie G. Baker in his father’s name, and that the certificate when issued would be as valid and binding on the association as if all those acts were performed by plaintiff in person, and as if the plaintiff resided in Weatherford, Texas, rather than in the State of Tennessee.</p>\n<p id=\"b327-6\">“According to further allegations in the petition Kincannon was duly authorized by the defendant association to make ail of such representations and to agree to and bind the association by all of said agreements of waiver; and plaintiff specially pleaded that by reason of such representations of Kincannon the defendant had waived the right to resist plaintiff’s suit by reason of any of the matters recited above.</p>\n<p id=\"b327-7\">“On Jan. 15, 1924, plaintiff lost his right eye, which rendered him totally blind, since he had already lost the sight in his left eye prior to the time of the application for membership was made. By reason of his total blindness he became wholly unable to perform any kind of manual labor or to care for himself, and <page-number citation-index=\"1\" label=\"306\">*306</page-number>that condition is permanent. Immediately after he became totally blind and wholly disabled from earning a livelihood, he notified the association of his said condition and after the expiration of ninety days from such notice, to-wit, on March 7, 1924, C. E. Rutledge, the general superintendent of defendant, interviewed the plaintiff, in Weatherford, Texas, and then and there instructed the plaintiff to make proof of his total disability, furnishing him at the time printed blanks for that purpose, and also requested that plaintiff be examined by Drs. Simmons and McNelly, of Weatherford, Texas. Plaintiff complied with that request and furnished to the defendant the verified reports of said physicians which showed that plaintiff was then totally blind in both eyes. Plaintiff paid to said physicians a fee of $8.00 for making said examinátion and report. At the same time plaintiff also made and furnished to the defendant his affidavit showing that on June 1, 1922, when said certificate was issued he had then lost the sight of his left eye, and that the sight of his right eye was seriously impaired. After the receipt of that information the defendant association continued to collect assessments from the plaintiff upon his certificate of membership. The assessments so collected being $3.85 collected on March 11, 1924; $5.50 on March 15, 1924; $5.50 on April 7, 1924, making a total of $14.85. C. E. Rutledge was the duly authorized agent of the association to require such physical examination by the two Weatherford physicians, and to collect said assessments last mentioned, and by reason of those facts plaintiff alleged that defendant is estopped from resisting the claims made by plaintiff in this suit.</p>\n<p id=\"b328-4\">“Lonnie G. Baker was the duly authorized agent of the plaintiff to apply for said certificate of membership, and to do and perform all other acts and to make all other representations made and performed by him in relation thereto. Plaintiff sought to recoyer the sum of $1,000.00 by reason of his total disability resulting from the loss of both eyes, or so much thereof as could be realized by an assessment of $1.00 against each member of the association in good standing. In the alternative, he sought to recover $500.00 for the loss of his right eye, or so much thereof as could be realized by the assessment of 50 cents against each member in good standing, and he alleged that the necessary proofs were made at proper times and furnished to the defendant, all in compliance with the terms of the certificate and bylaws of the association. He sought a judgment against the defendant for those sums, and in the alternative he prayed for a decree of the court requiring the officers of the defendant asso<page-number citation-index=\"1\" label=\"307\">*307</page-number>ciation to levy assessments against the members of the association in good standing and to pay over the same to the plaintiff when collected, in the event the court should hold that a money judgment could not be recovered against the defendant association.</p>\n<p id=\"b329-5\">“In support of plaintiff’s contention that the association is estopped to rely upon the false answers contained in the application for membership alleged to have been falsely and fraudulently recorded, and also on its plea of estoppel to above, plaintiff relies upon such cases as Equitable Life Ins. Co. v. Hazelwood, 75 Texas, 347, 12 S. W. 623 (7 L. R A. 217, 16 Am. St. Rep. 893); Sovereign Camp W. O. W. v. Ray, 262 S. W., 819; Wirtz v. Sovereign Camp W. O. W., 268 S. W., 438 (Supreme Court of Texas) and authorities there cited.</p>\n<p id=\"b329-6\">' “The defendant relies upon such authorities as Sovereign Camp W. O. W. v. Lillard, 174 S. W., 619, and other decisions there cited; Modern Woodmen of America v. Atcheson, 219 S. W., 537.</p>\n<p id=\"b329-7\">“Article 4833, Rev. Civ. Statutes, which is contained in Chapter 7, Title 71, upon the subject of ‘Fraternal Benefit Societies,’ reads as follows:</p>\n<p id=\"b329-8\">“ ‘Any society may admit to beneficial membership any person not less than sixteen and not more than sixty years of age, who has been examined by a legally qualified physician, and whose examination has been supervised and approved in accordance with the laws of the society; provided, that any beneficiary member of such society who shall apply for a certificate providing for disability benefits need not be required to pass an additional medical examination therefor. Nothing herein contained shall prevent such society from accepting general or social members.”</p>\n<p id=\"b329-9\">“As shown by the certificate of membership made the basis of this suit, the holder of a certificate is not entitled to any benefits except as may be derived from assessments made against other members in good standing. If the doctrines of waiver and estoppel which are invoked by plaintiff are to obtain in this suit, then they must be upon the theory that the agents of the association appointed to solicit memberships and collect dues, such as Kin-cannon and Rutledge, were the agents of the members against whom the assessments are to be made and that they have authority to bind those members by the acts relied on as constituting such waiver or estoppel. In that respect the case differs from one against an ordinary insurance company having prop<page-number citation-index=\"1\" label=\"308\">*308</page-number>erty in its own name subject to levy and out of which a judgment can be collected as from any other party who may be sued.</p>\n<p id=\"b330-4\">“In Wirtz v. Sovereign Camp W. O. W., 268 S. W. 438, our Supreme Court had this to say:</p>\n<p id=\"b330-5\">“ ‘It is undeniably true that benevolent and fraternal organizations and life insurance companies are as subject to the operation of the law of estoppel and waiver as are individuals, and the law has, in both particulars, been repeatedly enforced against them in this state,’ * * * *</p>\n<p id=\"b330-6\">“However, that was a general statement, and since the facts of the present suit are different from those of-that case, we doubt that the statement quoted can be said to apply with full force to the present suit. It occurs to us that Article 4833, as well as other articles of the same chapter, may be said to enter into and become a part of such contracts of insurance as is invoked in this suit, and that such statutes impliedly forbid the authority in the agents of such associations as the defendant in the present suit to waive compliance with the plain provisions of the certificate of membership and to hold the association and the members who are to be assessed to pay the sum liable, to the same extent as if plaintiff had complied with those requirements.</p>\n<p id=\"b330-7\">“In view of the importance of the question, and of the further fact that we have found no other decision in this state directly in point, we have deemed it advisable to certify to your Honorable Court for decision the question whether or not the trial court erred in sustaining the general demurrer to plaintiff’s petition in this suit?”</p>\n<p id=\"b330-8\">The question certified should be answered in the affirmative. The question we are called upon to answer being whether or not the trial court erred in sustaining the general demurrer to plaintiff’s petition, we are limited in our consideration to a determination of whether or not any cause of action in favor of the plaintiff is shown in any part of the pleading. The certificate discloses that plaintiff alleged that after he sustained the injuries for which he sued, the general superintendent of the defendant interviewed him at Weatherford, Texas, and instructed him to make proof of his total disability, furnishing him at the time, printed blanks for that purpose, and requesting that he be examined by Drs. Simmons and McNelly; that he complied with that request and furnished to defendant a verified report of said physicians, showing that he was totally blind, and at the same time furnished to the defendant his affidavit showing that on June 1, 1922, when the certificate was issued, he had then lost the sight of his <page-number citation-index=\"1\" label=\"309\">*309</page-number>left eye and that the sight of his right eye was seriously impaired; that after the receipt of that information, the defendant association continued to collect assessments from him upon his certificate of membership setting forth the amounts and dates of such assessments collected; that C. E. Rutledge, such general superintendent, was the duly authorized agent of the association to require such physical examination and collect such assessments by reason of which facts the defendant was estopped from resisting the claims made by plaintiff. Independently of any other question in the case, and without deciding whether or not the conduct of the soliciting agent could operate by way of estoppel against the company to make a case in plaintiff’s favor, we do hold that the facts immediately above referred to show a cause of action in favor of plaintiff as against the association’s general demurrer. Whatever may be the rule with reference to the lack of power or authority of local or special agents to bind a fraternal benefit association such as appellee, by acts or conduct amounting ordinarily to waiver or estoppel, there can be no doubt that such benefit or benevolent insurance association, regularly incorporated and authorized to act in such corporate capacity, may be bound upon the principles of waiver or estoppel, by the conduct of those officers and persons who in the nature of the concern are authorized to speak and act for it. Indeed, such corporation can only act through individuals, and we know of no principle of law — statutory or otherwise — that would exempt such associations from an equitable defense so wholesome in effect and so universal in application.</p>\n<p id=\"b331-5\">In Wirtz v. Sovereign Camp W. O. W., 268 S. W. 438, the Supreme Court, through Special Chief Justice Kittrell, said:</p>\n<p id=\"b331-6\">“It is undeniably true that benevolent and fraternal organizations and life insurance companies are as subject to the operation of the law of estoppel and waiver as are individuals, and the law has in both particulars been repeatedly enforced against them in this state.”</p>\n<p id=\"b331-7\">Home Circle Society No. 1 v. Shelton, (Texas Civ. App.), 81 S. W., 84; Bankers and Merchants, etc. Assn. v. Stapp, 77 Texas 517, 14 S. W. 168, 19 Am. St., 772; 29 Cyc., p. 185, (J.)</p>\n<p id=\"b331-8\">Under the rules of the order as disclosed by the petition none but members of the defendant association were liable to assessments, and the conduct of defendant association after a full knowledge of those things in the application which are relied upon to defeat membership have treated the plaintiff as a member in the most marked manner by the making and collecting of <page-number citation-index=\"1\" label=\"310\">*310</page-number>assessments against him. The language of Mutual, etc. Ass’n. v. Stapp, supra, is especially apt in this connection:</p>\n<p id=\"b332-3\">“None but members were liable to assessments, and the corporation having full means of knowing who were and who were not members of the association, a jury probably would have great difficulty in coming to the conclusion that the officers of appellant corporation had called upon a person not a member to bear the burdens which membership alone could lawfully impose.</p>\n<p id=\"b332-4\">“Circumstances sometimes become more potent than direct evidence; and if the jury from the circumstances already referred to concluded that the officers of the corporation were acting with knowledge and in good faith when they called upon the deceased to bear the burdens of membership, this court would not be authorized to set their finding aside. These demands could not have been made in good faith if deceased was not a member, * * *</p>\n<p id=\"b332-5\">Plaintiff’s case is likewise strengthened by his allegations of custom of the defendant association. See Home Circle No. 1 v. Shelton, supra. We therefore recommend that the question certified be answered as above indicated.</p>\n<p id=\"b332-6\">The opinion of the Commission of Appeals answering certified questions is adopted and ordered certified to the Court of Civil Appeals. <em>C. M. Cureton, </em>Chief Justice.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}