{
  "casebody": {
    "data": "<casebody firstpage=\"185\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-4\">Commonwealth <em>vs. </em>Herbert J. Gleason.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b211-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ACQ\">November 7, 1927.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AkN\">January 6, 1928.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b211-6\">Present: Bbaley, Crosby, Carroll, Wait, &amp; Sanderson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b214-7\"><page-number citation-index=\"1\" label=\"188\">*188</page-number><em>J. W. Connelly, </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b214-8\"><em>B. T. Bushnell, </em>District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b214-9\">Carroll, J.</author>\n<p id=\"AWs\">The defendant was found guilty of murder in the first degree. There was evidence that the defendant, who was nineteen years of age, with a companion went to the store of James Monagle in Medford, with the intention of committing the crime of robbery; that the defendant carried a revolver; that Monagle gave active resistance and he was shot and killed. The assignment of errors deals with exceptions to the refusal by the judge to admit certain testimony and to exclude other testimony, to his refusal to give instructions to the jury requested by the defendant, and to parts of the charge.</p>\n<p id=\"b214-10\">Charles J. Van Amburgh, an expert on firearms, was a witness for the Commonwealth, and testified that certain bullets taken from the body of James Monagle had been fired from a pistol that the Commonwealth contended had been fired by the defendant. The witness, after he had testified that he was employed as adviser on the subject of firearms with the commissoner of public safety, and had testified on cross-examination that he came to the department after the death of Captain Proctor, was asked by counsel for the defendant: “Captain Proctor at one time was with the State Police as a pistol expert, wasn’t he?” On objection by the district attorney the question was excluded. We fail to find any error in excluding this question: it was of no probative value; it did not bear on the qualification of the witness as an expert, and it had no bearing on the facts in issue. The defendant contends that the question asked the witness was a preliminary one to be followed by opinions of Proctor contradicting the testimony <page-number citation-index=\"1\" label=\"189\">*189</page-number>of the witness. The transcript of the evidence does not disclose for what purpose the question was asked, nor the intention of the defendant to follow this question with evidence of the opinions of Proctor. Even if the record of the testimony showed the purpose of the defendant in asking the question, there was no error in excluding it when asked. Nothing appears in the record to show that the defendant was in any way prevented from introducing all the material evidence he desired to contradict or explain the testimony of Van Amburgh. This exception is overruled.</p>\n<p id=\"b215-5\">The defendant’s second exception is to the refusal of the judge to exclude questions asked of the defendant on cross-examination, based on statements made by the defendant while under arrest, the defendant contending that the statements were made “in consequence of a promise of reward or leniency,” and the Commonwealth contending that these statements of the defendant were contradictory of his testimony on direct examination, and were in the nature of admissions. The Commonwealth introduced testimony tending to show the defendant was told that anything he said would “be used in court later, for or against him,” and that no promise of leniency was given him before he made the statements. The defendant testified that he had not formed the intention when he went to Medford “that night of holding up the store,” and had not discussed “the hold-up with . . . [his] confederates until . . . [he] got into the car.” He was then asked by the district attorney: “See if this refreshes your recollection somewhat. Do you remember this question by Mr. Sherlock . . . 'Did you have a date to go out for this purpose? ’ And your answer 'Yes.’” This was excepted to by the defendant. The defendant was also asked: “Did you tell Mr. Sherlock or Chief Welch or Sergeant Ward or Officer O’Neill that you dropped the gun in the scuffle?” and he answered “Certainly, yes.” Other questions under this exception have to do with the defendant’s admissions as to where the revolver was purchased, and his intention of. entering another store “and the door was locked.” A confession is <page-number citation-index=\"1\" label=\"190\">*190</page-number>an acknowledgment of guilt. An admission, as the word is used in criminal law, is a statement by the accused of facts pertinent to the issue, tending in connection with the proof of other facts to prove his guilt. The rule excluding a confession of guilt by the defendant which he was induced to make through hope of benefit or because of fear has no application to a statement which is no more than an admission. <em>Commonwealth </em>v. <em>Dascalakis, </em>243 Mass. 519. <em>Commonwealth </em>v. <em>Haywood, </em>247 Mass. 16. The district attorney might properly ask the defendant, when a witness on his own behalf, if he made certain statements when under arrest tending to contradict his evidence at the trial. See <em>Commonwealth </em>v. <em>Madeiros, </em>255 Mass. 304.</p>\n<p id=\"b216-5\">The third exception was saved because of the refusal of the judge to change his instructions to the jury as to the weight or consideration they should give to the statement of the defendant made to the jury after the arguments of counsel. This statement was: “Mr. Bushnell [the district attorney] has said that I wasn’t sorry. It don’t say on your face. It says down here [indicating body]. I did not plan this thing. It wasn’t my fault, and I was drunk. I hope you gentlemen will believe it. Thank you.” The judge then told the jury that this statement was not evidence. Counsel for the defendant then asked the judge to instruct the jury “that they should consider all the circumstances, provided there was evidence in the case that warranted them in believing what he stated.” The district attorney then cited <em>Commonwealth </em>v. <em>Stewart, </em>255 Mass. 9. The defendant’s counsel claimed an exception. The judge said, “You haven’t an exception, because I haven’t refused. You can only have an exception after the refusal.” In the course of his charge to the jury the judge said, in effect, that the statement of the defendant made to them was not evidence but was to be listened to attentively and carefully, and “if you find that what he says is predicated upon evidence, then you may use what he says to emphasize the evidence or to recall the evidence to your attention.” No exception was taken to this portion of the charge of the presiding judge relating to the defendant’s statement. His instructions were accurate. <page-number citation-index=\"1\" label=\"191\">*191</page-number><em>Commonwealth </em>v. <em>Stewart, supra. </em>The third exception is overruled.</p>\n<p id=\"b217-3\">The defendant asked for this instruction: “The jury at arriving whether or not the defendant is guilty or should be held responsible for his acts, should consider age, experience, training and capacity of the defendant.” This request was refused. The defendant was nineteen years of age when the crime was committed; his sanity was not questioned; his experience and training had no bearing upon his guilt or innocence. The request was refused properly.</p>\n<p id=\"b217-4\">The next request was in effect that in determining the defendant’s intention the jury should consider whether he was under the influence of liquor. In refusing this request there was no error. The judge read from <em>Commonwealth </em>v. <em>Hawkins, </em>3 Gray, 463, and instructed the jury in the words of Chief Justice Shaw, at page 466.</p>\n<p id=\"b217-5\">There was no error in refusing the seventh and eighth requests for instructions. Full and accurate instructions were given by the presiding judge on this question. See <em>Commonwealth </em>v. <em>Devereaux, </em>256 Mass. 387.</p>\n<p id=\"b217-6\">There is no merit in the exception of the defendant to the language of the judge in describing the death. The charge was complete, fair and accurate, all the material questions were fully covered. The defendant was fairly tried, and there was no error in the manner in which the trial was conducted.</p>\n<p id=\"b217-7\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}