{
  "casebody": {
    "data": "<casebody firstpage=\"418\" lastpage=\"430\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b426-12\">Alfred Gallagher et al. <em>vs. </em>Charles Shipley.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b426-13\">Landlord and Tenant ; Farming Lease and Lease in General Terms : Rights and Powers op Lessee : Removal of Manure from Premises : Irreparable Damage. — It is settled by the general current of American as well as English authorities, that a tenant under a farming lease or contract has no right to remove from the premises so occupied, without an express stipulation to that effect, any manure made in whole or in part from the produce of the land.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b426-14\">Rut where a lease is general in its terms and provisions, and says nothing as to tho <em>purposes </em>for which the demised premises are to be used, or <em>how </em>they are to be used and occupied, the lessee is clothed with full power and right to occupy and use them for any lawful purpose not injurious to the reversion.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b427-4\"><page-number citation-index=\"1\" label=\"419\">*419</page-number>Under such a lease there is no substantial ground for disputing the right of the lessee to the manure, accumulated by feeding cattle upon the land from, provender brought upon the premises from other sources; nor of contesting, as likely to result in irreparable injury to the land, Ms right of removing the same so far as it is not commingled with the soil, provided that in removing the same he uses such diligence and skill as will prevent injury to the land.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b427-5\">Verbai, Agreement between Parties to Lease, Its Effect upon the Rights-of Sub-Tenant without Notice. — Whatever may he the case as between the immediate parties to a lease, no mere verbal understanding between them can affect the rights of persons holding under the lessee without notice of it.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b427-6\">Appeal from the Circuit Court for Baltimore City.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b427-7\">The bill in this case was filed by the appellee, and alleged that he leased, on the 2d January, A. D. 1861, a parcel of land, consisting of seven separate fields, in Baltimore county, to W. S. Mabbett and J. McCullum, for eight years and eleven months, at an annual rent of $650, and filed the lease as an exhibit with the bill; that afterwards the lessees sub-leased the greater part of it to one J. D. Ulery; that by some means unknown, the possession of the part so sub-leased was acquired by Lewis Myers and others ; that at the time of the lease it was the understanding of the complainant that the land should only he used for pasturing the usual number of cattle placed upon a like quantity of land, but that a greater number had been placed and fed there ; that for the last five months, the fields have been in the possession of Myers and others, and used as pens for immense herds of cattle, brought there to he slaughtered for the United States army and the city of Baltimore; that large quantities oí manure have been dropped upon the soil, and that by reason of the moisture of the soil, and the trampling of the cattle, the manure has been so mixed with the soil, that it is impossible to remove the one without taking away the other ; that Mabbett and McCullum had top-dressed <page-number citation-index=\"1\" label=\"420\">*420</page-number>the land with manure, to remain there permanently, and by the trampling of the cattle it had become mixed with the soil and the manure dropped by the cattle.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b428-5\">The bill further charges, that Gallagher, claiming under an alleged purchase from Myers and others, all the manure dropped by the cattle, had been for several days engaged with a large and sharp iron scoop, about five or six feet square, drawn by one horse, in subverting and digging up the soil and subsoil, and the manure mixed with it, to the depth of several inches, collecting it in piles, and was about to remove it from the. land, the soil of which was thin, and its chief present value being its eligibility for pasturage lots ; that such subversion and removal will result in irreparable injury to the fields, for which no recovery in damages would be an adequate compensation, and in their destruction for their use for the purposes they had been theretofore enjoyed, and that his remonstrances against it had been disregarded. That by the terms of the lease the land was to be left in as good condition as it was at the date of the lease, and that will not be possible so to leave it unless Gallagher be restrained. The bill then prays for an injunction against Gallagher and the other defendants named, restraining them from any “further digging up, piling and hauling off, of the soil and manure upon the fields.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b428-6\">The Court granted the injunction as prayed. The answer of Gallagher states that he supposes it to be true that the land was leased as stated, but that he hath no knowledge of any sub-leasing, and admits nothing about <em>it; </em>that he knows nothing of any understanding as to how the land was to be used, and submits that the whole contract is set forth in the lease, and that the complainant as against him can add nothing thereto ; that the land by <page-number citation-index=\"1\" label=\"421\">*421</page-number>assignments or sub-leases to him unknown, was, on the 1st July last, lawfully in the possession of 'the United States Government, whose proper officer, one Captain Murphy, entered into an agreement with him to remove the manure and clean the land, so that the Government cattle there kept for the use of the army, could be safely kept and advantageously provided for, and that in pursuance of such agreement he was engaged in removing from the superficies of the soil the manure; which if not done would prevent its use for the purposes of the Government ; that he removed it with a scoop four feet broad, made of wood, with an iron rim drawn by one horse, which did not and could not penetrate the soil; that he neither subverted or removed the soil, and that he did not the smallest, much less an irreparable injury to the land; that the allegations of the bill in regard thereto were an idle pretence, without any foundation save the grasping desire of complainant to have* that to which by law he was not entitled; that for agricultural purposes, despite of all scraping, the land will be left greatly richer than it -was before; and he files as exhibits two military orders, directing him to proceed with its removal, but which out of respect to the injunction he has not obeyed; that if he does not do it the military authority will have it done by some one else, and that the design of the complainant is by an injunction to operate in restraint of that authority; that the complainant has a complete remedy at law, and this Court no jurisdiction ; that the remaining defendants named in the bill had no interest, nor agency in regard thereto, and were improperly made parties, and that the said Captain Murphy should have been made a party as the person by whose orders the supposed grievances had been committed. The answer was duly sworn to. A motion was made to dis<page-number citation-index=\"1\" label=\"422\">*422</page-number>solve the injunction, and evidence taken by both parties as provided by the Act of Assembly. The motion was not granted, but the Court by order passed September 23rd, 1865, continued the injunction until final hearing. The testimony taken was quite voluminous, much of that taken on the part of the complainant being excepted to by the defendants. The general effect of so much of the evidence as was admissible is sufficiently set forth in the opinion of •this Court.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b430-5\">From the order passed on the 23rd of September, 1865, the defendant, Gallagher,- appealed.</summary>\n<p data-order=\"10\" data-type=\"summary\" id=\"b430-6\">The cause was argued before Bartol, Goldsborough, Cochran and Weisel.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b430-7\"><em>George H. Williams pwl Robert G. Barry </em>for the appellants, argued,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AZz\">1st. That to sustain the injunction, the burden of proof is on the complainant to show irreparable injury and destruction of the inheritance, and that unless he shows this, the remedy if there be damage is at law, and there is no case for an injunction ; that the answer denied all the equity, and was evidence on the motion to dissolve. <em>Hamilton vs. </em>Ely, 4 <em>Gill, </em>34. <em>White vs. Flannigan, </em>1 <em>Md. Rep., </em>543, 548. <em>Green vs. Keen, </em>4 <em>Md. Rep., </em>98. <em>Cherry vs. Stein, </em>11 <em>Md. Rep., </em>1. <em>Shipley vs. Ritter, </em>7 <em>Md. Rep., </em>408. <em>Dorsey et al. vs. Hagerstown Bk. et al., </em>17 <em>Md. Rep., </em>412.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b430-9\">2nd. That the overwhelming proof in the cause is, that the small wood scraper actually used on these premises, weighed only some sixty-five or seventy pounds ; that it could not be held at an angle with the surface of tbe soil while in use ; that it did not and could not penetrate the soil, nor be made to penetrate it, and that either for farming purposes, or for feeding cattle it was necessary to remove the manure.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b431-4\"><page-number citation-index=\"1\" label=\"423\">*423</page-number>3rd. That on examination of the piles of manure for the purpose of ascertaining the fact, no soil was found therein.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b431-5\">4th. That the hill alleged no usage or custom as to the removal of manure, or the right to do so, and therefore the issues do not involve it.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b431-6\">5th. That a usage not to remove manure from a farm dropped thereon by cattle fed on what is grown on a farm, even if proved, has no application to lots on the edge of a large city used as cattle pens, for cattle fed with food brought from elsewhere. <em>Plumer vs. Plumer, </em>10 <em>Foster’s N. H. Rep., </em>558. <em>Fay vs. Muzzey, </em>13 <em>Gray, </em>53.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b431-7\">6th. That the proof in this cause fails to establish proof of general custom as required by law. <em>Foley vs. Woodside, </em>6 <em>Md. Rep., </em>37.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b431-8\">7th. That the proof of what was done elsewhere by a different kind of scraper, and in other ways was irrelevant to this cause, and the exceptions thereto well taken, and so as to the attempted proof of a custom not alleged in the bill.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b431-9\">8th. That all the proof pertinent to complainant’s case was brought out by interrogatories grossly leading, and should be ruled out, and the exception thereto deemed well taken. <em>Ridgaway vs. Toram, </em>2 <em>Md. Ch. Dec., </em>314.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b431-10\"><em>A. W. Machen </em>and <em>William A. Fisher </em>for the appellee.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"b431-11\">I. The acts in question are acts of <em>toaste, </em>and whenever there is privity between the parties, waste will be enjoined in equity without inquiring whether in the particular case the apprehended injury could be compensated in damages or not; where <em>no </em>privity exists, a case of irreparable injury must be shown. 2 <em>Story Eq. Jur., </em>§ 917, 919. <em>Duvall vs. Waters, </em>1 <em>Bland, </em>576, 577. <em>Steward vs. Winters, </em>4 <em>Sandf. Ch., </em>590. Every person who enters under the tenant, or with his consent, stands as he does, is affected by the same <page-number citation-index=\"1\" label=\"424\">*424</page-number>.privity, and is equally subject to be restrainéd by injunction from committing waste. <em>Howard vs. Ellis, </em>4 <em>Sandf. Sup. Ct., </em>369. <em>Courthope vs. Mapplesden, </em>10 <em>Ves., </em>290. <em>Norway vs. Rowe, 19 Ves., </em>154. <em>Maddox vs. White, </em>4 <em>Md. Rep., </em>72. In this case, Gallagher’s answer distinctly admits that he came in under the lease. The defendant was committing waste in two ways : viz. by the removal of soil, and by the removal of manure.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b432-5\">1. <em>Any </em>removal of soil goes to the disherison of the landlord, and is waste, and equity will enjoin it, no matter how small the apparent injury. <em>Livingston vs. Reynolds, </em>26 <em>Wend., </em>122. <em>Sarles vs. Sarles, </em>3 <em>Sandf. Chan., </em>601, 603. And a threat to commit waste is sufficient justification for the bill. <em>Duvall vs. Waters, </em>1 <em>Bland, </em>576. <em>Gibson vs. Smith, </em>2 <em>Atk., </em>182.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b432-6\">2. In the absence of a special custom authorizing a tenant to remove manure made upon land which has been leased for agricultural purposes, or an express agreement to that effect in the lease itself, such removal is unlawful) and will be restrained by injunction. <em>Pulteney vs. Shelton, </em>5 <em>Ves., </em>147. <em>Onslow’s Case, </em>16 <em>Ves., </em>173. That manure is not removable by the tenant, is well established in this country. <em>Fay, Judge of Probate vs. Muzzey, </em>13 <em>Gray, </em>55. <em>Lassell vs. Reed, </em>6 <em>Greenlf, </em>222. <em>Stone vs. Proctor, </em>2 <em>Chipm. Vt., </em>108, 114, <em>and </em>115. <em>Goodrich vs. Jones, 2 Hill, N. Y., </em>142.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b432-7\">'3. In this case not only is no custom authorizing a removal of manure set up, or proved, but the evidence negatives the existence of any such custom, and shows that the custom in-Baltimore county, where the land in question lies, is all the other way, and in favor of thé landlord. Therefore, even if the general rule of law had been different from what it is, the custom of the country denying the tenant the right to remove manure, would be considered as <page-number citation-index=\"1\" label=\"425\">*425</page-number>incorporated in the lease, and equivalent to an express stipulation. <em>Dale vs. Humfrey, Ell. Bl. &amp; Ell., </em>1004. <em>Field vs. Lelean, </em>6 <em>Hurls &amp; Nor., </em>525. <em>Hutton vs. Warren, Mees. &amp; Wels., </em>473. The land in question was leased for the ordinary purposes of husbandry, and if the lessees or those claiming under them, instead of pasturing a reasonable number of cattle upon it, choose to herd and feed upon it a much larger number, they cannot relievo themselves of the obligations of the tenancy, nor justify a breach in one respect by the pretence that upon the whole their use of the land will be an improvement of it, even if the facts bore out such an averment. For no tenant is permitted to excuse an act of waste by showing that he has in other respects benefitted the land to a larger extent. <em>Bullitt vs. Musgrave, </em>3 <em>Gill, </em>31. <em>French vs. Macale, </em>2 <em>Dru. &amp; War., </em>269.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b433-5\">II. A case of threatened <em>irreparable damage </em>is, however, abundantly made out by the proof. Ho one can doubt, upon reading through the evidence, that Gallagher, but for the restraint of the injunction, would speedily have reduced Mr. Shipley’s fields to the same condition as he had reduced the Alms House land. An alteration of the character of the ground much short of this, and' a far less considerable abstraction of the vegetable mould from the surface, would have constituted that kind of injury which, in the consideration of a Court of Equity, is classed as irremediable.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b433-6\">III. 1. As to exceptions founded on a supposed nonjoinder or mis-joinder of defendants, it is well settled that on a motion to dissolve, the Court will not listen to an objection of mis-joinder of parties, where the party making the objection is himself without merits. <em>Lucas vs. McBlair, </em>12 <em>G. &amp; J., </em>16. <em>Campbell vs. Poultney, </em>6 <em>G. &amp; J., </em>94. <em>Tradesman’s Bank vs. Merritt, </em>1 <em>Paige, </em>303. There is <page-number citation-index=\"1\" label=\"426\">*426</page-number>no evidence, however, that the suit is not properly instituted as to parties.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b434-5\">2. The appellant’s exceptions to evidence, if sustained, could not affect the result. But there is nothing in them : Firstly, because the interrogatories in question are not in fact obnoxious to the censure ; and secondly, because it is too late to start such an exception after the interrogatory has been suffered to be propounded without objection, and the evidence closed and returned. The objection — but formal at best — is waived, when the party having an opportunity to make it before the witness has answered, says nothing at the time when the fault could have been remedied, but allows the question to be put and the answer elicited. He cannot lie by, take the chance of a response favorable to himself, and then, when it is ascertained that it is against him, make the point that the question ought not to have been asked. The objection, in short, is properly an objection to the interrogatory, and not to the testimony under it, and should be taken at the proper period as an objection to the interrogatory. <em>Mechanics’ Bank vs. Seton, </em>1 <em>Pet., </em>307. <em>Sheeler vs. Speer, </em>3 <em>Binn, </em>130. <em>Strickler vs. Todd, </em>10 <em>Serg. &amp; Rawl., </em>63. <em>Woodman vs. Coolbroth, </em>7 <em>Green, </em>18. <em>Whipple vs. Stevens, </em>2 <em>Frost, N. H., </em>224. <em>Wicher vs. Wicher, </em>11 <em>N. H. Rep., </em>356. <em>Willey vs. Portsmouth, </em>35 <em>N. H. Rep., </em>303. <em>Townsend et al. vs. Jeffrey’s, </em>24 <em>Ala. Rep., </em>335, 336. <em>Humphreys vs. Bradford, </em>32 <em>Ala. Rep., </em>500. <em>Crowell vs. Western Reserve Bank, </em>3 <em>Ohio N. S., </em>406. <em>Barrow vs. Rhinelander, </em>1 <em>Johns. Ch. Rep., </em>559. <em>Williams et al. vs. Banks, </em>5 <em>Md. Rep., </em>198. <em>Byrely vs. Staley, 5 G. &amp; J., </em>432. <em>Nichols vs. Downing, </em>1 <em>Stark., </em>81.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b434-6\">The practice in the English Chancery, of suppressing the answers on motion, is consistent with this principle, for there, the examinations being private, the opposite party until the publication of the evidence, has had no opportunity of seeing the interrogatories, and of course could <page-number citation-index=\"1\" label=\"427\">*427</page-number>not before object to the form of them. But in England the objection must be taken before hearing, and even if it prevail, an opportunity is given to the party to take the evidence over again. <em>Gresley Eq. Ev., </em>75, 197, 213, and note.</p>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b435-5\">Cochran, J.,</author>\n<p id=\"AAA\">delivered the opinion of this Court.</p>\n<p id=\"b435-6\">The professed object of the appellee in filing this bill was to stay irreparable injury and waste, which he alleges was being committed by removing manure from land of which he was the lessor ; but we have been satisfied, by an examination of the record, that his real purpose was to secure the manure as an accretion or appurtenance to the soil of the leased premises. It is immaterial, however, on which theory the bill goes, for both present the question as to the right of property in the manure ; and as the case must ultimately turn upon the decision of that question, we think it should be dealt with at once, without regard to any of the subordinate points considered in course of the argument.</p>\n<p id=\"b435-7\">It is settled by the general current of American as well as English authorities, that a tenant, under a farming lease or contract, has no right to remove from the premises so occupied, without an express stipulation to that effect, any manure made in whole or in part from the produce of the land. 5 <em>Ves., </em>147, 260, 261. 16 <em>Ves., </em>173. 13 <em>Gray, </em>55. 6 <em>Greenlf., </em>222. 2 <em>Hill, </em>142. 15 <em>Wend., </em>169. 19 <em>Ver., </em>379. 10 <em>Fost, </em>558. In such a case, the manure is not regarded as a product of the land to which the tenant is exclusively entitled, but as ordure or compost resulting from the consumption or decay of those products, required by the land to repair the waste to which it has been subjected in producing the crops consumed ; and it is for that reason that the law holds the manure in such a case to be an accretion to the land which the tenant cannot <page-number citation-index=\"1\" label=\"428\">*428</page-number>remove. This rule, it is insisted, applies to the present case, and in examining this proposition it will be necessary to refer with some care to the facts shown by the admissible evidence contained in the record.</p>\n<p id=\"b436-5\">The lease, exhibited by the appellee with his bill, is general in its provisions and terms ; it says nothing of the mode in which the lessees were to use or occupy the demised premises ; and they were clothed, in our opinion, with full power and right to occupy and use the land described in the lease for any lawful purpose not injurious to the reversion. It is true that the lease contains stipulations as to the condition in which the property is to be surrendered at the expiration of the term, but these provisions have no relation to the intermediate occupation, and of course raises no presumption as to the use to which the land was to be applied. The averment in the bill, of an understanding between the appellee and lessees that the land was to be used for depasturing cattle, does not affect the appellants here, nor can such an averment limit in any degree, so far as they are concerned, the legal effect and operation of the terms of the lease. Whatever the case was as between the immediate parties to the lease, it is clear that no mere verbal understanding between them could affect the rights of persons holding under the lessees without notice of it, but the appellee does not allege, nor does he contend, that .these appellants entered upon the demised premises with notice of any such understanding. We think, by the true construction of the lease, that the appellants were not bound to use the demised premises for the purposes of husbandry alone, but that they were at liberty to occupy the same for any lawful purpose whatever.</p>\n<p id=\"b436-6\">The appellee alleges that the appellants had for some months before filing the bill, and at that time were occupying and using the land in question as a corral or pen for <page-number citation-index=\"1\" label=\"429\">*429</page-number>herding large numbers of cattle brought thither to be slaughtered for the use of the armies of the United States. This fact is admitted by the answer, and it abundantly appears from the proof, that the cattle there herded were fed with provender supplied altogether from sources foreign to the land ; and that for the beneficial or economical use of it in that way, it was necessary from time to time to remove the manure deposited on the surface. It would seem impossible on this state of case to apply the rule insisted on by the appellee. The land furnished nothing for the support of the cattle, nor was it exhausted by cultivation or by the use to which it was applied ; on the contrary the evidence shows conclusively, that it was constantly improving by accretions to the soil that could not be removed with the manure. The appellants were not occupying the land under a farming lease, and in using it for the purpose disclosed by the evidence, neither were injuring, nor could injure the interest or' estate of the lessor. The rule governing the case of a tenant under a farming lease is founded upon facts and considerations wholly different from those shown by the proof here ; and we think, as it cannot be applied to this case for that reason, that there is no substantial ground for disputing the appellant’s right of property in the manner claimed by them. The appellee, however, further insists that the manure became so commingled with the soil of the land, that it was impossible to remove it therefrom without removing the soil. This presumption seems in its nature to be speculative rather than positive, for even admitting, as probably was the fact, that much of the manure was trampled in and commingled with the soil, it by no means follows that such as was not trampled in could not be removed from the surface without removing the soil. The evidence shows beyond question, that only such manure as remained on the surface, and capable of re<page-number citation-index=\"1\" label=\"430\">*430</page-number>moval without injury to the land, was removed. How the removal of such manure could injure or affect the estate of the lessor is a matter somewhat difficult to discover. We admit that, while the appellants had the right of property in such manure as was not commingled with the soil, and the consequent right of removal, they were hound to exercise their right of removal with such diligent care and skill'as would prevent injury to the land. We conclude, however, from a careful review of the testimony, that reasonable skill and care were exercised by the appellants in removing the manure claimed by them. The proof shows that the implement used for that purpose was constructed with especial reference to that end, and that it was nearly if not quite impossible, in using it, to inflict any injury whatever, in the way of removing the soil.</p>\n<decisiondate id=\"A3K\">(Decided January 25th, 1866.)</decisiondate>\n<p id=\"b438-5\">We are of opinion, looking to the facts and circumstances admitted and established by the evidence, that the Court below erred in refusing to dissolve the injunction, and will therefore sign a decree reversing the order appealed from, with costs to the appellants, dissolving the injunction and remanding the cause.</p>\n<p id=\"b438-6\"><em>Order </em>reversed, <em>injunction dissolved, and cause remanded.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}