{
  "casebody": {
    "data": "<casebody firstpage=\"922\" lastpage=\"926\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b948-8\">UNITED STATES of America, Plaintiff-Appellee, v. Juan ROMAN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b948-11\">No. 15-13187</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"A979\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b948-12\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b948-13\">March 14, 2016.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b949-5\"><page-number citation-index=\"1\" label=\"923\">*923</page-number>Wifredo A. Ferrer, Jonathan E. Kobrin-ski, Emily M. Smachetti, Arimentha R. Walkins, U.S. Attorney’s Office, Miami, FL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b949-6\">Matthew Joseph Troccoli, Law Offices Of Matthew Troccoli, PA, George D. Cho-lakis, The Law Office of George D. Cholak-is, Luis Fernandez, Law Offices of Luis Fernandez, Miami, FL, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b949-8\">Before TJOFLAT, HULL and WILLIAM PRYOR, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b949-9\">PER CURIAM:</author>\n<p id=\"b949-10\">Juan Roman appeals his total sentence of 300 months’ imprisonment imposed after pleading guilty to one count of receipt of a visual depiction of a minor engaged in sexually explicit conduct, in violation of 18 U.S.C. § 2252(a)(2), and two counts of possession of a visual depiction of a minor engaged in sexually explicit conduct, in violation of 18 U.S.C. § 2252(a)(4)(B).<footnotemark>1</footnotemark> Roman argues that the 300 months’ term is substantively unreasonable because the district court committed an error of judgment when weighing the sentencing purposes listed in 18 U.S.C. § 3553(a) and imposed a sentence greater than necessary to comply with those purposes.</p>\n<p id=\"b949-13\">Roman relies on two cases to illustrate his argument. The first case is <em>United States v. Beasley, </em>562 Fed.Appx. 745 (11th Cir.2014), <em>cert. denied, </em>— U.S. —, 135 S.Ct. 186, 190 L.Ed.2d 145 (2014). He contends that his offense is similar to that of the defendant in <em>Beasley </em>with regard to the number of images of child pornography involved. As the defendant in <em>Beasley </em>was granted a downward variance due to mitigating factors, Roman believes he is entitled to a downward variance for the same reason. The second case is <em>United States v. Dean, </em>635 F.3d 1200 (11th Cir.2011). The district court categorized him as a “hands-on” offender and imposed a sentence similar to the sentence <em>Dean </em>received despite the fact that his conduct did not approach the length and level of sexual abuse involved in <em>Dean.</em></p>\n<p id=\"b949-16\">We review the reasonableness of a sentence under a deferential abuse of discretion standard of review. <em>Gall v. United States, </em>552 U.S. 38, 41, 128 S.Ct. 586, 591, 169 L.Ed.2d 445 (2007). The district court must impose a sentence “sufficient, but not greatér than necessary” to comply with the sentencing purposes listed in <page-number citation-index=\"1\" label=\"924\">*924</page-number>§ 3553(a)(2), including the need to reflect the seriousness of the offense, promote respect for the law, provide just punishment for the offense, deter criminal conduct, and protect the public from the defendant’s future criminal conduct. <em>See </em>18 U.S.C. § 3553(a)(2). In addition to these purposes, the court must also consider the nature and circumstances of the offense, the history and characteristics of the defendant, the kinds of sentences available, the applicable guideline range, the pertinent policy statements of the Sentencing Commission, the need to avoid unwarranted sentencing disparities, and the need to provide restitution to victims. <em>Id. </em>§ 3553(a)(1), (3)-(7).</p>\n<p id=\"b950-4\">Before we review the substantive reasonableness of a sentence, we must be satisfied that the sentence is procedurally reasonable — that, for example, the district court properly calculated the sentence range under the Guidelines, considered the § 3553(a) purposes of sentencing, and adequately explained the sentence imposed. <em>Gall, </em>552 U.S. at 51, 128 S.Ct. at 597. Roman does not question the procedural reasonableness of his sentences (and we discern no basis for doing so); we therefore move to the issue of whether his total sentence of 300 months is substantively unreasonable. We consider whether it is unreasonable in light of the totality of the circumstances. <em>Id.</em></p>\n<p id=\"b950-5\">In resolving the reasonableness issue, we are mindful that the weight a district court gives the § 3553(a) sentencing factors, including the sentencing purposes listed in subsection (a)(2) and the need to avoid unwarranted sentencing disparity indicated in subsection (a)(6), is committed to the court’s sound discretion, <em>United States v. Clay, </em>483 F.3d 739, 743 (11th Cir.2007); that there is a “range of reasonable sentences from which the district court may choose,” <em>United States v. Talley, </em>431 F.3d 784, 788 (11th Cir.2005); and that a sentence within the Guidelines sentence range is ordinarily expected to be reasonable. <em>United States v. Hunt, </em>526 F.3d 739, 746 (11th Cir.2008). At the end of the day, we will set aside a sentence only if left with the firm conviction that the district court committed a clear error of judgment in weighing the § 3553(a) purposes and arrived at a sentence lying outside the range of reasonable sentences warranted by the facts of the case. <em>United States v. Irey, </em>612 F.3d 1160, 1190 (11th Cir.2010) (en banc).</p>\n<p id=\"b950-9\">Having reviewed the record and the parties’ briefs, we conclude that Roman’s total sentence of 300 months is not substantively unreasonable. We are not persuaded by his argument that the sentences imposed in <em>Beasley </em>and <em>Dean </em>demonstrate that, in his case, the district court made a clear error of judgment and imposed a total sentence that is beyond the range of reasonable sentences the court could have handed down.</p>\n<p id=\"b950-10\">In <em>Beasley </em>the defendant Beasley’s computers contained “267 movies and 6,405 images of child pornography” and “he admitted that he had collected images and videos of child pornography since the early 1990s and had over 40,000 child pornography images.” 562 Fed.Appx. at 746-47. Beasley’s Guidelines sentence range was 151 to 188 months’ imprisonment.<footnotemark>2</footnotemark> The district court granted Beasley’s request for a downward variance and imposed a sentence of 115 months.</p>\n<blockquote id=\"b950-11\">The district court listed its reasons for the variance, including the nature and circumstances of the offense, Beasley’s history and characteristics, including his:</blockquote>\n<blockquote id=\"b951-4\"><page-number citation-index=\"1\" label=\"925\">*925</page-number>(1) mental health issues; (2) exposure to his father who was a negative influence; (3) difficult teenage years; (4) depression; (5) voluntarily, committing himself three times for suicidal ideation; (6) “self-rehabilitation”; (7) low risk of recidivism documented in Dr. Cohen’s report; and (8) lack of criminal history, particularly the lack of “history of inappropriate contact offenses, particularly contact offenses with minors.”</blockquote>\n<p id=\"b951-5\">In his case, Roman transmitted and received child pornography over the internet through ARES, a peer-to-peer file-sharing network. His ARES search history, as disclosed by his laptop computer and hard drive, showed that he had conducted over 1,000 searches, predominantly seeking child pornography. His laptop contained over 50 and his hard drive over 500 video files, with titles suggestive of child pornography, making him accountable for a total of 41,250 images. Roman made several of the child pornography videos himself in addition to making hundreds of files that others could download. He set up a hidden camera in his bathroom to film visitors, including his children, undressed. He hid another camera in his kitchen, which, among other things, showed him lifting up a six-year old girl several times, grabbing her buttocks and touching her in her genital area. He admitted making the videos on these cameras for his sexual gratification. The Guidelines prescribed a prison sentence of between 262 to 327 months.<footnotemark>3</footnotemark> Roman requested a downward variance from this sentence range for the reasons his attorney summarized in the sentencing memorandum he presented to the district court.</p>\n<blockquote id=\"b951-6\">Mr. Roman is a fifty seven year old man, with a long term employment history and an enviable record of community service, who cares for his medically infirm and elderly parents, and is presently able to become gainfully employed to reimburse three identified victims of computer pornography in a to-be-determined restitution amount. Also, Mr. Roman has never been arrested or accused of a crime. Additionally, he has strong family and community support, has undergone three separate psycho-sexual examinations and determined to be a low risk of recidivism and amenable to treatment. Mr. Roman has admitted his crime, recognized he made a terrible mistake and requests treatment. Mr. Roman wishes to become a productive member of society again. For these reasons the defense recommends Mr. Roman be sentenced to the mandatory term of five years imprisonment, followed by home detention with electronic monitoring and supervised release.</blockquote>\n<p id=\"b951-8\">Doc. 90 at 1. After entertaining the parties’ arguments on the variance issue, the district court denied the motion in these words:</p>\n<blockquote id=\"b951-9\">All of the carefully-submitted records on behalf of the defendant regarding his background, his history as a child, these other matters, the stressful matters that he was undergoing at periods of time in his life, his excellent record as a police officer, all of that is outweighed by the other factors in Section 3553(a)(2)(a), regarding the seriousness of this offense, respect for the law, the need for deterrence, the need to protect the public.</blockquote>\n<p id=\"Aa6\">Doc. 110 at 87-88.</p>\n<p id=\"b951-10\">In <em>Beasley </em>and here, the district court carefully considered the § 3553(a) sentencing factors. Implicit in the <em>Beasley </em>sentence is the notion that the defendant’s mitigating circumstances were due more weight than the need for punishment and <page-number citation-index=\"1\" label=\"926\">*926</page-number>general and specific deterrence. <em>See </em>18 U.S.C. § 3553(a)(1),(2) and (3). Both sentences were within the range of reasonable sentences warranted by the facts of the case. As such, Roman’s total sentence was not disparate when compared to Beasley’s sentence.</p>\n<p id=\"b952-4\">Nor do we find an unwarranted disparity when Roman’s sentence is compared to the sentence imposed in <em>Dean, </em>Roman cites <em>Dean </em>as an example of a “hands-on” sex offender whose acts were far worse than his. The fact that Dean may molested a child for a longer period of time and more often than he did does not render his total sentence disparate. True, his sentence was close to Dean’s, 300 months versus 360 months, but Dean’s Guidelines sentence range was life imprisonment. The district court sentenced him to 360 months because that was the statutory maximum.</p>\n<p id=\"A17a\">Roman has not shown that his total sentence is unreasonable. The judgment of the district court is, accordingly,</p>\n<p id=\"b952-6\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b949-11\">. The statutory sentence range for the 18 U.S.C. § 2252(a)(2) offense was a minimum prison term of five years and a maximum term of 20 years. 18 U.S.C. § 2252(b)(1). The district court sentence Roman to the maximum term, 240 months. The statutory sentence range for the two 18 U.S.C. § 2252(a)(4)(b) offenses was zero to 20 years’ imprisonment. The court sentenced Roman to concurrent terms of 60 months, to run consecutively to the 240 months’ sentence.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b950-6\">. The sentence range resulted from a total offense level 34 and a criminal history category of I.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b951-11\">. The sentence ranged resulted from a total offense level 39 and a criminal history category of I.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}