{
  "casebody": {
    "data": "<casebody firstpage=\"286\" lastpage=\"304\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b316-8\">STATE OF CONNECTICUT <em>v. </em>ANTONIO A.<footnotemark>1</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ay0\">(AC 24739)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b316-9\">McLachlan, Gruendel and West, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b317-13\"><page-number citation-index=\"1\" label=\"287\">*287</page-number>Argued March 24</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aat\">officially released July 19, 2005</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b318-7\"><page-number citation-index=\"1\" label=\"288\">*288</page-number><em>Jeremiah Donovan, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b318-8\"><em>Rita M. Shair, </em>senior assistant state’s attorney, with whom were <em>James E. Thomas, </em>state’s attorney, and, on the brief, <em>Anne F. Mahoney, </em>senior assistant state’s attorney, for the appellee (state).</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b316-16\"> In accordance with our policy of protecting the privacy interests of the victims of sexual abuse, we decline to identify the victim or others through whom the victim’s identity may be ascertained. See General Statutes § 54-86e.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b318-9\">\n<em>Opinion</em>\n</p>\n<author id=\"b318-10\">WEST, J.</author>\n<p id=\"A5L\">The defendant, Antonio A., appeals from the judgment of conviction, rendered after a jury trial, of two counts of risk of injury to a child in violation of General Statutes § 53-21 (a) (2) and two counts of sexual assault in the first degree in violation of General Statutes § 53a-70 (a) (2), and from the judgment revoking his probation after a trial to the court. On appeal, the defendant claims that (1) the evidence supported only a single count of each charge of risk of injury to a child and sexual assault in the first degree, (2) his conviction on both counts of each charge violated the prohibition against double jeopardy, (3) the statutes under which he was convicted are unconstitutionally vague as applied to him, (4) the trial court improperly redacted from his written statement to the police his <page-number citation-index=\"1\" label=\"289\">*289</page-number>offer to submit to a polygraph test, (5) prosecutorial misconduct during the state’s closing argument deprived him of a fair trial and (6) the court improperly imposed a mandatory minimum sentence. We affirm the judgments of the trial court.</p>\n<p id=\"b319-6\">On the evening of August 12, 2001, the defendant returned home from work. His daughter, the victim, who had become eight years old the previous day, was sleeping in the living room. The defendant inserted his finger into the victim’s vagina two times. The victim later told her mother, who did not live with the defendant, what had happened and said that her vaginal area had become painful. Her mother took her to a physician, who discovered that the victim had a vaginal injury consistent with digital penetration.</p>\n<p id=\"b319-7\">The state charged the defendant with two counts of risk of injury to a child and two counts of sexual assault in the first degree. After a trial, the jury returned a verdict of guilty on all counts. The court also found the defendant in violation of his probation, which had been imposed for a prior conviction of possession of narcotics. The court sentenced the defendant to a total effective term of forty-four years incarceration, execution suspended after twenty-four years, followed by ten years probation and lifetime sex offender registration. This appeal followed.</p>\n<p id=\"b319-8\">I</p>\n<p id=\"b319-9\">The defendant’s first claim is that the evidence was sufficient to support only one count of each charge of risk of injury to a child and sexual assault in the first degree. We disagree.</p>\n<p id=\"b319-10\">The defendant preserved his claim by moving for a judgment of acquittal, which the court denied. “In reviewing the sufficiency of the evidence to support a criminal conviction we apply a two-part test. First, we <page-number citation-index=\"1\" label=\"290\">*290</page-number>construe the evidence in the light most favorable to sustaining the verdict. Second, we determine whether upon the facts so construed and the inferences reasonably drawn therefrom the [finder of fact] reasonably could have concluded that the cumulative force of the evidence established guilt beyond a reasonable doubt. . . .</p>\n<p id=\"b320-4\">“[T]he inquiry into whether the record evidence would support a finding of guilt beyond a reasonable doubt does not require a court to ask itself whether it believes that the evidence . . . established guilt beyond a reasonable doubt. . . . Instead, the relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Bloom, </em>86 Conn. App. 463, 471-72, 861 A.2d 568 (2004), cert. denied, 273 Conn. 911, 870 A.2d 1081 (2005).</p>\n<p id=\"b320-5\">The defendant does not dispute that the victim testified unequivocally at trial that he had inserted his finger into her vagina twice. Furthermore, other witnesses corroborated the victim’s account. Those constancy of accusation witnesses<footnotemark>2</footnotemark> testified that the victim consis<page-number citation-index=\"1\" label=\"291\">*291</page-number>tently spoke of two instances of digital penetration. The defendant instead argues that the state failed to prove that time had elapsed between the insertions or that he had withdrawn his finger fully and then reinserted it. In the defendant’s view, the victim’s statement that the digital penetration happened twice proved only that the two insertions occurred in a continuous transaction and, therefore, supported only one count of each charge of risk of injury to a child and sexual assault in the first degree.</p>\n<p id=\"b321-6\">Our Supreme Court has rejected the type of argument set forth by the defendant. “The same transaction . . . may constitute separate and distinct crimes where it is susceptible of separation into parts, each of which in itself constitutes a completed offense.<footnotemark>3</footnotemark> ... A different view would allow a person who has committed one sexual assault upon a victim to commit with impunity many other such acts during the same encounter.” (Internal quotation marks omitted.) <em>State </em>v. <em>Scott, </em>270 <page-number citation-index=\"1\" label=\"292\">*292</page-number>Conn. 92, 99-100, 851 A.2d 291 (2004), cert. denied, 544 U.S. 987, 125 S. Ct. 1861, 161 L. Ed. 2d 746 (2005).</p>\n<p id=\"b322-6\">Although the defendant claims that the evidence supports only the finding that he twice inserted his finger into the victim’s vagina as part of a continuous transaction, the jury reasonably could have concluded on the basis of the victim’s testimony and the corroboration of the constancy of accusation witnesses that the two insertions were separate and distinct and that the defendant was guilty of two counts of each charge of risk of injury to a child and sexual assault in the first degree.<footnotemark>4</footnotemark> We therefore reject the defendant’s claim of insufficient evidence.</p>\n<p id=\"b322-7\">II</p>\n<p id=\"b322-8\">The defendant’s second claim is that his conviction on both counts of each charge violated the prohibition against double jeopardy.<footnotemark>5</footnotemark> We disagree.</p>\n<p id=\"b322-9\">The defendant did not raise his claim at trial and now seeks review under <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989).<footnotemark>6</footnotemark> We determine that the <page-number citation-index=\"1\" label=\"293\">*293</page-number>record is adequate for review and that the claim is of constitutional magnitude, but we conclude that the alleged constitutional violation does not exist. “[Distinct repetitions of a prohibited act, however closely they may follow each other . . . may be punished as separate crimes without offending the double jeopardy clause.” (Internal quotation marks omitted.) <em>State </em>v. <em>Scott, </em>supra, 270 Conn. 99. The defendant’s insertions of his finger into the victim’s vagina were distinct repetitions because all the evidence indicated that two separate instances of insertion had occurred. The defendant therefore was not placed in jeopardy twice for the same offense.</p>\n<p id=\"b323-6\">Ill</p>\n<p id=\"b323-7\">The defendant’s third claim is that §§ 53-21 (a) (2) and 53a-70 (a) (2) are unconstitutionally vague as applied to him because he could not have known that he would be prosecuted for more than one act of digital penetration. We disagree.</p>\n<p id=\"b323-8\">The defendant seeks review of his claim under <em>Stale </em>v. <em>Golding, </em>supra, 213 Conn. 239-40. We conclude that his claim fails to satisfy the third prong of <em>Golding </em>because the alleged constitutional violation does not exist. “To demonstrate that [a] statute is unconstitutionally vague as applied to him, the defendant must . . . demonstrate beyond a reasonable doubt that [he] had inadequate notice of what was prohibited or that [he was] the [victim] of arbitrary and discriminatory enforcement. ... [A] law forbidding or requiring conduct in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to its application violates due process of law.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Rocco, </em>58 Conn. App. 585, 589-90, 754 A.2d 196, cert. denied, 254 Conn. 931, 761 A.2d 757 (2000).</p>\n<p id=\"b324-5\"><page-number citation-index=\"1\" label=\"294\">*294</page-number>We examine the language of the statutes under which the defendant was convicted to determine whether he had adequate notice of the prohibited conduct. “[W]e seek to determine, in a reasoned manner, the meaning of the statutory language as applied to the facts of this case .... In seeking to determine that meaning, we look to the words of the statute itself . . . .” (Internal quotation marks omitted.) <em>In re Carlos Q., </em>62 Conn. App. 681, 685, 772 A.2d 668 (2001).</p>\n<p id=\"b324-6\">As to the two counts of risk of injury to a child, § 53-21 (a) (2) prohibits “contact with the intimate parts ... of a child under the age of sixteen years ... in a sexual and indecent manner . . . .” Although “contact” is not defined in the statute, it is defined in common usage as “a touching or meeting.” Webster’s Third New International Dictionary. The statute clearly provides fair warning that a single touching constitutes a violation.<footnotemark>7</footnotemark> The necessary implication is that more than one touching constitutes more than one violation.</p>\n<p id=\"b324-7\">As to the two counts of sexual assault in the first degree, § 53a-70 (a) (2) prohibits “sexual intercourse with another person [who] is under thirteen years of age and the actor is more than two years older than such person . . . .” The definition of “sexual intercourse” in General Statutes § 53a-65 (2) includes “vaginal intercourse” and specifies that “[p]enetration, however slight, is sufficient to complete vaginal intercourse . . . . Penetration may be committed by an object manipulated by the actor into the genital or anal opening <page-number citation-index=\"1\" label=\"295\">*295</page-number>of the victim’s body.” “A finger is considered an ‘object’ that can be manipulated into a genital opening.” <em>State </em>v. <em>Albert, 50 </em>Conn. App. 715, 725, 719 A.2d 1183 (1998), aff'd, 252 Conn. 795, 750 A.2d 1037 (2000). Those statutes plainly indicate that a single digital penetration constitutes an act of sexual intercourse. The necessary implication is that more than one digital penetration constitutes more than one act of sexual intercourse.</p>\n<p id=\"b325-6\">We conclude that the statutes under which the defendant was convicted are clear to persons of common intelligence and, therefore, not unconstitutionally vague.</p>\n<p id=\"b325-7\">IV</p>\n<p id=\"b325-8\">The defendant’s next claim is that the court improperly redacted from his written statement to the police his offer to submit to a polygraph test. We disagree.</p>\n<p id=\"b325-9\">The defendant’s written statement concluded with the following sentence: “I did not touch my daughter like they say I did and I will go on the machine to tell the truth.” When the prosecutor moved to strike the part of the sentence referring to “the machine,” by which the defendant meant a polygraph, the defendant objected on the ground that he was entitled to have the jury review his entire written statement. The prosecutor explained that if the reference to the polygraph remained in the statement, she would have to question a police officer on the witness stand as to why the defendant had not been given a polygraph test. According to the prosecutor, the officer then would testily that the police did not think that the polygraph would yield reliable results from the defendant. The basis of that opinion was a prior polygraph test taken by the defendant in a case involving the shooting of a police officer. Having considered the prosecutor’s explanation, the court redacted the reference to the polygraph from the defendant’s written statement. The <page-number citation-index=\"1\" label=\"296\">*296</page-number>court found that testimony referring to the previous case about the shooting of the officer would be prejudicial to the defendant and confuse the jury. The court also recognized that polygraph evidence is inadmissible in our courts. See <em>State </em>v. <em>Porter, </em>241 Conn. 57, 93-94, 698 A.2d 739 (1997) (en banc), cert. denied, 523 U.S. 1058, 118 S. Ct. 1384, 140 L. Ed. 2d 645 (1998). The version of the defendant’s statement considered by the jury concluded with the following sentence: “I did not touch my daughter like they say I did . . . .”</p>\n<p id=\"b326-6\">“The trial court’s ruling on evidentiary matters will be overturned only upon a showing of a clear abuse of the court’s discretion. . . . Every reasonable presumption should be made in favor of the correctness of the court’s ruling in determining whether there has been an abuse of discretion. . . . [T]he burden to prove the harmfulness of an improper evidentiary ruling is borne by the defendant. The defendant must show that it is more probable than not that the erroneous action of the court affected the result.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Brisco, </em>84 Conn. App. 120, 132, 852 A.2d 746, cert. denied, 271 Conn. 944, 861 A.2d 1178 (2004).</p>\n<p id=\"b326-7\">The defendant contends that his offer to submit to a polygraph test tended to prove his innocence and, thus, the jury should have been allowed to consider it. “[E]ven if the polygraph test itself lacks evidentiary value, an individual’s willingness to undergo such a test might have some probative value so long as the subject believed in the test’s efficacy. Such willingness may also indicate, however, that the witness knows about the test’s weaknesses or is simply willing to take his or her chances. ... [A] witness’ willingness to take a test of questionable validity is itself of limited probative value.” <em>State </em>v. <em>Porter, </em>supra, 241 Conn. 93 n.34.</p>\n<p id=\"b326-8\">In view of the slight probative value of the defendant’s offer to take a polygraph test, the risk of prejudice to <page-number citation-index=\"1\" label=\"297\">*297</page-number>the defendant stemming from the proposed testimony about the previous case involving the shooting of a police officer and the potential for jury confusion, we conclude that the court did not abuse its discretion in redacting the defendant’s offer from his written statement.</p>\n<p id=\"b327-6\">V</p>\n<p id=\"b327-7\">The defendant next claims that prosecutorial misconduct during the state’s closing argument deprived him of a fair trial. Specifically, the defendant contends that the prosecutor improperly suggested that (1) the constancy of accusation witnesses could have provided more evidence if the court had allowed them to do so, (2) the jury could rely on the prosecutor and her intern as additional constancy of accusation witnesses and (3) defense counsel had tried to mislead the jury. We conclude that the prosecutor’s comments did not deprive the defendant of a fair trial.</p>\n<p id=\"b327-10\">We conduct a two step inquiry in analyzing claims of prosecutorial misconduct. “The two steps are separate and distinct: (1) whether misconduct occurred in the first instance; and (2) whether that misconduct deprived a defendant of his due process right to a fair trial.” (Internal quotation marks omitted.) <em>State </em>v. <em>Stevenson, </em>269 Conn. 563, 572, 849 A.2d 626 (2004). “The issue is whether the prosecutor’s conduct so infected the trial with unfairness as to make the resulting conviction a denial of due process. . . . [The court] must view the prosecutor’s comments in the context of the entire trial.” (Internal quotation marks omitted.) Id., 571. The factors to be considered in assessing the prosecutor’s actions include “the extent to which the misconduct was invited by defense conduct or argument . . . the severity of the misconduct . . . the frequency of the misconduct . . . the centrality of the misconduct to the critical issues in the case . . . the strength of <page-number citation-index=\"1\" label=\"298\">*298</page-number>the curative measures adopted . . . and the strength of the state’s case.” (Citations omitted.) <em>State </em>v. <em>Williams, </em>204 Conn. 523, 540, 529 A.2d 653 (1987).</p>\n<p id=\"b328-6\">We undertake that inquiry even though the defendant failed to object to the alleged misconduct in the prosecutor’s closing argument.<footnotemark>8</footnotemark> “[A] reviewing court must apply the <em>Williams </em>factors to the entire trial, because there is no way to determine whether the defendant was deprived of his right to a fair trial unless the misconduct is viewed in light of the entire trial. ” <em>State </em>v. <em>Stevenson, </em>supra, 269 Conn. 573. We also recognize that “because closing arguments often have a rough and tumble quality about them, some leeway must be afforded to the advocates in offering arguments to the jury in final argument. [I]n addressing the jury, [c]ounsel must be allowed a generous latitude in argument, as the limits of legitimate argument and fair comment cannot be determined precisely by rule and line, and something must be allowed for the zeal of counsel in the heat of argument. . . . Nevertheless, [wjhile a prosecutor may argue the state’s case forcefully, such argument must be fair and based upon the facts in evidence and the reasonable inferences to be drawn therefrom.” (Internal quotation marks omitted.) <em>State </em>v. <em>Jacobson, 87 </em>Conn. App. 440, 457, 866 A.2d 678, cert. granted on other grounds, 273 Conn. 928, 873 A.2d 999 (2005).</p>\n<p id=\"b328-7\">A</p>\n<p id=\"b328-8\">The defendant first directs us to the prosecutor’s explanation that she could ask only certain questions of <page-number citation-index=\"1\" label=\"299\">*299</page-number>the constancy of accusation witnesses. The prosecutor stated: “I’m only allowed to ask the witnesses, the constancy witnesses, about the time, the place, the identity of the person and the nature of the contact. I’m not allowed to ask them any other details about what the person told them because they’re only to be witnesses for you to consider whether or not the victim in this case . . . has been consistent over time.” The defendant contends that the prosecutor improperly implied that she could have elicited more testimony from the constancy of accusation witnesses if the court would have allowed it.</p>\n<p id=\"b329-6\">We rejected a similar- argument in <em>State </em>v. <em>Jacobson, </em>supra, 87 Conn. App. 440. In reviewing a prosecutor’s comment regarding the constancy of accusation doctrine, we stated: “When read in context, the comment merely explains the limitations of constancy of accusation testimony, namely, that [testimony is to be restricted to such facts as the identity of the alleged perpetrator and the timing of the victim’s complaint, details to be limited to those necessary to associate the victim’s complaint with the pending charge . . . .” (Internal quotation marks omitted.) Id., 458. We likewise reject the defendant’s argument in the present case because the prosecutor merely explained the nature of constancy of accusation testimony. That explanation did not constitute misconduct.</p>\n<p id=\"b329-7\">B</p>\n<p id=\"b329-8\">The next incident of alleged misconduct concerns two of the prosecutor’s references to the victim’s credibility. The prosecutor stated: “Now, even my intern . . . has noticed that this idea, this notion, there’s no motive in this case with [the victim] to lie.” A short time later, she added: “[I]f you folks think that [the victim] could be programmed into saying this over and over and over again when she’s questioned individually <page-number citation-index=\"1\" label=\"300\">*300</page-number>by different professionals, then you saw a different child on the witness stand than I did.” The defendant argues that those comments improperly suggested that the jury could rely on the prosecutor and her intern as additional constancy of accusation witnesses.</p>\n<p id=\"b330-6\">Several considerations guide our review of those comments. “The prosecutor may not express his own opinion, directly or indirectly, as to the credibility of the witnesses. . . . Such expressions of personal opinion are a form of unsworn and unchecked testimony, and are particularly difficult for the jury to ignore because of the prosecutor’s special position. . . . Moreover, because the jury is aware that the prosecutor has prepared and presented the case and consequently, may have access to matters not in evidence ... it is likely to infer that such matters precipitated the personal opinions.” (Internal quotation marks omitted.) <em>State </em>v. <em>Santiago, </em>269 Conn. 726, 747, 850 A.2d 199 (2004). “Although prosecutors should avoid the use of the personal pronoun T . . . the use of the word does not, without more, transform an otherwise proper closing argument into an impermissible expression of personal opinion.” Id., 748. “[I]t does not follow . . . that every use of rhetorical language or device is improper. . . . The occasional use of rhetorical devices is simply fair argument.” (Internal quotation marks omitted.) Id., 747. We “must give the jury the credit of being able to differentiate between argument on the evidence and attempts to persuade [it] to draw inferences in the state’s favor, on one hand, and improper unsworn testimony, with the suggestion of secret knowledge, on the other hand. The [prosecutor] should not be put in the rhetorical straightjacket of always using the passive voice, or continually emphasizing that he is simply saying I submit to you that this is what the evidence shows, or the like.” (Internal quotation marks omitted.) Id., 751.</p>\n<p id=\"b331-5\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>The comments challenged by the defendant may be read to indicate that the prosecutor and her intern both believed that the victim’s testimony was credible. The prosecutor’s passing references to herself and her intern also can be characterized fairly as benign rhetorical devices. “[A] court should not lightly infer that a prosecutor intends an ambiguous remark to have its most damaging meaning or that a jury, sitting through lengthy exhortation, will draw that meaning from the plethora of less damaging interpretations.” (Internal quotation marks omitted.) <em>State </em>v. <em>Chasse, </em>51 Conn. App. 345, 358, 721 A.2d 1212 (1998), cert. denied, 247 Conn. 960, 723 A.2d 816 (1999).</p>\n<p id=\"b331-6\">We find it significant that the prosecutor made the comments during her rebuttal of the defendant’s closing statement and that the defendant has not identified any other instances in which the prosecutor appeared to express an opinion. “[T]he fairness of the trial and not the culpability of the prosecutor is the standard for analyzing the constitutional due process claims of criminal defendants alleging prosecutorial misconduct. . . . It is in that context that the burden [falls] on the defendant to demonstrate that the remarks were so prejudicial that he was deprived of a fair trial and the entire proceedings were tainted.” (Internal quotation marks omitted.) <em>State </em>v. <em>Tate, </em>85 Conn. App. 365, 377, 857 A.2d 394, cert. denied, 272 Conn. 901, 863 A.2d 696 (2004).</p>\n<p id=\"b331-7\">Although the comments may have been improper, they were isolated and brief. Viewing them in the context of the entire trial, we cannot say that they were so prejudicial as to deprive the defendant of a fair trial.</p>\n<p id=\"b331-8\">C</p>\n<p id=\"b331-9\">The last incident of alleged misconduct involves the prosecutor’s references to defense counsel in rebutting the defendant’s closing argument. Referring to a family conflict regarding the victim’s birthday, the prosecutor <page-number citation-index=\"1\" label=\"302\">*302</page-number>stated: “Now, the defense attorney complains that the victim’s family was so upset about this birthday party not going on and, on the one hand, he wants you to think that if [the sexual assault] really did happen . . . her mother would have gotten in a car and raced [to the defendant’s home] if she knew about it right away. On the other hand, he wants you to think that if [the victim’s mother was] this upset about a birthday party, she didn’t go [to the defendant’s home] and haul [the victim] out of there the next day. That doesn’t make any sense.”</p>\n<p id=\"b332-6\">The prosecutor later added: “[Defense counsel] wants you to think that [the victim’s] mother somehow set all of this in motion and was upset about a birthday party and, on the one hand, she wasn’t so upset that she [went to the defendant’s home] the very next day . . . and brought [the victim] back home. So, that doesn’t make any sense. And [defense counsel] wants you to think that [the victim’s mother] was so angry. Did [she] come across as really angry to you?”</p>\n<p id=\"b332-7\">The defendant contends that those comments “demonized” defense counsel because they depicted him as attempting to mislead the jury into accepting a false version of the facts. “It is improper for a prosecutor to denigrate the function of defense counsel. . . . [T]he prosecutor is expected to refrain from impugning, directly or through implication, the integrity or institutional role of defense counsel.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Holliday, </em>85 Conn. App. 242, 263, 856 A.2d 1041, cert. denied, 271 Conn. 945, 861 A.2d 1178 (2004). It is proper for the prosecutor, however, to comment on matters that are directly related to the evidence and material to the issue of the defendant’s guilt. See <em>State </em>v. <em>Young, </em>76 Conn. App. 392, 404, 819 A.2d 884, cert. denied, 264 Conn. 912, 826 A.2d 1157 (2003). The prosecutor also may ask the jury to draw reasonable inferences from the facts in <page-number citation-index=\"1\" label=\"303\">*303</page-number>evidence. See <em>State </em>v. <em>Dearborn, </em>82 Conn. App. 734, 748, 846 A.2d 894, cert. denied, 270 Conn. 904, 853 A.2d 523 (2004).</p>\n<p id=\"b333-6\">The comments challenged by the defendant in the present case distinguished the defendant’s version of the facts from the state’s version. Because the comments did not impugn the integrity or institutional role of defense counsel, they did not constitute misconduct.</p>\n<p id=\"b333-7\">VI</p>\n<p id=\"b333-8\">The defendant’s last claim is that the court improperly imposed a mandatory minimum sentence. We disagree.</p>\n<p id=\"b333-9\">On the two counts of sexual assault in the first degree, the court sentenced the defendant to two consecutive terms of twenty years incarceration, execution suspended after ten years, followed by ten years probation. The court explained that for each count, “[t]en years of the sentence is a mandatory minimum.” General Statutes § 53a-70 (b) (2) provides in relevant part: “Any person found guilty under [§ 53a-70 (a) (2)] shall be sentenced to a term of imprisonment of which ten years of the sentence imposed may not be suspended or reduced by the court if the victim is under ten years of age . . . .” Although it was undisputed at trial that the victim was eight years old when the sexual assault occurred, the jury did not find that the victim was less than ten years of age. The jury found the defendant guilty under § 53a-70 (a) (2), which prohibits “sexual intercourse with another person [who] is under <em>thirteen </em>years of age and the actor is more than two years older than such person . . . .” (Emphasis added.)</p>\n<p id=\"b333-10\">The defendant argues that the court should not have relied on its own finding as to the victim’s age when imposing the sentence. We interpret the defendant’s argument in the following manner: The court might have suspended execution of each twenty year sentence <page-number citation-index=\"1\" label=\"304\">*304</page-number>after less than ten years if it had recognized that in the absence of a jury finding as to the victim’s age, there was no ten year mandatory minimum sentence for each count. We conclude that the court’s failure to submit the issue of the victim’s age to the jury constituted harmless error.</p>\n<p id=\"b334-6\">The defendant seeks review of his claim under <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40. We conclude that the claim fails to satisfy the fourth prong of <em>Golding </em>because the court’s error was harmless beyond a reasonable doubt. “A jury instruction that improperly omits an essential element from the charge constitutes harmless error if a reviewing court concludes beyond a reasonable doubt that the omitted element was uncontested and supported by overwhelming evidence, such that the jury verdict would have been the same absent the error . . . .” (Internal quotation marks omitted.) <em>State </em>v. <em>Kirk R., </em>271 Conn. 499, 517, 857 A.2d 908 (2004).</p>\n<p id=\"b334-7\">The evidence in the present case was uncontested and overwhelming that the victim was eight years old at the time the defendant sexually assaulted her. Although the court should have submitted the issue of the victim’s age to the jury; see id., 505-506; its failure to do so was harmless beyond a reasonable doubt.<footnotemark>9</footnotemark></p>\n<p id=\"b334-8\">The judgments are affirmed.</p>\n<p id=\"b334-9\">In this opinion the other judges concurred.</p>\n<footnote label=\"2\">\n<p id=\"b320-6\"> Our Supreme Court has explained that “[t]he constancy of accusation doctrine is well established in Connecticut .... Until <em>[State </em>v. <em>Troupe, </em>237 Conn. 284, 677 A.2d 917 (1996)], we permitted witnesses to testily about the details of a victim’s accounts of [an] alleged sexual assault on the theory that, if the victim’s story were true, the evidence would show constancy in the charge even to the details, and the truth would the more clearly appear. ... In <em>[Troupe], </em>however, we restricted the doctrine so that a constancy of accusation witness could testify only to the fact and the timing of the victim’s complaint. Even so limited, the evidence would be admissible solely for corroboration of the victim’s testimony, and not for substantive purposes.” (Internal quotation marks omitted.) <em>State </em>v. <em>Gonzalez, </em>272 Conn. 515, 526, 864 A.2d 847 (2005). The court recently has limited constancy of accusation testimony to persons to whom the victim reports the crime before filing a complaint. The reason for the limitation is that “[o]nce a sexual assault victim has reported the crime to the police . . . corroborative testimony by constancy witnesses that is based on postcomplaint conversations <page-number citation-index=\"1\" label=\"291\">*291</page-number>with the victim, even if relevant, no longer serves the purpose of countering a negative inference as to the victim’s credibility because it is the inconsistency between the victim’s silence following the assault and her subsequent complaint to the police that gives rise to such an inference.” <em>State </em>v. <em>Samuels, </em>273 Conn. 541, 551-52, 871 A.2d 1005 (2005).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b321-9\"> The offense of risk of injury to a child is completed when there is “contact with the intimate parts ... of a child under the age of sixteen years . . . in a sexual and indecent manner . . . .” General Statutes § 53-21 (a) (2). In common usage, “contact” is defined as “a touching or meeting.” Webster’s Third New International Dictionary. More than one touching therefore constitutes more than one offense of risk of injury to a child. The offense of sexual assault in the first degree is completed when there is “sexual intercourse with another person [who] is under thirteen years of age and the actor is more than two years older than such person . . . .” General Statutes § 53a-70 (a) (2). Under General Statutes § 53a-65 (2), “ ‘[s]exual intercourse’ means vaginal intercourse .... Penetration, however slight, is sufficient to complete vaginal intercourse .... Penetration may be committed by an object manipulated by the actor into the genital or anal opening of the victim’s body.” “A finger is considered an ‘object’ that can be manipulated into a genital opening.” <em>State </em>v. <em>Albert, </em>50 Conn. App. 715, 725, 719 A.2d 1183 (1998), aff'd, 252 Conn. 795, 750 A.2d 1037 (2000). More than one digital penetration therefore constitutes more than one offense of sexual assault in the first degree. See also part III.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b322-10\"> We acknowledge “the possibility that there might be a rare case in which two physically separate penetrations of the same bodily orifice are so closely related in time that, under the facts of that case, separate convictions might run afoul of a constitutional vagueness claim as applied to the facts of the case.” <em>State </em>v. <em>Scott, </em>supra, 270 Conn. 100 n.5. That exception does not apply to the present case, however, because all the evidence supported two distinct penetrations.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b322-12\"> The defendant suggests that his claim encompasses both federal and state constitutional double jeopardy violations. Because he has not briefed a state claim separately, we consider only a claim of a federal constitutional violation. See <em>State </em>v. <em>Scott, </em>supra, 270 Conn. 98 n.3.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b322-13\"> “ [A] defendant can prevail on a claim of constitutional error not preserved at trial only if <em>all </em>of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt.” (Emphasis in original.) <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b324-8\"> The defendant does not argue that his actions were appropriate. In determining whether the statutes under which he was convicted are unconstitutionally vague, we need not consider hypothetical situations involving contact not intended to be sexual and indecent. “Where a statute is attacked as void for vagueness, and no first amendment rights are implicated, the constitutionality of the statute is determined by its applicability to the particular facts at issue.” (Internal quotation marks omitted.) <em>State </em>v. <em>Rocco, </em>supra, 58 Conn. App. 588 n.3.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b328-9\"> We note, however, that “the well established maxim that defense counsel’s failure to object to the prosecutor’s argument when it was made suggests that defense counsel did not believe that it was unfair in light of the record of the case at the time. . . . [Cjounsel’s failure to object at trial, while not by itself fatal to a defendant’s claim, frequently will indicate on appellate review that the challenged comments do not rise to the magnitude of constitutional error . . . .” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Stevenson, </em>supra, 269 Conn. 576.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b334-10\"> The defendant also invites us to invoke the plain error doctrine, as provided in Practice Book § 60-5, which “is reserved for truly extraordinary situations where the existence of the error is so obvious that it affects the fairness and integrity of and public confidence in the judicial proceedings. . . . Plain error is a doctrine that should be invoked sparingly.” (Internal quotation marks omitted.) <em>State </em>v. <em>Kirk R., </em>supra, 271 Conn. 508 n.14. As our Supreme Court explained in <em>Kirk R, </em>a finding that an impropriety in a jury instruction was harmless beyond a reasonable doubt does not require a reversal of the trial court’s judgment and is therefore an inappropriate occasion for us to invoke the plain error doctrine. Id.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}