{
  "casebody": {
    "data": "<casebody firstpage=\"427\" lastpage=\"431\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b451-5\">RANKIN v. CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b451-6\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Asn\">July 7, 1911.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b451-7\">1. Waters and Water Courses (§ 203<footnotemark>*</footnotemark>)—Municipal Water Supply—Meter Charge—Nature—Effect.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b451-9\">The charge made by the city of New York for water furnished through a meter is not a tax, but a contract obligation between the city and the actual consumer who is the principal debtor, though City Charter ol’ Greater New York, § 1017 (Laws 1901, c. 46G), imposes a lien on the premises as security for the payment thereof; the relation of the owner to a charge for water furnished to another occupying the premises being that of surety.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b451-10\">[Ed. Note.—For other cases, see Waters and Water Courses, Cent. Dig. §§ 290-299; Dec. Dig. § 203.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b451-11\">2. Waters and Water Courses (§ 203<footnotemark>*</footnotemark>)—Water Supply—Liability for Charges.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b451-13\">Plaintiff, the owner of a hotel building leased to others, prior to surrendering a deposit to secure the covenants of the lease, including the payment of water taxes, applied to the city water department to ascertain if there were any water rates against the premises unpaid, and was informed that there were not, but that the debt had been paid, whereupon he released his security. <em>Held, </em>that the city could not thereafter enforce a lien against the property for water rates unpaid at the date of plaintiff’s inquiry, but which did not appear as a charge against the property owing to the forgery and fraudulent alteration of the books in the water department in so far as they related to plaintiff’s property by one of the clerks in the department.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b451-14\">[Ed. Note.—For other cases, see Waters and Water Courses, Dec. Dig. § 203.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"9\" data-type=\"judges\" id=\"b451-15\">Clarke and Dowling, JJ., dissenting.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b451-16\">Submission of controversy on agreed statement of facts between William Rankin and the City of New York.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"A0SY\">Judgment for plaintiff.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b451-17\">Argued before INGRAHAM, P. J., and McLAUGHLIN, DOW-LING, CLARICE, and SCOTT, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b451-18\">John Patterson, for plaintiff.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b451-19\">Curtis A. Peters, for defendant.</attorneys>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b451-21\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b451-20\">SCOTT, J.</author>\n<p id=\"AEG\">In this controversy, submitted upon an agreed case, the plaintiff, owner of a lot and building in the' city of New York, now or formerly known as the “Hotel Gerard,” seeks a cancellation of a certain charge of $1,200 standing as an apparent lien upon said property upon the books of the department of water supply, gas, and electricity, upon the assessment roll of the city of New York and upon the books of the collector of assessments and arrears.</p>\n<p id=\"b452-4\"><page-number citation-index=\"1\" label=\"428\">*428</page-number>In the year 1894 plaintiff and one William Moore, who then owned said premises, leased the same to one William B. Gerard for a term extending to-January 1, 1906. The lease, which was in writing, contained a covenant on the part of the lessee to pay the regular water-rent which might be assessed upon the property. Caroline B. Gerard executed a written guaranty that the lessee would fulfill and perform the covenants in the lease by him to be performed, and covenanted and agreed on her own part that she would perform any of said covenants which the lessee might fail to perform. As collateral security for this agreement, the said Caroline B. Gerard deposited with plaintiff the sum of $20,000 in cash. On March 28, 1894, said Alexander Moore conveyed to plaintiff all his interest in said premises and said lease, and plaintiff has ever since been the sole owner thereof. When the lease was made in February, 1894, no water meter had been put in the building; but one was installed on June 29, 1894. On March 14, 1899, plaintiff and said Caroline B. Gerard entered into an agreement in writing wherein plaintiff agreed that the interest of William B. Gerard in said lease be assigned to Caroline B. Gerard, and she on her part agreed to carry out all the terms of the contract to be performed by said William B. Gerard, and further that no obligation then existing on her part to said plaintiff should be affected. On January 9, 1900, Joseph B. Hamblen, Jr., and Arthur J. Hamblen became the assignees of said lease, and the lessees thereunder, and the aforesaid guaranty of said Caroline B. Gerard and the security for the performance thereof were continued.</p>\n<p id=\"b452-5\">A tripartite agreement was entered into between plaintiff, the Hamblens, and said- Caroline B. Gerard, by which said Joseph B. Hamblen,. Jr., and Arthur J. Hamblen agreed to pay .all water charges and fulfill all the terms and conditions of the lease, and Caroline B. Gerard agreed that plaintiff should lose no rights which he then had against her or her property; she remaining liable for all obligations under said lease, provided they were not discharged by the assignees thereof. On August 27, 1901, there was due and owing to the city of New York for water delivered at the premises between June 28, 1900, and July 23, 1901, the sum of $1,487.90; said water having been measured by the water meter and charged for at the rate of $1 a thousand cubic feet. Plaintiff was constantly pressing the tenants to pay the water bills, and on August 27, 1901, went to the hotel to urge the lessee to pay the outstanding charges for water. On said 27th day of August, 1901, Joseph B. Hamblen, Jr., one of the lessees, drew a check for $1,200 and gave it to one Beak, since dead, who was his confidential man. Beak took $287.90 from the cash drawer and went to the water department to pay the bills. On said August 27, 1901, there was paid into the cashier’s window of the water department -only the sum of $287.90 on account of water bills made out to Hamblen, and receipted bills to that amount were delivered to the person paying in the money. By the fraudulent alteration of the books in the water department, it was made to appear that the entire sum due, amounting to $1,487.90, had been paid in, and that all charges against the property for water had been paid and satisfied, and receipted bills purporting to show <page-number citation-index=\"1\" label=\"429\">*429</page-number>that fact were exhibited to plaintiff. The manner in which this fraud was perpetrated is described in the agreed statement of facts:</p>\n<blockquote id=\"b453-3\">“(11) The water ledger of the department of water supply, gas, and electricity contains the accounts of all persons purchasing water from the city, which is measured through meters. It is to this book that reference is made to determine how much, if anything, is owing to the city for water supplied. The charges are posted from the inspector’s book into tins ledger. The amount of payment is not posted, but the clerk writes opposite the charge the word ‘paid’ and the date of payment. One of the clerks whose duty it was to make entries iii this ledger and make bills to consumers was Frederick W. Wiegele.</blockquote>\n<blockquote id=\"b453-4\">“(12) On August 28, 1901, the day following the payment set forth in paragraph 10, the said payment of $287.90 was entered in the appropriate meter-ledger of the water department, said ledger showing at that time that only the sum of $287.90 was due for water furnished between June 28, 1900, and July 23, 1901, the entries marked ‘paid’ being as follows:</blockquote>\n<blockquote id=\"b453-5\">Sec. Vol. Fol.</blockquote>\n<blockquote id=\"b453-6\">4 1 90 $103.30</blockquote>\n<blockquote id=\"b453-7\">4 1 89......................................... 115.80</blockquote>\n<blockquote id=\"b453-8\">4 1 90 39.00</blockquote>\n<blockquote id=\"b453-9\">4 1 89 29.80</blockquote>\n<blockquote id=\"b453-10\">“(13) That thereafter the entries in said water register were altered without the actual knowledge of any official or superior in the water department by Frederick W. Wiegele, a bill clerk in said department; the alterations making it appear that the sum of $1,487.90 had been paid on August 27, 1901, and the charges for water as altered being as follows:</blockquote>\n<blockquote id=\"b453-11\">Sec. Vol. Fol.</blockquote>\n<blockquote id=\"b453-12\">4 1 90 $103.30</blockquote>\n<blockquote id=\"b453-13\">4 1 89 315.80</blockquote>\n<blockquote id=\"b453-14\">4 1 90 639.00</blockquote>\n<blockquote id=\"b453-15\">4 1 89 429.80</blockquote>\n<blockquote id=\"b453-16\">“(14) Shortly after August 27, 1901, altered receipted water bills were submitted to the plaintiff by the tenants as evidence that the water charges of $1,487.90 had been paid. All of these hills are in Wiegele’s handwriting; one for $315.80, one for $639, one for $429.80, and one for $103.30, all totaling $1,487.90. The first bill shows an alteration in the initial figure ‘3’; the second an alteration in the initial figure ‘6’; and the third an alteration in the initial figure ‘4’—each figure so altered being in Wiegele’s handwriting, except the figure ‘3’, which Wiegele would neither admit nor deny that he had altered. On other occasions bills had gone to plaintiff showing changes, erasures, and alterations.”</blockquote>\n<p id=\"b453-17\">On many occasions during the years 1901 to 1907 plaintiff called at the water department to ascertain whether or not all water charges had been paid, and during all this time the books in the department showed that the charges above mentioned had been paid, and on each visit a clerk examined the ledger in plaintiff’s presence and ascertained therefrom that said charges were recorded as having been paid. Later water bills and tax bills exhibited or rendered to plaintiff contained no note of arrears of water charges. In October, 1904, negotiations were entered upon looking to a termination of the lease, and again the ledger was inspected, and no unpaid charges for water were found. Relying upon all the foregoing facts, plaintiff, on November 21, 1904, canceled the lease and released Caroline B. Gerard, the surety, and paid back to her more than $1,200, being the balance of her collateral cash security. The error in the books of the water de<page-number citation-index=\"1\" label=\"430\">*430</page-number>partment was-not discovered till March 19, 1907, when plaintiff was notified by the water department that the sum of $1,200 was due as a charge against his property for water furnished between June 28, 1900, and July 23, 1901, and said amount was in 1907 charged up against said property as a lien. It is this lien which plaintiff now seeks to have canceled.</p>\n<p id=\"b454-5\"><bracketnum>[1]</bracketnum> The charge made by the city of New York for water furnished through a meter is not in the nature of 'a tax, but is a contract obligation (Silkman v. Water Commissioners, 152 N. Y. 327, 46 N E. 612, 37 L. R. A. 827), and the contract is not one with the owner of the property, as such, but is with the actual consumer, who is the principal debtor, although as security for the payment of such charges it is provided that the debt shall become a lien upon the premises (Greater New York Charter, § 1017). The relation of the owner to such a debt, where he has leased the premises and his tenant has consumed the water, is definitely stated by the Court of Appeals in New York University v. American Book Company, 197 N. Y. 294-297, 90 N. E. 819, 820, as follows:</p>\n<blockquote id=\"b454-6\">“By section 475, the commissioner of water supply is authorized to place meters in certain classes of buildings, and the charge made depends solely upon the quantity of water used. In this class of cases, there is merely a voluntary purchase by the consumer from the city of such quantity of water as he chooses to buy (Silkman v. Board of Water Commissioners, 152 N. Y. 327 [46 N. E. 612, 37 L. R. A. 827]), and the obligation to pay therefor must primarily rest upon him who buys and consumes the article. As the sale by the city is necessarily on credit, as security for the payment of the debt, a lien is imposed on the property itself for any unpaid charge. The plaintiff’s property being thus pledged for the security of the defendant’s debt, the plaintiff occupied the position of a surety, and, on payment of the city’s claim, was subrogated to its .right against the defendant.”</blockquote>\n<p id=\"b454-7\"><bracketnum>[2]</bracketnum> Under this statement of the law, the position of the present plaintiff appears to be simple. He was surety for the principal debtor; upon inquiring of the creditor at the appropriate office and examination of the proper books of account, he is informed that the debt has been paid; acting upon this information, he has released the surety whom he held as indemnitor against the default of the principal debtor. Now the creditor seeks to recover from the surety because the information which it gave to him, and upon which he acted to his detriment, turns out to have been incorrect. In principle the case is not unlike Curnen v. Mayor, etc., 79 N. Y. 511, where the plaintiff, being about to purchase a house, inquired at the proper office as to what assessments, if any, were against the property. The official records showed, and so she was informed, that there had been two assessments, but that they were marked “paid.” Upon the faith of this assurance she purchased the house. Eater the city found that the assessments had been marked “paid” by mistake and undertook to restore the assessments as a lien against the property. The Court of Appeals held that the purchaser was entitled to a cancellation of the lien, saying:</p>\n<blockquote id=\"b454-8\">“If tHe question concerned no one but the defendant and the person whose duty it was to pay the tax, this might be conceded; but a fact once admitted by a corporation, through its officer duly and properly acting within the <page-number citation-index=\"1\" label=\"431\">*431</page-number>scope of his authority, is evidence against it, and cannot be withdrawn to the prejudice of any one who in reliance upon it has changed his situation in respect to the matter affected thereby. In such a case, the doctrine of estoppel applies to a corporation as well as to an individual. * * * ”</blockquote>\n<p id=\"b455-5\">The assessment roll is akin to a judgment; both records, and each creating a lien to be enforced by subsequent proceedings, if the debt or duty is not otherwise discharged. Mayor, etc., v. Colgate, 12 N. Y. 140. If the latter is erroneously discharged, its lien cannot be restored so as to affect bona fide purchasers or others standing in a similar relation, whose transactions were entered into in ignorance of the error and in reliance upon the truth of the record. King v. Harris, 34 N. Y. 330. The same rule applies.here. There can be no doubt that the plaintiff was led by the entry upon the roll to believe that the assessments had been paid, and, if they are enforced now, it will be to her prejudice.</p>\n<p id=\"b455-6\">The same rule has recently been applied by this court in City of New York v. Halsey, 132 App. Div. 192, 116 N. Y. Supp. 947. See, also, Reading City v. Bitting, 167 Pa. 23, 31 Atl. 359; City of Phila. v. Baxter, 142 Pa. 357, 21 Atl. 976, 12 L. R. A. 751; Martin v. Barbour (C. C.) 34 Red. 701; Page &amp; Jones on Taxation by Assessment, §§ 1036, 1037. The general statement in Peo. ex rel. Sweet v. Supervisors, 101 App. Div. 327, 91 N. Y. Supp. 948, that “municipal corporations cannot be estopped by the unauthorized or illegal agreements or acts of their agents,” was undoubtedly accurate under the circumstances in which it was used; but in the present case it is not sought to estop the city by any one’s unauthorized or illegal act, but by the admitted condition of its own records kept for the benefit of the public, and upon which all persons interested were entitled to rely. Plaintiff would have be.en in no better or different position if he had inspected the books himself, or had applied for a certified abstract thereof under section 1545 of the Charter, for it is conceded that the books showed, just what he was informed by the clerks, that the water charges had been paid. The defendant claims, however, that plaintiff has not been injured because, if he should now pay the charge, he could recover over against his tenant whose solvency has not been questioned in the agreed statements of facts. He has been injured, however, because he has given up his indemnity in reliance upon the accuracy of the city’s books. When Caroline B. Gerard, with plaintiff’s consent, assigned the lease to the Hamblens, she ceased to be liable upon the covenants of the lease, and her only remaining liability was upon her covenants of suretyship, fortified by her cash collateral. It was this that plaintiff surrendered, and it is unreasonable to say that he lost nothing thereby. If the Hamblens, the principal debtors, are indeed solvent, the city can collect the amount due from them.</p>\n<p id=\"b455-7\">There must be judgment for the plaintiff as prayed for in the agreed case, with costs.</p>\n<p id=\"b455-8\">INGRAHAM, P. J., and McLAUGHLIN, J., concur. CLARKE and DOWLING, JJ., dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}