{
  "casebody": {
    "data": "<casebody firstpage=\"621\" lastpage=\"625\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b645-4\">BLOODGOOD et al. v. LEWIS et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b645-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJe\">July 7, 1911.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b645-6\">1. Wills (§ 687<footnotemark>*</footnotemark>)—Construction—Interest Given.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b645-7\">A will left property in trust for the life of the survivor of two daughters, one of whom was insane, to pay equal shares of the income to testator’s four children, except that, on the executors determining that the insane daughter still remained incapable of managing her own affairs, her share should be paid to the other sister to be applied in caring for her. The insane daughter predeceased her sister, leaving a surplus of her share of the income. <em>Held, </em>that such surplus passes to the owners of the next eventual estate under the will as undisposed of profits, within Real Property Law (Consol. Laws 1909, c. 50) § 63, and not to the daughter’s estate.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b645-8\">[Ed. Note.—For other eases, see Wills, Cent. Dig. §§ 1638-1643; Dec. Dig. § 687.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b645-9\">2. Wills (§ 687<footnotemark>*</footnotemark>)—Undisposed Profits—Right to.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b645-10\">Since it was provided that the income from the insane daughter’s share should pass to her brothers and sister on her death, they own the next eventual estate, within Real Property Law (Consol. Laws 1909, c. 50) § 63, though their estate is for life only.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b645-11\">[Ed. Note.—For other cases, see Wills, Dec. Dig. § 687.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b645-12\">3. Wills (§ 687<footnotemark>*</footnotemark>)—Trusts—Undisposed Profits—Right to.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b645-13\">Real Property Law (Consol. Laws 1909, e. 50) § 63, entitling the owners of the next eventual estate to undisposed profits arising under limitation of an expectant estate, applies to personalty.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b645-14\">[Ed. Note.—For other cases, see Wills, Dec. Dig. § 687.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b645-15\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b645-16\">Action by William E. Bloodgood and another, trustees, against Thomas Lewis and others. From an interlocutory judgment (69 Mise. Rep. 269, 126 N. Y. Supp. 796), defendant Lewis and others appeal.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"AlNr\">Reversed and rendered.</disposition>\n<p data-order=\"15\" data-type=\"judges\" id=\"b645-17\">Argued before INGRAHAM, P. J„ and McLAUGHLIN, CLARKE, SCOTT, and' DOWLING, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b645-18\">Frederick Wiener, for appellant Thomas Lewis.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b645-19\">Joseph H. Choate, Jr., for appellants John A. Lewis and others.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b645-20\">William P. Maloney and Henry H. Man, for respondents.</attorneys>\n<footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b645-23\">For other cases see same topic &amp; § numbbb in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b645-21\">DOWLING, J.</author>\n<p id=\"AKb\">The question involved in this appeal is the interpretation to be placed upon certain provisions of the will of Thomas Lewis, and of the codicil thereto. He died at the city of New York on January 1, 1892, leaving a will dated April 17, 1889, and a codicil dated November 16, 1891, both of which were duly admitted to pro-hate January 25, 1892. He left him surviving four children, Thomas Lewis, John A. Lewis, Rosetta Lewis (now Hodgman), and Mary Elizabeth Lewis (since deceased). His personalty exceeded $500,000 in value, and his realty was worth about $1,000,000.</p>\n<p id=\"b645-22\">At the time of the subscription of both the will and the codicil, Mary Elizabeth Lewis was in an asylum in the state of Pennsylvania. By the eighth clause of the will, testator left his residuary estate to his executors in trust to hold during the joint lives of his two daugh<page-number citation-index=\"1\" label=\"622\">*622</page-number>ters and the life of the survivor of them, with directions as to the residue of the rents, issues, and profits of his real estate and the whole of the net interest, dividends, and income of his residuary personal estate—</p>\n<blockquote id=\"b646-5\">“quarter yearly to divide, distribute and pay over to my two daughters and my two sons Thomas and John A. Lewis, in equal shares, parts and proportions, that is to say: one equal fourth part to each of them.</blockquote>\n<blockquote id=\"b646-6\">“Provided, however, if my said daughter Mary Elizabeth Lewis shall continue to be of unsound mind or incapable of managing her own affairs, of which my daughter Rosetta E. Lewis shall, during her lifetime be the sole judge, then, and in such case, so long as the said Mary Elizabeth shall, in the judgment of the said Rosetta, continue of unsound mind or incapable of managing her own affairs, the share of the rents and income of my said daughter Mary Elizabeth, which would otherwise be payable to her, shall be paid by my executors and trustees to my said daughter 'Rosetta, to be applied by her in the care and comfort of my said daughter Mary Elizabeth during such period of unsoundness or incapacity. But if my said daughter Rosetta shall die before the death of said Mary Elizabeth, then, during the residue of her life, or so long as she shall continue of unsound mind or incapacitated as aforesaid, then (and during the continuance of said trusts) the remaining executors and trustees shall apply the share of said Mary Elizabeth in said rents and income to her comfortable care and support while she so continues incapacitated.\"</blockquote>\n<p id=\"b646-7\">His codicil was as follows:</p>\n<blockquote id=\"b646-8\">“I, Thomas Lewis, of the city of New York, having made my last will and testament, bearing date the seventeenth day of April, one thousand eight hundred and eighty-nine, do' make and declare the following codicil thereto:</blockquote>\n<blockquote id=\"b646-9\">“Whereas, in and by the eighth clause of said will I did provide that my daughter Rosetta E. Lewis should be the sole judge as to whether my other daughter Mary Elizabeth Lewis should be at any time thereafter of unsound mind or incapable of managing her own affairs, and did impose upon the said Rosetta the duty of exercising such judgment and discretion, and I did also direct that in case in the judgment of said Rosetta my daughter Mary Elizabeth should continue of unsound mind or incapable of managing her own affairs, that then the share of the rents and income of the trust estate created by my will which would otherwise be payable to said Mary Elizabeth should be paid by my executors and trustees to the said Rosetta to be applied by her to the care and comfort of said Mary Elizabeth during such period of unsoundness or incapacity, and I being now unwilling to impose upon said Rosetta, by reason of her feeble state of health, the duty of judgment in regard to the mental condition of her sister, do hereby revoke and annul so much and such parts of my said will as impose the said duty upon the said Rosetta, and in place thereof I do hereby provide that the said duty of judgment and discretion as to the mental condition of the said Mary Elizabeth at any time hereafter shall be exercised by the trustees for the time being of the trust estate by said will created, who, in case the said Mary Elizabeth shall, in their judgment, be at any time of unsound mind or incapable of managing her own affairs, shall pay over, in their discretion, so much of the income of said trust for my daughter Mary Elizabeth as may be required for her comfortable care and support to my said daughter Rosetta, whom I request to assume the duty of the application of such moneys received by her to the use of the said Mary Elizabeth for the purpose of insuring her comfortable care and support.</blockquote>\n<blockquote id=\"b646-10\">“And whereas, by my will I have nominated and appointed as my executors and trustees to execute the trust therein created my daughter Rosetta E. Lewis, and my friends William E. Bloodgood and Frederick Southack, now, I do hereby cancel and revoke the nomination and appointment of my daughter Rosetta, by reason of her feeble state of health, and also of the Frederick Southack, and I do hereby nominate and appoint to be the executors of my will and this codicil, and the trustees of the trust in said will <page-number citation-index=\"1\" label=\"623\">*623</page-number>created, my friends William E. Bloodgood, and William R. Walker, who now resides in. the city of Brooklyn, and does business as a real estate broker at 299% Broadway, New York City; and William Man, of the city of New York; and in all other respects, except as by this codicil changed or altered, I do republish the said will.”</blockquote>\n<p id=\"b647-5\">The executors named in the will duly qualified, and plaintiffs are the survivors. The learned trial court has found that, in carrying out the instructions given them under the will and codicil, the executors from time to time determined, in the exercise of their judgment, that Mary Elizabeth Lewis was of unsound mind and incapable of managing her own affairs within the meaning of the will and codicil, and in consequence thereof they have retained and safely kept the sums of money derived from income of the estate of Thomas Lewis, which income would otherwise have been, paid to said Mary Elizabeth Lewis, and which sums, with the earnings thereon, now amount to more than $200,000 in value over and above all sums which have been paid over to her or applied to her use.</p>\n<p id=\"b647-6\">The court further found, as conclusions of law:</p>\n<blockquote id=\"b647-7\">“First. The action of the plaintiffs (and of said William Man during his lifetime) with reference to the said Mary E. Lewis was in each instance a valid exercise of a valid power conferred upon them and upon said William Man by the will and codicil of said Thomas Lewis.</blockquote>\n<blockquote id=\"b647-8\">“Second. The action of the trustees in determining from time to time that in their judgment Mary E. Lewis continued always to be of unsound mind and incapable of managing her affairs, and their further actions in thereupon withholding from her the income of one-quarter of the testator’s residuary estate, and in paying out for her benefit only such sums out of the same as in their discretion they deemed requisite for her comfortable care and support, were in each instance lawful and valid exercises of the power lawfully conferred upon them, and constituted a full and exact performance of the duty imposed upon them by the will and codicil of the testator.”</blockquote>\n<p id=\"b647-9\"><bracketnum>[1]</bracketnum> The sole question involved in this appeal is whether the sum of upwards of $200,000, before referred to, being the accumulations of the one-fourth part of the income over and above all sums paid to and for the use of Mary Elizabeth Lewis, belongs to the Kings County Trust Company, as executor of, and trustee under, her will, or to the owners of the next eventual estate, who under the will of decedent are his surviving children, among whom the income was to be divided in case of the death of Mary.</p>\n<p id=\"b647-10\">We are of the opinion that whether the will and codicil are considered together, or separately, there is apparent a clear intention upon the part of testator that his daughter Mary should never be intrusted with any of the one-fourth share of the income from his residuary estate, unless she had become, in the opinion of his executors, capable of managing her own affairs. She was in an asylum when he sought to provide for her future, and the letters in evidence sufficiently demonstrate her mental condition down to a time after his death. He may have hoped that she might be so far restored mentally as to be able to manage her own affairs; but, knowing her then condition - and the probability of its permanency, he safeguarded her in every possible way. He gave her nothing absolutely. He charged originally her sister, afterwards his executors, with the duly of determining whether <page-number citation-index=\"1\" label=\"624\">*624</page-number>she was of sound mind or capable of managing her own affairs. Once the determination was made that she was incapable, Rosetfa, under the will, became the person to whom the executors were directed to pay over the share which otherwise would have been Mary’s. She became the sole person who had the right to demand or receive that share. While she was directed to apply it to the care and comfort of Mary, there was no direction or request that the surplus should be applied in any particular way, and it may well be doubted whether, if the executors had paid over the entire share to her, any one could have questioned her disposition of the surplus. In any event, the sole direction to pay was to her, and, when the proviso had been fulfilled, and Mary had been declared incapable, there was left no word of gift of any kind to Mary. By the codicil the testator’s intent was emphasized. He there removed from Rosetta, because of her feeble health, the burden of determining whether her sister was of sound mind or capable of managing her own affairs; and devolved it upon the trustees under his will, who, if they determined that Mary was of unsound mind, were directed to pay over, not the entire income from Mary’s one-fourth share, but so much thereof as might be required for her comfortable care and support to Rosetta, who was requested to undertake the duty of applying the same to the comfortable care and support of her sister. • Here was not only a change in the person charged with the duty of determining Mary’s sanity or capacity, but a change as well from a payment of the entire income on her one-foUrth share to Rosetta to a payment of so much thereof as the trustees might deem requisite for Mary’s support. The one thing unchanged throughout is the absence of any direction of a payment of anything directly to Mary, or any gift to her, while she remains in the judgment of- the trustees insane or incapable. So far as the intention of a testator can ever be deduced from the language used in his will, it is clear that Thomas Lewis never gave, or meant to give, to his daughter Mary, while she remained in her unhappy state of insanity or incapacity (within the judgment of his trustees), anything more than the benefit of her comfortable care and support, the amount of which was to be determined by the trustees, and the manner of expending which was to be determined by Rosetta.</p>\n<p id=\"b648-5\">From these considerations it follows that the trustees having validly exercised their powers and duties under the will and codicil, and the amount which in their discretion they apportioned to the support of Mary having been less than the amount of the income on the one-fourth share in question, we must first look to the will and codicil to see if they contain any valid disposition of the income beyond what was necessary for Mary’s support. There is no súch disposition, and therefore the accumulated surplus must go to those entitled to the next eventual estate. Sherman v. Skuse, 166 N. Y. 345, 59 N. E. 990; Robinson v. Martin, 138 App. Div. 310, 123 N. Y. Supp. 146; Russell v. Hilton, 80 App. Div. 178, 80 N. Y. Supp. 563; Ellingwood v. Baere, 59 How. Prac. 503; Craig v. Craig, 3 Barb. Ch. 76.</p>\n<p id=\"b648-6\"><bracketnum>[3]</bracketnum> Section 63 of the real property law provides as follows:</p>\n<blockquote id=\"b648-7\">“Sec. 63. Undisposed profits. - When in consequence of a valid limitation of an expectant estate, there is a suspension of the power of alienation, or <page-number citation-index=\"1\" label=\"625\">*625</page-number>of the ownership, during the continuance of which the rents and profits are undisposed of, and no valid direction for their accumulation is given, such rents and profits shall belong to the persons presumptively entitled to the next eventual estate.”</blockquote>\n<p id=\"b649-5\">This same rule applies to personalty. Cook v. Lowry, 95 N. Y. 103; Mills v. Husson, 140 N. Y. 99, 35 N. E. 422.</p>\n<p id=\"b649-6\"><bracketnum>[2]</bracketnum> As the income from the one-quarter share in question was to pass, upon the death of Mary, to her brothers and sister in equal shares, they are the owners of the next eventual estate in the <em>fund; </em>the fact that their estate was a life estate only being immaterial Manice v. Manice, 43 N. Y. 303.</p>\n<p id=\"b649-7\">The interlocutory judgment appealed from must therefore be reversed, and judgment entered directing the distribution of the accumulations hereinbefore referred to in equal shares between the defendants Thomas Lewis, John A. Lewis, and Rosetta L. Hodgman, with costs to all parties upon this appeal, payable out of said fund. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}