{
  "casebody": {
    "data": "<casebody firstpage=\"115\" lastpage=\"119\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b123-3\">Elmer T. Bye and Grace Bye, d. b. a., <em>vs. </em>George W. Mc-Caulley and Son Co., a corporation of the State of Delaware, p. b. r.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b123-5\"><em>Appeal—Assumpsit—Contract—Evidence—Contractor—Principal and Agent—Requisite Skill—Persumption of </em>Law— <em>Unskillful Workmanship—Promise to Pay ■■—Waiver—Destruction of Materials furnished by Defendants—Recoupment—Set-off.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b123-7\">1. Where a person holds himself out as a competent contractor to perform labor of a certain kind, the law presumes that he possesses the requisite skill to perform such labor in a proper manner and implies as a part of his contract that the work shall be done in a skillful and workmanlike manner.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b123-8\">2. If there be defects in the workmanship resulting from the bad and unskillful manner in which the work was done, the plaintiff would not be entitled to recover, unless the defendants waived the defects and accepted the work unconditionally themselves, or through their accredited agent; or unless the defendants promised to pay for the work, with a full knowledge of such defects.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b123-9\">3. If in performing the work in an unskillful manner the plaintiff destroyed materials furnished by the defendants, the value of such materials so destroyed would be a proper set-off, by way of recoupment against the plaintiff’s claim. But if the defendants with a full knowledge of such destruction of materials, unconditionally promised to pay the plaintiff's demand; or if they or their duly accredited agent unconditionally accepted the work, it would be evidence of a waiver on the part of the defendants.</syllabus>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b123-10\"><em>(June </em>22, 1908.)</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b123-11\">Lore, C. J., and Grubb and Pennewill, J. J., sitting.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b123-12\"><em>Marvel and </em>Marvel, and <em>Hugh M. Morris </em>for appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b123-13\"><em>Wm. T. Lynam </em>for respondent.</attorneys>\n<court data-order=\"9\" data-type=\"court\" id=\"b123-14\">Superior Court, New Castle County,</court>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"AgF\">May Term, 1908.</otherdate>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b123-15\">Appeal from a judgment rendered by a Justice of the Peace in and for New Castle County (No. 154, February Term, 1907).</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b124-4\"><page-number citation-index=\"1\" label=\"116\">*116</page-number>Action by the plaintiff to recover from the defendants the sum of $189.28, with interest from August 20th, 1906, for work and labor in constructing a certain porch and steps for the defendants’ home, at Holly Oak, in New Castle County. Said work was claimed to have been done between June first and June twenty-seventh, 1906, under a contract that the defendants were to furnish all materials and plaintiff to furnish the necessary labor to do the work. The house in question was occupied by the defendants after the porch and steps were completed. Payment therefor was resisted by the defendants on the alleged ground that the porch and steps were unsatisfactory because of bad and unskillful workmanship, whereby the top dressing cracked and separated from its bedding. Defendants’ counsel asked the Court to charge the jury as follows:</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b124-5\">“The law, however, does not adjudge that a mere silent occupation of the building by the owner amounts to a waiver or acceptance, nor does it deny to him the right so to occupy and still insist upon the contract. The owner from the nature and necessity of the case takes the benefit of part performance, and therefore by merely so doing does not necessarily waive anything contained in the contract. To impute to him a voluntary waiver of conditions precedent from the mere use and occupation of the building erected, unattended by other circumstances, is unreasonable and illogical, because he is not in a situation to elect whether he will or will not accept the benefit of an imperfect performance. To be able to stand upon the contract he cannot be reasonably required to tear down and destroy the edifice, if he prefers it to remain. As the erection is his by annexation to the soil, he may suffer it to stand, and there is no rule of law against his using it without prejudice to his rights.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b124-6\"><em>“Smith vs. Brady, 17 N. Y. </em>189; <em>U. S. vs. Walsh, </em>115 <em>Fed., </em>697 (703); <em>Bozarth vs. Dudley, </em>44 <em>N. J. L. </em>304; <em>Gillis vs. Coke, </em>177 <em>Mass. </em>584; <em>Gray vs. James, </em>128 <em>Mass. </em>110; <em>Spence vs. Ham, </em>50 <em>N. Y. Sup. </em>960; <em>Hagerstown etc. Co. vs. Stone Co., </em>66 <em>Md. </em>598 (8 <em>Atl. </em>752.).”</summary>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b124-7\">Lore, C. J.,</author>\n<p id=\"AvC\">charging the jury:</p>\n<p id=\"b125-3\"><page-number citation-index=\"1\" label=\"117\">*117</page-number>Gentlemen of the jury:—The plaintiff is seeking to recover from the defendants the sum of $189.28, with interest from August 20th, 1906, for work and labor ‘in constructing a certain porch and steps for the defendants’ home, at Holly Oak, in this county.</p>\n<p id=\"b125-4\">It is claimed that the said work was done between June 1st and June 27th, 1906, under a contract that the defendants were to furnish all the materials and the plaintiff to furnish the necessary labor to do the work.</p>\n<p id=\"b125-5\">Where a person holds himself out as a competent contractor to perform labor of a certain kind, the law presumes that he possesses the requisite skill to perform such labor-in a proper manner, and implies as a part of his contract that the work shall be done in a skillful and workmanlike manner.</p>\n<p id=\"b125-6\">It is conceded that the porch and steps when completed were not satisfactory; that the top dressing cracked and separated from its bedding. The plaintiff claims thát the defects therein resulted from the unsuitable material furnished by the defendants; to wit, a certain Cedar Hollow limestone, with which the plaintiff was not familiar, and from no fault of the plaintiff. If you find such to be the case, your verdict should be for the plaintiff.</p>\n<p id=\"b125-7\">The defendants claim, on the other hand, that the defects resulted from the bad and unskillful manner in which the work was done; that by reason thereof the porch and steps were of no value whatever to them. If you should find this to be true, from the evidence, the defendants would be entitled to your verdict,— unless the defendants waived the defects and accepted the work unconditionally; if the completed porch and steps were accepted by the defendants themselves, or if you find that their accredited agent, John D. Thompson, so accepted the same, and that Thompson was authorized by the defendants to do so, such acceptance would amount to a waiver of the defects and entitle the plaintiff to your verdict. And in like manner, if you should find from the evidence that the defendants promised to pay the claim, with a full knowledge of such defects, it wouid amount to a waiver.</p>\n<p id=\"b126-3\"><page-number citation-index=\"1\" label=\"118\">*118</page-number>The defendants further claim that by reason of the unskillful workmanship of the plaintiff, materials to the amount of $150.00, furnished by the defendants for the porch, were so mixed and used as to make them of no value whatever, and that they are entitled to set off the value of the materials so destroyed against the plaintiff’s claim, by way of recoupment.</p>\n<p id=\"b126-4\">If the evidence satisfies you, gentlemen, that in building the porch and steps the plaintiff so destroyed materials furnished by the defendants for said work, the value of such materials so destroyed would be a proper set-off by way of recoupment against the plaintiff’s claim; and if such value amounted to as much as the plaintiff’s demand, it would defeat its recovery; and if less than the amount due to the plaintiff, it should reduce the claim of the' plaintiff to the extent of the value of the materials so destroyed. But even in that case, if the defendants, with a full knowledge of such destruction of materials, unconditionally promised to pay the plaintiff’s demand, or if either they or their duly accredited agent unconditionally accepted the porch and steps,, it would be evidence of a waiver on the part of the defendants.</p>\n<p id=\"b126-5\">Under this statement of the law, you are to determine from the evidence what, if any, amount of money is due to the plaintiff in this case.</p>\n<p id=\"b126-6\">(After retiring to their room, the jury returned to the Court room and were further instructed as follows:)</p>\n<p id=\"b126-7\">Lore, C. J., further charging the jury:</p>\n<p id=\"b126-8\">Gentlemen of the jury:—The Court have received from you the following question: “The jury is in doubt whether under your instructions we have the power to award the defendant an allowance for material damaged and deduct that amount from the amount claimed by the plaintiff.”</p>\n<p id=\"b126-9\">We will say to you, if you are satisfied that the material was damaged by the unskillful workmanship of the plaintiff, that you ave a right to deduct the value of the material so damaged from h <page-number citation-index=\"1\" label=\"119\">*119</page-number>the amount of the plaintiff’s claim,—unless the defendant with a full knowledge of the defects unconditionally, either by himself or his duly accredited agent, accepted the work, or after such knowledge of the defects unconditionally promised to pay for the same.</p>\n<p id=\"b127-5\">Verdict for plaintiff for $210.09.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}