{
  "casebody": {
    "data": "<casebody firstpage=\"1464\" lastpage=\"1469\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1164-3\">[No. A054653.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A4TK\">First Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aph\">Apr. 30, 1992.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b1164-4\">In re LONDALE H., a Person Coming Under the Juvenile Court Law. THE PEOPLE, Plaintiff and Respondent, v. LONDALE H., Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b1165-7\"><page-number citation-index=\"1\" label=\"1465\">*1465</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b1165-8\">Andersen &amp; Zimmer and David L. Andersen for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b1165-9\">Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, John H. Sugiyama, Assistant Attorney General, Morris Beatus and Gerald A. Engler, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1165-10\">Opinion</p>\n<author id=\"b1165-11\">HANING, J.</author>\n<p id=\"ApH\">Londale H. appeals a wardship order (Welf. &amp; Inst. Code, § 602) based on his commission of voluntary manslaughter (Pen. Code, <page-number citation-index=\"1\" label=\"1466\">*1466</page-number>§ 192, subd. (a))<footnotemark>1</footnotemark> while armed with and personally using a firearm (§§ 12022, subd. (a), 12022.5); negligently discharging a firearm (§ 246.3); and possession of cocaine. (Health &amp; Saf. Code, § 11350.) He contends the court erred in finding he personally used a firearm in commission of the homicide. We affirm.</p>\n<p id=\"b1166-4\">Facts</p>\n<p id=\"b1166-5\">Witness Johnny Fritz testified that on the evening of November 16, 1990, appellant and Dwayne Cisero arrived together at a friend’s birthday party. At least 40 people were there. Soon after Cisero arrived, he began arguing with an unidentified person. When the argument started, appellant left the party and went out to his car. After Cisero was hit by the man he was arguing with, he left the party and ran after appellant’s car, which was pulling away from the curb. Cisero got into the car and appellant started to drive away and then stopped again. He and Cisero then both got out of the car brandishing guns, and both fired. As Fritz was running away, he saw the victim, Marcos Sutton, walking toward the shooting, apparently unaware of what was happening. Fritz yelled to him to stop and then saw Sutton get shot and fall to the ground. Fritz saw appellant’s car drive off, chased by another car from which shots were fired.</p>\n<p id=\"b1166-6\">On the night of the shooting, Vivian Flentroy was on the balcony of her sister’s apartment watching the party across the street. At some point a car made a U-turn and stopped. Appellant, who was the driver, got out and began shooting across the street into the crowd. He fired three rapid shots. Seconds later, his passenger got out and started firing into the crowd, about five times. The youths started screaming and running. Appellant then said, “[C]ome on, let’s go[,]” and the passenger said, “Wait. I haven’t hit him yet.” The passenger fired again, and Flentroy saw someone fall to the ground. Appellant and the passenger then jumped into the car and drove off. A short time later the car passed the scene again and Flentroy heard more shots, but could not determine their origin.</p>\n<p id=\"b1166-7\">Appellant and Cisero were arrested about 12:45 a.m. inside appellant’s car. Upon their arrests, both made spontaneous statements to police. Appellant said, “I had no reason to kill nobody. I hope my car wasn’t used in a homicide or robbery.” Cisero said, “I’m not going to lie. I did it. I pulled the trigger. But I did it in self-defense.” Police found a 12-gauge and a 20-gauge shotgun inside the car. They found one expended and one live shotgun shell inside appellant’s pocket, two expended shells inside appellant’s car, and one expended shell in the police car where Cisero had been seated. Police also found two rocks, suspected to be cocaine, in appellant’s pocket.</p>\n<p id=\"b1167-4\"><page-number citation-index=\"1\" label=\"1467\">*1467</page-number>The victim was killed by a single buckshot pellet most likely fired from a 10- or 12-gauge shotgun. Several witnesses testified that Cisero fired the 12-gauge shotgun. Firearm discharge residue was recovered from appellant’s hands and jacket.</p>\n<p id=\"b1167-5\">Discussion</p>\n<p id=\"b1167-6\">Appellant concedes he used a firearm at the scene of the homicide, but argues that the firearm use enhancement (§ 12022.5)<footnotemark>2</footnotemark> does not apply to him because in the commission of the homicide, he did not use a firearm as prescribed by section 12022.5. He bases his contention on the fact that the evidence indicates the fatal shot came from his codefendant’s firearm, rather than his own.</p>\n<p id=\"b1167-7\">The legislative purpose of section 12022.5 is to deter the use of firearms. <em>(People </em>v. <em>Nelums </em>(1982) 31 Cal.3d 355, 359 [182 Cal.Rptr. 515, 644 P.2d 201]; <em>In re Culbreth </em>(1976) 17 Cal.3d 330, 333 [130 Cal.Rptr. 719, 551 P.2d 23]; <em>People </em>v. <em>Levitt </em>(1984) 156 Cal.App.3d 500, 510-511 [203 Cal.Rptr. 276].) “Although the use of a firearm connotes something more than a bare potential for use, there need not be conduct which actually produces harm but only conduct which produces a fear of harm or force by means or display of a firearm in aiding the commission of [a felony].” <em>(People </em>v. <em>Chambers </em>(1972) 7 Cal.3d 666, 672 [102 Cal.Rptr. 776, 498 P.2d 1024].) The legislative intent to deter firearm use in the commission of a felony requires that “use” be broadly construed. <em>(Ibid)</em></p>\n<p id=\"b1167-8\">In this case it is undisputed that appellant discharged a firearm. He and Cisero each fired shotguns into a crowd, and one of the shots, presumably fired by Cisero, caused the victim’s death,  The deliberate discharge of a firearm into a multitude of people with utter disregard of the consequences is an inherently dangerous act likely to result in death or great bodily harm. (See <em>People </em>v. <em>Stein </em>(1913) 23 Cal.App. 108, 114-115 [137 P. 271].) Where such act results in death, malice will be implied, although the perpetrator of the act had no malice against any particular person in the crowd into which he fired. <em>(Ibid.) </em>This is exactly the sort of conduct the Legislature, in enacting section 12022.5, sought to deter and punish more severely. In the instant case, it is merely fortuitous that the victim was struck by a single shotgun pellet presumably fired by appellant’s codefendant.</p>\n<p id=\"b1168-3\"><page-number citation-index=\"1\" label=\"1468\">*1468</page-number>Appellant was found to have committed voluntary manslaughter, which requires an intent to kill. <em>(People </em>v. <em>Wynn </em>(1968) 257 Cal.App.2d 664, 670-671 [65 Cal.Rptr. 210].) When two persons discharge firearms into a crowd with the intent to kill, it is unlikely that the Legislature intended to exempt the person whose aim is poor from the enhancement provisions of section 12022.5 when the codefendant happens to fire the fatal shot. Imposition of the enhancement is determined by personal <em>use </em>of a firearm—not by the aim of the shooter.</p>\n<p id=\"b1168-4\">Appellant’s reliance on <em>People </em>v. <em>Nguyen </em>(1988) 204 Cal.App.3d 181 [251 Cal.Rptr. 40], is misplaced. In <em>Nguyen, </em>the defendant used a gun to commit a robbery, but did not use it in the commission of a related attempted murder. The court held that a section 12022.5 enhancement could not be imposed for the attempted murder since the defendant did not personally use a firearm during commission of that offense.</p>\n<p id=\"b1168-5\">Appellant also relies on <em>People </em>v. <em>Allen </em>(1985) 165 Cal.App.3d 616 [211 Cal.Rptr. 837], wherein two defendants, Allen and Brewer, entered a residence with the intent to kill a specific person and eliminate any witnesses. Allen shot at two women in the house, and the intended male victim was shot and killed, but it was not established whether Allen or Brewer fired the fatal shot. The defendants were convicted of murder and other offenses, and each received a section 12022.5 enhancement on the murder count. It is not clear from the opinion whether each defendant had a firearm, but it appears that the appellate court presumed they did. It does appear that only one of them actually shot the decedent. The Court of Appeal held that Allen was guilty as a principal, but because the prosecution had not established which defendant fired the fatal shot, a section 12022.5 enhancement could not be imposed on him.</p>\n<p id=\"b1168-6\">The People rely on <em>In re Antonio R. </em>(1990) 226 Cal.App.3d 476 [275 Cal.Rptr. 442], wherein the defendant fired into a crowd, eliciting return gunfire that killed his girlfriend. It was undisputed that the defendant did not fire the fatal shot. He was convicted of murder with a section 12022.5 enhancement. He argued that section 12022.5 did not apply to him because he did not personally shoot the victim. The Court of Appeal reasoned: “The obvious purpose of section 12022.5 is to discourage the use of firearms in criminal activity. Had the Legislature meant to exclude from its provisions one who is only vicariously liable, it could easily have done so. . . . As we read the statute, one who commits an act which renders him criminally liable, whether directly or vicariously, is subject to the section 12022.5 enhancement if he personally uses a firearm during that act.” (226 Cal.App.3d at p. 479.)</p>\n<p id=\"b1168-7\">We agree with the People, and conclude that the enhancement was properly imposed. Although <em>Antonio R. </em>differs factually from the instant case, its <page-number citation-index=\"1\" label=\"1469\">*1469</page-number>reasoning applies. Appellant personally used a firearm in aid of a homicide. Having done so, he is subject to the increased punishment mandated by section 12022.5.</p>\n<p id=\"b1169-5\">Affirmed.</p>\n<p id=\"b1169-6\">King, Acting P. J., and Rouse, J.,<footnotemark>*</footnotemark> concurred.</p>\n<footnote label=\"1\">\n<p id=\"b1166-8\">Unless otherwise indicated, all further statutory references are to the Penal Code.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1167-9\">Section 12022.5, subdivision (a) provides, in relevant part: “[A]ny person who personally uses a firearm in the commission or attempted commission of a felony shall, upon conviction of such felony or attempted felony, in addition and consecutive to the punishment prescribed for the felony or attempted felony of which he or she has been convicted, be punished by an additional term of imprisonment in the state prison for three, four, or five years, unless use of a firearm is an element of the offense of which he or she was convicted. . . .”</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b1169-7\">Retired Associate Justice of the Court of Appeal, First District, sitting under assignment by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}