{
  "casebody": {
    "data": "<casebody firstpage=\"307\" lastpage=\"308\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b337-8\">[Civ. No. 2910.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aqo-\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ApO\">September 18, 1919.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b337-10\">In the Matter of the Guardianship of the Person and Estate of PHEBE R. KING, Incompetent.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b337-11\"><bracketnum>[1]</bracketnum> Guardian and Ward—Conflicting Evidence—Finding—Appeal. Where, in a proceeding for the appointment of a guardian, the evidence is conflicting, but enough appears to support the findings of the trial court that the person in question is not incompetent and that no fraud had been practiced upon her, the judgment will be affirmed on appeal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b337-12\"><bracketnum>[2]</bracketnum> Id.—Death of Alleged Incompetent—Dismissal of Appeal.— If, on such an appeal, the statement contained in a letter presented to the appellate court before which such appeal is pending to the effect that the alleged incompetent had died pending the appeal, and asking that the matter be submitted, is sufficient as a suggestion of death, the ordinary course would be to dismiss the appeal. The effect of such a dismissal would be the same as an affirmance of the judgment.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b337-13\">1. Eight of applicant to appeal in proceedings to appoint guardian for incompetent person, note, 15 L. R. A. (N. S.) 436.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b338-4\"><page-number citation-index=\"1\" label=\"308\">*308</page-number>APPEAL from a judgment of the Superior Court of Fresno County. H. Z. Austin, Judge. Affirmed.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b338-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b338-6\">N. Lindsay South and Everts <em>&amp; </em>Ewing for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b338-7\">Harris &amp; Harris and C. W. Trabing for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b338-8\">BRITTAIN,</author>\n<p id=\"ApV\">While Phebe R. King, aged eighty-three, was living with one of her sons, other children petitioned for the appointment of a guardian, alleging she was incompetent and subject to fraud, which they further alleged was being practiced upon her. The petition was denied. <bracketnum>[1]</bracketnum> The appeal was based wholly on the claimed insufficiency of the evidence to support the findings that she was not incompetent and that no fraud had been practiced. The evidence was conflicting and enough appeared to support the findings. In such a case the judgment will be affirmed. <em>(Matter of Daniels, </em>140 Cal. 335-337, [73 Pac. 1053].)</p>\n<p id=\"b338-9\"><bracketnum>[2]</bracketnum> Wdien the matter was called for argument a letter from counsel for the- appellants was presented. It contained a statement that Mrs. King had died pending the appeal, and asked that the matter be submitted. If the statement in the letter was sufficient as a suggestion of death, the ordinary course would be to dismiss the appeal. The effect of such a dismissal would be the same as an affirmance of the judgment.</p>\n<p id=\"b338-10\">The judgment is affirmed.</p>\n<p id=\"b338-11\">Langdon, P. J., and Nourse, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}