{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"8\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b21-3\">E. H. Church et al. v. W. L. Bullock et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b21-4\">No. 1741.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AF\">Decided April 8, 1908.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b21-5\">1. —Words and Phrases Defined—Constitutional Law.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b21-6\">The terms “sect,” “religious society,” “theological or religious seminary,” as used in article 1, section 7, of the Constitution of Texas; “sectarian,” in article 7. section 5; “place of worship,” in article 1, section 6, defined and construed. (Pp. 5-8.)</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b21-7\">2. —Constitutional Law—Religion in Public Schools.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b21-8\">The practice of opening the exercises of public schools by reading, without comment, a chapter from the Old or New Testament, King James version, repeating the Lord’s Prayer by the students in concert, and singing by them of songs, mostly patriotic, the pupils being requested but not required to join in such exercises, and only compelled to orderly and respectful behavior during them, did not constitute such school a sect, religious society, or theological or religious seminary, within the meaning of article 1, section 7, of the Constitution; nor did it render such school sectarian within the meaning of article 1, section 7, and article 7, section 5, of that instrument; nor did it convert such school room into a place of worship within the intent of article 1, section 6, of that instrument. Parents who, being Roman Catholics, or Jews or disbelievers in revealed religion, objected to the attendance of their children, pupils in the schools, at such exercises, could not maintain injunction to require the school authorities to discontinue such practice. (Pp. 3-8.)</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b21-9\">Error to the Court of Civil Appeals, Fifth District, on error thereto from Navarro County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b21-10\">Church and others brought suit for injunction against Bullock\" and others. Defendants had judgment which was affirmed on writ of error brought by plaintiffs, who thereupon obtained writ of error from the Supreme Court. This case should have appeared in an earlier volume, but did not reach the Reporter for that purpose.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b21-11\"><em>W. </em>W. <em>Butler, Frost &amp; Nellett, </em>and <em>H. L. Stone, </em>for plaintiffs in error.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b21-12\">The Court of Civil Appeals erred in affirming the judgment, because the testimony of J. W. Cantwell, superintendent of the public schools of Corsicana, expressly stated as a reason why said exercises were conducted was because they were intended as religious and devotional exercises, and the regular reading of King James’ version of the Bible, and singing of religious songs, and the offering of prayer, daily, as <page-number citation-index=\"1\" label=\"2\">*2</page-number>the opening exercises in the public schools, constituted sectarian worship, within the meaning of the Constitution, article 1, sections 6 and <em>7; </em>because the stated reading of King James’ version of the Bible in the public schools, and the offering up of daily prayer, wherein each pupil is compelled to participate by bowing its head, and assuming a posture of devotion, and the singing of religious songs, renders such school a place of worship, within the meaning of the Constitution: article 1, sections 6 and <em>7, </em>and article 7, section 5 of the Constitution; art. 3903, Batts’ Statutes; North v. Board of Trustees, 137 Ill., 269; Moore v. Monroe, 64 Iowa, 367; Spiller v. Woburn, 94 Mass., 127; Freund on Police Power, 463; Weiss v. School Board, 7 L. R. A., 330; State v. Hallock, 16 Nev., 373; Cincinnati Board of Education v. Minor, 23 Ohio St., 211.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b22-5\">The use of a public school building for religious purposes is illegal, and such use may be prohibited upon application by the objecting taxpayer. Spencer v. Joint School District No. 6, 15 Kan., 259, 22 Am. Rep., 268; Scofield v. 8th School District, 27 Conn., 499; School District No. 8 v. Arnold, 21 Wis., 658; Dorton v. Hearn, 67 Mo., 301; Weir v. Day, 35 Ohio St., 143; Morrow v. Wood, 35 Wis., 59; Freeman v. Scheve, 59 L. R. A., 927; Cooley’s Const. Limitation (6th ed.), 527; 2d Jefferson’s Works, p. 328; 1st Madison’s Works, pp. 163, 164; 3d Madison’s Works, p. 307; 7th Franklin’s Works, p. 138.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b22-6\">The daily reading of King James’ version of the Bible, and repeating of prayer, and the singing of religious songs converted the public schools into a religious society, or sect, a theological, religious seminary, within the meaning, intent and spirit of article 1, section 7, and article 7, section 5 of the Constitution. Weiss v. School Board, 7 L. R. A., 330; Cincinnati Board of Education v. Minor, 23 Ohio St., 211, and same as cited above.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b22-7\">The Court of Civil Appeals erred in holding that such exercises could be conducted in the public schools, as such holding compels the complainants herein to furnish contributions of money, by way of taxation, for the promulgation of opinions, which each of appellants disbelieve and abhor, as sinful and tyrannical. Same authorities.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b22-8\"><em>John H. Rice, 8. M. Kerr, J. M. Blanding, </em>and <em>Richard Mays, </em>for defendants in error,</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AYD\">cited: Hackett v. Trustees (Ky.), 69 L. R. A.,</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"A3\">592; Billard v. Board of Education (Kans.), 76 Pac., 422; North v. Board of Trustees, 137 Ill., 296; Pfeiffer v. Board of Education, 118 Mich., 560; Moore v. Moore, 64 Iowa, 367; Vidal v. Philadelphia, 2 Howard (U. S.), 127; Donahoe v. Richards, 38 Maine, 379; Nessle v. Hunn, 1 Ohio (N. P.), 140; Spiller v. Woburn, 94 Mass., 127; Cooley Const. Lim. (6th ed.), 578; Preamble of the Texas Constitution; Bill of Rights, sec. 4; Cook County v. Industrial School, 8 Am. St., 415, and note; Hart v. School Dist. (Pa.), 2 Lanc. Law Rev., 346; Stephenson v. Hanyen, 7 Pa. Dist. R., 585; Com. v. Cooke (Mass.), 7 Am. L. .Reg., 417.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b22-10\">Mr. Justice Brown</author>\n<p id=\"Aj\">delivered the opinion of the court.</p>\n<p id=\"b22-11\">We adopt the following statement of the case and the conclusions of fact made by the Honorable Cornrt of Civil Appeals:</p>\n<blockquote id=\"b23-3\"><page-number citation-index=\"1\" label=\"3\">*3</page-number>“This is an action for mandamus brought in the District Court by appellants against the board of trustees of the public school of the city of Corsicana, appellees, commanding said trustees to desist from conducting certain exercises in said school which are alleged to be religious and sectarian.</blockquote>\n<blockquote id=\"b23-4\">“Defendants answered by general denial and specially, in substance, that said exercises were neither religious nor sectarian in the sense prohibited by the Constitution or laws of this State.</blockquote>\n<blockquote id=\"b23-6\">“A trial before the court without a jury resulted in favor of defendants and the plaintiffs appeal.</blockquote>\n<blockquote id=\"b23-7\">“The evidence shows that B. H. Church does not believe in the inspiration of the Bible, that J. B. Jackson and Mrs. Lita Garrity are Boman Catholics, and that M. Cohen and Abe Levine are Jews. All of said parties have children and are patrons of said school. Mrs. Garrity and B. H. Church had protested to said trustees and teachers against the conducting of said exercises. Jackson, Cohen and Levine had made no protest. The protest made had been disregarded by said trustees and their action sustained by the State Superintendent of Public Instruction.</blockquote>\n<blockquote id=\"b23-9\">“Said exercises were conducted in pursuance of the following resolution adopted by the Board of School Trustees of the City of Corsicana, viz: ‘Whereas, in the opinion of the Board of School Trustees of the Independent School District of the city of Corsicana, it would tend to draw the attention of the pupils away from other affairs and concentrate it upon the school work and would also tend toward an uplift of the moral tone of the student body, to have the daily sessions of our schools begin with appropriate “opening exercises,” therefore be it resolved by said Board that the Board will view with favor the inauguration by the superintendent of a morning “opening exercises” in the High School and in all the rooms of the several ward schools, in which a short passage of the Bible may be read, without comment, by the teachers in charge, the Lord’s prayer recited in concert, and appropriate songs sung by the pupils. It is not intended by the Board, however, to herein prescribe the character of such opening exercises, but is simply desired to indicate to the Superintendent and teachers that any reasonable regulations in regard to such morning exercises along the lines above indicated, established by the Superintendent will have the sanction and approbation of the Board.’</blockquote>\n<blockquote id=\"b23-11\">“The exercises complained of are: ‘The most of the teachers (but not all of them) read every morning from the Bible to their classes, and the pupils in almost every room are invited to join in the recital of the Lord’s prayer, and in all the rooms songs are sung by the pupils, usually patriotic songs such as ‘America’ and the songs usually found in the music books used in the public schools of Texas. These exercises are prescribed by the Superintendent of the City schools under and by virtue of the resolution shown above and constitute a part of the regular order of every day, and all children attending the public schools of Corsicana are expected to be present during such exercises and are not excused therefrom, and are marked tardy if not present when such exercises begin. Ho pupil, however, is required <page-number citation-index=\"1\" label=\"4\">*4</page-number>by the teacher in charge to take any active personal part in such exercises, though all are invited by the teachers to do so, the pupils are not required by the teacher to repeat the Lord’s prayer or to join in the songs sung, but are invited to do so, and as a matter of fact as a general thing nearly all pupils join in the recital of the Lord’s prayer and in the singing. The only requirement made and enforced in the opening exercises of the school is that the pupil shall be present, and. during the exercises behave in an orderly manner. The only attitude or posture which pupils are requested to assume during the exercises -in question is that of bowing the head during the Lord’s prayer, and this is not required by the teachers of the pupils.’</blockquote>\n<blockquote id=\"b24-4\">“Since the said opening exercises have been held, beginning with the opening of the schools in September last, the selections from the Bible, which have been read in the several rooms of the schools, have been principally passages from the Old Testament including selections from Psalms, Proverbs and some of the old familiar stories from the Old Testament. The selections read from the New Testament are usually the Sermon on the Mount, and passages of like tenor. In all reading the Bible used is King James’ version. Since the practice of reading of the Bible was begun as aforesaid in said schools the reading by the several teachers has been without comment, explanation or attempt at interpretation whatever.</blockquote>\n<blockquote id=\"b24-5\">“J. <em>W. </em>Cantwell, Superintendent, testified in reference to the character of the exercises, as follows:. Some of the teachers, but not all of them, read from King James’ version of the Bible, without comment, select passages from the Old Testament, Psalms and Proverbs, and also read appropriate Bible stories, also read from the Sermon on the Mount, in the New Testament, and the teachers repeat in concert with the children, the - Lord’s prayer, and sing appropriate songs. Witness warned the teachers not to read anything that would be objectionable from the New Testament. The songs that have been sung, are mostly patriotic and selected from the song books used in the schools. The Bible stories read, were such as the life of Moses, Joseph and the other' historical characters of the Bible. It was discretionary with the Superintendent (witness) as to what portions of the Bible should be read and he instructed the teachers what should and should not be read. The children are not compelled to join in repeating the Lord’s prayer, nor to join in the singing, but are invited to do so. The children are invited to join in the exercises, but are not required to do so. They are not required to repeat the Lord’s prayer or join in singing. They are required to be present and are marked tardy if absent. The purpose of the exercises is for the moral instruction of the children. They are not sectarian. In preparing for a Christmas celebration in the primary department, in the room of Miss Sallie Evans, some songs were sung, which were objected to by Rabbi Stolnitz as being sectarian, and I had it stopped. Witness instructed the teachers that they must not read any sectarian passages from the Bible, nor sing any objectionable songs. The children are invited to stand up dr bow their heads during the repeating of the Lord’s prayer, but are not forced to do so. They <page-number citation-index=\"1\" label=\"5\">*5</page-number>are expected to be orderly and respectful during the exercises, if they do not join in them. All of the teachers do not have the same exercises. Those teachers Avho use the Bible do not always do so, but vary by substituting standard works of literature. The reading of the Bible and repeating of the Lord’s prayer is not compulsory.</blockquote>\n<blockquote id=\"b25-5\">“The ten assignments of error presented by the appellants will be embraced in three propositions, to wit:</blockquote>\n<blockquote id=\"b25-6\">“1. The said exercises converted the school room into a place of Avorship, within the intent .and meaning of section 6, article 1 of the Constitution.</blockquote>\n<blockquote id=\"b25-7\">“2. «The said exercises rendered the public schools ‘sectarian’ within the intent and meaning of section 7, article 1, and of section 5, article 7, of the Constitution.</blockquote>\n<blockquote id=\"b25-8\">“3. The said exercises converted the public schools into a sect', religious society, theological or religious seminary, within the intent and meaning of section 7, article 1 of the Constitution.</blockquote>\n<blockquote id=\"b25-9\">“The sections of the Constitution referred to are:</blockquote>\n<blockquote id=\"b25-10\">“ ‘Art. 1, sec. 6. All men have a natural and indefeasible right to worship Almighty God according to the dictates of their own consciences. No man shall be compelled to attend, erect or support any place of worship, or to maintain any ministry against his consent. No human authority ought, in any case whatever, to control or interfere with the rights of conscience in matters of religion, and no preference shall ever be given by Iuav to any religious society or mode of worship. But it shall be the duty of the Legislature to pass such laAvs as may be necessary to protect equally every religious denomination in the peaceable enjoyment of its own mode of public Avorship.</blockquote>\n<blockquote id=\"b25-11\">“ ‘Sec. 7. No money shall be appropriated or drawn from the treasury for the benefit of any sect or religious society, theological or religious seminary; nor shall property belonging to the State be appropriated for any such purposes.’</blockquote>\n<blockquote id=\"b25-12\">“The provisions of article 7, section 5, relate to the school fund and provide that none of said money shall ‘ever be appropriated to, or used for the support of, any sectarian school.’ ”</blockquote>\n<p id=\"b25-13\">We will consider the three propositions upon Avhich the plaintiffs in error rest their case in the inverse order of their statement above.</p>\n<p id=\"b25-14\">First. Did the exercises complained of convert the public schools into a sect, religious society, theological or religious seminary? (1) It is scarcely necessary to discuss the proposition that the school was converted into a sect. The word “sect” is defined in the Standard Dictionary as “a body of persons distinguished by particularities of faith and practice from other bodies and adhearing to the same general system.” The exercises detailed in the testimony in this case did not show that these persons were associated together in any way AAdiatever except in the character of a common public free school. (2) “A religious society is a voluntary association of individuals or families united for the purpose of having a common place of worship and to provide a proper teacher to instruct them in religious doctrines and duties, and to administer the various ordinances of religion.” (24 Am. &amp; Eng. Ency. Law, 2 Ed., 327.) The school, under the <page-number citation-index=\"1\" label=\"6\">*6</page-number>evidence, did not come within the definition of a religious society. (3) “A seminary is a place of education . . . specifically a school for the education of men for the priesthood or ministry.” <em>(25 </em>Am. &amp; Eng. Ency. Law, 286.) A seminary being “a place of education” the adjectives “theological or religious” necessarily give to it the meaning of a place specifically for the preparation of men for the ministry, or at least, for the teaching of religious doctrines. The words are commonly so used. The evident intention of the convention which framed the Constitution was to prevent the Legislature from endowing any such religious or theological schools. The school at Corsicana was organized under the laws of the State of Texas and while it. might be perverted in actual instruction to purposes foreign to its organization, it would not be a theological or religious seminary because some acts of worship were performed there.</p>\n<p id=\"b26-6\">Second. The word “sectarian” is defined by the Standard Dictionary as “pertaining to, peculiar to,. or devoted to the interest of a sect or sects; especially, marked by attachment to a sect or denomination.” However improper the exercises may have been, there is nothing in the evidence to show that they were in the interest of or forwarding the views of any one denomination of people. It was the purpose of the Constitution to forbid the use of public funds for the support of any particular denomination of religious people, whether they be Christians or of other religions. The school was not rendered sectarian within the meaning of the Constitution by the exercises shown to have been indulged in by the teachers.</p>\n<p id=\"b26-7\">• Third. Did the exercises which the evidence shows the teachers engaged in convert the school room into “a place of worship,” within the intent and meaning of section 6, article 1, of the Constitution? A brief statement of the conditions that existed in Texas under the Mexican Republic will aid us to understand the provisions of our Constitution. Prior to the Revolution of 1836, the Catholic was the established religion of the Republic of Mexico, and all citizens of Texas were required to conform to the teachings of that church. It was supported by the Government, and, by taxation, the citizens were compelled to contribute thereto. One of the charges made against the Republic of Mexico in the Declaration of Independence was, “it denies us the right of worshiping the Almighty according to the dictates of our own conscience by the support of a national religion, calculated to promote the temporal interest of its human functionaries rather than the glory of the true and living God.” The third division of the Declaration of Rights in the Constitution .of the Republic of Texas reads as follows: “Ho preference shall be given by law to any religious denomination or mode of worship over another, but every person shall be permitted to worship God according to the dictates -of his own conscience.” The Constitution of the State of Texas, framed in 1845, contains practically the same provision as is now embraced in. the Constitution of this State in these words: “Section 4. All men have a natural and indefeasible right to worship God according to the dictates of their own conscience; no man shall be compelled to attend, erect, or suppor-t any place of worship, or to maintain any ministry against his own consent.” Thus we see that <page-number citation-index=\"1\" label=\"7\">*7</page-number>the provision in our Constitution was a protest against the policy of Mexico in establishing and maintaining a church of State and compelling conformity thereto and was intended to guard against any such action in the future. The primary purpose of that provision of the Constitution was to prevent the Legislature from in any way compelling the attendance of any person upon the worship of a particular church, or in any manner, by taxation or otherwise, cause any citizen to contribute to the support of “any place of worship.” As used in the Constitution the phrase, “place of worship,” specifically means a place where a number of persons meet together for the purpose of worshiping God. State v. Swink, <em>20 </em>N. C., <em>492. </em>The Century Dictionary gives this definition: “A building or part of a building set apart for any purpose—as a place of worship.” The worship of God is not prohibited in any place, but we are of the opinion that the spirit of the Constitution would include any place at which the worship might be indulged in so continuously and in such a manner as to give it the character of “a place of worship.” Buildings and institutions erected and maintained by the State can not be used for such purposes. We do not undertake to state any rule as to what will constitute “a place of worship;” that must necessarily depend upon the facts of each case; we confine ourselves to the decision of the question, does the evidence show that the exercises engaged in by the teachers of the school at Corsicana constitute the school building <em>“a </em>place of worship” within the meaning of the Constitution.</p>\n<p id=\"b27-5\">To hold that the offering of prayers, either by the repetition of the Lord’s Prayer or otherwise, the singing of songs, whether devotional or not, and the reading of the Bible, make the place where such is done a place of worship, would produce intolerable results. The House of Bepresentatives and the Senate of the State Legislature, each elect a chaplain, who, during the session, daily offers prayers ■ to Almighty God in behalf \"of the State and in the most express manner invokes the supervision and oversight of God for the lawmakers. In the chapel of the State Hniversit'y building,' a religious service consisting of singing songs, reading portions of the Bible, with prayers and addresses by ministers and others, is held each -day. The Young Men’s Christian Association hold their services in that building each Lord’s Day, and the Young Woman’s Christian Association has a like service in another public building. At the Blind institute on each Lord’s Day prayers are offered, songs are sung, Sunday School is taught and addresses made to the children with regard to religious matters. Devout persons visit our prisons and offer prayers for those who are confined. An annual appropriation is made for a chaplain for the penitentiary; in fact, Christianity is so interwovén with the web and woof of the State government that to sustain the contention that the Constitution prohibits reading the Bible, offering prayers, or singing songs of a religious character in any public building of the government, would produce a condition bordering upon moral anarchy. The absurd and hurtful consequences furnish a strong argument1 against the soundness of the proposition. The right to instruct the young in the morality of the Bible might be carried to such extent in the public schools as would make it <page-number citation-index=\"1\" label=\"8\">*8</page-number>obnoxious to the constitutional inhibition, not because God is worshiped, but because by the character of the services the place would be made “-a place of worship.”</p>\n<p id=\"b28-4\">There is no difference in the protection given by our Constitution between citizens of this State on account of religious beliefs—-all are embraced in its broad language and are entitled to the protection guaranteed thereby; but it does not follow that one or more individuals have the right to have the courts deny the people the privilege of -having their children instructed in the moral truths of the Bible because such objectors do not desire that their own children shall be participants therein. This would be to starve the moral and spiritual natures of the many out of deference to the few.</p>\n<p id=\"b28-5\">The cases are in conflict’upon the questions discussed in this opinion, but we believe the following sustain our conclusion by sound reasoning. Moore v. Monroe, 64 Iowa, 367, 152 Am. Rep., 444; Pfeiffer v. Board of Education, 118 Mich., 560; Hackett v. Brooksville School, 120 Ky., 608, 69 L. R. A., 592, 117 Am. St., 599.</p>\n<p id=\"b28-6\">The judgments of the District Court and Court of Civil Appeals are affirmed.</p>\n<p id=\"b28-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}