{
  "casebody": {
    "data": "<casebody firstpage=\"237\" lastpage=\"239\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b275-8\">In the Matter of the Application of William H. Young, Respondent. John S. Jenkins, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b275-14\">(Submitted February 24, 1926;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avu\">decided March 4, 1926.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b276-5\"><page-number citation-index=\"1\" label=\"238\">*238</page-number><em>Frank C. Barker </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"A1H\">The failure to give notice of this proceeding to the Formans, contingent life tenants, and to their children, contingent remaindermen, rendered the order of sale ineffective and made the title unmarketable. <em>(Bamberger </em>v. <em>Stern, </em>105 Misc. Rep. 394; <em>Hess </em>v. <em>Hess, </em>233 N. Y. 164.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b276-6\"><em>Harry C. Miller </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AQ2\">The Formans, contingent remaindermen, are not necessary parties to this proceeding and failure to join them as parties does not make the title unmarketable- nor entitle the purchaser to be relieved from his contract. <em>(Bamberger </em>v. <em>Stern, </em>105 Misc. Rep. 394; 188 App. Div. 920; <em>Matter of Mersereau, </em>233 N. Y. 540.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b276-7\">Andrews, J.</author>\n<p id=\"ABy\">The testator devised certain real estate to his nephew, William H. Young, for life with remainder to his surviving children and to the issue of deceased children <em>per stirpes. </em>If,- however, this nephew left no descendants then to the grandnephews of the testator, G. L. Forman and C. E. B. Forman, in equal shares for life with remainder to their children.</p>\n<p id=\"b276-8\">The question before us is whether upon the petition of the original life tenant proper title may be conveyed under an order for the sale of premises made, however, without notice to the two Formans or to their children if any such there are. If not, the order appealed from must be reversed.</p>\n<p id=\"b276-9\">Where real property is devised to one for life with a contingent remainder to persons whose identity cannot be definitely fixed until the death of the life tenant the court may authorize its sale whether any of the persons <page-number citation-index=\"1\" label=\"239\">*239</page-number>who may eventually be entitled to the remainder are or are not in existence, but notice of such a proceeding must first be given to the life tenant and to <em>“ </em>every other person in being having an estate or interest, vested or contingent, in reversion or remainder, in said real property * * * provided that where a future estate or interest is limited in any contingency to persons who shall compose a certain class upon the happening of a future event, it shall be sufficient if such notice be served upon the persons who would have been entitled to such estate or interest if such event had happened immediately before the application is made.” (Real Prop. Law [Cons. Laws, chap. 50], sec. 67.)</p>\n<p id=\"b277-6\">The meaning of this provision seems reasonably clear. The children of William H. Young and their issue were a class. Had this remainder after his death been limited to them it would have been sufficient to have given notice, as was in fact done, to the living members of that class. <em>(Matter of Mersereau, </em>233 N. Y. 540.) The will, however, did more than this. It provided for a second contingency. If none of his issue survived the life tenant, then the real estate passed to the Formans for life with remainder to their children. The living members of a class may represent that class. They do not represent others to whom the property may pass if none of that class survive. While relating to another matter what was said in <em>Hess </em>v. <em>Hess </em>(233 N. Y. 164) seems to justify this conclusion. The Formans and their living issue were entitled to notice.</p>\n<p id=\"b277-7\">The orders appealed from should be reversed, with costs in all courts, and the motion should be granted, with ten dollars costs.</p>\n<p id=\"b277-8\">His cock, Ch. J., Pound, McLaughlin, Crane and Lehman, JJ., concur; Cardozo, J., absent.</p>\n<p id=\"b277-9\">Orders reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}