{
  "casebody": {
    "data": "<casebody firstpage=\"383\" lastpage=\"390\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b403-8\">[Civ. No. 6942.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A_4\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfH\">May 20, 1962.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b403-9\">STANLEY MARVIN, Plaintiff and Appellant, v. HARRY TALBOTT, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b404-10\"><page-number citation-index=\"1\" label=\"384\">*384</page-number>Brown &amp; Brown, William Kilgore Brown and Rembert I. Brown for Plaintiff and Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b404-11\">Gray, Cary, Ames &amp; Frye and J. Sterling Hutcheson, for Defendant and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b404-12\">COUGHLIN, J.</author>\n<p id=\"Ajt\">The plaintiff, appellant herein, brought this action against the defendant, respondent herein, who is an osteopathic physician and surgeon, to recover damages for injuries claimed to be the result of a hemorrhoidectomy performed by the latter; alleged two causes of action, <em>viz., </em>one on the theory of negligence and the other for breach of warranty ; went to trial; after presentation of his case, was non-suited as to both causes of action; and appeals from the judgment of nonsuit entered accordingly. The basis for granting <page-number citation-index=\"1\" label=\"385\">*385</page-number>the nonsuit on the negligence cause of action was the insufficiency of the evidence to show either the cause of the plaintiff’s claimed injuries, or that the alleged cause thereof was a lack of ordinary skill measured by medical standards; and on the warranty cause of action, was the failure to show the existence of a warranty.</p>\n<p id=\"b405-6\">On November 29, 1958, the defendant operated upon the plaintiff for a previously diagnosed hemorrhoid and eryptitis condition; employed what the doctor described as the \" clamp and cautery method”; during the course of the operation discovered a fistula located behind the exterior sphincter muscle; cut through the muscle; and removed the fistula. The defendant testified that the manner in which he performed the operation was the approved method; and there was no testimony to the contrary.</p>\n<p id=\"b405-7\">The plaintiff contends that as a result of the operation he lost control of his bowel movements, which condition continues to the present time, sustained a stricture of the anal canal, which required a second operation, and suffered abdominal pains; that the conditions complained of are attributable to the defendant’s failure to exercise ordinary care and skill; that the standard of care and skill required of him, under the circumstances of this case, is a matter of common knowledge and need not be proven by expert medical testimony; and, in addition, the evidence establishes a promise by the defendant to effect a successful result.</p>\n<p id=\"b405-8\">The issues thus raised on this appeal are resolved by an application of pertinent well established rules to the evidence at hand.</p>\n<p id=\"b405-9\">“ The standard of care against which the acts of a physician are to be measured is a matter peculiarly within the knowledge of experts; it presents the basic issue in a malpractice action and can only be proved by their testimony [Citations], unless the conduct required by the particular circumstances is within the common knowledge of the layman.” <em>(Sinz </em>v. <em>Owens, </em>33 Cal.2d 749, 753 [205 P.2d 3, 8 A.L.R.2d 757]; <em>Lawless </em>v. <em>Calaway, </em>24 Cal.2d 81, 86 [147 P.2d 604].)</p>\n<p id=\"b405-10\">Furthermore, to recover in a malpractice case it is necessary to prove that an alleged failure to exercise the care and skill required under the circumstances was a proximate cause of the condition about which complaint is made. <em>(Nicholas </em>v. <em>Jacobson, </em>205 Cal. 577, 579-580 [271 P. 1057]; <em>Puckhaber </em>v. <em>Southern Pacific Co., </em>132 Cal. 363, 364 [64 P. 480]; <em>Deckard </em><page-number citation-index=\"1\" label=\"386\">*386</page-number>v. <em>Sorenson, </em>177 Cal.App.2d 305, 308 [2 Cal.Rptr. 121]; <em>Nicholas </em>v. <em>Jacobson, </em>113 Cal.App. 382, 389 [298 P. 505].)</p>\n<p id=\"b406-5\">The plaintiff testified that, commencing with the second day after surgery, he had no control over his bowel movements ; there “was no forming of any bowel whatsoever’’; “it was just like the diarrhea”; he had to wear a pad to keep clean; he did not have this condition at any time prior to the operation; there has been no improvement therein; and he still has a loss of control. The attorney for plaintiff, in the course of his examination, referred to this condition as “incontinence.” The defendant testified that “incontinence” ordinarily describes a condition where the patient has lost control of his bowel movement but the fecal matter discharged is solid, and that the condition related by the plaintiff is better described as a diarrhea. The plaintiff also testified that he obtained the services of another doctor in the latter part of January 1959, and underwent an operation for an anal stricture; in August of the same year was operated on by a third doctor, although the nature of this operation is not disclosed by the evidence; and subsequently obtained the services of a fourth doctor who has been treating him for approximately two years.</p>\n<p id=\"b406-6\">The defendant, as a witness called by the plaintiff under section 2055 of the Code of Civil Procedure, testified that the sphincter muscles control bowel movements; that the internal sphincter would continue to function even though the exterior sphincter was interfered with in the course of surgery; that lack of control for a period of three weeks ordinarily accompanies an operation such as that performed on the plaintiff; that the plaintiff never complained to him about any lack of control; that he saw the plaintiff every three or four days following his discharge from the hospital; that on three or four occasions the plaintiff, or his wife on his behalf, called on the telephone and complained of an inability to have a bowel movement; that on December 26th, because of a fecal impaction, the plaintiff was placed in the hospital, given a “Harris flush,” and then returned home; that he saw the plaintiff on January 2nd, at which time the latter was developing a stenosis, i.e., a stricture of the anal canal; that one of the treatments for such a condition is dilation; that he attempted to dilate the plaintiff at that time and also advised the plaintiff to dilate himself; that he saw the plaintiff again on January 5th, and never saw him professionally thereafter; that stenosis is an after-effect of a hemorrhoidectomy in about <page-number citation-index=\"1\" label=\"387\">*387</page-number>4 per cent of the cases; that dilation by the doctor and by the patient is a method of preventing such; but dilation is not indulged in unless there is an indication that a stenosis is developing.</p>\n<p id=\"b407-6\">The plaintiff contends that there is sufficient evidence to establish malpractice in that preparatory to operation he was not given an enema, and his rectal area was not shaved nor washed with an antiseptic; that he was not dilated and was not advised to dilate himself until after the onset of the anal stricture, although such a procedure would have guarded against this condition; and that, as a matter of common knowledge, the exercise of ordinary medical care and skill required the aforesaid preparatory procedures before operation and dilation after operation.</p>\n<p id=\"b407-7\">The defendant testified that the procedures adopted by him conformed to accepted medical practice. However, on a motion for nonsuit, this testimony must be disregarded. Nevertheless, even assuming that the standard of care imposed upon a surgeon in performing a hemorrhoidectomy required that the patient be given an enema, shaved in the rectal area, and washed with an antiseptic as preparatory procedures prior to operation, there is no evidence in the instant case which, if accepted by the trier of fact, would establish that the failure to undertake the preparatory procedures in question was a cause of any of the conditions about which the plaintiff complains. Apparently, the plaintiff contends that an anal stricture may be caused by an infection; that the defendant’s failure to cause the preparatory measures heretofore noted to be taken prior to operation caused him to have an infection; and it may be inferred from these facts that his anal stricture was caused by such failure. The prime weakness in this contention is that the evidence is insufficient to establish either that the plaintiff developed an infection; that any infection might develop from a failure to adopt the suggested preparatory measures; that the administration of those measures would have freed the operative area of infectious bacteria; or that any infection which might occur as an incident to the presence of bacteria because the surgical wound was located in the rectal area, would be of that type, intensity or duration which could cause an anal stricture. (Generally, see <em>Moore </em>v. <em>Belt, </em>34 Cal.2d 525, 529-531 [212 P.2d 509].) The evidence does not fulfill the proximate cause requirement. Similarly, there is no showing of any causal relationship between the defendant’s failure to adopt the preoperative meas-<page-number citation-index=\"1\" label=\"388\">*388</page-number>Tires upon which the plaintiff bases his charge of malpractice and his incontinence, i.e., lack of bowel movement control, or the abdominal pains which he suffered at the time of the fecal impaction for which he was hospitalized.</p>\n<p id=\"b408-5\">There was no evidence tending to prove either, specifically, the cause of the plaintiff’s incontinence, or generally, any of the causes of incontinence following a hemorrhoidectomy. The defendant’s testimony would support a conclusion that an operative disturbance of the exterior sphincter muscle such as that which occurred in the instant case would cause a temporary incontinence. However, this does not prove negligence.  Whether a physician and surgeon is negligent in adopting a particular operative technique such as cutting through the exterior sphincter muscle for the purpose of removing a fistula located behind it is a matter which can be determined only by the application of a standard of care established by expert testimony. There is no evidence that the defendant did not conform to the standard of care imposed upon physicians and surgeons under like circumstances.</p>\n<p id=\"b408-6\">The plaintiff also contends that there was proof of the defendant’s negligence in the showing that he did not use dilation as a protective measure against an anal stricture. This is an instance where the care required of a physician and surgeon is measured by the standard applicable to physicians and surgeons, and which may be proven only by expert testimony. There is no showing that the standard of care applicable in the instant ease required the use of dilation prior to the onset of an anal stricture. Furthermore, the evidence shows without conflict that the defendant did dilate the plaintiff on each visit to his office which occurred every three or four days following the operation; that dilation was an incident to the examination conducted on these occasions; and that the anal stricture did not develop until January 2nd. A part of this evidence was developed upon examination of the defendant under section 2055 of the Code of Civil Procedure. If it be rejected, there is no evidence on the issue, and none which would support a contrary finding. The plaintiff contends, nevertheless, that self-dilation would have been a preventive measure; that the defendant should have advised the plaintiff to engage in such; that he failed to do so until after January 2d; and his failure to do so constituted a failure to exercise due care. There is no evidence of a standard of care which requires a physician and surgeon to advise self-dilation by a patient prior to the onset of anal stricture <page-number citation-index=\"1\" label=\"389\">*389</page-number>symptoms. Although there is evidence that self-dilation would guard against the onset of an anal stricture, whether a dilation before such time would be harmful, or undesirable for other reasons, or would be more harmful than beneficial and, therefore, undesirable, does not appear. It cannot be said that the standard of care controlling the advice to be given the patient under such circumstances is a matter of common knowledge. Furthermore, the evidence does not support the conclusion that the plaintiff’s anal stricture proximately resulted from his failure to dilate himself. Under the record before us, whether self-dilation would have prevented an anal stricture was a matter of conjecture and surmise. For this reason, a conclusion in the plaintiff’s favor on this question would have been unsupported. In addition, it clearly appears that the plaintiff could not have dilated himself even if he had been advised to do so; was unable to dilate himself when told to do so; and was unable to insert an enema nozzle into his rectum when told to take an enema, which was previous to the onset of the anal stricture symptoms. Except as noted, the evidence does not indicate generally any of the causes of an anal stricture, nor is there any evidence indicating specifically the cause of the plaintiff’s anal stricture.</p>\n<p id=\"b409-6\">There is no evidence respecting the causal relationship between any misconduct by the defendant and the abdominal pains which the plaintiff suffered immediately preceding and following his hospitalization, which was necessitated by a fecal impaetment.</p>\n<p id=\"b409-7\">The conclusion of the trial court that the evidence did not support the plaintiff’s negligence cause of action was proper.</p>\n<p id=\"b409-8\">The only evidence offered in support of the plaintiff’s claim that the defendant had warranted a successful operation and a cure, was the plaintiff’s testimony that after diagnosis the defendant recommended an operation and said: “I will make a new man out of you.” This statement was made under circumstances negating any intent to warrant the outcome of the subject operation (generally, see <em>California Lettuce Growers </em>v. <em>Union Sugar Co., </em>45 Cal.2d 474, 478 [289 P.2d 785, 49 A.L.R.2d 496]); as a promise, was impossible of performance or so ambiguous, vague and uncertain in meaning as to foreclose reliance thereon; and would not support a finding that the defendant expressly warranted the success of his work, or agreed to effect a cure. No evidence was offered to clarify the uncertainty obviously apparent in the doctor’s <page-number citation-index=\"1\" label=\"390\">*390</page-number>remark.  Where the object of a promise is impossible of performance or so vaguely expressed as to be wholly unascertainable, it does not give rise to an enforceable agreement. (Civ. Code, § 1598; <em>Schimmel </em>v. <em>Martin, </em>190 Cal. 429, 432 [213 P. 33].)  The promise to make a new man out of the plaintiff was incapable of performance and obviously was not intended as a warranty. If the language used expressed an intent other than that literally apparent therefrom, the evidence does not disclose such.</p>\n<p id=\"b410-6\">There was no proof of a warranty and the order granting a nonsuit on the cause of action based thereon was proper.</p>\n<p id=\"b410-7\">The judgment is affirmed.</p>\n<p id=\"b410-8\">Griffin, P. J., and Brown (G.), J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}