{
  "casebody": {
    "data": "<casebody firstpage=\"50\" lastpage=\"58\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b70-8\">[Civ. No. 20818.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ApV\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-E\">May 13, 1963.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b70-9\">YELLOW CREEK LOGGING CORPORATION, Plaintiff and Respondent, v. BENJAMIN A. DARE, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b72-9\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>Mathews &amp; Traverse and Francis B. Mathews for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b72-10\">Woodman, Leddy &amp; Sautter and Edward P. Sautter for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b73-4\"><page-number citation-index=\"1\" label=\"53\">*53</page-number>SULLIVAN, J.</author>\n<p id=\"AA7\">Benjamin A. Dare, defendant below, appeals from an order denying his motion, made pursuant to section 675b of the Code of Civil Procedure and upon the grounds of his subsequent bankruptcy, to discharge the judgment rendered herein against Dare and in favor of respondent Yellow Creek Logging Corporation, hereafter for brevity referred to as Yellow Creek.</p>\n<p id=\"b73-5\">Respondent purchased from appellant and the other defendants herein (who are not parties to this appeal) certain real property located in Humboldt County together with timber thereon. On February 5, 1958, respondent commenced the instant action for the cancellation of the deed by which it acquired the above property and for the recovery of the money paid on account of the purchase price with interest thereon. Respondent’s complaint was in two counts: the first count based on fraud and the second count on mistake. The answer of the defendants denied all of the material allegations of the complaint. In addition it alleged that any representations were made in good faith and were not matters within the defendants’ knowledge.<footnotemark>1</footnotemark></p>\n<p id=\"b73-6\">The findings of the court were mostly of a general nature, stating by reference to specified paragraphs of the pleadings that the allegations of those of the complaint were true and the allegations of those of the answer were untrue. With respect to the first cause of action sounding in fraud, the court found, so far as is here pertinent, that for the purpose of inducing plaintiff (respondent here) to purchase the property, the defendants made to plaintiff false representations concerning the amount of timber on the property; that such false statements and representations were repeated at various times up to the date of delivery of the deed; that the plaintiff justifiably believed and relied upon said false representations ; and that in reliance thereon, plaintiff entered into the contract with defendants to purchase the property. However the court made no specific finding that the defendants knew such representations to be false. Although the paragraph of the amendment to the complaint, which was the <page-number citation-index=\"1\" label=\"54\">*54</page-number>basis for the first finding mentioned by us above, contained the additional language ‘<footnotemark>1</footnotemark> defendants well knowing such representations to be false,” the finding itself which was one of the few specific findings made, did not include the above or any other language of <em>scienter.</em></p>\n<p id=\"b74-4\">With respect to the second cause of action, the court found that all of the allegations thereof were true. It was therefore found that “defendants . . . <em>mistakenly </em>represented to the plaintiff” (emphasis added) the amount of timber on the land.</p>\n<p id=\"b74-5\">However, the court found that the allegations of a number of the paragraphs of the answer were untrue. In this way, it found untrue the defendants’ allegation, set forth above, to the effect that their representations were made in good faith.<footnotemark>2</footnotemark></p>\n<p id=\"b74-6\">The court concluded that plaintiff was entitled to recover the payment made on the purchase price together with interest, that the deed should be cancelled, and that plaintiff should have a lien on the property to secure the repayment of the purchase price. Judgment accordingly was entered on August 22,1960.</p>\n<p id=\"b74-7\">Appellant was adjudicated a bankrupt on July 5, 1960, and was granted a discharge in bankruptcy on April 25, 1961. Included in the schedule of his debts was the above-mentioned judgment in favor of respondent. On March 1, 1962, appellant filed in the above action his motion now under review “to require discharge from judgment.”<footnotemark>3</footnotemark> Said motion was made on the ground “that the findings of fact and conclusions of law submitted and signed by the Court do not make any findings whatsoever or at all that the defendant knew that the representation allegedly made was false or that the representation made was recklessly made or that the representation was made without any knowledge of its truth and as a positive assertion, nor that the defendant made the representation with the intention that it should be acted upon by the plaintiff and that all of such allegations are required before <page-number citation-index=\"1\" label=\"55\">*55</page-number>an obligation may be failed to be discharged pursuant to U.S.C.A. title 11, Bankruptcy, section 55 <em>[sic].” </em>The motion was denied. This appeal followed.</p>\n<p id=\"b75-5\">Appellant claims that (1) the judgment was not based on obtaining money by false representations but on mistake; and (2) the liability in question remained a dischargeable one since all elements of actionable fraud were not present.</p>\n<p id=\"b75-6\">Section 17 of the Bankruptcy Act provides that “[a] discharge in bankruptcy shall release a bankrupt from all of his provable debts, whether allowable in full or in part, except such as . . . (2) are liabilities for obtaining money or property by false pretenses or false representations. ...” (11 U.S.C.A. § 35.)  Although the granting of a discharge is the function of the bankruptcy court, the effect of a discharge is properly for the determination of any court in which it is duly pleaded or otherwise submitted for judgment. <em>(In re Setzler </em>(D.C.S.D.Cal. 1947) 73 F.Supp. 314, 316.)</p>\n<p id=\"b75-8\">Not all frauds come within the above statutory provision excluding certain liabilities from a discharge in bankruptcy. Before a liability can fall within the exception, the false representations in question must have been knowingly and fraudulently made and must involve moral turpitude or intentional wrong. <em>(Forsyth </em>v. <em>Vehmeyer </em>(1900) 177 U.S. 177, 181 [20 S.Ct. 623, 44 L.Ed. 723]; <em>In re Noble </em>(D.C. Colo. 1941) 42 F.Supp. 684, 687<footnotemark>4</footnotemark>; <em>Hisey </em>v. <em>Lewis-Gale Hospital, Inc. </em>(D.C.Va. 1939) 27 F.Supp. 20, 23; 8B C.J.S., Bankruptcy, § 573, pp. 55-58; 6 Am.Jur., Bankruptcy, § 780, pp. 1005-1007. For California cases holding the exception applicable see: <em>Wilson </em>v. <em>Walters </em>(1941) 19 Cal.2d 111, 121-122 [119 P.2d 340]; <em>O’Brien </em>v. <em>Appling </em>(1955) 133 Cal.App.2d 40 [283 P.2d 289]; <em>Crespi &amp; Co. </em>v. <em>Giffen </em>(1933) 132 Cal.App. 526, 530-531 [23 P.2d 47].)  Thus the above exception of the Bankruptcy Act applies only to actual fraud, knowingly and intentionally committed <em>(In re Noble, supra) </em>and not to constructive fraud or fraud which may exist in the eyes of the law without imputation of bad faith or moral turpitude. <em>(Accounts Supervision Co. </em>v. <em>Atley </em>(La.App. 1956) 89 So.2d 508, 511.)  However false representations made recklessly and without regard for their truth in order to induce action by another are the equivalent of misrepresentations knowingly and intentionally uttered. <em>(Kat</em><page-number citation-index=\"1\" label=\"56\">*56</page-number><em>zenstein </em>v. <em>Reid, Murdock &amp; Co. </em>(1905) 41 Tex.Civ.App. 106 [91 S.W. 360, 362]; <em>Zerega Distributing Co. </em>v. <em>Gough </em>(1958) 52 Wn.2d 443 [325 P.2d 894, 896].)</p>\n<p id=\"b76-4\">In 8 Remington on Bankruptcy (1955 ed.) section 3320, pages 178-179, the rule is stated as follows: “Generally speaking, the element of intent to defraud must have been present or at least presumable from the circumstances. . . . Reckless disregard of the truth in making statements can be tantamount to wilful misrepresentation.  All the elements of actionable fraud must be present before a claim can fall within the exception, and it must accordingly appear (1) that defendant made a material representation; (2) that it was false; (3) that he made it when he knew it was false, or made it recklessly, without any knowledge of its truth and as a positive assertion; (4) that he made it with the intention that it should be acted upon by plaintiff; (5) that plaintiff acted in reliance upon it; and (6) that he thereby suffered injury.”</p>\n<p id=\"b76-5\">Applying the above principles to the instant case, we think it is clear from the trial court’s findings summarized by us above that the defendants made false statements and representations to the plaintiff concerning the property, that they did so to induce plaintiff to buy it, and that the plaintiff, believing and relying on such statements, thereafter purchased the property and paid over part of the purchase price. While no specific finding was made that the defendants knew that the statements were false, the trial court did find that the defendants’ allegations that their representations were made in good faith and were not matters within their knowledge (see footnote 1, <em>ante) </em>were <em>not true. </em>Commenting on this last finding, the judge who heard appellant’s motion to require discharge of judgment,<footnotemark>5</footnotemark> the Honorable Donald H. Wilkinson, well points out in his ruling thereon: “It would appear therefore that the court found that the representations were not made in good faith; that they were not believed by the defendant to be true and that they were matters represented to be within the knowledge of the defendant. It would therefore appear that the court found that the representations were, at least, recklessly made.  ‘ Reckless disregard of the truth in making statements can be tantamount to wilful misrepresentation. ’ Remington on Bankruptcy, volume 8, section 3320, page 178.” We are in agree<page-number citation-index=\"1\" label=\"57\">*57</page-number>ment with these views.  This is not merely a case where the defendants made false representations of matters within their personal knowledge which they had <em>no reasonable grounds for believing to be true. </em>Such acts clearly would constitute actual fraud under California law. (Civ. Code, §§ 1572, subd. 2, 1710, subd. 2; see <em>Gagne </em>v. <em>Bertran </em>(1954) 43 Cal.2d 481, 487-488 [275 P.2d 15], and eases there collected.) In such situations the defendant believes the representations to be true but is without reasonable grounds for such belief. His liability is based on negligent misrepresentation which has been made a form of actionable deceit. <em>(Gagne </em>v. <em>Bertran, supra.) </em> On the contrary, in the instant case, the court found that the defendants <em>did not believe </em>in the truth of the statements. Where a person makes statements which he does not believe to be true, in a reckless manner without knowing whether they are true or false, the element of <em>scienter </em>is satisfied and he is liable for intentional misrepresentation. (Civ. Code, §§ 1572, subd. 1, 1710, subd. 1; Rest., Torts, § 526.)  As the court said in <em>Wishnick </em>v. <em>Frye </em>(1952) 111 Cal.App.2d 926, 930 [245 P.2d 352]: “In order to satisfy the requirement of scienter, it may be established either that defendant had actual knowledge of the untruth of his statements, or that he lacked an honest belief in their truth, or that the statements were carelessly and recklessly made, in a manner not warranted by the information available to defendant. ’ ’</p>\n<p id=\"b77-6\">Appellant argues that the above findings do not state in so many words that they were made <em>recklessly. </em>In our view, the use of the word “recklessly” or of similar language is unnecessary since it can be reasonably concluded that such is the substance of the finding.  It is also argued that the finding here under discussion involves the use of a negative pregnant and that these portions of the findings should be ignored. We do not agree. The allegation in question which ultimately became the substance of the finding was contained in paragraph III of defendants’ answer and has been set forth by us above. (See footnote 1, <em>ante.) </em>Finding XIIX [sic] contains the following: “That each and all of the allegations of paragraph III of the Defendants answer are untrue. ’ ’ Assuming that the rule with respect to a negative pregnant, admittedly one of particular application to pleadings, may be also applicable to findings as an instrument of construction (see 2 Witkin, Cal. Procedure, p. 1842), nevertheless the above finding is not in the form of a negative pregnant. (See <page-number citation-index=\"1\" label=\"58\">*58</page-number><em>Huntoon </em>v. <em>Hurley </em>(1955) 137 Cal.App.2d 33, 37 [290 P.2d 14], where it was held that a finding that “none of the allegations in paragraphs [specified] ... is true” was not in the form of a negative pregnant.)  Even if the finding were insufficient because in the form of a negative pregnant, such circumstance would not be fatal here, since we think it is clear that the trial court intended to find against appellant on the relevant issue of whether he had made the representations with reckless disregard of their truth. <em>(Johndrow </em>v. <em>Thomas </em>(1947) 31 Cal.2d 202, 208-209 [187 P.2d 681]; <em>Heifetz </em>v. <em>Bell </em>(1950) 101 Cal.App.2d 275, 277-278 [225 P.2d 231].)</p>\n<p id=\"b78-4\">Finally, appellant contends that there was no finding by the trial court of an intent to deceive. As we have pointed out, there was a finding that appellant and the other defendants made the false representations “for the purpose of inducing the Plaintiff to purchase said property and the timber upon said property.” The court in effect found that there was an intent to induce action. It was such intent to induce plaintiff to act in reliance on the false representations which constitutes the essential element of the fraud. (See <em>Hobart </em>v. <em>Hobart Estate Co. </em>(1945) 26 Cal.2d 412, 422 [159 P.2d 958].) Thus an intent to deceive is not an essential element of an action for deceit, the intent required being an intent to induce action. (See <em>Gagne </em>v. <em>Bertran, supra, </em>43 Cal.2d 481, 488, fn. 5.)</p>\n<p id=\"b78-5\">We conclude that the judgment against appellant represents a liability for obtaining money by false representations within the rules hereinabove set forth that it was not a dischargeable debt in bankruptcy, and that the denial of appellant’s motion to have such judgment discharged of record was proper.</p>\n<p id=\"b78-6\">The order is affirmed.</p>\n<p id=\"b78-7\">Bray, P. J., and Molinari, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b73-7\"> The defendants alleged “that any representations made by the defendants with respect to the volume of timber upon the real property were made in good faith by the defendants, and in the belief by the-defendants that said representations were true, and defendants further allege that any and all such representations made by the defendants were not represented by the defendants to be matters within the knowledge.of the defendants, but were represented by the defendants to be approximations predicated upon information supplied to the defendants,”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b74-8\"> In Ms memorandum of decision the trial judge stated <em>inter aila: ‘ ‘ </em>The court finds sufficient evidence upon which to grant the relief prayed for upon either theory set forth in the complaint. ’ ’</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b74-9\"> This motion was filed pursuant to Code Civ. Proc., § 675b which provides in relevant part: “At any time after one year has elapsed, since a bankrupt was discharged from his debts, pursuant to the acts of Congress relating to bankruptcy, he may apply, upon proof of his discharge, to the court in which a judgment was rendered against him, or if rendered in a court not of record, to the court of which it has become a judgment by docketing it, or filing a transcript thereof, for an order directing the judgment to be canceled and discharged of record. ’ ’</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b75-11\"> Reversed on other grounds in <em>Beneficial Loan Co. </em>v. <em>Noble </em>(10th Cir. 1942) 129 F.2d 425.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b76-7\"> The ease was tried before and judgment rendered by the Honorable Harold Underwood.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}