{
  "casebody": {
    "data": "<casebody firstpage=\"1340\" lastpage=\"1346\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1422-11\">HOLY CROSS HOSPITAL-MISSION HILLS, a California nonprofit corporation, and Valley Presbyterian Hospital, a California nonprofit corporation, Plaintiffs-Appellants, v. Margaret M. HECKLER, Secretary of the Department of Health and Human Services, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1422-14\">No. 83-6312.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1422-15\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1422-16\">Argued and Submitted Sept. 6, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AWO\">Decided Dec. 21, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1423-23\"><page-number citation-index=\"1\" label=\"1341\">*1341</page-number>Patrie Hooper, Los Angeles, Cal., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1423-24\">Michael R. Power, San Francisco, Cal., for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1424-3\"><page-number citation-index=\"1\" label=\"1342\">*1342</page-number>Before TUTTLE,<footnotemark>*</footnotemark> HUG, and BEEZER, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1424-10\"> The Honorable Elbert Parr Tuttle, Senior United States Circuit Judge for the Eleventh Circuit Court of Appeals, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1424-4\">HUG, Circuit Judge:</author>\n<p id=\"b1424-5\">Holy Cross Hospital-Mission Hills and Valley Presbyterian Hospital (the “hospitals”) brought this action challenging the validity of a Medicare regulation denying hospitals reimbursement under the Medicare program for the cost of patient bedside telephones. The district court granted the motion of the Secretary of Health and Human Services (the “Secretary”) for summary judgment, and the hospitals appeal.</p>\n<p id=\"b1424-6\">The issues on appeal are (1) whether this court has jurisdiction to review the validity of the regulation, and (2) whether the regulation exceeded the authority of the Secretary to promulgate. We hold that we have jurisdiction to reach the merits and that the regulation was within the statutory authority of the Secretary to promulgate. Therefore, we affirm the judgment of the district court.</p>\n<p id=\"b1424-7\">I</p>\n<p id=\"b1424-8\">FACTS</p>\n<p id=\"b1424-9\">Title XVIII of the Social Security Act, 42 U.S.C. § 1395 <em>et seq. </em>(1982) (“Medicare Act”), was enacted in 1965, creating a broad program of health insurance for the aged and disabled. Medicare provides two distinct, but interrelated, types of health insurance coverage to qualified participants. One part provides hospital insurance and covers expenses of hospital and certain post-hospital services. This part is designated as Part A. 42 U.S.C. §§ 1395c-1395i (1982). The second part covers professional services of physicians, as well as certain other non-hospital services. This portion of the program is designated as Part B. 42 U.S.C. §§ 1395j-1395w (1982). <em>See Pacific Coast Medical Enterprises v. Harris, </em>633 F.2d 123, 126 n. 3 (9th Cir.1980).</p>\n<p id=\"b1424-12\">This litigation involves reimbursement under Part A of the health insurance program known as Medicare. Under Part A, hospitals that participate in the program are designated “providers of services” and are paid the “reasonable cost” of services provided to Medicare patients. 42 U.S.C. § 1395x(u) and § 1395f(b) (1982); <em>Pacific Coast Medical Enterprises, </em>633 F.2d at 126.</p>\n<p id=\"b1424-13\">“Reasonable costs” which hospitals are entitled to receive for care rendered to Medicare patients are defined by statute and regulations. This case involves a challenge to the validity of a Medicare regulation denying hospitals reimbursement for Medicare’s share of the cost of bedside telephones. Appellants are non-profit hospitals licensed as general acute care hospitals by the State of California and certified as providers of services under Part A of the Medicare program.</p>\n<p id=\"b1424-14\">The hospitals submitted cost reports for the fiscal year ending in 1980, including claims for costs incurred in the provision of telephone services. Although the business portion of the hospitals’ telephone costs was reimbursed, the cost of providing bedside patient telephones was disallowed on the basis of a regulation precluding payment for personal comfort items such as telephones. 42 C.F.R. § 405.310(j). The hospitals contest the validity and application of this regulation.</p>\n<p id=\"b1424-15\">II</p>\n<p id=\"b1424-16\">JURISDICTION</p>\n<p id=\"b1424-17\">The Secretary contends that this court is without jurisdiction to consider Medicare coverage for the cost of patient bedside telephones and other similar personal comfort items because judicial review is precluded by 42 U.S.C. §§ 1395oo(g)(1) and 1395y(a)(6) (1982). Section 1395oo(g)(1) provides:</p>\n<blockquote id=\"b1424-18\">The finding of a fiscal intermediary that no payment may be made under this <page-number citation-index=\"1\" label=\"1343\">*1343</page-number>subchapter for any expenses incurred for items or services furnished to an individual because such items or services are listed in section 1395y of this title shall not be reviewed by the Board, or by any court pursuant to an action brought under subsection (f) of this section.</blockquote>\n<p id=\"b1425-5\">Section 1395y lists numerous expenses for items and services for which payment will not be made. Included among the list are expenses for “personal comfort items.” 42 U.S.C. § 1395y(a)(6) (1982). The relevant portion of the section reads:</p>\n<blockquote id=\"b1425-6\">Notwithstanding any other portion of this subchapter, no payment may be made under part A or part B of this subchapter for any expenses incurred for items or services—</blockquote>\n<blockquote id=\"b1425-7\">(6) which constitute personal comfort items____</blockquote>\n<p id=\"b1425-8\">The Secretary promulgated regulations interpreting the statute. In the portion interpreting section 1395, the regulation provided at 42 C.F.R. § 405.310:</p>\n<blockquote id=\"b1425-9\">Notwithstanding any other provisions of this Part 405, no payment may be made for any expenses incurred for the following items or services:</blockquote>\n<blockquote id=\"b1425-10\">(j) Personal comfort items and services (for example a television set, or telephone service, etc.).</blockquote>\n<p id=\"b1425-11\">The Secretary argues that because telephone service has been designated by the regulation as a personal comfort item, a category listed in section 1395y, the decision not to reimburse is non-reviewable under section 1395oo(g)(1).</p>\n<p id=\"b1425-12\">While we agree that we may not review reimbursement decisions as to items listed in section 1395y of the statute, we note that nowhere in section 1395y is telephone service listed as a “personal comfort item.” It is only the interpretive regulation that so classifies it. For us to find that we could not review such a decision by the Secretary would be to grant the Secretary unbridled discretion to prevent reimbursement by promulgating regulations defining personal comfort items. Such a result is contrary to the presumption favoring judicial review. <em>See Dunlop v. Bachowski, </em>421 U.S. 560, 567, 95 S.Ct. 1851, 1857, 44 L.Ed.2d 377 (1975) (“In the absence of an express prohibition ... the Secretary ... bears the heavy burden of overcoming the strong presumption that Congress did not mean to prohibit all judicial review of his decision.”). The Secretary has failed to meet her burden of demonstrating by “clear and convincing evidence” that Congress intended to restrict judicial review of a regulation defining “personal comfort items.” <em>See Abbott Laboratories v. Gardner, </em>387 U.S. 136, 141, 87 S.Ct. 1507, 1511, 18 L.Ed.2d 681 (1967). Accordingly, we hold that we do have jurisdiction to review the construction the Secretary chooses to give to the term “personal comfort items.”</p>\n<p id=\"b1425-14\">In so holding, we follow the lead and logic of the other circuits that have faced and decided precisely this issue. <em>See Arlington Hospital v. Heckler, </em>731 F.2d 171, 173 (4th Cir.1984); <em>Memorial Hospital v. Heckler, </em>706 F.2d 1130, 1132-33 (11th Cir.1983), ce<em>rt. denied, </em>— U.S. —, 104 S.Ct. 1275, 79 L.Ed.2d 680 (1984); <em>St. Mary of Nazareth Hospital Center v. Department of Health and Human Services, </em>698 F.2d 1337, 1345-46 (7th Cir.), <em>cert. denied, </em>— U.S. —, 104 S.Ct. 107, 78 L.Ed.2d 110 (1983).</p>\n<p id=\"b1425-19\">Ill</p>\n<p id=\"b1425-20\">VALIDITY OF THE REGULATION</p>\n<p id=\"b1425-21\">While Congress directed that no reimbursement be made under the Medicare program for items that “constitute personal comfort item's,” 42 U.S.C. § 1395y(a)(6) (1982), Congress did not define the term “personal comfort items.” Congress, however, did grant the Secretary broad discretionary power to “prescribe such regulations as may be necessary to carry out the administration of the insurance programs under this subchapter.” 42 U.S.C. § 1395hh (1982). The Secretary, as we have noted, drafted and implemented the following regulation:</p>\n<blockquote id=\"b1426-3\"><page-number citation-index=\"1\" label=\"1344\">*1344</page-number>Notwithstanding any other provisions of this Part 405, no payment may be made for any expenses incurred for the following items or services:</blockquote>\n<blockquote id=\"b1426-4\">(j) Personal comfort items and services (for example a television set or telephone service, etc.).</blockquote>\n<p id=\"b1426-5\">42 C.F.R. § 405.310.</p>\n<p id=\"b1426-6\">The Supreme Court has held that the validity of a regulation promulgated pursuant to an empowering statute similar to 42 U.S.C. § 1395hh will be upheld so long as it is “reasonably related to the purposes of the enabling legislation.” <em>Mourning v. Family Publications Service, Inc., </em>411 U.S. 356, 369, 93 S.Ct. 1652, 1660, 36 L.Ed.2d 318 (1973), quoting <em>Thorpe v. Housing Authority of the City of Durham, </em>393 U.S. 268, 280-81, 89 S.Ct. 518, 525, 21 L.Ed.2d 474 (1969). This court’s review is limited to ensuring that the Secretary did not exceed statutory authority and that the regulation is not arbitrary, capricious, or an abuse of discretion. 5 U.S.C. § 706(2)(A) &amp; (C) (1982); <em>see also Schweiker v. Gray Panthers, </em>453 U.S. 34, 44, 101 S.Ct. 2633, 2640, 69 L.Ed.2d 460 (1981).</p>\n<p id=\"b1426-7\">A. <em>Section 1395y(a)(6) Authorizes the Patient Telephone Regulation.</em></p>\n<p id=\"b1426-8\">Section 1395y(a)(6) provides that no payment may be made for any expenses incurred for items or services that constitute personal comfort items. The Secretary’s interpretation of section 1395y(a)(6) is entitled to great deference. <em>See Zuber v. Allen, </em>396 U.S. 168, 192, 90 S.Ct. 314, 327, 24 L.Ed.2d 345 (1969). The hospitals have not demonstrated that the Secretary’s regulation giving telephone service as an example of a personal comfort item exceeds the authorization of section 1395y(a)(6). Indeed, three circuits have held that the patient telephone regulation is authorized by section 1395y(a)(6). <em>Arlington Hospital, </em>731 F.2d at 174; <em>Memorial Hospital, </em>706 F.2d at 1134; <em>St. Mary of Nazareth, </em>698 F.2d at 1347.</p>\n<p id=\"b1426-9\">Notwithstanding these decisions, the hospitals argue that the Secretary erroneously classified patient bedside telephones as personal comfort items. The hospitals maintain that the legislative history indicates Congress meant to exclude only <em>“health items or services </em>that are not reasonable and necessary for the treatment of illness or injury” because a portion of the legislative reports utilized that language. Senate Comm. on Finance, Social Security Amendments of 1965, S.Rep. No. 404, 89th Cong., 1st Sess. 1, <em>reprinted in </em>1965 U.S.Cong. &amp; Ad.News 1943, 1989 (1965) [hereinafter cited as Senate Report]; House Comm. on Ways and Means, Social Security Amendments of 1965, H.R. 213, 89th Cong., 1st Sess. 1, 41 [hereinafter cited as House Report] (emphasis added).</p>\n<p id=\"b1426-11\">Since telephone service is not a “health item or service,” the hospitals argue, it was not meant to be excluded under section 1395y(a)(6). The cited language, however, is virtually identical to section 1395y(a)(1). Nothing indicates that this language was part of the debate over section 1395y(a)(6).</p>\n<p id=\"b1426-12\">The hospitals also point to the following reference in the House Report: “[S]uch potential personal comfort items and services as massages and heat lamp treatments would only be covered where they contribute meaningfully to the treatment of an illness or injury or the functioning of a malformed body member.” House Report at 41; Senate Report at 1989. This passage clearly pertains to section 1395y(a)(6). The hospitals would have us interpret it to mean that Congress intended to exclude <em>only </em>those personal comfort items that are medical or health-related and, since telephone service is not medical or health-related, it should not be excluded. This is an unreasonable interpretation. Congress meant that <em>even </em>personal comfort items that are health-related are to be excluded unless they meaningfully contribute to treatment. If Congress intended to exclude from coverage even certain personal comfort items that are health-related, it is reasonable to conclude that Congress wished to exclude personal comfort items that are not health-related.</p>\n<p id=\"b1427-3\"><page-number citation-index=\"1\" label=\"1345\">*1345</page-number>We note further that while Congress has substantially amended section 1395y(a) several times since the Secretary promulgated the telephone regulation, it has not done so in a way that conflicts with the regulation. <em>See </em>Pub.L. No. 98-21 (1983); Pub.L. No. 97-248 (1982); Pub.L. No. 96-499, 96-611 (1980); Pub.L. No. 95-210 (1977); Pub.L. No. 93-233 (1973); Pub.L. No. 92-603 (1972); Pub.L. No. 90-248 (1968). From this, we infer congressional acquiescence to the Secretary’s regulation.</p>\n<p id=\"b1427-4\">B. <em>The Patient Telephone Regulation is Consistent With Section 1395x(b)(2).</em></p>\n<p id=\"b1427-5\">The hospitals argue that the telephone regulation should be evaluated under section 1395x(b)(2), not section 1395y(a)(6). However, we conclude that the regulation is consistent with section 1395x(b)(2) as well as section 1395y(a)(6) of the statute.</p>\n<p id=\"b1427-6\">Section 1395x(b)(2) defines “inpatient hospital services,” which are reimbursable, as including, <em>inter alia, </em>“such use of hospital facilities ... and such ... supplies, appliances and equipment, for use in the hospital, as are ordinarily furnished by such hospital for the care and treatment of inpatients.” The hospitals argue that since telephones are ordinarily furnished to patients in hospital rooms, the cost should be reimbursed. The hospitals’ interpretation of section 1395x(b)(2) would, however, create a conflict between that section and section 1395y(a)(6). Under the hospitals’ interpretation, personal comfort items specifically excluded from coverage under section 1395y(a)(6) would be reimbursable under section 1395x(b)(2) if ordinarily furnished. As one court noted, “[ujnder plaintiff’s argument, the Medicare Trust Fund would have to pay for ordinarily furnished Atari video games.” <em>St. Joseph Hospital v. Heckler, </em>570 F.Supp. 434, 445 (N.D.Ind.1983). In contrast, the Secretary’s interpretation harmonizes section 1395x(b)(2) and section 1395y(a)(6). If an ordinarily furnished personal comfort item does not meaningfully contribute to the care and treatment of a patient, its cost would not be reimbursable under section 1395x(b)(2), and section 1395y(a)(6) would preclude payment for the cost. On the other hand, if the personal comfort item does have significant therapeutic value, the legislative history of section 1395y(a)(6) indicates that that section would not preclude payment for the cost of the item. The hospitals do not argue that patient bedside telephones have therapeutic value. Even if they did, two other circuits already have held that the determination whether the therapeutic value justifies reimbursement under the Medicare program is an issue that should be addressed to the Secretary rather than to the courts. <em>Arlington Hospital, </em>731 F.2d at 174; <em>Memorial Hospital, </em>706 F.2d at 1134.</p>\n<p id=\"b1427-8\">The hospitals seek support in the legislative history of section 1395x(b)(2) which provides:</p>\n<blockquote id=\"b1427-9\">Supplies and appliances would be paid for under the hospital insurance plan when they are a necessary part of the covered inpatient hospital services a patient receives.... Items supplied at the request of the patient for his convenience, such as television rentals in hospitals, would not be paid for under the program.</blockquote>\n<p id=\"b1427-11\">Senate Report, U.S.Code Cong. &amp; Admin.News 1965 at 1969; House Report at 25. The hospitals focus on the clear intent of Congress not to reimburse the expense of patient-requested items such as television rentals. The hospitals argue that if items are not patient-requested but are ordinarily furnished by hospitals, then the expense of the item should be reimbursed. The hospitals ignore the language that states that appliances must be a <em>necessary </em>part of the covered inpatient hospital services. Given the express language of section 1395y(a)(6), which excludes payment for personal comfort items, it would be a strained and unreasonable construction to hold that if hospitals provided personal comfort items without the request of the patient, they would be paid for the expense.</p>\n<p id=\"b1428-2\"><page-number citation-index=\"1\" label=\"1346\">*1346</page-number>C. <em>The Promulgation of the Regulation was not Procedurally Defective.</em></p>\n<p id=\"b1428-3\">The hospitals argue that the patient telephone regulation is procedurally defective because there is no contemporaneous administrative record demonstrating that the regulation was based on consideration of “relevant factors.” <em>See Citizens to Preserve Overton Park v. Volpe, </em>401 U.S. 402, 416, 91 S.Ct. 814, 823, 28 L.Ed.2d 136 (1971). The hospitals’ reliance on the “relevant factors” requirement of <em>Overton Park </em>is misplaced, however. Section 553 of the Administrative Procedure Act (“APA”) provides the maximum procedural requirements that Congress was willing to have courts impose on agencies. <em>Vermont Yankee Nuclear Power v. Natural Resources Defense Council, </em>435 U.S. 519, 524, 98 S.Ct. 1197, 1202, 55 L.Ed.2d 460 (1978). Section 553(c) requires that after consideration of “the relevant matter presented, the agency shall incorporate in the rules adopted a concise general statement of their basis and purpose.” 5 U.S.C. § 553(c) (1982). Rulemaking relating to “benefits” is, however, explicitly exempt from the APA requirements under 5 U.S.C. § 553(a)(2) (1982). This benefits exemption applies to Medicare regulations. <em>Good Samaritan Hospital, Corvallis v. Mathews, </em>609 F.2d 949, 953-54 (9th Cir.1979); <em>Humana of South Carolina v. Califano, </em>590 F.2d 1070, 1082-84 (D.C.Cir.1978). In 1971, the Secretary elected to waive the exemption and submit to the normal requirements of the APA, 39 Fed.Reg. 2532, but regulations issued prior to the 1971 waiver remain exempt. <em>Good Samaritan, </em>609 F.2d at 954; <em>Humana, </em>590 F.2d at 1084. Therefore, the patient telephone regulation, promulgated in 1966, is exempt from the requirements of 5 U.S.C. § 553(c). Since the patient telephone regulation is an exempt regulation, the APA statutory scheme, as interpreted by the Supreme Court in <em>Vermont Yankee, </em>precludes the courts from imposing a requirement of a contemporaneous record justifying the regulation. <em>See St. Joseph, </em>570 F.Supp. at 441.</p>\n<p id=\"b1428-4\">IV</p>\n<p id=\"b1428-5\">CONCLUSION</p>\n<p id=\"b1428-6\">This court has jurisdiction to review regulations that define the meaning of the term “personal comfort items.” We find that promulgation of the telephone regulation (42 C.F.R. § 405.310(j)) was a reasonable exercise of the authority given to the Secretary by Congress to prescribe regulations necessary to carry out the administration of the Medicare program. The promulgation occurred prior to the Secretary’s 1971 waiver of exemption from APA requirements, so we do not review the rule-making process involved here for compliance with the APA.</p>\n<p id=\"b1428-7\">The judgment of the district court granting the summary judgment motion of the Secretary is AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}