{
  "casebody": {
    "data": "<casebody firstpage=\"473\" lastpage=\"481\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b531-4\">[15 NE3d 333, 991 NYS2d 578]</citation>\n<parties data-order=\"1\" data-type=\"attorneys\" id=\"b531-5\">Rhonda Wittorf, Appellant, v City of New York, Respondent.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b531-6\">Argued April 30, 2014;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A75\">decided June 5, 2014</decisiondate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b532-13\"><page-number citation-index=\"1\" label=\"474\">*474</page-number>POINTS OF COUNSEL</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b532-14\"><em>Sullivan Papain Block McGrath &amp; Cannavo P.C., </em>New York City <em>(Brian J. Shoot </em>of counsel), and <em>Dansker &amp; Aspromonte Associates (Paul Dansker </em>of counsel) for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Ads\">I. Contrary to what the City of New York argued below, determination of whether conduct is “governmental” or “proprietary” has always turned on both the nature of the act or omission claimed to give rise to liability and the capacity in which that act or failure to act occurred. <em>(Sebastian v State of New York, </em>93 NY2d 790; <em>Miller v State of New York, </em>62 NY2d 506; <em>Riss v City of New York, </em>22 NY2d 579; <em>Valdez v City of New York, </em>18 NY3d 69; <em>Balsam v Delma Eng’g Corp., </em>90 NY2d 966; <em>Applewhite v Accuhealth, Inc., </em>21 NY3d 420; <em>Matter of World Trade Ctr. Bombing Litig., </em>17 NY3d 428, 18 NY3d 898; <em>Weiner v Metropolitan Transp. Auth., </em>55 NY2d 175; <em>Crosland v New York City Tr. Auth., </em>68 NY2d 165.) II. The case law that was cited in support of the City of New York’s claims of immunity was plainly inapt inasmuch as all of those cases involved (a) alleged negligence on the part of police officers or in failing to provide police protection or (b) conduct that had nothing to do with traffic, roadway repairs, roadway design, or roadway maintenance. <em>(Balsam v Delma Eng’g Corp., </em>90 NY2d 966; <em>McLean v City of New York, </em>12 NY3d 194; <em>Lauer v City of New York, </em>95 NY2d 95; <em>Tango v Tulevech, </em>61 NY2d 34; <em>Motyka v City of Amsterdam, </em>15 NY2d 134; <em>Kadymir v New York City Tr. Auth., </em>55 AD3d 549; <em>Kovit v Estate of Hallums, 4 </em>NY3d 499; <em>Sorrentino v Mayerson, </em>82 AD3d 955; <em>Lewis v City of New York, </em>82 AD3d 410, 16 NY3d 713; <em>Santos v County of Westchester, </em>81 AD3d 710.) III. Highway maintenance, <page-number citation-index=\"1\" label=\"475\">*475</page-number>highway repair, provision of appropriate warning of roadway hazards, and even highway design have always been deemed “proprietary” activities where, as here, the conduct claimed to give rise to liability was performed by highway personnel or planners and not by police officers. <em>(Stiuso v City of New York, </em>87 NY2d 889; <em>Lopes v Rostad, </em>45 NY2d 617; <em>Friedman v State of New York, </em>67 NY2d 271; <em>Gutelle v City of New York, </em>55 NY2d 794; <em>Oeters v City of New York, </em>270 NY 364; <em>Missano v Mayor of City of N.Y., </em>160 NY 123; <em>Ehrgott v Mayor of City of N.Y., </em>96 NY 264; <em>Weiss v Fote, </em>7 NY2d 579; <em>Affleck v Buckley, </em>96 NY2d 553.) IV Traffic control, including the control of traffic at and around roadway work sites and even including traffic design, has itself always been deemed “proprietary” except in those instances in which the conduct claimed to give rise to liability was performed by police officers or police-type personnel. <em>(Kovit v Estate of Hallums, </em>4 NY3d 499; <em>Balsam v Delma Eng’g Corp., </em>90 NY2d 966; <em>Ernest v Red Cr. Cent. School Dist., </em>93 NY2d 664; <em>Scheemaker v State of New York, </em>70 NY2d 985; <em>Parsons v City of New York, </em>248 App Div 825, 273 NY 547; <em>Cleveland v Town of Lancaster, </em>239 App Div 263, 264 NY 568; <em>Alexander v Eldred, </em>63 NY2d 460; <em>Eastman v State of New York, </em>303 NY 691; <em>Foley v State of New York, </em>294 NY 275; <em>Nowlin v City of New York, </em>81 NY2d 81.) V Negligent direction to proceed into or across a place of danger has itself always been deemed actionable, “proprietary” conduct except when performed by police or police-type personnel. <em>(Kovit v Estate of Hallums, 4 </em>NY3d 499; <em>Glanzer v Shepard, </em>233 NY 236; <em>Kievman v Philip, </em>84 AD3d 1031; <em>Ohlhausen v City of New York, </em>73 AD3d 89; <em>Yau v New York City Tr. Auth., </em>10 AD3d 654; <em>Thrane v Haney, </em>264 AD2d 926; <em>Robbins v New York City Tr. Auth., </em>105 AD2d 616; <em>Riley v Board of Educ. of Cent. School Dist. No. 1, </em>15 AD2d 303; <em>Dolce v Cucolo, </em>106 AD3d 1431.) VI. There are no convincing policy reasons why an immunity arising from the acknowledged scarcity of police resources should now be extended to a factual context that does not even remotely involve allocation of police resources or, for that matter, allocation of any resources. <em>(Matter of World Trade Ctr. Bombing Litig., </em>17 NY3d 428; <em>Balsam v Delma Eng’g Corp., </em>90 NY2d 966; <em>Missano v Mayor of City of N.Y., </em>160 NY 123; <em>Ehrgott v Mayor of City of N.Y., </em>96 NY 264; <em>Weiss v Fote, </em>7 NY2d 579, 10 NY2d 886.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b533-4\"><em>Michael A. Cardozo, Corporation Counsel, </em>New York City <em>(Ronald E. Sternberg </em>and <em>Leonard Koerner </em>of counsel), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Aja\">The Appellate Division correctly concluded that the city is immune from liability pursuant to the governmental <page-number citation-index=\"1\" label=\"476\">*476</page-number>function immunity defense. <em>(Matter of World Trade Ctr. Bombing Litig., </em>17 NY3d 428; <em>Applewhite v Accuhealth, Inc., </em>21 NY3d 420; <em>Maccarello v County of Suffolk, </em>100 AD3d 972; <em>Miller v State of New York, </em>62 NY2d 506; <em>Valdez v City of New York, </em>18 NY3d 69; <em>Balsam v Delma Eng’g Corp., </em>90 NY2d 966; <em>Devivo v Adeyemo, </em>70 AD3d 587; <em>Stashkevetch v City of New York, </em>106 AD3d 483; <em>Lewis v City of New York, </em>82 AD3d 410, 16 NY3d 713; <em>Santos v County of Westchester, </em>81 AD3d 710.)</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b534-5\"><em>Robert F. Danzi, </em>New York City, and <em>Michael S. Buskus </em>for New York State Trial Lawyers Association, amicus curiae.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AB0\">I. Repairing roads is a “proprietary,” rather than “governmental,” activity. <em>(People ex rel. Wauful v Reel, </em>157 App Div 128; <em>Sutherland v Skene, </em>142 App Div 162; <em>Town of Huntington v County of Suffolk, </em>79 AD3d 207, 17 NY3d 778; <em>Ireland v Oswego, Hannibal &amp; Sterling Plank Rd. Co., </em>13 NY 526; <em>Eggleston v Columbia Turnpike Road, </em>82 NY 278; <em>Hill v Supervisors of Livingston County, </em>12 NY 52; <em>People ex rel. Van Keuren v Town of Esopus, </em>74 NY 310; <em>Hutson v Mayor of City of N.Y., </em>9 NY 163; <em>Conrad v Village of Ithaca, </em>16 NY 158; <em>Nelson v Village of Canisteo, </em>100 NY 89.) II. The duty to maintain roads in safe condition applies in favor of bicyclists. <em>(Redcross v State of New York, </em>241 AD2d 787, 91 NY2d 801; <em>Baker v Nassau County Police Activity League, </em>265 AD2d 515; <em>Cotty v Town of Southampton, </em>64 AD3d 251; <em>Phillips v County of Nassau, 50 </em>AD3d 755; <em>Caraballo v City of Yonkers, 54 </em>AD3d 796, 13 NY3d 788; <em>Cruz v City of New York, </em>201 AD2d 606; <em>Garrow v State of New York, </em>268 App Div 534, 294 NY 741; <em>Collett v Mayor, </em>51 App Div 394; <em>Schell v Town of German Flats, </em>54 Misc 445, 123 App Div 197; <em>Vestal v County of Suffolk, </em>7 AD3d 613.) III. The “police” cases do not apply to the repair of highways or the posting of warnings or barricades around work sites. <em>(Balsam v Delma Eng’g Corp., </em>90 NY2d 966; <em>Rogers v State of New York, </em>288 AD2d 926; <em>Matter of Schleider v State of New York, 5 </em>AD3d 1052, 3 NY3d 607; <em>Lynch v State of New York, </em>37 AD3d 772; <em>DiFlorio v Worden, </em>303 AD2d 924; <em>Stashkevetch v City of New York, </em>106 AD3d 483; <em>Thompson v City of New York, </em>78 NY2d 682; <em>Rindfleisch v State of New York, </em>59 Misc 2d 1074; <em>Harvey v New York State Thruway Auth., </em>59 Misc 2d 1079; <em>Saari v State of New York, </em>203 Misc 859.) IV The City of New York utterly failed to meet the advance warning requirements for construction work that are imposed by federal, state and city regulations. <em>(Lyle v State of New York, </em>44 AD2d 239; <em>Zecca v State of New York, </em>247 AD2d 776; <em>Patti v State of New York, </em>217 AD2d 882; <em>McDevitt v State of New York, </em>1 NY2d 540; <em>Piragnoli v State of New York, </em>280 App Div 849; <page-number citation-index=\"1\" label=\"477\">*477</page-number><em>People v Zambito, </em>21 Misc 2d 815; <em>Miller v United States, </em>710 F2d 656; <em>Redcross v State of New York, </em>241 AD2d 787; <em>Belonzi v Town of Brookhaven, </em>227 AD2d 361; <em>Collins v City of New York, </em>105 AD3d 631.) V. The prior written notice pothole law does not apply to warning sign or barricade cases. <em>(Hughes v Jahoda, </em>75 NY2d 881; <em>Alexander v Eldred, </em>63 NY2d 460; <em>Hubbard v County of Madison, </em>93 AD3d 939, 19 NY3d 805; <em>Boucher v Town of Candor, </em>234 AD2d 669; <em>Brabender v Incorporated Vil. of Northport, </em>222 AD2d 477; <em>Rhodes v Bauer, </em>173 AD2d 452; <em>Adams v Town of Lisbon, </em>170 AD2d 901; <em>Heard v City of New York, </em>82 NY2d 66; <em>Balsam v Delma Eng’g Corp., </em>90 NY2d 966.)</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b535-4\">OPINION OF THE COURT</p>\n<author id=\"b535-5\">Graffeo, J.</author>\n<p id=\"b535-6\">We are asked in this case if the City of New York was engaged in a proprietary function at the time of plaintiffs bicycle accident in order to determine if the jury properly evaluated the City’s actions under ordinary negligence principles.</p>\n<p id=\"b535-7\">On the morning of November 5, 2005, Donald Bowles, a supervisor with the Department of Transportation for the City of New York, and his crew arrived at the east entrance of Central Park’s 65th Street transverse to repair a roadway defect. The crew closed the east entrance to the transverse and then proceeded westbound. As they drove through an underpass, Bowles observed the problem they had been sent to correct — a series of deep depressions in the westbound lane. Having located the area in need of repair, Bowles went to the west entrance of the 65th Street transverse to close it to vehicular traffic by placing traffic cones across the roadway.</p>\n<p id=\"b535-8\">As Bowles was placing the cones, plaintiff Rhonda Wittorf and Brian Hoberman arrived at the west entrance on bicycles. Hoberman approached Bowles and asked if they could use the roadway and Bowles replied that it was “okay to go through.” As plaintiff and Hoberman rode along the transverse, they entered the underpass where the depressions were located. Because of darkness in the tunnel, plaintiff did not see one of the depressions until she was almost upon it. When she attempted to avoid the hole, she encountered another, fell and was injured.</p>\n<p id=\"b535-9\">Plaintiff commenced this personal injury action against defendant City of New York (the City) seeking to recover for her injuries. After trial, a jury determined that the roadway where plaintiffs accident occurred was not in a reasonably safe condition, but that the City could not be held liable for the defect <page-number citation-index=\"1\" label=\"478\">*478</page-number>because it did not receive written notice of the condition at least 15 days prior to the accident, as required by the Pothole Law (Administrative Code of City of NY § 7-201 [c] [2]). The jury also found that the City did not cause or create the condition by an affirmative act of negligence. It did, however, conclude that Bowles was negligent in permitting plaintiff and her companion to enter the 65th Street transverse and that such negligence was a substantial factor in causing her injuries. In considering comparative negligence, the jury apportioned fault at 40% to plaintiff and 60% to the City.</p>\n<p id=\"b536-5\">The City moved to set aside the verdict, alleging that Bowles was engaged in a governmental function at the time of the accident thereby entitling it to judgment as a matter of law or, alternatively, to set aside the verdict as against the weight of the evidence. Supreme Court granted the motion and dismissed the complaint, agreeing with the City that Bowles was performing a governmental function when he closed the transverse to vehicular traffic (33 Misc 3d 368 [2011]). It denied the remainder of the City’s motion as academic. A divided Appellate Division affirmed, concluding that the underlying negligent omission occurred during the performance of a governmental rather than a proprietary function (104 AD3d 584 [1st Dept 2013]). The dissenter would have reversed Supreme Court’s dismissal of the complaint and denied the motion to set aside the verdict. The Appellate Division granted plaintiff leave to appeal on a certified question (2013 NY Slip Op 78059[U] [2013]).</p>\n<p id=\"b536-6\">Plaintiff contends that the courts below erred in concluding that the City could not be held liable for its negligence because Bowles was performing a governmental function when his negligent act occurred. She argues that highway maintenance and repair and the issuance of appropriate warnings for roadway hazards have consistently been deemed proprietary activities that may subject municipalities to liability when such conduct is performed by highway maintenance personnel or planners. The City responds that Bowles was engaged in traffic control— traditionally a governmental function — at the time he failed to warn plaintiff of the roadway condition and, as such, the City is immune from liability.</p>\n<p id=\"b536-7\">We recently explained the framework that must be used when a negligence claim is asserted against a municipality in <em>Applewhite v Accuhealth, Inc. </em>(21 NY3d 420 [2013]). First, a court must decide “whether the municipal entity was engaged in a proprietary function or acted in a governmental capacity at the <page-number citation-index=\"1\" label=\"479\">*479</page-number>time the claim arose” <em>(id. </em>at 425). If the municipality’s actions fall on the proprietary side, “it is subject to suit under the ordinary rules of negligence applicable to nongovernmental parties” <em>(id., </em>citing <em>Matter of World Trade Ctr. Bombing Litig., </em>17 NY3d 428, 446-447 [2011]). A governmental entity undertakes a proprietary role when its “activities essentially substitute for or supplement traditionally private enterprises” <em>(id., </em>quoting <em>Sebastian v State of New York, </em>93 NY2d 790, 793 [1999]). “In contrast, a municipality will be deemed to have been engaged in a governmental function when its acts are undertaken for the protection and safety of the public pursuant to the general police powers” <em>(id. </em>[internal quotation marks and citation omitted]). Generally, “the distinction is that the government will be subject to ordinary tort liability if it negligently provides services that traditionally have been supplied by the private sector” <em>(id. </em>at 426 [internal quotation marks omitted]). In deciding whether a function is proprietary or governmental, a court examines “the specific act or omission out of which the injury is claimed to have arisen and the capacity in which that act or failure to act occurred . . . , not whether the agency involved is engaged generally in proprietary activity or is in control of the location in which the injury occurred” <em>(Miller v State of New York, </em>62 NY2d 506, 513 [1984]).</p>\n<p id=\"b537-5\">Historically, the maintenance of roads and highways was performed by both private entities and local governments, with each subject to the ordinary rules of negligence <em>(see e.g. Ireland v Oswego, Hannibal &amp; Sterling Plank Rd. Co., </em>13 NY 526, 531-532 [1856]; <em>Hutson v Mayor of City of N.Y., </em>9 NY 163, 168 [1853] [“It requires no argument to prove that it is the duty of the defendants to see that the public streets of this densely crowded city are kept in repair”]). This duty to repair applied whether the dangerous condition in the road had been caused by a municipality (see <em>Nelson v Village of Canisteo, </em>100 NY 89, 93 [1885]) or a contractor <em>(see Turner v City of Newburgh, </em>109 NY 301, 305-306 [1888]). Indeed, we explained that a municipality has the obligation to warn or barricade a dangerous condition regardless of who caused or created it <em>(see Pettengill v City of Yonkers, </em>116 NY 558, 564 [1889] [Municipal corporation’s duty “was to keep the streets in a safe condition for public travel, and it was bound to exercise reasonable diligence to accomplish that end, and the rule is now well established to be applicable whether the act or omission complained of and causing the injury is that of the municipal corporation or some third party”]).</p>\n<p id=\"b538-4\"><page-number citation-index=\"1\" label=\"480\">*480</page-number>In recognition of this duty, the courts of this State have held that a municipality can be held liable for failure to install traffic control signs <em>(see Wager v State of New York, </em>7 NY2d 945, 947 [1960]); failure to repaint faded road stripes <em>(see Henriquez v Parsippany Constr. Co., Inc., </em>62 AD3d 749, 751 [2d Dept 2009]; <em>Purves v County of Erie, </em>12 AD3d 1112 [4th Dept 2004]); and for inadequate warnings of ongoing road construction <em>(see Beardsley v State of New York, 57 </em>AD2d 1061 [4th Dept 1977]; <em>Miller v State of New York, </em>6 AD2d 979, 980 [3d Dept 1958]). As we held generally in <em>Friedman v State of New York </em>(67 NY2d 271, 283 [1986]), a municipality has a duty to maintain its roads and highways in a reasonably safe condition and liability will flow for injuries resulting from a breach of that duty. Thus, it is well established that a municipality has a proprietary duty to keep its roads and highways in a reasonably safe condition. Although liability for failing to maintain roads and highways can and has been limited by prior written notice laws <em>(see e.g. Bruni v City of New York, 2 </em>NY3d 319 [2004]; <em>Amabile v City of Buffalo, </em>93 NY2d 471 [1999]), the nature of that function remains proprietary when performed by highway maintenance personnel.</p>\n<p id=\"b538-5\">Guided by these precedents, we conclude that Bowles was engaged in a proprietary function at the time he failed to warn plaintiff of the conditions in the transverse. Bowles was in Central Park on the day of the accident specifically to oversee the road maintenance project in his capacity as a City Department of Transportation supervisor. At the time he failed to warn plaintiff, he was blocking the transverse to vehicular traffic in preparation for that road repair. Although the maintenance work had not yet begun, Bowles and his crew could not have repaired the roadway without having closed the road to traffic. In other words, his act of closing the entry to vehicular travel was integral to the repair job — a proprietary function. Consequently, under the circumstances of this case, we conclude that Bowles was performing a proprietary function and the jury could therefore assess the City’s conduct under the ordinary rules of negligence.</p>\n<p id=\"b538-6\">Our decision in <em>Balsam v Delma Eng’g Corp. </em>(90 NY2d 966 [1997]) is not to the contrary. In that case, police officers were present at an accident scene in order to ensure the safety of an injured plaintiff and the public in general. In that capacity, their “traffic control” decision not to place flares or other warnings <page-number citation-index=\"1\" label=\"481\">*481</page-number>served a governmental function. Indeed, there was no independent basis for the police officers to be at the accident scene; their task was protection of the public. We emphasized that “tort suits that test the course of action undertaken by the police in furtherance of public safety are disfavored under our law because they implicate choices about the allocation of finite police resources” <em>(id. </em>at 968). We explained that traditional performance of a function by police officers rather than private actors “is a tell-tale sign that the conduct is not proprietary in nature” <em>(id.). </em>And with particular relevance to this appeal, we noted that “[n]o claim is made here that the police were charged with the responsibility to physically maintain the property where plaintiffs accident occurred — a proprietary duty” <em>(id.). </em>In contrast, Bowles closed the transverse as part of his assignment to repair a defect in the roadway. Hence, his conduct stemmed from the execution of a proprietary duty.</p>\n<p id=\"b539-5\">In sum, although the City was not held liable for its failure to repair the defect in the road due to lack of adequate prior written notice, rejection of that position did not foreclose the jury’s finding that Bowles was negligent in carrying out the proprietary function of road maintenance. Therefore, the City was not entitled to judgment dismissing the complaint as a matter of law, and a remittal is necessary to consider the weight of the evidence issues (CPLR 4404 [a]).</p>\n<p id=\"b539-6\">Accordingly, the order of the Appellate Division should be reversed, with costs, the case remitted to Supreme Court for further proceedings in accordance with this opinion, and the certified question not answered as unnecessary.</p>\n<judges id=\"b539-7\">Chief Judge Lippman and Judges Read, Smith, Pigott, Rivera and Abdus-Salaam concur.</judges>\n<p id=\"b539-8\">Order reversed, with costs, case remitted to Supreme Court, New York County, for further proceedings in accordance with the opinion herein, and certified question not answered as unnecessary.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}