{
  "casebody": {
    "data": "<casebody firstpage=\"166\" lastpage=\"168\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b218-12\">40 C.C.P. A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b218-13\">Application of BARRETT.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b218-14\">Patent Appeal No. 5932.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b218-15\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b218-16\">June 3, 1953.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b218-21\">H. F. Woodward, Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b219-4\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>E. L. Reynolds, Washington, D. C. .(S. W. Cochran, Washington, D. C., of counsel), for Commissioner of Patents.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b219-5\">Before GARRETT, Chief Judge, and O’CONNELL, JOHNSON, WORLEY and COLE, Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b219-6\">WORLEY, Judge.</author>\n<p id=\"b219-7\">This is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the examiner in finally rejecting as unpatenta-ble over the prior art all of the claims, 6, 7, 10, 11, 12, 13, IS, 18, and 20 to 23, inclusive, in appellant’s application for a patent for “Continuous Preparation of Coating Color.”</p>\n<p id=\"b219-8\">Claims 6 and 10 are illustrative of the subject matter. They read as follows:</p>\n<blockquote id=\"b219-9\">“6. A method of preparing a starch-mineral pigment composition comprising, mixing starch, mineral pigment and water to form a slurry, subjecting the slurry to a centrifugel motion to produce high shearing action thereon, heating the mineral in a thin stream to a cooking temperature in a period of 8 to IS seconds, holding the material at this temperature for a time to complete the conversion and then dispersing the cooked material.”</blockquote>\n<blockquote id=\"b219-10\">“10. A method of preparing a coating composition comprising mixing starch, mineral pigment, and water, to form a slurry, continuously flowing a constant volume of the slurry with a centrifugal motion to apply a high shearing action to the material, flowing a thin stream of the material through a cooking step to raise the temperature to within the range of about 170°F. to about 200° F. in about 8.5 seconds to about 10 seconds, holding the cooked material at a temperature within said range for a period of about 10 minutes to about IS minutes, and then dispersing the cooked material.”</blockquote>\n<p id=\"b219-11\">The prior art references are:</p>\n<p id=\"b219-12\">Ruff 2,140,394 December 13, 1938; Jones et al. 2,210,835 August 6, 1940. Perry— “Chemical Engineer’s Handbook” — 2nd Edition, pp. 1917 to 1920.</p>\n<p id=\"b219-13\">The subject matter of the involved claims relates to the preparation of “a starch-mineral pigment composition,” the method of the preparation being sufficiently set out in the quoted claims.</p>\n<p id=\"b219-14\">The patent to Ruff relates to a method of preparing a starch enveloped mineral material. It recites the steps of adding two parts of cold water to one part starch “in a vessel preferably equipped with high speed stirring or other agitating device.”' The vessel is provided with steam coils, or other heating means, in order to heat the water suspension of materials. The slurry which is formed is stirred, three to four parts of finely divided mineral filler being added during the stirring process until all the ingredients are thoroughly admixed, at which stage it is heated to 185°F. until the starch granules burst, thereby coating the mineral particles with a starch film. Thereafter, the material is allowed to cool and gel.</p>\n<p id=\"b219-15\">The patent to Jones et al. relates to a paper coating composition which is composed of calcium carbonate and an adhesive. A very fine grinding of the carbonate results in a reduction of the amount of adhesive required over that which is required when the grinding is not so fine. The grinding step is accomplished by passing the carbonate between adjacent rotating discs. Thus the carbonate is freshly precipitated and dried after which it is mixed with casein, ballmilled for two hours and then passed between the face of a rapidly rotating alundum disc and the face of a stationary disc which is pressed against the alundum disc.</p>\n<p id=\"b219-16\">The Perry reference was cited merely to illustrate what is commonly known to chemical engineers and those skilled in the art of fine grinding.</p>\n<p id=\"b219-17\">Although the examiner rejected the claims as devoid of invention over Jones et al. in view of Ruff, the Board of Appeals, in affirming such action, relied solely on the Ruff reference as the basis of rejection. An examination of the cited art brings us to the conclusion that the action of the board was correct, therefore, we limit our consideration of the appealed <page-number citation-index=\"1\" label=\"168\">*168</page-number>claims to- the disclosures in the patent to Ruff.</p>\n<p id=\"b220-4\">It is contended by appellant that his alleged invention is patentably distinct over the patent to Ruff in that the slurry (pigment, water, and starch) is blended together in the initial stages and then caused to flow in a thin stream through a heating - step with the temperature in a range of 170° to 200°F. for a period of approximately two minutes and thereafter the hot material is “flown” with centrifugal motion to obtain a shearing action; that the production of such a coating contains an adhesive value of starch which is greater than that produced -by any known process; that while it is admittedly old to pass material through heating coils to raise the temperature thereof, it is new with him to pass a starch-pigment-water material through heating coils to quickly attain a cooking temperature thereof; that excessive cooking or excessive heating of the starch at any stage during the operation tends to destroy the colloidal properties of the starch, which is avoided by utilizing the process embodied in the instant application;</p>\n<p id=\"b220-5\">In its decision, the Board of Appeals cited claim 6 as illustrative of the claims on appeal and properly stated that all the steps recited in that claim were anticipated in the Ruff reference with the exception of “heating the material in a thin stream to a cooking temperature in a period of 8 to 15 seconds,” and that no patentable merit is found in that limitation because it is old and well known to pass material in' a thin stream through a heating coil and that there is no showing of unobvious results being obtained in raising the temperature in a period of 8 to 15 seconds.</p>\n<p id=\"b220-6\">•In answer to appellant’s petition for reconsideration, the board added, with reference to the novelty on the part of appellant of passing a mixture .of starch, clay and water through a heating coil, that although that practice might be new with appellant,. novelty alone is not sufficient to impart patentability to a claim but that invention must also be present.</p>\n<p id=\"b220-7\">The board then added:</p>\n<blockquote id=\"b220-8\">“We have given careful consideration to all of the limitations directed to our attention by appellant, and particularly to the limitation in claim 18 that the cooked material is dispersed while it is hot, and to the limitations in claims 20 and 22 to the effect that the solid content of the coating-composition is in excess of 50% and in excess of 65 to 70%, respectively, but we find no patentable merit therein because the appellant has failed to show that any unobvious results are produced by dispersing the cooked material while hot, and it is evident from the fact of the solid content of the coating composition is not specified in most of the claims that it is not of critical significance. * * * ”</blockquote>\n<p id=\"b220-9\">We have found nothing in the record nor in the brief of appellant to justify our reversing the decision of the board. We believe the board was correct in holding that since appellant failed to show that his method produced any unobvious or unexpected results over those of the prior art, invention was not present.</p>\n<p id=\"b220-10\">The decision of the Board of Appeals is affirmed.</p>\n<p id=\"b220-11\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}