{
  "casebody": {
    "data": "<casebody firstpage=\"277\" lastpage=\"295\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b303-4\">624 A.2d 1310</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AhT\">Robert CAMPBELL v. ALLSTATE INSURANCE COMPANY, INC.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b303-6\">No. 1300,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"ARE\">Sept. Term, 1992.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b303-7\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b303-8\">May 28, 1993.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b305-9\"><page-number citation-index=\"1\" label=\"279\">*279</page-number>Gerald Solomon (Jules Bricker and Harisha J. Bastiampillai, on the brief), Greenbelt, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b305-10\">Michael J. Budow (Anne K. Howard and Budow and Noble, P.C., on the brief), Bethesda, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b305-11\">Argued before MOYLAN, ALPERT and FISCHER, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b305-12\">ALPERT, Judge.</author>\n<p id=\"b305-13\">This is an appeal from the dismissal of an Amended Complaint For Breach of Contract filed by Robert Campbell, appellant, against his automobile insurer, Allstate Insurance Company, Inc., appellee (hereinafter “Allstate”). The Amended Complaint alleged that Allstate had breached its contractual obligation either to defend, or settle within policy limits, an action brought against appellant by the injured driver of a car with whom appellant had collided. Although the injured driver offered to settle the underlying suit for the policy limits of $20,000.00, Allstate refused the offer — and it was later withdrawn.</p>\n<p id=\"b306-3\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>Shortly thereafter, legal counsel appointed by Allstate advised appellant to retain “excess counsel” in order to protect his interests outside of the policy limits of the policy. Appellant, indeed, followed that advice. Appellant’s excess counsel then wrote Allstate suggesting that it either defend or settle the case in order to protect appellant from excess liability. Allstate again refused to settle. Accordingly, appellant then filed a Complaint for Declaratory Relief (hereinafter the “Complaint”) alleging that Allstate failed to act in good faith, thereby inducing appellant to secure independent counsel. Appellant also requested in the Complaint that Allstate be ordered to pay for (1) the costs and fees related to his defense in the underlying action, and (2) the costs and counsel fees associated with filing the Complaint for Declaratory Relief.</p>\n<p id=\"b306-4\">Allstate ultimately settled the underlying suit for the policy limits just before trial. Appellant then filed an Amended Complaint for Breach of Contract to recover the counsel fees incurred in having to engage “excess counsel.” Allstate subsequently filed a Motion to Dismiss the Amended Complaint. The Circuit Court for Montgomery County granted the Motion, finding that no contract cause of action existed. From this holding, appellant filed a timely appeal and asked us to resolve the following single issue:</p>\n<blockquote id=\"b306-5\">Where there is an offer to settle an insurance claim within the limits of the policy, the attorney hired by the insurance company opines to the carrier that the case could exceed policy limits, the insurance company refuses to settle within the policy limits, the insurance company refuses to provide the legal defense recommended by their appointee, the attorney advises the insured to obtain excess counsel, the insured obtains excess counsel and incurs legal fees, whether the insured has a contractual right to this independent counsel at the expense of the insurer? <footnotemark>1</footnotemark></blockquote>\n<p id=\"b307-3\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>I.</p>\n<p id=\"b307-4\">In order to provide a sufficient background of the circumstances under which appellant’s Complaint (and subsequent Amended Complaint) arose, we deem it appropriate to recount briefly the events surrounding the underlying suit.</p>\n<p id=\"b307-5\">On August 9, 1990, while driving in Montgomery County, Maryland, Campbell was involved in a two car collision with Kimberly Baptiste which collision was the fault of appellant. Ms. Baptiste sustained injuries in the accident and sued Campbell for those injuries in the underlying case known as <em>Baptiste v. Campbell, </em>Case No. 69363, filed in the Circuit Court for Montgomery County, Maryland. Liability was not an issue in the case.</p>\n<p id=\"b307-6\">At the time of the accident, appellant was insured under an automobile insurance policy with Allstate, which policy contained limits for personal injury protection of $20,000.00. There was no question that appellant’s premium under said policy was paid in full. Part 1 of the policy entitled AUTOMOBILE LIABILITY INSURANCE BODILY INJURY-COVERAGE AA provided for the following coverage:</p>\n<blockquote id=\"b307-7\">We will defend an insured person sued as the result of an auto accident, even if the suit is groundless or false. We will choose the counsel. We may settle any claim or suit if we believe it is proper. (E. Appellee’s brief p. 7 of Allstate policy)</blockquote>\n<p id=\"b307-8\">(Emphasis in original).</p>\n<p id=\"b307-9\">Allstate retained Rocco C. Nunzio, Esquire, as appointed counsel, to represent appellant in the suit filed by Ms. Baptiste. After his analysis of the circumstances of the accident and the extent of Ms. Baptiste’s injuries, Nunzio projected a jury verdict in favor of Ms. Baptiste in a range from $15,-000.00 to $25,000.00. Nunzio conveyed this opinion in a letter dated July 26, 1991 to Mr. John Sinnicki, a senior casualty claim representative of Allstate. In that letter, Nunzio recommended to Allstate that it attempt to settle the case within a range of $10,000.00 to $17,500.00. In a reply letter dated July <page-number citation-index=\"1\" label=\"282\">*282</page-number>31, 1991, Mr. Sinnicki (on behalf of Allstate) partially concurred with Nunzio’s recommendation:</p>\n<blockquote id=\"b308-4\">Dear Mr. Nunzio:</blockquote>\n<blockquote id=\"b308-5\">Thank you for your letter dated July 26,1991. I fully agree with your analysis on this matter. I would appreciate it if you could get an itemization of the medical specials. I definitely agree that we should attempt to settle this case for $10,000.00.</blockquote>\n<p id=\"b308-6\">Allstate refused, however, to allow Nunzio to proceed either with conducting discovery or obtaining an independent medical evaluation (“IME”) of Ms. Baptiste’s medical condition.</p>\n<p id=\"b308-7\">In a demand letter to Nunzio dated December 13, 1991, counsel for Ms. Baptiste, Bruce A. Blaylock, Esquire, submitted special damages of medical expenses and lost wages incurred by his client in the amount of $7,103.26. In addition, Ms. Baptiste offered to settle the case for the lesser of the policy limits (of $20,000.00) or $60,000.00.<footnotemark>2</footnotemark> Subsequently, Nunzio sent appellant a letter dated January 2,1992, accompanied by a copy of the demand letter from Blaylock, advising appellant to “obtain excess counsel with respect to any excess liability.”</p>\n<p id=\"b308-8\">Based on Nunzio’s recommendation, appellant retained the services of Gerald Solomon, Esquire, Jules R. Bricker, Esquire, and Harisha J. Bastiampillai, Esquire (all of whom are from the Law Office of Gerald Solomon, which firm is also appellant’s counsel in this appeal) (hereinafter collectively referred to as “Solomon.”) Upon review of Nunzio’s files regarding appellant’s case, Solomon determined the following:</p>\n<blockquote id=\"b308-9\">Appointed Counsel [Nunzio] sought authorization from Allstate to conduct discovery in Mr. Campbell’s defense, including the taking of Ms. Baptiste’s deposition. Allstate refused to authorize this discovery;</blockquote>\n<blockquote id=\"b309-3\"><page-number citation-index=\"1\" label=\"283\">*283</page-number>Appointed Counsel requested that Allstate authorize funds for an Independent Medical Examination. Allstate refused this as well;</blockquote>\n<blockquote id=\"b309-4\">Appointed Counsel permitted the discovery deadline to pass without obtaining the discovery he requested; and Appointed counsel took no action to protect his client, Mr. Campbell, from excess exposure.</blockquote>\n<p id=\"b309-5\">Subsequently, in a letter dated January 30, 1992, Solomon recommended to Allstate (via Sinnicki) that it settle within appellant’s policy limits and gave as support the following reasons:</p>\n<blockquote id=\"b309-6\">If you do not settle this case then you face very real exposure to a claim by Mr. Campbell;</blockquote>\n<blockquote id=\"b309-7\">The cost of defense of this litigation will greatly exceed the cost of litigation, both in attorney’s and expert’s fees, project[ed] at more than $10,000.00;</blockquote>\n<blockquote id=\"b309-8\">You are not in a position to present evidence contradicting the claims of the Plaintiff.</blockquote>\n<p id=\"b309-9\">Solomon also informed Allstate that Nunzio had suggested that appellant, rather than Allstate, obtain independent counsel regarding excess liability. By his actions (Solomon argued in his letter), Nunzio</p>\n<blockquote id=\"b309-10\">aligned himself with the carrier [Allstate], as opposed to the insured, and, within his scope of representation of his principal, delegated the carrier’s right to choose counsel to the insured.</blockquote>\n<p id=\"b309-11\">Despite Solomon’s recommendation, Allstate still refused to settle the case. Consequently, appellant filed the Complaint For Declaratory Relief to enforce his rights under the insurance contract. Solomon then decided to mitigate appellant’s excess liability by offering to sell Ms. Baptiste any potential chose in action that he had against Allstate in return for an indemnification and hold harmless agreement for any excess in liability.</p>\n<p id=\"b309-12\">Shortly before trial (and just after Solomon tendered the proposed agreement to sell the chose in action), Allstate finally settled the case for the policy limits of $20,000.00. Appellant <page-number citation-index=\"1\" label=\"284\">*284</page-number>then filed his Amended Complaint to recover the attorney’s fees and expenses in the amount of $4,218.85 incurred in obtaining excess counsel. The trial judge' granted Allstate’s Motion to Dismiss the Amended Complaint, finding that there was not a cause of action in contract. From that dismissal, appellant filed this timely appeal.</p>\n<p id=\"b310-5\">II. DISMISSAL OF AMENDED COMPLAINT</p>\n<p id=\"b310-6\">Because appellant’s Amended Complaint was dismissed by the lower court for failure to state a claim upon which relief can be granted and, consequently, no hearing on the merits was held, we need not address the propriety of Allstate’s substantive arguments regarding its handling of the underlying suit. The only ruling made by the trial judge was that Maryland does not recognize a cause of action for Breach of Contract in a suit against an insurer for wrongful refusal to settle.</p>\n<p id=\"b310-7\">Allstate, of course, agrees with the lower court’s dismissal of appellant’s claim for two reasons.<footnotemark>3</footnotemark> First, Allstate submits that, if appellant had any claim at all against it for wrongfully refusing to settle appellant’s case, its liability for the bad faith handling of a third-party claim is exclusively in tort, and not in contract, since Maryland does not recognize a breach of contract action for exposure to an excess verdict. Moreover, Allstate avers that, notwithstanding the insufficiency of appellant’s pleading, such a cause of action in negligence vests only after the policyholder is <em>exposed </em>to an excess judgment or verdict. The inference we draw from Allstate’s argument is that the insured has no cause of action whatsoever for attorneys’ fees incurred even if an insurer acts in bad faith during its negotiation of the claim, so long as it ultimately settles the <page-number citation-index=\"1\" label=\"285\">*285</page-number>case prior to trial — without exposing its insured to any excess liability over and above his policy limits.</p>\n<p id=\"b311-5\">A. Appellant’s Pleading</p>\n<p id=\"b311-6\">The fact that appellant captioned his Amended Complaint in terms of a <em>Breach of Contract </em>is not fatal to his claim that Allstate acted in bad faith (which cause of action sounds in negligence) in refusing to settle the underlying case. Maryland Rule 2-305 provides that</p>\n<blockquote id=\"Afm\">[a] pleading that sets forth a claim for relief, ... shall contain a clear statement of the facts necessary to constitute a cause of action and a demand for judgment for relief sought.</blockquote>\n<p id=\"b311-7\">The Court of Appeals has held that in order for a pleading to state a cause of action for negligence, it must allege,</p>\n<blockquote id=\"AzM\">with certainty and definiteness, facts and circumstances sufficient to set forth (a) a <em>duty </em>owed by the defendant to the plaintiff, (b) a <em>breach </em>of that duty and (c) injury <em>proximately resulting </em>from that breach.</blockquote>\n<p id=\"b311-8\"><em>Read Drug v. Colwill Constr. Co., Inc., </em>250 Md. 406, 412, 243 A.2d 548 (1967). In <em>Jackson v. Pennsylvania R.R. Co., </em>176 Md. 1, 3 A.2d 719 (1939), the Court was more specific as to the required sufficiency of a pleading:</p>\n<blockquote id=\"b311-9\">In order for a plaintiff to have a right of action in negligence against a defendant there must exist a <em>duty </em>which is owed by the defendant to the plaintiff to observe that care which the law prescribes in the given circumstances, a <em>breach </em>by the defendant of that duty, <em>damages </em>and <em>injury </em>suffered by the plaintiff as the demonstrable effect of the breach of duty. Negligence is, therefore, the absence of care according to the circumstances. So, an action for negligence involves the certain and definite allegation of the circumstances, and the failure of the defendant to exercise the care which the law required according to these circumstances. If the allegations should be insufficient to show a duty <page-number citation-index=\"1\" label=\"286\">*286</page-number>breached which was the efficient cause of the injury, the declaration is bad on demurrer.</blockquote>\n<p id=\"b312-4\"><em>Id. </em>at 5, 3 A.2d 719 (emphasis in original).</p>\n<p id=\"b312-5\">In his Amended Complaint, appellant alleged, <em>inter alia, </em>the requisite elements of a tort claim:</p>\n<blockquote id=\"b312-6\">6. Defendant [Allstate] is bound by contract and fiduciary duty to fully represent Plaintiff [appellant] in the automobile action.</blockquote>\n<blockquote id=\"b312-7\">******</blockquote>\n<blockquote id=\"b312-8\">19. Due to Defendant’s failure to defend in good faith, Plaintiff has been caused to procure counsel to represent him in <em>Baptiste v. Campbell </em>[the underlying suit].</blockquote>\n<blockquote id=\"b312-9\">20. Plaintiffs counsel [Solomon] properly and vigorously represented Mr. Campbell [appellant] in the suit incurring legal fees and expenses, as itemized in the attached bills.</blockquote>\n<blockquote id=\"b312-10\">******</blockquote>\n<blockquote id=\"b312-11\">22. Defendant refused to pay for the said legal representation.</blockquote>\n<blockquote id=\"b312-12\">******</blockquote>\n<p id=\"b312-13\">These allegations, if proved (as the following discussion will indicate) could result in liability on the part of Allstate for ■wrongfully refusing to settle appellant’s case. The mere “inartful” titling of appellant’s pleading in terms of breach of contract does not render invalid the substance of the pleading itself. We believe that appellant stated a claim upon which relief could have been granted and, therefore, hold that the lower court erred in granting Allstate’s motion to dismiss appellant’s Amended Complaint to the extent, <em>inter alia, </em>that the court’s ruling was based on the applicability of a breach of contráet theory.</p>\n<p id=\"b312-14\">B. Exposure to Excess Judgment</p>\n<p id=\"A4Q\">Allstate’s reasoning with regard to its exposure argument is equally without merit. Even if Allstate’s submission that a cause of action in negligence vests after the policyholder is <em>exposed </em>to an excess judgment is correct, that is precisely what ■ transpired in the instant case. Because the amount <page-number citation-index=\"1\" label=\"287\">*287</page-number>sought by Ms. Baptiste in the underlying suit exceeded the limits of appellant’s insurance policy, appellant became <em>exposed </em>to an excess judgment the moment that Allstate arbitrarily declined the settlement offer advanced by Ms. Baptiste.<footnotemark>4</footnotemark> While it is true that appellant suffered no damages related to an excess judgment or verdict, he certainly suffered damages in the form of attorneys’ fees in securing counsel to protect him against potential excess liability. We cannot accept, and indeed find no authority to support, the notion that an insured who is entitled to damages for a judgment in excess of his policy limits cannot also recover attorneys’ fees incurred in connection with an attempt to minimize that exposure.</p>\n<p id=\"b313-5\">III. DUTY TO DEFEND AND DUTY TO SETTLE</p>\n<blockquote id=\"At\">It is well established in Maryland law that [t]he obligation of an insurer to defend its insured under a contract provision such as here involved is determined by the allegations in the tort actions. If the plaintiffs in the tort suits allege a claim covered by the policy, the insurer has a duty to defend. Even if a tort plaintiff does not allege facts which clearly bring the claim within or without the policy coverage, the insurer still must defend if there is a <em>potentiality </em>that the claim could be covered by the policy.</blockquote>\n<p id=\"AVH\"><em>Brohawn v. Transamerica Ins. Co., </em>276 Md. 396, 407, 347 A.2d 842 (1975) (citations omitted; emphasis in original). In the instant case, appellant asserts that under his automobile insurance policy with Allstate, he was entitled not only to “liability” protection, but also “litigation” insurance to protect him from the expense of defending claims brought against him by Ms. <page-number citation-index=\"1\" label=\"288\">*288</page-number>Baptiste. In support of his allegation, appellant cites <em>Brohawn </em>for the following proposition:</p>\n<blockquote id=\"b314-4\">[The insurance company] assume[s] the obligation of relieving its insured of the expense of defending an action alleging and seeking damages within the policy coverage. Additionally, the insured could reasonably expect that the insurer will employ its vast legal and investigative resources to defeat the action for the mutual benefit of both the insurer and the insured.</blockquote>\n<p id=\"b314-5\"><em>Id. </em>at 410, 347 A.2d 842. Furthermore, appellant argues, based on <em>Riviera Beach Volunteer Fire Co., Inc. v. Fidelity and Casualty Co. of New York, </em>388 F.Supp. 1114 (D.Md.1975),</p>\n<blockquote id=\"Ac7\">this duty to defend is entirely separate and distinct from, and not dependent upon, the insurer’s liability to pay, although the two are ultimately related in that both are dependent upon the basic scope of coverage under the policy. Thus, an unjustified refusal by the insurer to properly carry out that duty constitutes a breach of contract subjecting it to liability for any damages suffered by the insured as a result thereof, <em>including any attorney’s fees incurred by the insured in bringing a declaratory judgment action to establish the insurer’s breach.</em></blockquote>\n<p id=\"b314-6\"><em>Id. </em>at 1120 (citations omitted; emphasis added).</p>\n<p id=\"b314-7\">With the above legal principles as a background, appellant asserts that the facts of this case clearly present a breach of Allstate’s contractual duty to defend and that the trial court erred in dismissing his Amendéd Complaint. Appellant acknowledges that Allstate did not <em>altogether </em>fail to defend him in the underlying suit; but rather, “assumed a position which left the Appellant no alternative but to hire independent counsel.” <em>Anderson v. Maryland Casualty Co., </em>123 Md. 67, 70, 90 A. 780 (1914). Appellant alleges that the following actions taken by Allstate caused him to incur attorney’s fees in order to protect himself against the potentiality of excess liability in the event that the case went to trial:</p>\n<blockquote id=\"b314-8\">- [Allstate] fail[ed] to settle the claim within the policy limits when the tort plaintiff [Baptiste] first agreed to accept a $20,000 settlement;</blockquote>\n<blockquote id=\"b315-3\"><page-number citation-index=\"1\" label=\"289\">*289</page-number>- [Allstate] refus[ed] to provide the legal defense recommended by their appointee [Nunzio];</blockquote>\n<blockquote id=\"b315-4\">- [Allstate] t[old] Appellant to get separate legal counsel;</blockquote>\n<blockquote id=\"b315-5\">- [Allstate] refus[ed] to follow the legal advice of [appointed] counsel;<footnotemark>5</footnotemark></blockquote>\n<blockquote id=\"b315-6\">- [Allstate] refusfed] to pay counsel fees for separate counsel;</blockquote>\n<blockquote id=\"b315-7\">- [Allstate] attempted] to direct Appellant’s defense through the separate counsel [Solomon] even though [Allstate’s] interests conflicted with those of the Appellant.</blockquote>\n<p id=\"b315-8\">Appellant’s brief at 8 (footnote added).</p>\n<p id=\"b315-9\">The thrust of appellant’s argument rests on his assertion that Allstate failed to exercise good faith in refusing to settle appellant’s case for the policy limits of his insurance policy.<footnotemark>6</footnotemark> The general rule in Maryland regarding an award of attorneys’ fees as a result of an insurer’s breach of its contractual obligation to defend was restated in <em>Bankers &amp; Shippers Ins. Co. v. Electro Enterprises, Inc., </em>287 Md. 641, 415 A.2d 278 (1980):</p>\n<blockquote id=\"b315-10\">[T]his Court has held that an insurer is liable for the damages, including attorneys’ fees, incurred by an insured as a result of the insurer’s breach of its contractual obligation to defend the insured against a claim potentially within the policy’s coverage, <em>and this is so whether the attorneys’fees are incurred in defending against the underlying damage claim or in a declaratory judgment action to determine coverage and a duty to defend.</em></blockquote>\n<p id=\"b315-11\"><em>Id. </em>at 648, 415 A.2d 278. (citations omitted; emphasis added). The Court concluded that</p>\n<blockquote id=\"b316-3\"><page-number citation-index=\"1\" label=\"290\">*290</page-number>whenever an insured must conduct his own defense at his own expense as result of an insurer’s breach of a contractual duty to defend its insured, the insured may recover the expenses of that defense from the insurer.</blockquote>\n<p id=\"b316-4\"><em>Id. </em>(citations omitted).</p>\n<p id=\"b316-5\">Allstate correctly asserts that a contractual provision granting the carrier the exclusive right to choose defense counsel is valid and that the policyholder, when accepting the policy terms, assents to this part of the contract and “consents in advance” to be defended by an attorney selected and paid by the insurer. <em>Brohawn, </em>276 Md. at 411, 347 A.2d 842; <em>Fidelity &amp; Casualty Co. of New York v. McConnaughy, </em>228 Md. 1, at 10, 179 A.2d 117 (1962). Allstate also contends, however, that because, in the case <em>sub judiee, </em>it <em>ultimately </em>settled the claims asserted by Ms. Baptiste against appellant within the policy limits (and prior to the scheduled trial on the merits), appellant was not subject to a potential excess judgment or verdict. Allstate further submits that there is no contractual obligation to settle a claim or suit <em>at the time chosen by the policyholder or his independent counsel. </em>Therefore, Allstate argues, although appellant had a right to retain private counsel to monitor Nunzio’s representation in the underlying suit, appellant’s insurance contract does not obligate Allstate to pay appellant’s expenses associated with private counsel.</p>\n<p id=\"b316-6\">Under the facts herein, we find these arguments unpersuasive.</p>\n<p id=\"b316-7\">Allstate simply looks at the <em>end result </em>of the litigation <em>(i.e., </em>(1) a settlement; (2) within the policy limits; (3) prior to trial — so no potential for excess judgment or verdict, which required no obligation on the part of “appellant to personally contribute to the settlement) and concludes that because the underlying suit never reached a trial on the merits, appellant was therefore never “exposed” to an excess verdict. Allstate concludes, in turn, that it cannot be held to have breached its contractual duty to defend appellant in the underlying suit.</p>\n<p id=\"b317-4\"><page-number citation-index=\"1\" label=\"291\">*291</page-number>While it is true that an insurer is not obligated to accept an offer merely because it is within the policy limits, <em>Lee v. Nationwide Mutual Ins. Co., </em>184 F.Supp. 634, 638 (D.Md.1960), it <em>is </em>obligated to exercise a reserved power to <em>negotiate and settle </em>with proper regard for the interests of the insured, and is liable for damage resulting from the wrongful failure to settle within policy limits. <em>Id.</em><footnotemark><em>7</em></footnotemark><em> </em>“It is well-settled Maryland law that an insured has a cause of action against its insurance company for <em>bad faith </em>refusal to settle a claim within the policy limits.” <em>Fireman’s Fund v. Continental Ins. Co., </em>308 Md. 315, 318, 519 A.2d 202 (1987) (emphasis added); <em>State Farm v. White, </em>248 Md. 324, 236 A.2d 269 (1966).</p>\n<p id=\"b317-5\">In <em>Sweeten, Administrator v. National Mutual Insurance Co., </em>233 Md. 52,194 A.2d 817 (1963), the Court of Appeals held that a demurrer to a claim that an insurer acted in bad faith in failing to settle a suit for the insured’s policy limits, should have been overruled. The Court determined that an insurance company owes a duty to its insured to <em>try </em>to settle claims within the insured’s policy limits. Judge Henderson offered his sentiments on the rationale behind this duty:</p>\n<blockquote id=\"b317-6\">The prevailing view appears to be that recovery should be rested <em>on the theory of bad faith, </em>because the insurer has the exclusive control, under the standard policy, of investigation, settlement and defense of any claim or suit against the insured, and there is a potential, if not actual, conflict of interest giving rise to a fiduciary duty. All authorities seem to agree that the liability is in tort, not in contract, although arising out of a contractual undertaking. But many courts hold that the obligation is not merely to exercise good faith but to use due care.</blockquote>\n<p id=\"b317-7\"><em>Id. </em>at 55, 194 A.2d 817 (citations omitted; emphasis added).</p>\n<p id=\"b317-8\">In <em>Sobus v. Lumbermens Mutual Casualty Co., </em>393 F.Supp. 661 (1975), the United States District Court for the District of Maryland held that</p>\n<blockquote id=\"b318-3\"><page-number citation-index=\"1\" label=\"292\">*292</page-number>an insurance company has a duty to conduct the actual defense of the insured with reasonable care and that the insurance carrier is liable for a verdict adverse to its insured in excess of the policy limits, <em>which is caused by the insurer’s negligence. </em>Thus, inadequacy of investigation, if it leads to excess liability, is a breach of the insurer’s duty.</blockquote>\n<p id=\"b318-4\"><em>Id. </em>at 671 (emphasis added).</p>\n<p id=\"b318-5\">The standard by which an insurer is judged as to whether it used reasonable care in handling the defense of the insured is explained in <em>State Farm, supra. </em>In <em>State Farm, </em>the Court of Appeals stated that in applying the “good faith” theory courts have found that</p>\n<blockquote id=\"b318-6\">the presence of one or more of the following acts or circumstances may affect the “good faith” posture of the insurer: [1] the severity of the plaintiffs injuries giving rise to the likelihood of a verdict greatly in excess of the policy limits; [2] lack of proper and adequate investigation of the circumstances surrounding the accident; [3] lack of skillful evaluation of plaintiffs disability; [4] failure of the insurer to inform the insured of a compromise offer within or near the policy limits; [5] pressure by the insurer on the insured to make a contribution towards a compromise settlement ■within the policy limits, as an inducement to settlement by the insurer; and [6] actions which demonstrate a greater concern for the insurer’s monetary interests than the financial risk attendant to the insured’s predicament.</blockquote>\n<p id=\"b318-7\">248 Md. at 332, 236 A.2d 269 (citations omitted). For an insurer to measure up to the good faith test, its action in refusing to settle must consist of an informed judgment based on honesty and diligence. <em>Id. </em>at 333, 236 A.2d 269. <em>See also Gaskill v. Preferred Risk Mutual Ins. Co., </em>251 F.Supp. 66, 68, 72 (D.Md.1966); <em>Schlossberg v. Epstein, </em>73 Md.App. 415, 429-30, 534 A.2d 1003 (1988). Where, as here, appointed counsel recommends settlement at or near the policy limits, in order to avoid a “bad faith” accusation and consequence the carrier should have bona fide reasons for failing to settle.</p>\n<p id=\"b319-3\"><page-number citation-index=\"1\" label=\"293\">*293</page-number>Allstate goes to great lengths in its brief before this Court to dispel appellant’s claim of a conflict of interest associated with Nunzio’s representation of appellant. Indeed, Allstate accurately emphasizes that the representation of an insured by counsel appointed (and paid) by the insurer does not, in and of itself, create a conflict of interest. Appellee’s Brief at 12, <em>citing, Brohawn v. Transamerica, </em>276 Md. at 411, 347 A.2d 842; <em>Cardin v. Pacific Employer’s Ins., </em>745 F.Supp. 330, 338 n. 6 (D.Md.1990). Allstate believes that the facts in <em>Cardin, supra, </em>are sufficiently similar to, and the holding dispositive of, the claim of a conflict of interest asserted by appellant herein.</p>\n<p id=\"b319-4\">In <em>Cardin, </em>the insurer, Pacific, hired an attorney to represent its insured, Cardin, in an underlying civil suit, but provided its defense under a reservation of rights, asserting that it would not pay any judgment against the insureds based on any “non-covered or excluded grounds.” Cardin asserted that he was entitled to select (at Pacific’s expense) his own counsel <em>(i.e., </em>one selected by him rather than Pacific) because of the conflict of interest that surfaced from Pacific’s reservation of rights. The United States District Court for the District of Maryland held that because appointed counsel (1) was instructed by Pacific to represent <em>only </em>the interests of Cardin; (2) was at no time also representing Pacific in the case; and (3) had an ethical responsibility to work only on behalf of his client (Cardin), no conflict of interest was created. The Court held, therefore, that Pacific had no duty to provide independent counsel to Cardin.</p>\n<p id=\"b319-7\">Allstate misinterprets the thrust of appellant’s claim in the case at bar and, in so doing, places undue reliance on <em>Cardin. </em>Appellant was not concerned so much (as Allstate asserts) with the notion that Nunzio did not act independently of Allstate (which was the very issue in Cardin), but rather, that Allstate failed to exercise good faith in at least <em>attempting </em>to settle the underlying claim against appellant (which was not an issue in Cardin). For these reasons, <em>inter alia, </em>we find that <em>Cardin </em>is inapplicable to the case <em>sub judice.</em></p>\n<p id=\"b320-3\"><page-number citation-index=\"1\" label=\"294\">*294</page-number>As we have stated, if an insurer breaches its contractual duty to defend a claim that falls within or potentially falls within the policy’s coverage, then the insurer is liable for attorneys’ fees incurred in the underlying defense of that claim as well as in a declaratory judgment action which determines the coverage and duty to defend. <em>American Home Assurance v. Osbourn, </em>47 Md.App. 73, 84, 422 A.2d 8 (1980) <em>(quoting Bankers, </em>287 Md. at 648, 415 A.2d 278). Based on the circumstances surrounding Allstate’s refusal to settle for the limits of appellant’s policy, we believe there is a legitimate question of fact in the instant case as to whether Allstate indeed breached its duty of good faith (based on the standards set forth in <em>State </em>Farm) in declining to settle the claim against appellant, thereby inducing appellant to seek excess counsel to minimize his exposure. Consequently, because the instant case has not yet been heard on the merits, it is necessary for the trier of fact to determine whether Allstate did indeed breach its duty of good faith in refusing to settle appellant’s claim.</p>\n<p id=\"b320-4\">While we acknowledge that an insurer has no duty to settle <em>every </em>case for the policy limits, we nonetheless hold, as have other jurisdictions, that where <em>all </em>of the following conditions exist, there is at least a question of fact as to whether the insurer has breached its obligation to attempt, in good faith, to settle a claim for the limits of the insured’s policy. These conditions are: (1) an insurer has rejected the advice of appointed counsel to settle the case; (2) for an offer at or near the policy limits; (3) prior to the jury verdict; and (4) when the insured’s liability was clear.</p>\n<p id=\"b320-5\">The following cases, collected in Annotation, <em>Insurer’s Wrongful Refusal to Settle Claim, </em>63 A.L.R.3d 725 (1975), support the aforegoing proposition. <em>See e.g., American Mut. Liability Ins. Co. v. Cooper, </em>61 F.2d 446 (5th Cir.1932), <em>cert. denied, </em>289 U.S. 736, 53 S.Ct. 595, 77 L.Ed. 1483 (excess judgment against insurer affirmed where evidence showed that appointed counsel warned insurer one month prior to trial that claim was serious because of the severe nature of the injuries sustained and insurer could have settled for at or near <page-number citation-index=\"1\" label=\"295\">*295</page-number>the policy limits); <em>Nationwide Mut. Inc. Co. v. Smith, </em>280 Ala. 343, 194 So.2d 505 (1966) (judgment for wrongful failure to settle claim within policy limits affirmed where evidence respecting liability was overwhelming and insurer rejected an offer to settle the claim for $1,000 below policy limits); <em>American Fire &amp; Casualty Co. v. Davis, </em>146 So.2d 615 (Fla.Dist.Ct. App.1962) (insurer’s rejection of settlement offer within $50 of policy limits prior to trial where defense counsel assured there was no reasonable defense to the claim warranted a judgment against insurer for the excess of the jury verdict over the policy limits).<footnotemark>8</footnotemark></p>\n<p id=\"b321-4\">In the case at bar, appellant’s pleading alleging that Allstate breached its contractual duty to defend clearly raised a legitimate claim upon which relief could have been granted. Moreover, the issue as to Allstate’s breach is one of material fact over which there seems to be a genuine dispute, thereby precluding the dismissal of appellant’s claim. Accordingly, we reverse the decision of the trial court dismissing appellant’s Amended Complaint.</p>\n<p id=\"b321-5\">JUDGMENT REVERSED; CASE REMANDED TO THE CIRCUIT COURT FOR MONTGOMERY COUNTY FOR FURTHER PROCEEDINGS NOT INCONSISTENT WITH THIS OPINION. COSTS TO BE PAID BY APPELLEE.</p>\n<footnote label=\"1\">\n<p id=\"b306-6\">. Although appellant phrases the issue in terms of whether it has a contractual right to independent counsel at the expense of the insurer, the gist of his argument relates to whether his Amended Complaint sufficiently stated a claim upon which relief could be granted.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b308-10\"><em>. </em>We acknowledge that, in effect, Ms. Baptiste was willing simply to settle for the policy limits of $20,000.00, even though she anticipated that her case would be worth considerably more at trial.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b310-8\">. Although the propriety of the lower court’s dismissal of appellant’s Amended Complaint is the only issue before us on appeal, Allstate seemingly addressed it only in the alternative after devoting most of its brief to its argument on the merits that it did not breach its contractual obligation to defend appellant. Sitting as an appellate court, we, of course, cannot make findings of fact that would allow us to decide the issue on the merits.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b313-6\">. We note that we were unable to locate anywhere in the record the amount of damages sought in the Complaint filed by Ms. Baptiste in the underlying suit. We do know, however, that until the time that she retracted her offer Ms. Baptiste was willing to settle for the lesser of $60,000.00 or $20,000.00 — the policy limits of appellant's policy. Consequently, there appears to be no dispute that appellant was subject to excess liability to the extent that Allstate was unwilling to settle the case.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b315-12\">. Allstate’s appointed counsel, Nunzio, recommended that Allstate settle Baptiste’s claim within a range of $10,000.00 to $17,500.00 — which was fully within the policy limits of appellant’s coverage.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b315-13\">. We want to make clear, at this point in the opinion, our recognition of the distinction between a failure to settle a claim within policy limits, on the one hand, and a <em>bad faith </em>refusal to settle, on the other. In the instant case, we are concerned only with the latter.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b317-9\">. See <em>supra, </em>footnote 6.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b321-6\">. We recognize that, unlike the instant case, in each of the cases cited within this annotation in support of this aforegoing proposition, settlement of the claim did not occur prior to a jury verdict. Neither party, however, has directed us to, and we have not discovered, any authority where the case was settled <em>prior to </em>the jury verdict. We believe, however, that this distinction is insignificant. The critical elements (present in the instant case, as well as in the cases cited) are that appointed counsel recommended and the insurer rejected settlement prior to the jury verdict, and not whether settlement occurred prior to the verdict.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}