{
  "casebody": {
    "data": "<casebody firstpage=\"285\" lastpage=\"288\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b311-5\">DTND SIERRA INVESTMENTS, L.L.C., Plaintiff-Appellant v. HSBC BANK USA, N.A.; Wayne Crews; Marty Lacouture, As Trustee, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b311-8\">No. 14-51142</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aq9\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b311-9\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b311-11\">Sept. 15, 2015.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b311-25\">Brian J. Trenz, Esq., Law Offices of David Schafer, P.L.L.C., San Antonio, TX, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b311-26\">Susan Allison Kidwell, Amanda M. Schaeffer, Locke Lord, L.L.P., Austin, TX, Coury Matthews Jacocks, Barrett, Daffin, Frappier, Turner &amp; Engel, L.L.P., Addison, TX, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b312-3\"><page-number citation-index=\"1\" label=\"286\">*286</page-number>Before DAVIS, JONES, and GRAVES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b312-4\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b312-5\">DTND Sierra Investments, LLC (“DTND”) appeals an order imposing sanctions for filing a meritless lawsuit. For the reasons discussed herein, we affirm.</p>\n<p id=\"b312-6\">BACKGROUND</p>\n<p id=\"b312-7\">Sometime prior to 2011, Wayne Crews (“Crews”) purchased property at 9135 Dublin Moor, San Antonio, Texas, a parcel that belongs to the Hills of the Shanfield Association, Inc. Homeowners Association (“Homeowners Association”). Crews did so by securing a mortgage through a deed of trust currently held by HSBC Bank USA (“HSBC”). Crews later defaulted on the mortgage and homeowners association, fees.</p>\n<p id=\"b312-8\">On April 7, 2011, the Homeowners Association commenced foreclosure on the property; DTND purchased the property at the foreclosure sale. With the mortgage still in default, HSBC also sought to foreclose on the property. HSBC did not give an opportunity to DTND to cure the default before attempting to foreclose.</p>\n<p id=\"b312-9\">DTND petitioned the 45th District Court of Bexar County in San Antonio, Texas for a temporary restraining order to prevent the foreclosure. DTND also sought damages for HSBC’s failure to give an opportunity to cure the default under the Texas Deceptive Trade Practices— Consumer Protection Act, Tex. Bus. &amp; Com. Code § 17.41, and the Texas Debt Collection Act, Tex. Fin. Code § 392.304(a). HSBC removed the case to federal court and simultaneously filed motions to dismiss for failure to state a claim and seeking sanctions, stating that the action was meritless and intended to harass or delay.</p>\n<p id=\"b312-12\">The district court dismissed DTND’s claims, holding that HSBC did not have a legal obligation to give DTNT an opportunity to cure the default because it was a third party. It then identified DTND as a frequent litigator<footnotemark>1</footnotemark> with a consistent scheme: petition in state court for a temporary restraining order and damages to halt foreclosure proceedings and continue collecting rent, then voluntarily dismiss the claims upon removal. The court also found DTND was a party in four previous actions with materially similar claims that were dismissed on the merits.</p>\n<p id=\"b312-13\">Because of this litigation history, the district court determined that DTND had knowledge that its claims were without merit and filed the lawsuits for the purpose of harassment or delay. DTND was sanctioned $20,000 for the meritless filing with the penalty to be allocated among reasonable attorneys’ fees and fair market rental value for the property with any remaining money to be paid to the court.</p>\n<p id=\"b312-14\">DISCUSSION</p>\n<p id=\"b312-15\">DTND appeals, arguing that sanctions were improper because of lack of jurisdiction and error by the district court. We start with jurisdiction.</p>\n<p id=\"b312-16\">I.</p>\n<p id=\"b312-17\">First, DTND avers that the district court lacked subject matter jurisdiction to hear the underlying cause of action and as a result lacked jurisdiction to issue sanc<page-number citation-index=\"1\" label=\"287\">*287</page-number>tions. We need not determine if the district court properly exercised jurisdiction over the merits, however, to determine the district court’s jurisdiction to sanction.</p>\n<p id=\"b313-5\">It is well-settled that judicial authority to impose sanctions exists through collateral jurisdiction and courts may properly impose sanctions even if it is later found to lack subject matter jurisdiction over the underlying claims. <em>Willy v. Coastal Corp., </em>503 U.S. 131, 139, 112 S.Ct. 1076, 117 L.Ed.2d 280 (1992); <em>Fleming &amp; Assocs. v. Newby &amp; Tittle, </em>529 F.3d 631, 637-38 (5th Cir.2008).<footnotemark>2</footnotemark> As a result, regardless of a court’s ability to hear the merits of a suit, it possesses the power to sanction a noncompliant party that stands before it. <em>Id. </em>The district court was deciding motions filed following removal of DTND’s petition. The court therefore properly exercised its authority to sanction DTND — a party appearing before it — for what it determined was noncompliant conduct.</p>\n<p id=\"b313-6\">II.</p>\n<p id=\"b313-7\">DTND next challenges the district court’s application of Texas sanctions rules.</p>\n<p id=\"b313-8\">The Federal Rules of Civil Procedure may not be retroactively applied to “aspects of a case that occurred in state court prior to removal to federal court.” <em>Taylor v. Bailey Tool &amp; Mfg. Co., </em>744 F.3d 944, 946 (5th Cir.2014). As a result, we “appl[y] state sanctions rules to pleadings filed in state court before removal” to federal court. <em>Tompkins v. Cyr, </em>202 F.3d 770, 787 (5th Cir.2000); <em>See also Doss v. NPC Int’l, Inc., </em>460 Fed.Appx. 362, 369 (5th Cir.2012). DTND’s alleged noncom-pliant act was the filing in the Texas courts; the district court thus properly applied Texas sanction rules.</p>\n<p id=\"b313-11\">III.</p>\n<p id=\"b313-12\">Having addressed DTND’s jurisdictional arguments, we now move to the sanction award. We review the imposition of sanctions for abuse of discretion. <em>Ratliff v. Stewart, </em>508 F.3d 225, 229 (5th Cir.2007). “[A]n abuse of discretion only occurs where no reasonable person could take the view adopted by the trial court.” <em>Friends for Am. Free Enter. Ass’n v. Wal-Mart Stores, Inc., </em>284 F.3d 575, 578 (5th Cir.2002). “We review the facts underlying the district court’s decision to sanction for clear error.” <em>FDIC v. Maxxam, Inc., </em>523 F.3d 566, 576-577 (5th Cir.2008).</p>\n<p id=\"b313-13\">Texas Rule of Civil Procedure 13 provides that “the signatures of attorneys or parties constitute a certification] .,. [that] the instrument is not groundless and brought in bad faith or ... for the purpose of harassment.” Violations of Rule 13 may result in a penalty of expenses incurred as a result of the meritless filing, including attorneys’ fees. Tex.R. Civ. P. 215.2.</p>\n<p id=\"b313-14\">Attorneys or parties to actions may also be sanctioned under the Texas Civil Practice and Remedial Code for frivolous actions filed for the purposes of harassment. Tex. Civ. Prac. &amp; Rem. Code § 10.001. Violations of Section 10.001 may result in a penalty “sufficient to deter repetition of the conduct” including expenses incurred as a result of the violation, attorneys’ fees, <page-number citation-index=\"1\" label=\"288\">*288</page-number>and a penalty to be paid to the court. Tex Civ. Prac. <em>&amp; </em>Rem. Code § 10.004.</p>\n<p id=\"b314-4\">DTND engaged in a scheme to delay foreclosures by petitioning for temporary restraining orders in state court and dismissing those claims upon removal. DTND was also party to four materially identical actions that were dismissed on the merits. This shows that DTND had knowledge its claims were meritless but nevertheless filed to delay foreclosure. The district court’s findings that DTND’s claims were meritless and intended to harass or delay were reasonable and proper.</p>\n<p id=\"b314-5\">Having found that DTND was noneompliant with Texas sanction rules, the district court properly assessed a $20,000 penalty that it determined to be sufficient to prevent repetition of the misconduct. The court also properly ordered, as allowed by Rule 215 and Section 10.004, that the penalty be allocated to cover the reasonable expenses of HSBC in defending against the noncompliant action, including attorneys’ fees, with any excess funds being paid to the court as a penalty.</p>\n<p id=\"b314-6\">For these reasons, we AFFIRM the decision of the district court.</p>\n<footnote label=\"*\">\n<p id=\"b312-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b312-18\">, DTND has been a party to fifty lawsuits removed to federal court since 2011, seventeen of which were dismissed with prejudice, with thirty more voluntarily dismissed or dismissed without prejudice.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b313-9\">. DTND alternatively argues that the court lacked the power to issue sanctions because they voluntarily dismissed the lawsuit. This argument fails because the claims were not voluntarily dismissed. But, even if they were, DTND would still be subject to sanctions because ''[a] district court may impose sanctions after a party ... voluntarily dismisses] their claims.” <em>Cooter &amp; Gell v. Hartmarx Corp., </em>496 U.S. 384, 395, 110 S.Ct. 2447, 110 L.Ed.2d 359 (1990); <em>FDIC v. Maxxam, Inc., </em>523 F.3d 566, 577 (5th Cir.2008).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}