{
  "casebody": {
    "data": "<casebody firstpage=\"490\" lastpage=\"497\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b520-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b520-5\">White's Administrator v. Palmer and Others.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b520-6\">November 18, 1909.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b520-7\">Absent, Buchanan and Cardwell, JJ.</p>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b520-8\">1. Revival of Dechees&amp;emdash;Scire <em>Facias at Law.&amp;emdash;A. </em>decree is the result of a suit in chancery, and is placed by statute on the same footing with a judgment. A <em>scire facias </em>to revive it is strictly a legal process, and, if regular in other respects, is not because sued out on the law side of the court instead of the chancery side.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b520-10\">2. Judgments&amp;emdash;Revival&amp;emdash;Scire <em>Facias&amp;emdash;Irregularity&amp;emdash;Collateral Attack. </em>An irregular or erroneous <em>scire facias </em>to revive a judgment is voidable only, and if the irregularity is not taken advantage of in some appropriate method, the judgment of revivor is valid. It cannot be collaterally assailed, and will support title derived from an execution issued by its authority.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b520-12\">3. Judgments'&amp;emdash;Revival&amp;emdash;Scire Facias.&amp;emdash;The proceeding by <em>scire facias </em>in this State is not a new suit, but a continuation of the old suit. Its object is to obtain execution of a judgment which has become dormant by the lapse of time, and it is essential that the writ, which serves the double purpose of a writ and a shall state all the facts necessary to authorize the relief sought. It should follow the judgment to be revived as to the amount, date, and parties.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b520-14\">4. Judgments&amp;emdash;Revival&amp;emdash;Jurisdiction <em>on Scire Facias&amp;emdash;Matters Outside Jurisdietion&amp;emdash;Collateral </em>Attack&amp;emdash;Liens.&amp;emdash;The extent of the of the court upon a proper writ of <em>scire facias </em>to revive a judgment is to render judgment that the plaintiffs in the writ may have execution of the judgment set forth in the writ. All beyond this is outside of the jurisdiction of the court and a mere nullity, and it may be so treated by any court in any direct or collateral. If the judgment on the <em>scire facias. </em>goes further and besides awarding execution on the original judgment awards the payment of money, the latter is void for want of jurisdiction and may be assailed collaterally. A judg<page-number citation-index=\"1\" label=\"491\">*491</page-number>ment of revival merely is not a lien on land, though, the judgment revived will constitute such lien.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b521-5\">5. <em>Judgments—Revival—Beire Facias—Must Recite </em>Judgment.—The sole order which can be properly entered upon a <em>scire facias </em>to revive a judgment is that the plaintiff may have execution upon the judgment. The writ is the only pleading in the proceeding and must recite the judgment to be revived. A <em>scire facias </em>upon a <em>scire facias </em>which neither recites nor makes any reference to the judgment to be revived is not sufficient to revive the judgment. It fails to aver facts essential to the jurisdiction of the court, and the judgment of revival is a mere nullity which may be treated as if it never existed.</syllabus>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b521-6\">Appeal from a decree of the Corporation Court of the city of Bristol. Decree for the defendants. Complainant appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"b521-7\">\n<em>Affirmed.</em>\n</disposition>\n<p data-order=\"11\" data-type=\"summary\" id=\"b521-8\">The opinion states the case.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b521-9\"><em>Honaker &amp; Campbell </em>and <em>Jos. L. Kelly, </em>for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b521-10\"><em>Page &amp; Fulkerson, White $ Penn, John W. Neal </em>and <em>J. Irby Hurt, </em>for the appellees.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b521-11\">Keith, P.,</author>\n<p id=\"A2Z\">delivered the opinion of the court.</p>\n<p id=\"b521-12\">On the 27th day of July, 1882, the Supreme Court of Appeals of Virginia rendered a decree in favor of Newton K. White against Stuart, Buchanan &amp; Company, which firm was composed of W. A. Stuart, Ben K. Buchanan, George W. Palmer and Joseph Jacques, for the sum of $9,393.62, with interest on a part thereof from the first day of January, 1878, until paid; and at the first May rules, 1906, Milton White, Jr., as the administrator of Newton K. White, filed his bill in order to have satisfaction of this decree out of the property of those named as defendants therein and of certain other persons who had from time to time purchased real estate upon which it is claimed the aforesaid decree constituted a lien.</p>\n<p id=\"b522-4\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>The defendants appeared and pleaded the statute of limitations of five years, of ten years and of twenty years as a bar to the plaintiff’s demand, and the Corporation Court of Bristol, to which the cause had been transferred, entered a decree sustaining the plea of the statute of limitations, without stating which statute it referred to, and dismissed the bill.</p>\n<p id=\"b522-5\">The decree sought to be enforced was, as we have seen, rendered on the 27th of July, 1882, and was docketed on the 27th day of October of that year. From an exhibit filed with the bill it appears that in February, 1891, a <em>scire facias </em>was sued out upon this decree, which was duly served upon the parties, and at a circuit court held for Washington county on the 4th of May, 1891, the following order was entered:</p>\n<blockquote id=\"b522-6\"><em>“White </em>v. <em>Stuart and others. </em>On a <em>scire facias </em>to revive a judgment.</blockquote>\n<blockquote id=\"b522-7\">“The defendants being duly warned and not appearing, it is considered by the court that the plaintiff may have execution against the said defendants for the sum of $9,393.62 with interest on $5,297.60, part thereof, from the 1st day of January, 1878, till paid and his costs in this behalf expended.”</blockquote>\n<p id=\"b522-8\">It is objected to this execution that it issued from the law side of the circuit court upon a decree in chancery.</p>\n<p id=\"b522-9\">We do not think this objection well taken. The statute gives the same effect to a decree as to a judgment, and while the decree is the result of a suit in chancery, the <em>scire facias </em>to revive a judgment or decree is a strictly legal process, and if regular in •other respects is not invalidated by reason of its having been brought on the law side of the court in order to have an award of execution upon a decree in chancery.</p>\n<p id=\"b522-10\">There seems to have been no execution issued upon this order awarding an execution.</p>\n<p id=\"b522-11\">In September, 1896, another <em>scire facias </em>was sued out, which recites the proceeding upon the <em>scire facias </em>at the May term, 1891, of the ¡Circuit Court of Washington county, and sets forth that since the date of the order awarding execution on the judg<page-number citation-index=\"1\" label=\"493\">*493</page-number>ment, Newton K. White, the plaintiff, William A. Stuart, and Joseph Jacques have departed this life, and Hartley G. White has duly qualified as executrix of Newton K. White, deceased, and at her instance a <em>scire facias </em>was sued out against the surviving defendants in the judgment. Process to answer this proceeding was duly served upon Palmer and Buchanan, and at a circuit court held on the 28th day of September, 1896, the following order was entered:</p>\n<blockquote id=\"b523-5\">“Hartley G. White, Executrix of Newton K. White, deceased, <em>v. </em>George W. Palmer and Benjamin K. Buchanan, surviving partners of themselves and Joseph Jacques, deceased, and William A. Stuart, deceased, late partners under the firm name and style of Stuart, Buchanan &amp; Co. On a <em>scire facias </em>to revive a judgment on a <em>scire facias.</em></blockquote>\n<blockquote id=\"b523-7\">“This day came the plaintiff by her attorney, and it appearing to the court by the return of the sheriff that the defendants have been duly served with copies of the <em>scire facias, </em>and they not appearing, on motion of the plaintiff it is considered by the court that the judgment be revived, and that the plaintiff may have execution against the said defendants for the sum of $9,-393.62 with legal interest on $5,291.60, a part thereof, from the 1st day of January, 1818, until paid, and $8.40 the costs in the <em>scire facias </em>specified, and that the plaintiff recover against the said defendants her costs in this behalf expended.”</blockquote>\n<p id=\"b523-8\">This order or judgment was docketed November 2, 1896.</p>\n<p id=\"b523-9\">At a subsequent day the same parties were again summoned to appear at the courthouse of Washington county on the 11th day of July, 1898, to answer a <em>scire facias </em>for an award of execution, and on the 22d of September of that year the following order was entered:</p>\n<blockquote id=\"b523-10\">“Milton White, Jr., administrator <em>de bonis non </em>with the will annexed, of Newton K. White, deceased, <em>v. </em>George W. Palmer and Benjamin K. Buchanan, surviving partners of themselves and Joseph Jacques, deceased, and William A. <page-number citation-index=\"1\" label=\"494\">*494</page-number>Stuart, deceased, late partners under the firm name and style of Stuart, Buchanan &amp; Co.</blockquote>\n<blockquote id=\"b524-6\">“This day came the plaintiff by his attorney, and it appearing by the return of the sheriff of Smyth county and the return of the sheriff of Washington county that the defendants, George W. Palmer and Benjamin K. Buchanan, have been duly served with a copy of the <em>scire </em>facias, and they not appearing, on motion of the plaintiff it is considered by the court that the judgment be revived and that the plaintiff may have execution against the said defendants for the sum of $9,393.62, with legal interest on $5,297.60, part thereof, from the 1st day of January, 1878, until paid, and $8.40 and $7.01, the costs in the <em>scire facias </em>specified, and that the plaintiff also recover against the said defendants his costs in this behalf expended.” There is the following endorsement upon this last judgment: “1898, Oct. 19th, <em>Fi. fa. </em>issued to 1st January Rules, to lie; 1899, January 9th, <em>Fi. fa. </em>issued to 1st April Rules—returned —-held up by direction of the counsel. P. D. Clark, Deputy Sheriff for J. W. Hortenstine, S. W. C.”</blockquote>\n<p id=\"b524-7\">Exhibit “E” with the bill is as follows: “Whereas Newton K. White has a judgment on the lien docket of Washington county, Virginia, which amounted on March 12, 1890, to $9,-505.51, and which amount bears interest from that date'as per agreement in writing of Stuart, Buchanan &amp; Co., with the said Newton K. White; and</p>\n<blockquote id=\"b524-8\">“Whereas the balance due on said judgment as of February 12, 1897, is $11,733.88; and</blockquote>\n<blockquote id=\"b524-9\">“Whereas William A. Stuart, now deceased, was a member of the firm of Stuart, Buchanan &amp; Co., and was primarily liable as between the members of said firm of Stuart, Buchanan &amp; Co., to pay one-half of said judgment; and</blockquote>\n<blockquote id=\"b524-10\">“Whereas the said estate of William- A. Stuart has this day paid one-half of said amount, to-wit, $5,866.94;'</blockquote>\n<blockquote id=\"b525-4\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>“Now, in consideration of the aforesaid payment of the said one-half said judgment by the said W. A. Stuart’s estate, as aforesaid, the undersigned surviving members of the said firm of Stuart, Buchanan &amp; Co., do hereby authorize and empower Hartley G. White, Executrix of N. K. White, deceased, to mark satisfied the said judgment, so far, and only so far, as the estate of the said William A. Stuart is concerned; but that such release shall in nowise affect the lien of the residue of said judgment, to-wit: $5,866.94, as of February 12, ’97, against us, which amount is admitted to- be the correct balance due by us as of said date, and that the same is to bear interest from that date.</blockquote>\n<blockquote id=\"b525-5\">“Witness our hands and seals, February 12, 1897.</blockquote>\n<blockquote id=\"b525-6\">“Geo. W. Palmer (Seal.)</blockquote>\n<blockquote id=\"b525-7\">“Ben K. Buchanan (Seal.)</blockquote>\n<blockquote id=\"b525-8\">“By Jean Buchanan.”</blockquote>\n<p id=\"b525-9\">The bill in this case was filed at the first May rules, 1906.</p>\n<p id=\"b525-10\">From the recital which we have made it appears that ten years did not elapse between the rendition of the decree of the Supreme Court of Appeals of July, 1882, and the suing out of the first <em>scire facias </em>at the May term, 1891. The same is true as to the interval between that order and the order upon the <em>scire facias </em>of September, 1896; and the last <em>scire facias </em>in the case was sued out at the September term, 1898.</p>\n<p id=\"b525-11\">The defendants were regularly summoned to answer each one cf these proceedings, but they did not appear, and the question before us is how far these judgments are open to collateral attack.</p>\n<p id=\"b525-12\">In the note to <em>Frierson </em>v. <em>Harris’s Heirs, </em>found in 94 Am. Dec. 245, it is said: “An irregular or erroneous <em>scire facias, </em>like an irregular or erroneous execution, is voidable, but not void. If the irregularity is not taken advantage of in some appropriate method, the judgment of revivor is valid. It cannot be collaterally assailed, and will support title derived from an execution issued by its authority.”</p>\n<p id=\"b526-4\"><page-number citation-index=\"1\" label=\"496\">*496</page-number>The proceeding by <em>scire facias </em>is with us not a new suit but a continuation of the old suit. Its object is to obtain execution of a judgment which has become dormant by the lapse of time, and it is essential that the writ, which serves the double purpose of a writ and a declaration, shall state all of the facts necessary to authorize the relief sought. It should follow the judgment to be revived as to the amount, date and parties. Freeman on Judgments, sec. 444.</p>\n<p id=\"b526-5\">The utmost extent of the jurisdiction of a court upon a writ of <em>scire </em>facias, reciting a judgment for money, and notifying the defendants to appear and show why the plaintiffs should not have an execution against them for the debt, interest and costs of said judgment, is to render judgment that the plaintiffs in the writ of <em>scire facias </em>have execution of the judgment in the writ set forth. Such judgment for award.of execution does not constitute a lien on real estate; and a judgment on such a. writ of <em>scire facias </em>(even where the writ is valid) for money, and not merely for award of execution, is in excess of the jurisdiction of the court and is absolutely void, and may be so declared either in a direct or a collateral proceeding. If upon a writ of <em>scire facias </em>the court gives judgment for money, and also awards execution, so much of the order as is within the jurisdiction of the court—that is to say, that the plaintiff have execution for the debt and costs of judgment—would be valid; but as a judgment for money it would be void. <em>Lavell </em>v. <em>McCurdy's </em>Ex’ors, <em>77 </em>Va. 763.</p>\n<p id=\"b526-6\">Want of jurisdiction makes the judgment of a court a nullity, and it may be so treated by any court in any proceeding, direct or collateral; but the judgment may be valid to the extent of the jurisdiction, and invalid beyond. <em>Wade </em>v. Hancock, 76 Va., 620.</p>\n<p id=\"b526-7\">The writ of <em>scire facias </em>is the only pleading in the proceeding. Its office is to revive a judgment. It must recite a judgment ; and the sole order which can properly be entered upon it is that the plaintiff have execution upon the judgment.</p>\n<p id=\"b527-4\"><page-number citation-index=\"1\" label=\"497\">*497</page-number>Mow in the writ issued in 1896 there is no reference whatever to the original judgment. It recites the proceedings upon a <em>scire facias </em>issued on the 4th of May, 1891, and the order of the court which awards execution upon it recites that it is upon “a <em>scire facias </em>to revive a judgment on a <em>scire facias.” </em>The same is true of the <em>scire facias </em>sued out on the 11th day of July, 1898, upon which there was an award of execution on the 22nd day of September of that year. Both of them wholly fail to recite the judgment to be revived, or to make any reference whatever to it. There is, therefore, a total failure to aver facts essential to the jurisdiction of the court.</p>\n<p id=\"b527-5\">If the validity of the proceeding by <em>scire facias </em>issued on the 16th of February, 1891, and upon which there was an award of execution on the 4th day of May, 1891, be conceded, it does not prevent the bar of the statute, for with the orders of September, 1896, and September, 1898, out of the way, the original judgment was barred before the institution of this suit, which was on first May rules, 1906.</p>\n<p id=\"b527-6\">We are of opinion that there is no error in the decree of the circuit court, which is affirmed.</p>\n<p id=\"b527-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}