{
  "casebody": {
    "data": "<casebody firstpage=\"663\" lastpage=\"688\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b611-4\">[No. H023768.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ag0\">Sixth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhX\">Dec. 18, 2003.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b611-5\">THE PEOPLE, Plaintiff and Respondent, v. SEAN PATRICK PETZNICK, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b615-7\"><page-number citation-index=\"1\" label=\"667\">*667</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b615-8\">Stephen Greenberg, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b615-9\">Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Gerald A. Engler, Assistant Attorney General, Violet M. Lee and John R. Vance, Jr., Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b616-3\"><page-number citation-index=\"1\" label=\"668\">*668</page-number>Opinion</p>\n<author id=\"b616-4\">PREMO, J.</author>\n<p id=\"b616-5\">Introduction</p>\n<p id=\"b616-6\">The victim, Gaylord Chilcote was found dead in his Watsonville home on Tuesday morning, November 17, 1998. He had been bound, gagged, bludgeoned, and stabbed. The house had been ransacked. A large amount of cash, travelers’ checks, jewelry and watches was missing.</p>\n<p id=\"b616-7\">Defendant, Sean Patrick Petznick and three others—Kimberly LaBore, James Dotson, and Gabriel Banes—were arrested for the crimes. The grand jury issued an indictment that charged defendant with four counts: conspiracy (Pen. Code, §§ 182, subd. (a)(1), count 1),<footnotemark>1</footnotemark> murder (§ 187, count 2), burglary (§ 459, count 3), and robbery in concert (§§ 211, 213, subd. (a)(1)(A), count 4). Count 1 alleged the target crimes of murder, burglary, and robbery. (§§ 187, subd. (a), 459, 211.) Count 2 contained three special circumstances allegations: murder in the commission of robbery (§ 190.2, subd. (a)(17)(A)), murder in the commission of burglary (§ 190.2, subd. (a)(17)(G)), and murder committed by torture (§ 190.2, subd. (a)(18)). The coconspirators were subject to separate criminal proceedings.</p>\n<p id=\"b616-8\">The jury found defendant guilty of all counts. The jury also found that defendant had conspired to commit all three target crimes alleged, that the murder was first degree murder, and that all the special circumstances allegations were true. The trial court designated the term for the conspiracy conviction (count 1) as the principal term and sentenced defendant to life in prison without possibility of parole. The court sentenced him to a second life term without parole for murder with special circumstances (count 2), the upper term of six years for burglary (count 3), and the upper term of nine years for robbery (count 4). The court stayed the last three terms pursuant to section 654.</p>\n<p id=\"b616-9\">Defendant’s appeal focuses upon four alleged instructional errors: (1) the trial court’s refusal to instruct on the defense of duress; (2) the court’s instructions on the elements of conspiracy to commit murder; (3) the use of CALJIC No. 2.51 (motive); and (4) the court’s instructions on the torture-murder special circumstance.</p>\n<p id=\"b616-10\">We conclude that the trial court correctly refused the duress instruction because there was insufficient evidence to support it. We reject defendant’s <page-number citation-index=\"1\" label=\"669\">*669</page-number>contention that CALJIC No. 2.51 permitted the jury to find him guilty based solely on the presence of motive. We agree however that the trial court’s instructions on conspiracy to murder and the torture-murder special circumstance were prejudicially erroneous. Accordingly, we reverse the judgment with instructions as specified herein.</p>\n<p id=\"b617-5\">Facts</p>\n<p id=\"b617-6\">A. <em>Background</em></p>\n<p id=\"b617-7\">Defendant, LaBore, Dotson, and Banes were part of a group of mostly homeless young people who referred to themselves as “the family.” LaBore was the oldest and tended to be the leader. Dotson was LaBore’s boyfriend. Drugs were ubiquitous and money for drugs was obtained mostly by stealing it.</p>\n<p id=\"b617-8\">Gaylord Chilcote lived alone in a residential neighborhood in Watsonville. His business partner testified that Chilcote kept a large amount of cash and traveler’s checks in a safe at his home. Defendant had grown up across the street from Chilcote and had done odd jobs for him from time to time in the past. Several years before the murder defendant’s parents kicked him out of the house because of his drug problem and because he had stolen from them. Defendant’s stepfather was concerned that defendant might return and steal again.</p>\n<p id=\"b617-9\">B. <em>Defendant’s Plan to Rob Chilcote</em></p>\n<p id=\"b617-10\">In 1997, the year before Chilcote’s murder, defendant had at least three different discussions about robbing a wealthy neighbor in Watsonville, presumably Chilcote. Defendant asked Aaron Ferguson to help him rob an elderly, wealthy neighbor for whom defendant had worked. Defendant told Ferguson that the person kept money in a bedroom dresser or safe. He showed Ferguson a gun but said it probably would not be necessary to use it because the person had a pacemaker and would probably die from fright anyway. Defendant asked Brenton McQueen for help robbing a man who defendant knew had a lot of money. Defendant told McQueen that he believed the victim would not resist. Defendant had stolen the man’s credit cards in the past and the man had never reported the theft. Defendant also told Shaun Columbia that he knew of a house with $100,000 in cash and valuable items they could get. Columbia later told LaBore, when she was in jail after her arrest in this case, that defendant had asked him to help murder a person. Columbia recanted that remark at trial, saying that defendant had spoken only of robbery, not murder.</p>\n<p id=\"b618-3\"><page-number citation-index=\"1\" label=\"670\">*670</page-number>In 1998, a few months before the Chilcote crime, defendant asked Clint York for his opinion about killing someone for money. York understood that defendant was talking about his parents’ neighbor who had given defendant money in the past. York did not believe defendant was serious.</p>\n<p id=\"b618-4\">C. <em>Friday, November 13, 1998</em></p>\n<p id=\"b618-5\">On Friday, November 13, defendant, LaBore, and Dotson drove to Watson-ville to look at Chilcote’s house. When they returned to Santa Cruz they met another member of the family, Kathryn Lautner, and told her about their plan. They told her that defendant knew the combination to a safe that contained a lot of money. They laughed when they told her how, as they drove by the house and defendant was pointing to the window of the room in which the safe was located, the victim saw them and they waved. Lautner talked with them for about 10 or 15 minutes trying to talk them out of their plan to rob this person. She said everyone downtown in Santa Cruz knew that they had gone to Watsonville that day and knew what they planned to do. “It was like the highlight of the day pretty much.”</p>\n<p id=\"b618-6\">D. <em>Saturday, November 14, 1998</em></p>\n<p id=\"b618-7\">On Saturday, November 14, 1998, McQueen saw Dotson with a gun.</p>\n<p id=\"b618-8\">E. <em>Sunday, November 15, 1998</em></p>\n<p id=\"b618-9\">On Sunday evening, November 15, 1998, defendant called his girlfriend Colleen Flynn and asked her to pick him up in Watsonville. Flynn did so, returning to Santa Cruz with defendant around 8:00 p.m. Flynn wanted to go to the Taco Bell where family members often hung out, but defendant did not want to go. He said he was trying to get away from some people who wanted him to commit a crime with them and he did not want to go with them. He seemed nervous and scared.</p>\n<p id=\"b618-10\">Around 9:00 p.m., when Flynn and defendant returned to her trailer, Flynn saw a white car parked in front. She believed the car belonged to the people defendant was trying to avoid. Flynn offered to drive away but defendant declined. When Flynn and defendant got out of Flynn’s car, LaBore, Dotson, and Banes walked quickly over and surrounded them. Defendant had seemed nervous but when the others approached he appeared to give up. The others were angry and hostile. They said: “You were supposed to meet us earlier today. Where were you? We waited for you. We had the gloves and everything.” Defendant responded that he had been in Watsonville and had unsuccessfully tried a door code. He said the maid had let him in and that he had made a phone call to the guy at work; they were supposed to go back the <page-number citation-index=\"1\" label=\"671\">*671</page-number>next night. (Chilcote’s housekeeper testified that at the time of the murder she was scheduled to work for Chilcote on alternate Tuesdays only and that she had never let anyone into the house at any time when she was there. Chilcote did have a home security system that operated by means of a security code but the housekeeper had never known him to use it.)</p>\n<p id=\"b619-5\">The group went into the trailer where defendant tried to calm the others. They began talking about “ripping somebody off.” Flynn’s impression was that they were planning two separate crimes—a drug theft in Santa Cruz and another crime in Watsonville. The target of the Watsonville crime was an older man with a lot of money. Banes did most of the talking about the Watsonville crime. When defendant said that they did not know the door code and that he did not know how to get in, Banes said, “Then we’ll have to go to plan B. We’ll have to kill him.” Defendant then said that he knew where he could get a stun gun so that they could just stun him when he opened the door. Dotson said he had a gun but no bullets. LaBore said she could find bullets. Other than defendant’s remark about the stun gun, no one responded negatively to Banes’s comment about plan B. Flynn did not take the talk seriously.</p>\n<p id=\"b619-6\">When asked if it appeared the' group was planning a crime Flynn explained: “They didn’t have a plan. It was pretty much like, you know, they were just going to go with the flow, like they were going to go there and that’s about it. Like, I didn’t hear what they planned, what they were going to do inside. It was just, like, they were going to get to the house and go from there.”</p>\n<p id=\"b619-7\">Flynn’s roommate, Erica Wulferdinger arrived at the trailer around midnight on Sunday. She overheard the group talk about going down to Watson-ville and robbing some guy. They said they would tie up the victim and may have to beat him to get money and drugs. There was talk about rubber gloves. Dotson said that they would kill the victim if he did not give them what they wanted. Wulferdinger heard Dotson’s remark about having a gun but no bullets, LaBore’s response that she could get bullets, and defendant’s offer to get a stun gun. Wulferdinger did not call police partly because she did not believe the group was serious and partly because she was afraid.</p>\n<p id=\"b619-8\">When LaBore, Dotson, and Banes left Flynn’s trailer around 3:00 a.m. they told Flynn to make sure defendant did not go anywhere on Monday. They would return around noon to meet him.</p>\n<p id=\"b619-9\">F. <em>Monday, November 16, 1998</em></p>\n<p id=\"b619-10\">On Monday, November 16, Banes arrived at the trailer around 11:00 a.m. and left with defendant shortly afterward. LaBore arrived at noon and <page-number citation-index=\"1\" label=\"672\">*672</page-number>appeared panicked that defendant was not there. She was relieved when Flynn told her he was with Banes.</p>\n<p id=\"b620-4\">Defendant, LaBore, Dotson, and Banes returned to the trailer just after 9:00 p.m. They resumed their conversation about going down to Watsonville and robbing someone. The group was using methamphetamine. The gist of their conversation was that when the victim opened the door they would hit him over the head with something. Defendant left with LaBore, Dotson, and Banes around midnight. As Banes walked out he grabbed a bicycle lock and declined Flynn’s offer of the key. LaBore said they would return in two hours. Dotson said it would be an hour.</p>\n<p id=\"b620-5\">G. <em>Tuesday, November 17, 1998</em></p>\n<p id=\"b620-6\">Defendant returned to Flynn’s trailer around 8:00 a.m. on Tuesday. He was a little quieter than he usually was. He opened a wallet and Flynn saw a stack of bills in it. He gave her a $100 bill. Defendant called York to tell him he had at least $4,000 and a “car full of stuff” and wanted to buy some methamphetamine.</p>\n<p id=\"b620-7\">Investigators discovered Chilcote’s body around 9:00 a.m. His body was found with multiple bruises and stab wounds, lying facedown on the bed and covered with bedclothes and a carpet. His waist, wrists, and ankles were bound with speaker wire and duct tape. There was blood on the bed, the floor, the furniture, the walls, and the ceiling above the bed. Drawers were opened and personal items were scattered about. A butcher knife with blood along the length of its blade was found in the bedroom. In the den there was an open safe with pry marks on the top drawer. Jewelry, pocket watches and other items were missing. Also missing were around $20,000 in cash and $10,000 in traveler’s checks.</p>\n<p id=\"b620-8\">Later that day, Brenton McQueen met defendant, LaBore, and Dotson at a room in the Comfort Inn. Defendant was lying on the bed, drunk. He had tears in his eyes and was mumbling to himself. Defendant said, “We’re all f__ked, and I’ll plead temporary insanity.” LaBore and Dotson were talking and laughing and made throat-slashing gestures and gurgling sounds.</p>\n<p id=\"b620-11\">H. <em>The Arrests</em></p>\n<p id=\"b620-12\">Defendant’s name soon came to the attention of investigators. They questioned Flynn on Thursday, November 19, 1998. Although she was afraid that LaBore, Dotson, and the rest of the family might retaliate against her, she told them all she knew. Banes was arrested that night. A roll of duct tape was found in his backpack.</p>\n<p id=\"b621-4\"><page-number citation-index=\"1\" label=\"673\">*673</page-number>On November 30, 1998, defendant, LaBore, and Dotson were arrested in Florida. A postarrest search revealed a pocketknife in defendant’s pocket and another in his boot. Chilcote’s binoculars, a taser gun, an aluminum baseball bat, and two knives, were found in their van.</p>\n<p id=\"b621-5\">I. <em>Defendant’s Statements</em></p>\n<p id=\"b621-6\">Defendant called Flynn from jail in Florida. When she told him about the newspaper articles reporting that he was the ringleader defendant told her, “That’s not true. I’m not the only one.” Defendant told her that the crime had been a stupid idea, but “they” would not listen, and he would never get out of jail, a fact to which he seemed resigned.</p>\n<p id=\"b621-7\">Back in Santa Cruz, jail authorities taped a conversation between defendant and Julia Eller. Defendant said, “Nobody expected” the situation. “[Ejverybody’s a tweaker and you plan stuff like this. [][]... [f] But it never happens. [][].. . [][] Nobody ever plans anything. They’re too tweaked to plan. They’re just, ‘Okay. Let’s go.’ ” (A person is said to be “tweaked” when he or she is high on methamphetamine.) Eller told him that the rumor downtown was that the crime was his fault. Defendant responded, “Ah, oh. So it’s all my fault. Well, f__k everybody else.”</p>\n<p id=\"b621-8\">A search of defendant’s jail cell revealed a razor blade, a letter written in code (along with the code), and a piece of paper entitled “The Loons.” The letter was addressed to Dotson, whose street name was Eddie Munster. Decoded, the letter said in part: “Eddie, [][] Your [sic] my blood, family, brother, and I just want you to know that. I love you bro. . . . We have f__ked up but we’ll deal with it.” Another portion read: “Your [sic] my brother, blood, and family and I want you to know that. I love you bro. We hafe [szc] to pay the price now, but we will deal with it together. Keep your head up and stay down [the] family honor.”</p>\n<p id=\"b621-11\">The “Loons” writing appeared to be lyrics to a song. At the top of the page was written: “By: Casper/Sean Petznick.” (Defendant’s street name was Casper.) The lyrics begin with the chorus: “I’m the neck-cutter and I’m 4 blocks away.” The lyrics to a song entitled “Die Piggy Die” appear at the bottom of another letter to Dotson. The song is about the decapitation of a “piggy” who “lived in a mansion on his own private road.” The writer went into the house “cus this little piggie, must defintly [szc] die. .. . I’m a lopp his noggin’ off and throw it in the sky. . . . And pulled his f__king tounge [szc] out the back of his cranium. ‘Hey little piggie.’ ‘Die now piggy die.’ ” The lyrics were from Insane Clown Posse’s songs: “The Loons” and “Piggy Pie.”</p>\n<p id=\"b621-14\">Micah Russell was a friend of defendant’s. He and defendant had stayed for a time at a cabin in Boulder Creek that had been lent to LaBore. <page-number citation-index=\"1\" label=\"674\">*674</page-number>Defendant and Russell moved out in late October 1998 after defendant met Flynn. Russell said that defendant was known to draw gruesome pictures and had once burned and stabbed a doll and hung it from a noose. While he was staying at the Boulder Creek cabin, defendant had drawn a picture on the wall of his room showing one person shooting another with a gun. Russell said he and defendant both liked heavy metal bands that played music with violent lyrics. Insane Clown Posse was such a band.</p>\n<p id=\"b622-4\">J. <em>Crime Scene Evidence</em></p>\n<p id=\"b622-5\">The medical examiner testified that Chilcote had been severely beaten about the head and neck. There were defensive wounds on his hands. At least two people were involved in binding his hands and feet with duct tape and wire. There were six stab wounds in his back, two of which had pierced a lung. Two three-inch wounds pierced his throat, severing an artery and piercing his heart. The throat wound looked as if the assailant had pushed the weapon into the victim then partially withdrew it before plunging it in again. The wound was unusual in that it was in the front of the neck as opposed to the side of the neck where such wounds are often found. The blood-covered kitchen knife found in the bedroom could have been used to inflict all of the wounds. The two knives that were found on defendant when he was arrested could also have been used.</p>\n<p id=\"b622-6\">Saliva from a cigarette butt found on Chilcote’s dining room floor contained DNA that matched defendant’s DNA. An empty cigarette pack on the kitchen counter had defendant’s fingerprints on it. Another butt found in the bedroom had DNA matching Dotson’s.</p>\n<p id=\"b622-7\">There were nine boot impressions on the bedcover. The prosecution’s expert concluded that two people and possibly a third had stood on the bed. Some of the prints had recognizable tread designs. By inspecting the prints for those design characteristics the expert was able to determine that two of the impressions were made by the type of boot that Dotson wore. A few impressions could be measured for length. LaBore, Dotson, and Banes had boot lengths ranging from 11 1/4 to 11 5/8 inches. The boots defendant was wearing when he was arrested were 12 3/4 inches. Of the impressions that could be measured, one (“number 2”) was the same length as defendant’s boot size (“12 3/4”). However, the expert stated: “I would expect number 2 to—if he had a twelve and three-quarter inch boot, to be larger than the exact size because the duvet would make it a little larger.” One boot print measured 15 inches long. That was almost certainly the result of the boot’s movement on the bedclothes. Another print was hard to measure but the expert thought it more consistent with defendant’s boot size than with the others. He cautioned that measuring boot prints made by standing on a mattress was more difficult than measuring those taken from a hard surface.</p>\n<p id=\"b623-4\"><page-number citation-index=\"1\" label=\"675\">*675</page-number>Boot prints taken from a glass tabletop in the den matched Banes’s boots. A boot print that could have been Dotson’s was found in the shower off the master bedroom.</p>\n<p id=\"b623-5\">K. <em>The John Doe Murder</em></p>\n<p id=\"b623-6\">The defense introduced evidence of a murder that took place about a week before Chilcote was killed. Micah Russell, defendant’s friend, had planned to leave town on November 10 or 11. Shortly before his departure Russell drove up to LaBore’s Boulder Creek cabin to retrieve some of his things. Russell drove up to the cabin with a young man named Eric, Eric’s friend Anna, and Jeremy Towner. LaBore and Dotson were there when they arrived.</p>\n<p id=\"b623-7\">Russell and Anna went to sleep while the others stayed up. When Russell woke up the next morning Eric was gone. Back in town that day, Towner told Russell that he, LaBore, and Dotson had killed Eric by beating and stabbing him. Towner described LaBore repeatedly stabbing the victim in the throat with an Exacto blade and twisting it. Towner seemed proud and did not say that he had been forced to participate. LaBore and Dotson later joked about the victim’s gurgling sounds and pleas for help.</p>\n<p id=\"b623-8\">LaBore and Dotson became concerned that Towner was talking too much about the murder. When Dotson and LaBore met up with Towner and Russell in Santa Cruz the day after Eric was murdered, Dotson grabbed Russell and LaBore kicked him, although not violently. The demonstration was evidently intended to scare Towner. Towner told the pair that he was scared and apologized to them for talking about the murder. Dotson also told Russell to keep his mouth shut. Russell did not find Dotson intimidating. When Russell saw defendant later that day defendant already knew about the murder.</p>\n<p id=\"b623-9\">On December 27, 1998, the decomposed body of an approximately 20-year-old male was discovered near Boulder Creek. He had received massive head injuries and at least two stab wounds to the throat. The stab wounds were similar to the throat wounds found on Chilcote’s body in that they were in the center of the victim’s neck. The date of death coincided with the date of the murder described by Russell. The body was never identified. LaBore, Dotson, and Towner were convicted of murdering John Doe sometime between November 10 and 15, 1998.</p>\n<p id=\"b623-10\">Issues</p>\n<p id=\"b623-11\">(1) Did the evidence warrant an instruction on the defense of duress?</p>\n<p id=\"b623-12\">(2) Did the trial court’s instruction that “at least two” persons must harbor the specific intent to kill, permit the jury to find defendant guilty of <page-number citation-index=\"1\" label=\"676\">*676</page-number>conspiracy to commit murder without finding that defendant personally harbored the necessary intent?</p>\n<p id=\"b624-4\">(3) Did the trial court’s instruction in the language of CALJTC No. 2.51 permit the jury to find defendant guilty on proof of motive alone?</p>\n<p id=\"b624-5\">(4) Did the trial court’s instruction that “a” defendant must intend to inflict torture improperly permit the jury to find the torture-murder special circumstance to be true without finding that defendant personally intended the torture?</p>\n<p id=\"b624-6\">(5) Is the parole revocation fine appropriate where defendant is sentenced to life without the possibility of parole?</p>\n<p id=\"b624-7\">Discussion</p>\n<p id=\"b624-8\">A. <em>Instructions on Duress</em></p>\n<p id=\"b624-9\">Defendant first argues that the trial court erroneously refused to instruct the jury on the defense of duress.</p>\n<p id=\"b624-10\">Section 26 describes the duress defense: “All persons are capable of committing crimes except those belonging to the following classes: [][]... [f] Persons (unless the crime be punishable with death) who committed the act or made the omission charged under threats or menaces sufficient to show that they had reasonable cause to and did believe their lives would be endangered if they refused.” In other words, the defense of duress negates the intent or capacity to commit the crime charged. Defendant needs to raise only a reasonable doubt that he acted in the exercise of his free will. <em>(People </em>v. <em>Heath </em>(1989) 207 Cal.App.3d 892, 900 [255 Cal.Rptr. 120].) In order to show that his act was not the exercise of his free will, defendant must show that he acted under an immediate threat or menace. <em>(Ibid.) </em>“Because of the immediacy requirement, a person committing a crime under duress has only the choice of imminent death or executing the requested crime. The person being threatened has no time to formulate what is a reasonable and viable course of conduct nor to formulate criminal intent. The unlawful acts of the person under duress are attributed to the coercing party who supplies the requisite mens rea and is liable for the crime. [Citation.]” <em>(People </em>v. <em>Condley </em>(1977) 69 Cal.App.3d 999, 1012 [138 Cal.Rptr. 515].) Decisions upholding the duress defense have uniformly involved “ ‘a present and active aggressor threatening immediate danger.’ ” <em>(People v. Lo Cicero </em>(1969) 71 Cal.2d 1186, 1191 [80 Cal.Rptr. 913, 459 P.2d 241].) A “phantasmagoria of future harm” such as a threat of death to be carried out at some undefined <page-number citation-index=\"1\" label=\"677\">*677</page-number>time, will not diminish criminal culpability. <em>(People v. Otis </em>(1959) 174 Cal.App.2d 119, 125 [344 P.2d 342].)</p>\n<p id=\"b625-5\">Turning to the question of jury instructions, the rule is that a trial court needs to give only those requested instructions that are supported by substantial evidence. <em>(People v. Flannel </em>(1979) 25 Cal.3d 668, 684, fn. 12 [160 Cal.Rptr. 84, 603 P.2d 1] <em>(Flannel).) </em>In deciding whether defendant was entitled to the instructions urged, we take the proffered evidence as true, “regardless of whether it was of a character to inspire belief. [Citations.]” <em>(People </em>v. <em>Wilson </em>(1967) 66 Cal.2d 749, 762 [59 Cal.Rptr. 156, 427 P.2d 820].) “ ‘Doubts as to the sufficiency of the evidence to warrant instructions should be resolved in favor of the accused.’ [Citations.]” <em>(Flannel, supra, </em>25 Cal.3d at p. 685.) Even so, the test is not whether <em>any </em>evidence is presented, no matter how weak. Instead, the jury must be instructed when there is evidence that “deserve[s] consideration by the jury, i.e., ‘evidence from which a jury composed of reasonable [people] could have concluded’ ” that the specific facts supporting the instruction existed. <em>(Id. </em>at p. 684, quoting <em>People </em>v. <em>Carr </em>(1972) 8 Cal.3d 287, 294 [104 Cal.Rptr. 705, 502 P.2d 513].) In <em>Flannel, </em>the Supreme Court decided that evidence that the defendant had “consumed relatively small amounts of alcohol over a long period of time” did not justify giving an instruction on diminished capacity. <em>(Flannel, supra, </em>25 Cal.3d at p. 685.)</p>\n<p id=\"b625-6\">In this case, the evidence upon which defendant relies is even weaker than that presented in <em>Flannel. </em>In <em>Flannel, </em>there was at least some direct evidence that the defendant had engaged in activity that might cause his capacity to be diminished—i.e., he had been drinking. In this case, by contrast, there is no direct evidence of duress at all. Defendant concedes as much. Instead, defendant argues that his remarks to Flynn on Sunday that he was trying to avoid the others and his apparent fabrication about checking the door code in Watsonville shows that he no longer wanted to be involved in the crimes. He argues that the evidence of his reluctance coupled with the fact that LaBore and Dotson had recently murdered someone and were eager to get money to get out of town raises the inference that defendant went along with them only because he feared for his life. But the evidence does not reasonably support that inference.</p>\n<p id=\"b625-7\">Even if defendant was reluctant to participate, that is not enough to support a finding that he participated in the crimes as the result of a present and active threat of imminent danger. In any event, the evidence demonstrates that defendant overcame whatever reluctance he may have experienced when he declined Flynn’s offer to drive away on Sunday, participated in two conversations in which the group discussed the crimes, and voluntarily left with the group to go to Watsonville on Monday night. There was no gun to <page-number citation-index=\"1\" label=\"678\">*678</page-number>his head. The suggestion that defendant’s participation was coerced by an imminent threat to his life is pure speculation. We find no error in the trial court’s refusal to give the duress instructions.</p>\n<p id=\"b626-4\">B. <em>Conspiracy Instructions</em></p>\n<p id=\"b626-5\">Defendant contends that the trial court’s response to a jury question erroneously allowed the jury to find defendant guilty of conspiring to commit murder without finding that he entered into the conspiracy with the specific intent to kill. Defendant argues that the instruction that the court gave relieved the prosecution of the burden of proving the intent element of the crime of conspiring to murder, or, at best, confused the jury on that issue. In either case, he argues the claimed error deprived him of his right to due process under the federal Constitution. <em>(People v. Flood </em>(1998) 18 Cal.4th 470, 491 [76 Cal.Rptr.2d 180, 957 P.2d 869].)</p>\n<p id=\"b626-6\">The relevant question in reviewing defendant’s challenge is whether there is a “ ‘reasonable likelihood’ ” that the jury understood the charge as defendant asserts. <em>(People </em>v. <em>Kelly </em>(1992) 1 Cal.4th 495, 525 [3 Cal.Rptr.2d 677, 822 P.2d 385]; <em>Estelle </em>v. <em>McGuire </em>(1991) 502 U.S. 62 [116 L.Ed.2d 385, 112 S.Ct. 475].) “In addressing this question, we consider the specific language under challenge and, if necessary, the charge in its entirety. [Citation.] Finally, we determine whether the instruction, so understood, states the applicable law correctly.” <em>(People v. Warren </em>(1988) 45 Cal.3d 471, 487 [247 Cal.Rptr. 172, 754 P.2d 218].)</p>\n<p id=\"b626-7\">The trial court instructed the jury after closing argument. With respect to the conspiracy to murder charge, the court gave an instruction in the language of CALJIC No. 8.69, which, in pertinent part, was as follows:</p>\n<blockquote id=\"b626-8\">“The crime of conspiracy to commit murder requires proof that the conspirators harbored express malice aforethought, namely, the specific intent to kill unlawfully another human being, [f] . . . [f] In order to prove this crime, each of the following elements must be proved:</blockquote>\n<blockquote id=\"b626-9\">“One, two or more persons entered into an agreement to unlawfully kill another human being;</blockquote>\n<blockquote id=\"b626-10\">“Two, <em>at least two of the persons </em>specifically intended to enter into an agreement with one or more other persons for that purpose;</blockquote>\n<blockquote id=\"b626-11\">“Three, <em>at least two of the persons </em>to the agreement harbored express malice aforethought, namely, a specific intent to kill unlawfully another human being.” (Italics added.)</blockquote>\n<p id=\"b627-4\"><page-number citation-index=\"1\" label=\"679\">*679</page-number>After an unreported sidebar conversation with counsel the court informed the jury that the “at least two” wording was incorrect. The court revised the instruction and read the following:</p>\n<blockquote id=\"b627-5\">“In order to prove this crime, and we’re referring again to the conspiracy, each of the following elements must be proved:</blockquote>\n<blockquote id=\"b627-6\">“One, two or more persons entered into an agreement to kill unlawfully another human being;</blockquote>\n<blockquote id=\"b627-7\">“Two, <em>each of the persons </em>specifically intended to enter into an agreement with one or more other persons for that purpose;</blockquote>\n<blockquote id=\"b627-8\">“Three, <em>each of the persons </em>to the agreement harbored express malice aforethought, namely, a specific intent to kill unlawfully another human being.” (Italics added.)</blockquote>\n<blockquote id=\"b627-9\">The trial court also instructed the jury in the language of CALJIC No. 6.11, which pertained to the substantive crimes charged under counts 2, 3, and 4: “A member of a conspiracy is not only guilty of the particular crime that to his knowledge his confederates agreed to and did commit, but is also liable for the natural and probable consequences of any crime or act of a coconspirator to further the object of the conspiracy, <em>even though that crime or act was not intended as a part of the agreed upon objective </em>and even though he was not present at the time of the commission of that crime or act.” (Italics added.)</blockquote>\n<p id=\"b627-10\">During the third day of deliberations on July 12, 2001, the jury sent the following note: “In instruction [CALJIC No.] 8.69-2 page 2 element 3. With element 3 does it require that specifically <em>all 4 conspirators harbored express malice aforethoughtl </em>We are asking this question because [CALJIC No.] 6.11 (Joint Responsibility) indicates that members of a conspiracy are liable for the natural and probable consequences of the act without all 4 participants having expressed malice aforethought.” (Italics added.)</p>\n<p id=\"b627-11\">There is no reporter’s transcript for July 12.<footnotemark>2</footnotemark> The clerk’s transcript indicates that the court wrote on the jury’s note, “Does not require all four.” In addition, the court withdrew the version of CALJIC No. 8.69 from the <page-number citation-index=\"1\" label=\"680\">*680</page-number>packet that went into the jury room and resubmitted the instruction with the “at least two” phrase the court had used originally:</p>\n<blockquote id=\"b628-4\">“In order to prove this crime, each of the following elements must be proved:</blockquote>\n<blockquote id=\"b628-5\">“1. Two or more persons entered into an agreement to kill unlawfully another human being;</blockquote>\n<blockquote id=\"b628-6\">“2. <em>At least two of the persons </em>specifically intended to enter into an agreement with one or more other persons for that purpose;</blockquote>\n<blockquote id=\"b628-7\">“3. <em>At least two of the persons </em>to the agreement harbored express malice aforethought, namely a specific intent to kill unlawfully another human being; . . .” (Italics added.)</blockquote>\n<p id=\"b628-8\">The jury returned its verdict later that same day.</p>\n<p id=\"b628-9\">The Attorney General argues that the jury’s “genuine question” was whether all four participants must harbor malice aforethought in order to find defendant guilty of the crime of murder under a theory of coconspirator liability. If the question is read that way the court’s response that it “does not require all four” was correct. However, we disagree with the Attorney General’s interpretation of the question. The jury asked for clarification of CALJIC No. 8.69, the instruction pertaining to the crime of <em>conspiracy </em>to commit murder. The jury did not ask for clarification of CALJIC No. 6.11, the instruction pertaining to coconspirator liability, which is what the Attorney General is arguing. The wording of CALJIC No. 6.11 may have generated the jury’s confusion, but their question concerned the elements of conspiracy. The trial court must also have understood the jury to be referring to the conspiracy count because the court responded by withdrawing and revising the conspiracy instruction. The jury’s question therefore was whether all four participants must have harbored express malice aforethought (defined in the instruction as the specific intent to kill), in order to find defendant guilty of conspiracy to commit murder.</p>\n<p id=\"b628-10\">The trial court’s response to the jury’s question was incomplete, at best. A conspiracy to commit murder may exist if, among other things, “at least two” of the participants intended to kill.<footnotemark>3</footnotemark> <em>(People v. Swain </em>(1996) 12 Cal.4th 593, 613 [49 Cal.Rptr.2d 390, 909 P.2d 994].) But for <page-number citation-index=\"1\" label=\"681\">*681</page-number>defendant to be guilty of the crime of conspiring to commit murder, he had to have been one of the participants who harbored the specific intent to kill. (See <em>People </em>v. <em>Morante </em>(1999) 20 Cal.4th 403, 416 [84 Cal.Rptr.2d 665, 975 P.2d 1071].) The revised instruction does not say that. It says only that “at least two” of the participants must have intended to kill and does not specify that defendant must have been one of them. Since the jury was aware that there were four participants, the instruction erroneously permitted the jury to find defendant guilty of conspiracy to commit murder without regard to whether or not he personally intended to kill so long as they found that at least two of the other participants harbored that intent.</p>\n<p id=\"b629-5\">An erroneous instruction does not necessarily render a criminal trial fundamentally unfair or the verdict unreliable. <em>(Neder </em>v. <em>United States </em>(1999) 527 U.S. 1, 9 [144 L.Ed.2d 35, 119 S.Ct. 1827]; <em>People </em>v. <em>Lee </em>(1987) 43 Cal.3d 666, 674 [238 Cal.Rptr. 406, 738 P.2d 752].) The test is whether it appears “ ‘beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained.’ ” <em>(Neder </em>v. <em>United States, supra, </em>527 U.S. at p. 15, quoting <em>Chapman </em>v. <em>California </em>(1967) 386 U.S. 18, 24 [17 L.Ed.2d 705, 87 S.Ct. 824]; <em>People </em>v. <em>Flood, supra, </em>18 Cal.4th at p. 502.) The Attorney General argues that the instruction was harmless because any doubt about the jury’s understanding of the law was resolved by counsel’s argument and the repeated instructions the court gave about the crime of conspiracy. The flaw in this argument is that the jury expressed confusion after they had heard argument and after they had been given all the instructions. The trial court’s attempt to clarify the confusion misdirected the jury and there was no subsequent instruction that cured that misdirection.</p>\n<p id=\"b629-6\">The jury’s finding on the robbery in concert charge does not demonstrate, as the Attorney General contends, that the jury necessarily found that defendant personally harbored the specific intent to kill Chilcote. The crime of robbery in concert involves acting in concert with two or more other persons to commit a robbery. (§ 213, subd. (a)(1)(A).) The act of committing a robbery does not necessarily encompass a preceding agreement to kill. In fact, the trial court instructed the jury that “[t]o establish that a defendant voluntarily acted in concert with other persons, it is not necessary to prove that there was any prearrangement, planning or scheme.”</p>\n<p id=\"b629-7\">We find guidance in <em>People v. Beeman </em>(1984) 35 Cal.3d 547 [199 Cal.Rptr. 60, 674 P.2d 1318] <em>(Beeman). Beeman </em>held that an instruction that did not correctly inform the jury about the specific intent required to be guilty of aiding and abetting was reversible error. <em>(Id. </em>at p. 561 [199 Cal. Rptr.60, 674 P.2d 1318].) In that case the court stated: “Correct instruction on the element of intent was particularly important in this case because appellant’s defense focused on the question of his intent more than on the nature of his acts.” <em>(Id. </em>at p. 562.) The same is true here.</p>\n<p id=\"b630-3\"><page-number citation-index=\"1\" label=\"682\">*682</page-number>Although defendant had in the past mentioned shooting or killing Chilcote for money, defendant made the point of eliciting evidence that the person with whom he spoke did not believe he was serious. Less than two weeks before Chilcote was murdered defendant learned that LaBore and Dotson were actually capable of murder; he tried to avoid the others on the Sunday before the crime; and he apparently lied about the door code and the housekeeper. The jury could have construed this evidence as showing that defendant’s previous talk about shooting or killing Chilcote was more posturing than serious and that the realization that his companions were actually capable of murder made him reluctant to be involved at all.</p>\n<p id=\"b630-4\">The only evidence that defendant agreed with LaBore, Dotson, and Banes to murder Chilcote is his presence at the conversations in which Dotson or Banes referred to plan B. Only Banes, Dotson, or LaBore mentioned killing and guns. Defendant did not express any agreement with plan B or with the use of a gun. Instead he countered Banes’s plan B remark by offering to obtain a stun gun. Indeed, such a gun was found in the van when defendant was arrested in Florida. Flynn and Wulferdinger did not believe the group was serious when they discussed the matter in the trailer on Sunday and Monday nights. After his arrest, defendant referred to the crime as a “stupid idea.” It was LaBore and Dotson who joked about the murder by making throat slashing gestures and gurgling noises as they had also done after the murder of John Doe.</p>\n<p id=\"b630-5\">Thus, the essential point of the defense as it pertained to the conspiracy count was that defendant did not have the requisite intent. To be sure, the jury could have rejected defendant’s evidence on this point. But the jury interrupted its deliberations to find out whether defendant could be guilty of conspiracy to murder even if not all of the alleged conspirators had the specific intent to kill. Arguably the jury’s concern could have related to the other three participants. More likely given the evidence, the concern related to doubts about defendant’s intent to kill. It thus appears that the jury did not categorically dismiss the defense evidence. Since the jury’s question demonstrated it was confused about the very element upon which the defense centered and upon which it was erroneously instructed, we cannot find the error harmless. (See <em>Beeman, supra, </em>35 Cal.3d at pp. 562-563.)</p>\n<p id=\"b630-6\">We conclude that the trial court’s instruction pertaining to conspiracy to commit murder was erroneous and requires reversal. The error however does not taint the jury’s determination the defendant had conspired to commit robbery and burglary. There was overwhelming evidence that defendant had agreed to those crimes. He had long talked about robbing Chilcote. He admitted stealing from him in the past. He joined the group on Friday when they cruised by the house and he pointed out the room in which the safe was <page-number citation-index=\"1\" label=\"683\">*683</page-number>located. He participated in the discussions on Sunday and Monday and offered to get a stun gun to subdue the victim if he resisted. And he willingly left with the others for Watsonville on Monday night. Furthermore, the jury’s question and its apparent confusion were centered to the element of malice aforethought, i.e., the intent to kill. That intent is irrelevant to an agreement to commit burglary or robbery. Thus it appears beyond a reasonable doubt that the court’s erroneous instructions on conspiracy to commit murder did not affect the jury’s determination that defendant had conspired to commit robbery and burglary. <em>(Chapman v. California, supra, </em>386 U.S. at p. 24.)<footnotemark>4</footnotemark> Therefore, should the district attorney elect to retry count 1, retrial shall be limited to the crime of conspiracy to commit murder.</p>\n<p id=\"b631-5\">Nor does the error require reversal of the substantive counts. The burglary and robbery convictions are not implicated by an erroneous instruction on the intent to kill. As to the murder conviction, the trial court instructed the jury on several theories of first degree murder. The only theory that could possibly be tainted by the erroneous conspiracy instruction is a theory that defendant was guilty as a co conspirator to murder. The instruction does not infect the theories that defendant could be guilty as a co conspirator to burglary and robbery, or under the theories of premeditated murder, aiding and abetting burglary or robbery, or felony murder. This is not a case where it is impossible to tell from the record whether or not the jury rested its verdict on an improper theory. <em>(People v. Green </em>(1980) 27 Cal.3d 1, 69 [164 Cal.Rptr. 1, 609 P.2d 468].) The jury found that defendant was guilty of conspiracy to commit robbery and burglary, which necessarily demonstrates his specific intent to commit those crimes. The jury also found that defendant acted in concert with the others to commit robbery and that the murder was committed in the course of the burglary and robbery. Thus the verdict as a whole demonstrates that the jury believed defendant was present at the murder scene, that he personally joined in the commission of the burglary and robbery with the others, and that the murder took place during the perpetration of those crimes. These findings conclusively support a first degree murder conviction on a theory of felony murder and also tend to support the theories of liability as co conspirator to burglary and robbery, and aiding and abetting burglary and robbery. Therefore, as to counts 2, 3, and 4, the erroneous instruction was harmless beyond a reasonable doubt.</p>\n<p id=\"b632-3\"><page-number citation-index=\"1\" label=\"684\">*684</page-number>C. <em>The Motive Instruction</em></p>\n<p id=\"b632-4\">Defendant next contends that by giving the standard language of CALJIC No. 2.51 the trial court confused the jury by suggesting that motive alone could establish guilt and effectively lowered the prosecution’s standard of proof. The instruction as given in this case was: “Motive is not an element of the crime charged and need not be shown. However, you may consider motive or lack of motive as a circumstance in this case. Presence of motive may tend to establish the defendant is guilty. Absence of motive may tend to show the defendant is not guilty.”</p>\n<p id=\"b632-5\">We resolve the issue by looking to two recent decisions from our Supreme Court. In <em>People </em>v. <em>Snow </em>(2003) 30 Cal.4th 43 [132 Cal.Rptr.2d 271, 65 P.3d 749] <em>(Snow), </em>the victim was shot to death by an unidentified assailant. The evidence linking defendant to the killing included evidence of motive and opportunity, and other circumstantial evidence. <em>(Id. </em>at p. 57.) Snow made the same argument defendant makes here—that instruction in the language of CALJIC No. 2.51 misled the jury into believing that motive alone was enough to find him guilty of murder. The Supreme Court resolved the question this way: “If the challenged instruction somehow suggested that motive alone <em>was </em>sufficient to establish guilt, defendant’s point might have merit. But in fact the instruction tells the jury that motive is not an element of the crime charged (murder) and need not be shown, which leaves little conceptual room for the idea that motive could establish <em>all </em>the elements of murder. When CALJIC No. 2.51 is taken together with the instruction on the concurrence of act and specific intent (CALJIC No. 3.31) and the instruction outlining the elements of murder and requiring each of them to be proved in order to prove the crime (CALJIC No. 8.10), there is no reasonable likelihood <em>(People </em>v. <em>Frye </em>[(1998)] 18 Cal.4th [894] at p. 958 [77 Cal.Rptr.2d 25, 959 P.2d 183]) it would be read as suggesting that proof of motive alone may establish guilt of murder.” <em>(Snow </em>at pp. 97-98.)</p>\n<p id=\"b632-6\">In <em>People v. Prieto </em>(2003) 30 Cal.4th 226 [133 Cal.Rptr.2d 18, 66 P.3d 1123], the trial court had used an earlier version of CALJIC No. 2.51, which used the phrase “tend to establish innocence” rather than “tend to show the defendant is not guilty” as in the instant case. The defendant argued that the phrase implied that he had the burden of establishing his innocence. The Supreme Court disagreed. “ ‘CALJIC No. 2.51 [does] not concern the standard of proof . . . but merely one circumstance in the proof puzzle-motive.’ [Citation.] ‘[T]he instruction merely uses innocence as a direction signal or compass. It does not tell the jurors they must find innocence, nor does it lighten the prosecution’s burden of proof, upon which the jury received full and complete instructions.’ [Citation.] Thus, no reasonable juror would misconstrue CALJIC No. 2.51 as. ‘a standard of proof instruction apart <page-number citation-index=\"1\" label=\"685\">*685</page-number>from the reasonable doubt standard set forth clearly in CALJIC No. 2.90.’ [Citation.] Accordingly, the instruction did not violate defendant’s right to due process.” <em>(Prieto </em>at p. 254.)</p>\n<p id=\"b633-5\">Notwithstanding the very plain language of <em>Snow </em>and <em>Prieto, </em>defendant argues that “in context” the instruction as given somehow suggested that motive alone <em>was </em>sufficient to establish guilt. Defendant points out that the court instructed the jury about the significance of different circumstantial evidence such as association with coconspirators, possession of stolen property, and flight after crime, among others. Defendant argues that all these instructions include the warning that evidence of each alone is not sufficient to establish guilt but that no such admonition is included in the motive instruction and thus, it is “startlingly anomalous” in context.</p>\n<p id=\"b633-6\">The motive instruction is similar to the referenced instructions in that it gives the jury guidance as to the significance of particular evidence. But the motive instruction differs from the others because it is given for the additional purpose of clarifying that motive is not an element of a crime. “Motive describes the reason a person chooses to commit a crime.” <em>(People </em>v. <em>Hillhouse </em>(2002) 27 Cal.4th 469, 504 [117 Cal.Rptr.2d 45, 40 P.3d 754].) It is not synonymous with intent. Although in law we recognize this distinction, in common usage the terms are often used interchangeably. CALJIC No. 2.51 points out that motive (unlike intent) need not be proved. Considering that the instruction is different in this way from the instructions to which defendant refers, there is nothing particularly startling or anomalous about the fact that it is phrased differently than the others.</p>\n<p id=\"b633-7\">Although the instruction informs the jury that motive could tend to show that defendant was guilty, the balance of the instructions made it clear that in order to prove the crimes charged all of the elements of each crime must be proved. Since CALJIC No. 2.51 very plainly establishes that motive is not an element of the crimes, it is hard to imagine how a jury might conclude that motive alone would be sufficient to establish guilt. In light of the instructions as a whole it is not reasonably probable the jury would have understood the instruction as defendant urges.</p>\n<p id=\"b633-8\">D. <em>The Special Circumstance of Torture</em></p>\n<p id=\"b633-9\">Defendant next argues that the trial court incorrectly instructed the jury on the special circumstance of torture. The challenged instructions was: “To find that the special circumstance referred to in these instructions as murder involving the infliction of torture is trae, each of the following elements must be proved: The murder was intentional. That’s number one. And, two, <em>a </em>defendant intended to inflict cruel physical pain and suffering upon a human <page-number citation-index=\"1\" label=\"686\">*686</page-number>being for the purpose of revenge, extortion, persuasion or any sadistic purpose.” (Italics added.) Defendant contends that by referring to <em>a defendant </em>rather than <em>the defendant, </em>the instruction permitted the jury to find the special circumstance true without finding that he personally intended to torture—a violation of his right to due process and trial by jury.</p>\n<p id=\"b634-4\">The torture-murder special circumstance embodied in section 190.2, subdivision (a)(18) authorizes death or life imprisonment without parole where the defendant is convicted of first degree murder and where “[t]he murder was intentional and involved the infliction of torture.” “Proof of a murder committed under the torture-murder special circumstance therefore requires proof of first degree murder, (§ 190.2, subd. (a)), [and] proof <em>the defendant </em>intended to kill and to torture the victim (§ 190.2, subd. (a)(18)) . . . .” <em>(People v. Davenport </em>(1985) 41 Cal.3d 247, 271 [221 Cal.Rptr. 794, 710 P.2d 861], italics added.)</p>\n<p id=\"b634-5\">The Attorney General argues that the instruction was not erroneous since defendant was the only defendant at trial. While that may be so, the jury was aware of the participation of three other persons. The other three participants, although not technically defendants, were referred to as defendants throughout the instructions. Thus, the jury could easily have understood <em>a defendant </em>as referring to any one of the four participants.</p>\n<p id=\"b634-6\">The error is prejudicial because we cannot say, beyond a reasonable doubt, that it did not contribute to the jury’s finding. The error was not cured by argument or other instruction. When giving the instructions on the special circumstances of murder in the course of burglary and robbery the trial judge corrected his use of the phrase “the defendant” and pointed out to the jury that the correct language was “a defendant.” The very next instruction he read was the instruction pertaining to the torture-murder special circumstance. The written instructions, which allowed the court to choose between “a” and “the,” showed both articles crossed out and another “A” written by hand. Thus, use of the indefinite article was emphasized both orally and in writing. The prosecutor did not refer to the mental state requirement for the torture-murder special circumstance during closing argument so we cannot say that argument might have cured the error. The jury demonstrated its confusion on the issue of intent by its question concerning the conspiracy instructions.</p>\n<p id=\"b634-7\">Nor is the evidence that defendant intended to torture the victim so overwhelming as to convince us the error was harmless. Defendant’s brief reluctance to cooperate with the others and his offer to obtain a stun gun suggests he might have had some reluctance about killing his former neighbor. The only evidence that defendant was in the bedroom where the body was found is the boot prints on the bedcovers. The prosecution’s expert <page-number citation-index=\"1\" label=\"687\">*687</page-number>counseled that measuring those impressions was difficult. Banes was found with the duct tape. The victim had been stabbed in the front of his throat in a manner similar to that applied to John Doe. It was LaBore and Dotson who joked about both victims’ gurgling noises.</p>\n<p id=\"b635-5\">In view of the whole record, we cannot say that the error was harmless beyond a reasonable doubt. <em>(Chapman v. California, supra, </em>384 U.S. 18.) The error does not affect defendant’s sentence on count 2, however, since the sentence of life without parole is also based upon the two additional special circumstances.<footnotemark>5</footnotemark></p>\n<p id=\"b635-6\">E. <em>The Parole Revocation Fine</em></p>\n<p id=\"b635-7\">As the Attorney General concedes, a parole revocation fine is inappropriate where the defendant’s overall sentence does not anticipate a period of parole. <em>(People v. Oganesyan </em>(1999) 70 Cal.App.4th 1178, 1183 [83 Cal.Rptr.2d 157].)</p>\n<p id=\"b635-8\">Disposition</p>\n<p id=\"b635-9\">The judgment is reversed. The matter is remanded for retrial of the charge of conspiracy to commit murder and the special circumstance allegation of murder committed by torture.</p>\n<p id=\"b635-10\">If within 30 days of the date this opinion is final the district attorney does not elect to retry defendant, the trial court shall enter judgment against defendant on count 1 for the crime of conspiracy to commit burglary and robbery, on count 2 for the crime of first degree murder with special circumstances of murder in the course of burglary and murder in the course of robbery (but without the torture-murder special circumstance), and on counts 3, and 4 as previously entered.</p>\n<p id=\"b635-11\">In the event the district attorney elects to retry defendant as specified, the trial court shall thereafter enter judgment consistent with the results of retrial and with that portion of the prior judgment unaffected by this decision.</p>\n<p id=\"b636-3\"><page-number citation-index=\"1\" label=\"688\">*688</page-number>In either case, the trial court shall resentence defendant without imposing a parole revocation fine.</p>\n<p id=\"b636-4\">Rushing, P. J., and Elia, J., concurred.</p>\n<p id=\"b636-5\">A petition for a rehearing was denied January 14, 2004, and the opinion was modified to read as printed above. Appellant’s petition for review by the Supreme Court was denied March 24, 2004.</p>\n<footnote label=\"1\">\n<p id=\"b616-11\"> Hereafter, all undesignated statutory references are to the Penal Code.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b627-12\"> The Attorney General argues that the error urged here was waived by counsel’s failure to object below. <em>(People </em>v. <em>Rodrigues </em>(1994) 8 Cal.4th 1060, 1140 [36 Cal.Rptr.2d 235, 885 P.2d 1].)  An appellate court may review any instruction given even though no objection was made in the lower court if the substantial rights of the defendant are affected. (§§ 1259, 1469.) Since the error affects the defendant’s substantial rights we consider the merits.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b628-11\"> The “at least two” version of the instruction the court gave was the version to be used when there is a feigned accomplice, such as a government agent. In such a case, at least two persons other than the agent must have harbored the requisite mental state. (See Use Note to CALJIC No. 8.69 (7th ed. 2003) p. 388.)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b631-6\"> In light of our conclusion on this point we do not reach defendant’s argument that the trial court exceeded its jurisdiction in sentencing defendant to life without parole for conspiracy to commit murder. In the event the prosecutor elects to retry defendant for conspiracy to commit murder, we point out that <em>People v. Hernandez </em>(2003) 30 Cal.4th 835, 870 [134 Cal.Rptr.2d 602, 69 R3d 446], held that “the punishment for conspiracy to commit murder is the punishment for first degree murder without special circumstances [25 years to life].”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b635-12\"> In light of our disposition of the alleged instructional errors, we need not consider defendant’s alternative argument that the cumulative effect of the alleged errors requires reversal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}