{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"898\" lastpage=\"898\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Christie Coltrane SEXTON\n  <br/>\n  v.\n  <br/>\n  Virginia CORNETT, et al.\n </parties>\n <docketnumber id=\"p-2\">\n  Record No. 050643.\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Virginia.\n </court>\n <decisiondate id=\"p-4\">\n  January 13, 2006.\n </decisiondate>\n <attorneys id=\"p-5\">\n  Randall B. Campbell, Roanoke, for appellant.\n </attorneys>\n <attorneys id=\"p-6\">\n  Thomas M. Jackson, Jr., Hillsville; R. Christopher Munique (Lacy, Campbell &amp; Munique, on brief), Wytheville, for appellees.\n </attorneys>\n <judges id=\"p-7\">\n  Present: HASSELL, C.J., LACY, KEENAN, KOONTZ, KINSER, and AGEE, JJ., and RUSSELL, S.J.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   OPINION BY Senior Justice CHARLES S. RUSSELL.\n  </author>\n  <p id=\"p-9\">\n   This appeal involves the interplay between two statutory schemes, the laws providing for a surviving spouse's right to claim an elective share in a deceased spouse's augmented estate, Code §§ 64.1-13 through 64.1-16.4, (the augmented estate laws) on one hand, and the laws exempting certain life insurance proceeds and vested retirement benefits from legal process, Code §§ 51.1-124.4, 51.1-510 and 38.2-3339 (the exemption laws) on the other.\n  </p>\n  <p id=\"p-10\">\n   <em>\n    Facts and Proceedings\n   </em>\n  </p>\n  <p id=\"p-11\">\n   The parties submitted a stipulation of facts to the trial court. James Dean Sexton died intestate on August 31, 2003. He had been employed by the police department of the Town of Wytheville and by virtue of his employment was entitled to group life insurance administered by the Virginia Retirement System (VRS). He also had vested retirement benefits administered by VRS. At the time of his death, the value of his VRS life insurance was $68,392.88 and his VRS\n  </p>\n  <p id=\"p-12\">\n   retirement benefits amounted to $27,394.60. His estate contained no other assets.\n  </p>\n  <p id=\"p-13\">\n   Sexton had no children. He was survived by his wife, Christie Coltrane Sexton (the widow). They had separated before his death and divorce proceedings were pending between them. Sexton had designated his wife as the beneficiary of his VRS life insurance and retirement benefits in 1994. He executed new VRS forms two months before his death, however, designating his sister, Virginia S. Cornett and her infant daughter, Lolly M. Cornett, (the beneficiaries) sole beneficiaries of his VRS life insurance and retirement benefits.\n  </p>\n  <p id=\"p-14\">\n   After Sexton's death, his widow filed a petition for a determination of her elective share in his augmented estate, naming the beneficiaries as defendants. The petition claimed that the life insurance proceeds and retirement benefits should be included in the augmented estate of the decedent and that the widow should be allowed one-half thereof as her elective share. The trial court appointed a guardian ad litem to represent the interests of the infant defendant.\n  </p>\n  <p id=\"p-15\">\n   Upon the stipulated facts and exhibits, the trial court, in a letter opinion, ruled that the value of the life insurance proceeds and the value of the retirement benefits should be added to the augmented estate pursuant to Code § 64.1-16.1, but that nevertheless, that section \"does not bring the actual benefits and life insurance proceeds into the estate.\" Noting that the proceeds of group life insurance policies are exempted by Code § 38.2-3339 from application \"by any legal or equitable process or operation of law\" to any debt or liability of any person who has a right under the policy, the trial court held that the insurance proceeds and retirement benefits were not a part of the augmented estate and that the widow had no claim upon them. Because Sexton's estate had not been made a party to the suit, the trial court held that it had no jurisdiction to enter any orders except to rule upon the widow's claim to the insurance and retirement benefits. We awarded the widow an appeal.\n  </p>\n  <p id=\"p-16\">\n   <em>\n    Analysis\n   </em>\n  </p>\n  <p id=\"p-17\">\n   The General Assembly, in 1990, revised the former laws relating to wills and decedent's estates to provide a new system of augmented estates in lieu of the former system of dower and curtesy rights, effective January 1, 1991. 1990 Acts, ch. 831. The new system was designed to preclude one spouse from disinheriting the other by transferring his property to third parties during his lifetime and thus depleting his estate,\n   <em>\n    Chappell v. Perkins,\n   </em>\n   <extracted-citation case-ids=\"622351\" index=\"0\" url=\"https://cite.case.law/va/266/413/#p421\">\n    266 Va. 413\n   </extracted-citation>\n   , 421,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=587%20S.E.2d%20584\">\n    587 S.E.2d 584\n   </extracted-citation>\n   , 588 (2003), a feat easily accomplished at common law,\n   <em>\n    Gentry v. Bailey,\n   </em>\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=47%20Va.%20%286%20Gratt.%29%20594\">\n    47 Va. (6 Gratt.) 594\n   </extracted-citation>\n   (1850).\n  </p>\n  <p id=\"p-18\">\n   Under the new system, the value of any property having an aggregate value exceeding $10,000 transferred to or for the benefit of a donee by the decedent within the calendar year of his death, or within any of the five preceding calendar years, is to be included in the augmented estate. Code § 64.1-16.1(A)(3)(d). Further, persons such as the beneficiaries who are \"original transferees from or appointees of the decedent\" are \"subject to contribution to make up the elective share of the surviving spouse,\" § 64.1-16.2(c), although the surviving spouse's right can be waived.\n   <em>\n    Dowling v. Rowan,\n   </em>\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=270%20Va.%20510\">\n    270 Va. 510\n   </extracted-citation>\n   , 517-18,\n   <extracted-citation case-ids=\"12634378\" index=\"4\" url=\"https://cite.case.law/se2d/621/397/#p400\">\n    621 S.E.2d 397\n   </extracted-citation>\n   , 400-01 (2005).\n  </p>\n  <p id=\"p-19\">\n   When the decedent is not survived by children or their descendants, the surviving spouse is entitled to one-half of the augmented estate. Code § 64.1-16. The designation of a person as beneficiary under a life insurance policy is a gift from the insured, even though the gift is revocable and its enjoyment is postponed.\n   <em>\n    Walker v. Penick's Ex'r.,\n   </em>\n   <extracted-citation case-ids=\"4739947\" index=\"5\" url=\"https://cite.case.law/va/122/664/#p672\">\n    122 Va. 664\n   </extracted-citation>\n   , 672,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=95%20S.E.%20428\">\n    95 S.E. 428\n   </extracted-citation>\n   , 431 (1918). The same reasoning applies to a designation of a person as beneficiary of vested retirement benefits. Thus, if the augmented estate laws are read in isolation, the assets held by these beneficiaries, as donees of the decedent's property within the year prior to his death, are clearly subject to the widow's claim.\n  </p>\n  <p id=\"p-20\">\n   On the other hand, the General Assembly has, for many years, maintained a legislative policy of exempting VRS life insurance proceeds and retirement benefits, in the hands of their designated beneficiaries, from attack of any kind. Code § 51.1-510, pertaining to\n   VRS life insurance, provides in pertinent part: \"[T]he insurance provided for in this chapter, including any optional insurance, and all proceeds therefrom shall be exempt from levy, garnishment, and other legal process.\" Code § 51.1-124.4, pertaining to VRS retirement benefits, provides in pertinent part: \"Retirement allowances and other benefits accrued or accruing to any person under this title. . . shall not be subject to execution, attachment, garnishment, or any other process whatsoever. . . .\" Code § 38.2-3339, pertaining to group life insurance generally, provides:\n  </p>\n  <p id=\"p-21\">\n   § 38.2-3339. Exemption of group life insurance policies from legal process. - No group life insurance policy, nor its proceeds, shall be liable to attachment, garnishment, or other process, or to be seized, taken, appropriated, or applied by any legal or equitable process or operation of law, to pay any debt or liability of any person insured under the policy, or his beneficiary, or any other person who has a right under the policy, either before or after payment. If the proceeds of a group life insurance policy are not made payable to a named beneficiary, the proceeds shall not constitute a part of the insured person's estate for the payment of his debts.\n  </p>\n  <p id=\"p-22\">\n   The foregoing provisions have been a part of the law of Virginia since 1960, 1952, and 1934, respectively. Undoubtedly, much legal advice has been given and many estate plans have been made in reliance upon them. The question before us is whether they were partially repealed by implication when the augmented estate laws were enacted in 1990.\n  </p>\n  <p id=\"p-23\">\n   The widow argues that the two statutory schemes are not necessarily in conflict because the augmented estate laws do not require that the beneficiaries pay into the estate for her benefit the particular assets covered by the exemption statutes. After the augmented estate has been increased by the \"value\" of the exempt assets, the widow contends, the beneficiaries may instead satisfy her claim by transferring to her other assets of equal value, subject to the court's approval, citing Code § 64.1-16.2(E). We do not agree. Such a circular process would effectively nullify the exemption laws and would require a court to accomplish by indirection the very result those laws were designed to prevent. We do not attribute to the General Assembly the intention to create such an anomaly. The exemption statutes either apply or they do not. If they do not, it is because they were partially repealed by implication through the enactment of the augmented estate laws in 1990.\n  </p>\n  <p id=\"p-24\">\n   The implied repeal of an earlier statute by a later enactment is not favored. There is a presumption against a legislative intent to repeal where the later statute does not amend the former or refer expressly to it.\n   <em>\n    Albemarle County v. Marshall,\n   </em>\n   <extracted-citation case-ids=\"2123205\" index=\"7\" url=\"https://cite.case.law/va/215/756/#p761\">\n    215 Va. 756\n   </extracted-citation>\n   , 761,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=214%20S.E.2d%20146\">\n    214 S.E.2d 146\n   </extracted-citation>\n   , 150 (1975). The courts assume that a legislative body, when enacting new legislation, was aware of existing laws pertaining to the same subject matter and intended to leave them undisturbed. Otherwise, the older laws would have been amended or expressly repealed. Consequently, when two statutes are in apparent conflict, it is the duty of the court, if reasonably possible, to give them such a construction as will give force and effect to each.\n   <em>\n    Scott v. Lichford,\n   </em>\n   <extracted-citation case-ids=\"1965790\" index=\"9\" url=\"https://cite.case.law/va/164/419/#p422\">\n    164 Va. 419\n   </extracted-citation>\n   , 422-23,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=180%20S.E.%20393\">\n    180 S.E. 393\n   </extracted-citation>\n   , 394 (1935).\n  </p>\n  <p id=\"p-25\">\n   We adhere to a rule of construction that where there are two statutes, the earlier special and the later general, and the terms of the general are broad enough to include the subject matter provided for in the special, a presumption arises that the earlier special act is to be considered as remaining in effect as an exception to the later general law.\n   <em>\n    <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=180%20S.E.%20393\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=180%20S.E.%20393\">\n    at 424\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=180%20S.E.%20393\">\n    180 S.E. at 395\n   </extracted-citation>\n   ;\n   <em>\n    see Crawford v. Haddock,\n   </em>\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=270%20Va.%20524\">\n    270 Va. 524\n   </extracted-citation>\n   , 528,\n   <extracted-citation case-ids=\"12634268\" index=\"14\" url=\"https://cite.case.law/se2d/621/127/#p129\">\n    621 S.E.2d 127\n   </extracted-citation>\n   , 129 (2005). The exemption laws are statutes of special application, in the sense that they apply only to specific and narrowly defined subject matter. The augmented estate laws, by contrast, are broad and sweeping in their application to nearly all conceivable species of property rights.\n  </p>\n  <p id=\"p-26\">\n   <em>\n    Conclusion\n   </em>\n  </p>\n  <p id=\"p-27\">\n   Applying the foregoing rules of statutory construction, we hold that the exemption laws remain in effect as exceptions to the application of the augmented estate laws. It\n   follows that the rights of the beneficiaries to the proceeds of the decedent's VRS life insurance and retirement benefits are unaffected by the augmented estate laws, that those exempt assets did not become a part of the augmented estate, that their value should not be added to it, and that the beneficiaries are not subject to any claims for contribution. Although we do not agree with the reasoning expressed by the trial court in reaching its decision, its holding was correct and we will affirm the judgment.\n  </p>\n  <p id=\"p-28\">\n   <em>\n    Affirmed.\n   </em>\n  </p>\n </opinion>\n</casebody>\n"
  }
}