{
  "casebody": {
    "data": "<casebody firstpage=\"482\" lastpage=\"484\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b498-3\">Hugh M. Curran <em>&amp; </em>others <em>vs. </em>Frank H. Rummell.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b498-4\">Hampshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AZ8\">Sept. 21.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ATH\">Oct. 2, 1875.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"APD\">Ames &amp; Devens, JJ., absent</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b498-5\">In an action to recover an ascertained debt, it appeared that after the money was dne the defendant’s counsel informed the plaintiff that the defendant was insolvent, that there was a valid mortgage on all his property, and that one of the mortgagees would advance and pay twenty-five per cent, to settle the defendant’s debt. The plaintiff declined this offer, and brought suit upon his claim. The mortgagees afterwards consented to a conveyance of the defendant’s property for the distribution of the proceeds proportionately among the creditors, all of whom, including the plaintiff, were notified of the conveyance, but not of its terms and conditions. The property was fairly disposed of, and notes in payment were taken to the order of the defendant’s counsel, who distributed the proceeds in good faith, and sent the plaintiff, who was not informed of these proceedings, a check for a less sum than his claim “in settlement of” his “account.” <em>Held, </em>that the plaintiff, by accepting such part payment, was not precluded from recovering the rest of his claim.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b498-6\">Contract upon a promissory note for $137.43, dated Florence, Massachusetts, April 18,1872, signed by the defendant and payable to Curran, Fay &amp; Co., the plaintiffs, three months after date. The declaration also contained a second count upon an account annexed for $38. The case was submitted tc the Superior Court, and, after judgment for the defendant, to this court, on appeal, on an agreed statement of facts in substance as follows: The plaintiffs may recover on both counts of their declaration, •which correctly state the sums in which the defendant was indebted to the plaintiffs, unless the facts hereinafter stated bat their right.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b498-7\">Some time in 1872, H. H. Bond, one of the defendant’s counsel, called on the plaintiffs at their place of business in New York, and informed them of the defendant’s insolvency, that one Little-field and one Ranney held a valid mortgage on all of the de fendant’s property, and that Littlefield would advance and pay twenty-five per cent, to settle the defendant’s debt. The plaintiffs declined this offer. Afterwards, in December, 1872, the same offer was made by Mr. Bond to the counsel of the plaintiffs, this claim then being in their hands for collection, who submitted the proposition to the plaintiffs, but they declined it, and directed that the claim be put in judgment; of this Mr. Bond, was immediately informed, and suit was thereupon brought.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b499-3\"><page-number citation-index=\"1\" label=\"483\">*483</page-number>Subsequently the mortgagees consented to a conveyance by the defendant of his property to one Burr, for the purpose of distribution of the proceeds <em>pro rata </em>among the defendant’s creditors, including themselves, in settlement of the defendant’s debts. All the creditors, including the plaintiffs, were notified by letter of this conveyance to Burr, but not of its terms and conditions. The property was fairly disposed of, and notes in payment taken to the order of Mr. Bond, who obtained the money on them by indorsing them, and distributed the proceeds in good faith. Of these acts the plaintiffs had no notice, and the only subsequent communication was the following letter, dated Florence, July 3, 1873, addressed to the plaintiffs, and signed “H. H. Bond”; “ Gentlemen ; In the matter of the Rummell estate, we are getting it into such shape that we can see the end now. It will pay a dividend of nineteen cents on a dollar. As I suppose you would like to close it, I inclose my check for $11.89 in settlement of your account.” Inclosed in the letter was a bank check for $11.89, dated July 3, 1873, payable to the plaintiffs’ order, and signed “ H. H. Bond.” The plaintiffs used the check in the ordinary course of business.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b499-4\">If receiving and retaining this check, under the circumstances stated, is such a settlement of the right of action that they cannot recover the residue of the debt, then judgment is to be entered for the defendant; otherwise for the plaintiffs, upon their declaration.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b499-5\"><em>D. W. Bond, </em>for the defendant, was first called upon.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b499-6\"><em>J. O, JSammond, </em>for the plaintiffs, was stopped by the court.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b499-7\">Colt, J.</author>\n<p id=\"AY4\">The facts agreed do not bar the plaintiffs’ right to</p>\n<p id=\"AkQ\">recover on both counts in their declaration, because an agreement to accept, in satisfaction of an ascertained debt, a sum less than the full amount due, is not sufficient, unless it be founded on some additional consideration, such as the payment of money or transfer of property, or some new responsibility incurred by a third party, or when the agreement constitutes part of a composition deed among creditors, binding upon all. <em>Perkins </em>v. <em>Lockwood, </em>100 Mass. 249.</p>\n<p id=\"b499-8\">The case fails to. show any such new consideration offered to the plaintiffs, and accepted by them as the consideration of an agreement to accept less than the amount of their debt. The <page-number citation-index=\"1\" label=\"484\">*484</page-number>letter inclosing the check “in settlement” implies that the money was realized out of Rummell’s estate only. The plaintiffs had refused to accept the offer of a larger sum in satisfaction. They had indeed been informed of the conveyance to Burr, but not of any benefit to themselves, by which a new consideration would arise. They were not informed of the terms and conditions of that conveyance; and all the information they had was consistent with the idea that the money for which the check was given came wholly from the debtor’s interest in the land conveyed. They were not bound to treat it other than as a part payment by the debtor, to be applied in reduction of the debt only.</p>\n<p id=\"b500-4\">\n<em>Judgment for the plaintiffs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}