{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"478\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b511-3\">[Civ. No. 7618.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ARE\">Second Appellate District, Division</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhP\">July 28, 1933.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b511-5\">LLEWELLYN IRON WORKS (a Corporation), Respondent, v. LISLE SMITH et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b511-12\">Elliott &amp; Aberle, Harry William Elliott, Robt. E. Moore, Jr., and George D. Higgins for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b511-13\">Loeb, Walker &amp; Loeb for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b512-3\"><page-number citation-index=\"1\" label=\"476\">*476</page-number>YORK, J.</author>\n<p id=\"ADuL\">The plaintiff and respondent Llewellyn Iron Works was engaged in erecting tanks for the Dominguez Chemical Company. Prior to the date of the accident which was the cause of the controversy, the respondent hired a crane belonging to defendant and appellant Smith to assist in this work, together with two of the employees of appellant, defendant A. Stratton, who was the operator of the crane, and defendant Norris Balcko, who was the driver of the truck. Norris Balcko, at the time of the trial of this case, was found free of negligence and the case as to him was dismissed, with his costs.  The respondent’s cause of action is of the nature known as a derivative one, which arose by virtue of subrogation under the provisions of the Workmen’s Compensation Act. An award was had under the Workmen’s Compensation Act against the Llewellyn Iron Works; this action being brought under authority of section 26 of the Workmen’s Compensation Act (Stats. 1917, p. 854; Amdt. Stats. 1927, p. 1213). Under this section the respondent became obligated to pay workmen’s compensation on account of injuries sustained by respondent’s employees through the negligence of appellants, and became subrogated to the rights of these injured employees against appellants. The respondent’s cause of action, therefore, was a derivative one; that is, the cause of action which the respondent’s employees had against the appellants, and which by virtue of said section 26, was by said section in effect assigned to the respondent.</p>\n<p id=\"b512-4\">The trial court found that at the time in question Stratton was in the sole employ of appellant Smith, a general employer, and that Smith’s right of control and supervision over Stratton by virtue of such general employment had not been relinquished to respondent. (Findings I and VII, Clerk’s Trans., pp. 18, 22; Supplement 1, fols. 33 and 45.) Although the principal question to be determined is as to the sufficiency of the evidence to support these findings, the appellants also claim that the evidence is insufficient to support the court’s finding of negligence, and that the court erred in excluding certain testimony. There was some conflict in the evidence, but there was sufficient evidence to sustain the trial court’s finding as to the employment of Stratton and as to Stratton’s negligence.</p>\n<p id=\"b513-3\"><page-number citation-index=\"1\" label=\"477\">*477</page-number>As to the findings as to the employment of Stratton, the evidence showed that the control of Stratton and his control of the crane and truck which caused the injury was somewhat similar to the control of the elephant and its trainer in the case of <em>McComas </em>v. <em>Al. G. Barnes Shows Co., 215 </em>Cal. 685 [12 Pac. (2d) 630], The plaintiff in that case was injured by reason of some defect in the fastening of a howdah, which turned and caused plaintiff to fall from the elephant rented to the Wm. Pox Studio by the Alliance Investment Company, whose trainer handled and was expected to control the elephant, which was brought there for the use of the Wm. Pox Studio in the taking of a certain motion picture. But the way in which the trainer was to prepare the elephant and its equipment for such use, including the way the howdah was placed on the elephant so as to carry the plaintiff, was left entirely to such trainer. The plaintiff was injured by reason of the slipping of the howdah and the lack of proper handling of the elephant by such trainer. This is similar in this, that in the instant case the crane, by reason of the careless handling of the same, and not by reason of the nature of the work directed to be done by the plaintiff, in fact contrary to its express orders, caused the injury. The way in which the instrument was handled, in the one ease the crane and truck, and in the other the elephant, was left to the operator of the crane in the one case and the trainer of the elephant in the other. The operator was not told how far to swing his crane, or derrick, in picking up any steel, except the warning that there was a high tension wire overhead. And in the McComas case, <em>supra, </em>no instruction was given by the Pox Studio as to how the trainer was to make the elephant move over to where it was to work, and no instruction as to how the howdah was to be held in place on the elephant when it was doing the things expected of it by the Fox Studio. The operator of the crane or derrick “was employed by appellant on account of his peculiar skill and knowledge in the handling” (quoting from the McComas case, supra) of the crane or derrick. In the McComas case, <em>supra </em>(p. 693), the Supreme Court said: “In the ease of <em>Stewart </em>v. <em>California Improvement Co., </em>131 Cal. 125, 131 [52 L. R. A. 205, 63 Pac. 177, 179, 724], the city of Oakland had hired from the California Improvement Company <page-number citation-index=\"1\" label=\"478\">*478</page-number>a steam roller together with an engineer to operate the same. The steam roller was used by the city in rolling and leveling its streets. While the engineer was in charge of said steam roller, steam escaped from its engine through the safety valve in front of plaintiff’s horse. The horse became frightened, ‘wheeled short around and tilted over plaintiff’s cart, and the plaintiff, without any fault on his part, was thrown out and dashed violently upon the ground’. In an action to recover for the injuries so sustained, the question arose as to whether the engineer at the time of the accident was in the employ of the city or of the defendant, California Investment Company. In deciding that question this court held as follows: ‘ The test in all these cases is, who conducts and supervises the particular work, the doing of which, or the careless and negligent doing of which, causes the injury or damage ? Here the city simply hired the use of the street-roller outfit from the defendant company—to-wit, the roller, engine, and the engineer to manage the same—for so much a day. The city’s agent—foreman of the street superintendent—only directed or supervised how and where the street should be rolled; he did not have the control or management of the engine; this was subject entirely to the judgment of the engineer, the servant of the owner, the defendant company, who had selected and employed him for that special purpose, paid him his wages and had the sole right to discharge him. We think the conclusion of law deduced by the court below from the facts found that the defendants are liable, and not the city of Oaldand, is correct. ’ ”</p>\n<p id=\"b514-3\">The objection as to the introduction of evidence is directed principally against the refusal of the trial court to allow a witness to give his conclusion instead of stating the facts upon which he based such conclusion. We find nothing in the record that justifies a reversal of the judgment.</p>\n<p id=\"b514-4\">The judgment appealed from is therefore affirmed.</p>\n<p id=\"b514-5\">Conrey, P. J., and Houser, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}