{
  "casebody": {
    "data": "<casebody firstpage=\"529\" lastpage=\"535\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b551-5\">FRANK BENJAMIN BURTON <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b551-6\">[No. 829,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AT52\">September Term, 1975.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b551-7\">\n<em>Decided September 10, 1976.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b551-12\">The cause was argued before  Orth, C. J., and Menchine and Mason, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b551-13\"><em>Luther C. West, Assigned Public Defender, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b551-14\"><em>John A. Austin, Assistant Attorney General, </em>with whom were <em>Francis B. Burch, Attorney General, William A. Swisher, State’s Attorney for Baltimore City, </em>and <em>Joseph Wase, Assistant State’s Attorney for Baltimore City, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b551-15\">Mason, J.,</author>\n<p id=\"ARm8\">delivered the opinion of the Court.</p>\n<p id=\"b551-16\">The appellant, Frank Benjamin Burton, was convicted by a jury in the Criminal Court of Baltimore of murder in the <page-number citation-index=\"1\" label=\"530\">*530</page-number>first degree (two counts), assault with intent to murder, robbery with a deadly weapon, and violation of the handgun statute (three counts). He was sentenced to two concurrent life terms plus consecutive terms totaling thirty-five years.</p>\n<p id=\"b552-5\">The appellant contends:</p>\n<p id=\"b552-6\">I. The trial court erred in admitting into evidence the appellant’s extra-judicial statements.</p>\n<p id=\"b552-7\">II. The trial court erred in not suppressing the testimony of Elaine Lawson.</p>\n<p id=\"b552-8\">III. The trial court erred in refusing to instruct the jury as requested.</p>\n<p id=\"b552-9\">IV. The trial court erred in not granting the appellant’s motion for judgment of acquittal.</p>\n<p id=\"b552-10\">According to the evidence adduced at trial, as Cephus Jackson and Emmanuel Palmer left the Elgin Lounge in Baltimore City around midnight on June 21,1974, they were accosted by two men who demanded money, took Jackson’s watch, and forced them into Jackson’s automobile. The robber with a sawed-off shotgun sat in the back seat with Palmer; the other robber sat in the front seat with Jackson and drove the car. Soon thereafter a fight began between the victims and their assailants. During this fight the shotgun discharged and the assailant who was driving the car was hit in the chest. Whereupon the car came to a stop; the wounded driver got out and after staggering several feet collapsed and died. As Palmer and Jackson attempted to take the shotgun from the remaining assailant, it discharged a second time, fatally wounding Palmer. After a brief fight with Jackson, the man with the shotgun fled from the scene.</p>\n<p id=\"b552-11\">The police conducted a search of the area and found the body of Warren Rodell Holden, one of the robbers, and a sawed-off shotgun which was wrapped in a blue windbreaker. Jackson recounted the entire incident to the police. They evidently did not believe him because he was arrested and held for investigation.</p>\n<p id=\"b552-12\">During the course of the investigation, the police interviewed the wife of the deceased assailant who informed them that she last saw her husband between 8:30 and 9:30 on <page-number citation-index=\"1\" label=\"531\">*531</page-number>the night of the incident with the appellant, her brother. The police left a message for the appellant to call them. The following day the appellant telephoned the police and agreed to come to the homicide office to talk. At the initial interview, the appellant admitted he and Holden were together on the night of the incident. He stated they went to Elaine Lawson’s house and then to the Elgin Lounge where he lent Holden his jacket. Afterwards he and Holden separated and he did not see him again. The appellant denied any knowledge of the robbery and subsequent murders.</p>\n<p id=\"b553-5\">After the appellant’s statement placed him with Holden at the time of and near the scene of the crimes, the suspicions of the police were aroused and the appellant was asked to repeat his statement. The appellant repeated this statement without any variation and was then given his <em>Miranda </em>warnings. Thereafter, in addition to repeating the same statement, he made a photographic identification of the jacket in which the shotgun was wrapped as the one he had lent Holden. Following this, the appellant was jailed.</p>\n<p id=\"b553-6\">The next day the appellant was again given his <em>Miranda </em>warnings. This time he was falsely told that his fingerprints were found on the shotgun. When asked for an explanation, the appellant admitted that Holden was armed with a shotgun on the night of the incident and that he had handled the gun at Elaine Lawson’s house. He still denied, however, any involvement or knowledge of the crimes.</p>\n<p id=\"b553-7\">All the statements made by the appellant together with his signed and initialed <em>Miranda </em>warnings were introduced into evidence. The appellant did not testify or offer any evidence in his defense.</p>\n<p id=\"b553-8\">I.</p>\n<p id=\"b553-9\">The principal stress of the appellant’s argument is that the two statements made prior to the <em>Miranda </em>warnings were improperly admitted into evidence and violated his constitutional rights. The threshold question, therefore, is whether these two statements stemmed from “custodial interrogation” within the meaning of <em>Miranda v. Arizona, </em>384 U. S. 436, 86 S. Ct. 1602, 16 L.Ed.2d 694 (1966). In <page-number citation-index=\"1\" label=\"532\">*532</page-number><em>Cummings v. State, </em>27 Md. App. 361, 341 A. 2d 294 (1975), this Court enumerated several factors to be considered in determining whether custody exists, including the place and time of interrogation, the length and mood of interrogation, and the indicia of formal arrest.</p>\n<p id=\"b554-5\">The following testimony illustrates the atmosphere of the interview with the appellant:</p>\n<blockquote id=\"b554-6\">Q. [Assistant State’s Attorney] From the time you picked up Mr. Burton on, I think it was June 23rd, when you first picked him up as a witness at the time, you testified, what if anything did you or anyone in your presence say to Mr. Burton to indicate to him that either that he was free to leave or was not free to leave, or what his capacity with respect to his dealings with you were?</blockquote>\n<blockquote id=\"b554-7\">A. [Detective LaMartino] At that point, he was a witness. I was seeking information. If Mr. Burton wanted to leave, he could have. There were no restraints on him; no handcuffs. He was not under arrest at that time.</blockquote>\n<blockquote id=\"b554-8\">Q. Did he know that?</blockquote>\n<blockquote id=\"b554-9\">A. Yes, sir.</blockquote>\n<blockquote id=\"b554-10\">Q. How did he know that?</blockquote>\n<blockquote id=\"b554-11\">A. Because he was not told he was under arrest. He was told he was being brought in for information only.</blockquote>\n<blockquote id=\"b554-13\">Q. Was he told he had to accompany you?</blockquote>\n<blockquote id=\"b554-14\">A. No, sir, he agreed to accompany us.</blockquote>\n<blockquote id=\"b554-15\">Q. How was he asked to accompany you?</blockquote>\n<blockquote id=\"b554-16\">A. “Would you please come down to homicide office?” His response was, “Yes.”</blockquote>\n<blockquote id=\"b554-17\">Q. Did you tell him why you wanted him to come to homicide?</blockquote>\n<blockquote id=\"b554-18\">A. Briefly, in the car.</blockquote>\n<blockquote id=\"b554-19\">Q. What did you tell him?</blockquote>\n<blockquote id=\"b554-20\">A. We told him we were investigating a double homicide that had occurred on Francis Street; <page-number citation-index=\"1\" label=\"533\">*533</page-number>William Holden was one of the victims, and we wanted to talk about one of the victims that night.</blockquote>\n<blockquote id=\"b555-6\">Q. Did you have a suspect in homicide at that time?</blockquote>\n<blockquote id=\"b555-7\">A. No, sir.</blockquote>\n<blockquote id=\"b555-8\">Q. Did you have anyone in custody?</blockquote>\n<blockquote id=\"b555-9\">A. Yes, sir.</blockquote>\n<blockquote id=\"b555-10\">Q. Who was that?</blockquote>\n<blockquote id=\"b555-11\">A. Mr. Cephus Jackson.</blockquote>\n<blockquote id=\"b555-12\">Q. What would have been your response if Mr. Burton had been unwilling to accompany you to homicide?</blockquote>\n<blockquote id=\"b555-13\">A. My response would have been to leave the premises of 2524 Druid Hill Avenue and not speak to Mr. Burton.</blockquote>\n<blockquote id=\"b555-14\">Q. What would have been your response if once at homicide, Mr. Burton said — I have changed my mind. I want to leave.</blockquote>\n<blockquote id=\"b555-15\">A. He could have left.</blockquote>\n<blockquote id=\"b555-16\">Q. Up until what point could he have left?</blockquote>\n<blockquote id=\"b555-17\">A. Until I advised him of his rights.</blockquote>\n<blockquote id=\"b555-18\">Q. Was it at that point he became a suspect in your mind?</blockquote>\n<blockquote id=\"b555-19\">A. Yes.</blockquote>\n<p id=\"b555-20\">The concept of custody, for applying the <em>Miranda </em>rule, must be determined on a case-to-case basis. In the present case the undisputed evidence shows that the appellant telephoned the police and voluntarily agreed to talk with them at the homicide office. He was not a suspect nor was he made to believe he was one. Moreover, he was not charged, arrested, photographed, fingerprinted, or deprived of his freedom of movement. The police, at this point, were attempting to obtain information regarding the activities of <page-number citation-index=\"1\" label=\"534\">*534</page-number>the deceased Holden on the night of his murder and to verify the version of the incident as related to them by Jackson, who was being held for investigation. On being asked if he could assist them in retracing the deceased’s “last steps”, the appellant gave his first statement. When asked to repeat this statement, the appellant did so without any changes. Both of these statements were in a narrative form and not the product of accusatory questions. During this relatively brief interview<footnotemark>1</footnotemark> the police took no notes, nor was the appellant confronted with any evidence against him.</p>\n<p id=\"b556-5\">We are not persuaded under the facts of this case that the “place of interrogation” factor was enough to create a custody situation. Certainly, taking a statement from an individual at the police station who might have information regarding a crime is routine police investigative procedure and not “in custody interrogation”.</p>\n<p id=\"b556-6\">As to the place of interrogation, in <em>Cummings, supra, </em>this Court stated: “Although the place of interrogation is not the conclusive or sole factor to be considered in determining the fact of custody, it is a vital factor.” 27 Md. App. at 369. We made clear, however, in <em>Matter of Carter and Spalding, </em>20 Md. App. 633, 318 A. 2d 269 (1974), <em>aff'd, </em>273 Md. 690 (1975), that every questioning that takes place in a police station is not “custodial interrogation”. <em>See also Clarke v. State, </em>3 Md. App. 447, 240 A. 2d 291 (1967). In <em>People v. Yukl, </em>256 N.E.2d 172 (1969), the Court of Appeals of New York held:</p>\n<blockquote id=\"b556-7\">. . . the fact that a defendant is being interviewed in the police station does not necessarily mean that he is to be considered “in custody”. (Citations omitted). This is merely one of the factors to be considered in reaching the ultimate conclusion.</blockquote>\n<p id=\"b556-9\">See cases cited in Annot., 31 A.L.R.3d 565, § 15 (b).,</p>\n<p id=\"b556-10\">Finally, the failure of the police to advise the appellant of his <em>Miranda </em>rights prior to asking him to repeat his statement did not make this second statement an “in <page-number citation-index=\"1\" label=\"535\">*535</page-number>custody interrogation”. The request to repeat this statement was not an attempt to elicit additional information, nor did it produce any. The police may well have wanted the statement repeated to confirm their suspicions which the first statement aroused.</p>\n<p id=\"b557-5\">Under the “totality of the circumstances” approach, we conclude that the appellant here was not in custody. Therefore, <em>Miranda </em>warnings were not required and the two challenged statements were properly admitted into evidence. In view of this holding, the other issues raised can be disposed of briefly. The appellant contends:</p>\n<p id=\"b557-6\">That the two statements made after the giving of the <em>Miranda </em>warnings were the fruits of the two unwarned and inadmissible statements.</p>\n<p id=\"b557-7\">That the existence, location, and subsequent testimony of Elaine Lawson were the fruits of the two unwarned and inadmissible statements.</p>\n<p id=\"b557-8\">That the court erred in refusing to instruct the jury that if they found the two unwarned statements illegal they should reject the subsequent statements.</p>\n<p id=\"b557-9\">That the appellant’s motion for judgment of acquittal should have been granted since the prosecution’s case was based solely on the extra-judicial statements and Elaine Lawson’s testimony.<footnotemark>2</footnotemark></p>\n<p id=\"b557-10\">It is clear the appellant could have only prevailed on these issues provided the two unwarned statements were inadmissible. Since the statements in question were admissible and not the result of a custodial interrogation, the rationale undergirding the appellant’s argument collapses.</p>\n<p id=\"b557-11\">\n<em>Judgments affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b556-11\">. Appellant was transported in an unmarked police car to the homicide office between 3:00 and 4:00 p.m. He signed his Miranda waiver at 5:15 p.m.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b557-12\">. Elaine Lawson testified that she accompanied Holden and the appellant to the Elgin Lounge; that the appellant was carrying a windbreaker and Holden said they had a shotgun; that Holden wanted her to entice a “dude” outside so they could rob him, which she refused to do.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}