{
  "casebody": {
    "data": "<casebody firstpage=\"170\" lastpage=\"172\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b198-8\">UNITED STATES of America, Plaintiff—Appellee, v. Anthony MCQUEEN, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b198-11\">No. 06-5247.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b198-12\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b198-13\">Submitted: Oct. 31, 2007.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b198-14\">Decided: Nov. 15, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b198-23\">Alan H. Yamamoto, Office of the Federal Public Defender, Alexandria, Virginia, for Appellant. Patrick Friel Stokes, Office of the United States Attorney, Alexandria, Virginia, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b199-4\"><page-number citation-index=\"1\" label=\"171\">*171</page-number>Before SHEDD and DUNCAN, Circuit Judges, and HAMILTON, Senior Circuit Judge.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b199-5\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b199-6\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b199-7\">PER CURIAM:</author>\n<p id=\"b199-8\">Anthony McQueen appeals from the judgment imposed after this court vacated his sentence for being a felon in possession of a firearm, in violation of 18 U.S.C. § 922(g) (2000), and remanded for sentencing with application of the Armed Career Criminal Act. McQueen’s attorney has filed a brief in accordance with <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967). McQueen has filed a pro se informal brief. The Government has declined to filed a brief.</p>\n<p id=\"b199-9\">McQueen argues that trial counsel was ineffective for failing to raise relevant legal precedent related to the motion to suppress, failing to demonstrate a strong command of the facts of the case to rebut the Government’s statement of facts, failing to strongly argue to the district court that the Government failed to produce 911 tapes of the caller reporting McQueen’s vehicle, and failing to argue that the district court’s decision regarding a subpoena was arbitrary and capricious. McQueen also raises ineffective assistance of counsel related to appellate counsel in failing to request a rehearing en banc on the appeal issues, failing to raise on appeal that the motion to suppress should have been denied based upon illegal seizure and detainment, and failing to raise issues he wanted the Supreme Court to review on petition for writ of certiorari.</p>\n<p id=\"b199-10\">McQueen has waived review of the trial ineffective assistance issues because these could have been raised on direct appeal from the original conviction and sentence. McQueen’s issues related to appellate counsel in the original appeal and petition for certiorari are unrelated to the order appealed from—the district court’s judgment entering the new sentence. In any event, claims of ineffective assistance of counsel are generally not cognizable on direct appeal. <em>See United States v. King, </em>119 F.3d 290, 295 (4th Cir.1997). Rather, to allow for adequate development of the record, a defendant must bring his claim in a 28 U.S.C. § 2255 (2000) motion. <em>See id.; United States v. Hoyle, </em>33 F.3d 415, 418 (4th Cir.1994). An exception exists when the record conclusively establishes ineffective assistance. <em>United States v. Richardson, </em>195 F.3d 192, 198 (4th Cir.1999); <em>King, </em>119 F.3d at 295. To the extent that McQueen’s claims are properly raised, the record does not conclusively establish ineffective assistance. <em>See Richardson, </em>195 F.3d at 198.</p>\n<p id=\"b199-12\">McQueen has filed a pro se informal brief raising the following issues: trial and appellate counsel failed to raise issues related to the dispatch call regarding suspicious vehicle; trial and appellate counsel were ineffective in failing to object to or raise on appeal the improper introduction of other crimes evidence; trial and appellate counsel were ineffective in failing to object to or raise on appeal the testimony of three Government witnesses, and the district court abused its discretion in permitting the testimony; and trial and appellate counsel were ineffective by failing to object or raise on appeal the district court’s error in denying his motion to examine the jury list. Again, as to the trial claims, these claims were waived when not raised in the first direct appeal. The claims regarding appellate counsel are unrelated to the appeal at hand, and the record does not conclusively establish ineffective assistance of counsel.</p>\n<p id=\"b200-3\"><page-number citation-index=\"1\" label=\"172\">*172</page-number>In accordance with <em>Anders, </em>we have reviewed the entire record in this case and have found no meritorious issues for appeal. We therefore affirm McQueen’s sentence. We grant McQueen’s motion to file an amended supplemental brief and deny his motion to substitute counsel. We further deny McQueen’s counsel’s motion to withdraw. This court requires that counsel inform his client, in writing, of his right to petition the Supreme Court of the United States for further review. If the client requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may renew his motion for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on the client. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b200-4\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}