{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"372\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b401-8\">DAVISON v. DELAWARE, L. &amp; W. R. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b401-9\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ahs\">November 17, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b401-10\">1. Railroads (§ 411*) — Duty to Fence Right of Way — Compliance with Statute—Fence by Parallel Road.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b401-11\">Where defendant’s railroad ran parallel with and from 50 to 150 feet south of another railroad, a fence and gate constructed by the other road on the north side of its right of way was, so far as liability for killing <page-number citation-index=\"1\" label=\"370\">*370</page-number>stock was concerned, a sufficient compliance by defendant with Railroad Law (Laws 1890, p. 1093, c. 565) § 32, as amended by Laws 1892, p. 1390, c. 676, requiring every railroad corporation to erect and maintain fences on the sides of its road.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b401-12\"><page-number citation-index=\"1\" label=\"369\">*369</page-number>•For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b402-4\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>[Ed. <em>Note.—For </em>other cases, see Railroads, <em>Cent </em>Dig. § 1450; Dec. Dig. § 411.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b402-5\">2. Railroads (§ 413*) — Injuries to Cattle — Negligence — Duty to Keep Gates Closed.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b402-6\">Where defendant railroad company fenced its right of way, it was not liable for injury to cattle escaping onto its right of way, through a gate in the fence, in the absence of a showing that the gate was left open through its negligence; Railroad Law (Laws 1890, p. 1093, c. 565) § 32, as amended by Laws 1892, p. 1390, c. 676, providing that, when a railroad corporation has fenced its right of way, it shall not be liable for injuries to cattle on the track, unless negligently or willfully done.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b402-7\">[Ed. Note.—For other cases, see Railroads, Cent. Dig. § 1465; Dec. Dig. § 413.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b402-8\">Spring, J., dissenting.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b402-16\">•For other cases see same topic &amp; 5 number in Dec. &amp; -Am. Digs. 1907 to date, &amp; Hep'r Indexes</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b402-9\">Appeal from Trial Term, Steuben County.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b402-10\">Action by Robert J. Davison against the Delaware, Lackawanna &amp; Western Railroad Company. From a judgment for plaintiff upon a directed verdict, and an order denying a motion for a new trial, defendant appeals.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"AvZy\">Reversed, and new trial granted.</disposition>\n<p data-order=\"15\" data-type=\"judges\" id=\"b402-11\">Argued before McLENNAN, P. J., and SPRING, WILLIAMS, KRUSE, and ROBSON, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b402-12\">Halsey Sayles, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b402-13\">William H. Nichols, for respondent.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b402-14\">KRUSE, J.</author>\n<p id=\"Apy\">The plaintiff’s colt strayed upon the defendant’s railroad and was killed by the cars. action is brought to recover the value of the colt. The trial court directed a verdict in favor of the plaintiff, to which the defendant excepted, which presents the only question for review- on this appeal.</p>\n<p id=\"b402-15\">The rights of way of the defendant and the Erie Railroad Company adjoin each other; the tracks of the two railroad companies running substantially parallel where the accident occurred. The distance between the tracks of the two companies is stated by the witnesses to be from about 50 to 150 feet. The- tracks run in an easterly and westerly direction; the Erie track being north of the defendant’s tracks. The defendant has a double track, and the Erie a single track. There are fences on the north side of the Erie right of way, and on the south side of the defendant’s right of way, but no fences between the two railroads. The colt was pastured in a lot immediately north of the Erie railroad. A farm crossing extends from the pasture, over the tracks, to the lands immediately south of the railroads. The colt escaped through the farm crossing gate in the fence on the north side of the Erie railroad, crossed the Erie track, and was killed by cars on defendant’s tracks. The fence and gate through which the colt escaped were in good condition. The colt was last seen alive in the pasture in the evening. The gate was then shut. It was open the next morning, and the animal was found dead upon the defendant’s <page-number citation-index=\"1\" label=\"371\">*371</page-number>east-bound track, 70 or 80 rods from the crossing. Who opened the gate, or how it came to be open, does not appear. It is not claimed that it was through any fault of either of the railroad companies.</p>\n<p id=\"b403-5\">It is contended on behalf of the plaintiff that the defendant railroad company is liable, because it failed to maintain a fence between the two railroads. That claim is founded on section 32 of the railroad law (Laws 1890, p. 1093, p. 565, as amended by Laws 1892, p. 1390, c. 676), which requires every railroad corporation to erect and thereafter maintain fences on the sides of its road. It provides as follows:</p>\n<blockquote id=\"b403-6\">“Every railroad corporation, and any lessee or other person in possession of its road, shall, before the lines of its road are opened for use, and so soon as it has acquired the right of way for its roadway erect and thereafter maintain fences on the sides of its road of height and strength sufficient to prevent cattle, horses, sheep and hogs from going upon its road from the adjacent lands with farm crossings and openings with gates therein at such farm crossings whenever and wherever reasonably necessary for the use of the owners and occupants of the adjoining lands, and shall construct where not already done, and hereafter maintain, cattleguards at all road crossings, suitable and sufficient to prevent cattle, horses, sheep and hogs from going upon its railroad. So long as such fences are not made, or are not in good repair, the corporation, its lessee or other person in possession of its road, shall be liable for all damages done by their agents or engines or cars to any domestic animals thereon. When made and in good repair, they shall not be liable for any such damages, unless negligently or willfully done. A sufficient post and wire fence of requisite height shall be deemed a lawful fence within the provisions of this section, but barbed wire shall not be used in its construction. No railroad need be fenced, when not necessary to prevent horses, cattle, sheep and hogs from going upon its track from the adjoining lands. * * * ”</blockquote>\n<p id=\"b403-7\">The question presented is whether the maintenance of the fence and gate on the north side of the Erie track is a compliance with the statute on the part of the defendant railroad. I am not aware that the precise question has ever been decided by the appellate courts in this state. In Kelver v. N. Y., Chicago &amp; St. Louis R. R. Co., 126 N. Y. 365, 27 N. E. 553, it appeared that there were five unfenced parallel railroads adjoining each other, each owned by different companies. Cattle escaped from adjoining lands, passed over two tracks, and were killed by an engine on the third or middle track, and the-middle track railroad company was held liable. But in that case it was pointed out that a different question would be presented if there had been a fence \"between the outer railroad and the lands immediately adjoining, from which the cattle escaped. The query is there raised whether the middle track railroad company might not, under such circumstances, be entitled to treat the fence of the other railroad company as its fence for the purpose of the statute.</p>\n<p id=\"b403-8\">As has been seen, in this case fences were maintained on the north side of the Erie and the south side of the Lackawanna, the defendant’s railroad, thus effectually preventing cattle from going upon the tracks of either road. It- seems to me that, under such circumstances, the fence between the Erie right of way and the lands adjoining, from which the' colt escaped, should be treated and regarded as the fence of the defendant railroad company, within the provisions of the statute. The Erie Railroad Company seems to have maintained a fence on the south side of its track before the defendant’s railroad was constructed: <page-number citation-index=\"1\" label=\"372\">*372</page-number>but after that its maintenance seems to have been abandoned, very likely for the obvious reason that a fence between the two railroads would serve no useful purpose in preventing cattle from going upon the tracks. If the gate had been kept closed, the colt could not have gone upon the tracks. It was the open gate which permitted the colt to escape, and for that the defendant is not responsible, without showing that it was negligent in not keeping the gate closed (Whaley v. Erie R. R. Co., 181 N. Y. 448, 74 N. E. 417), and there is no claim that the gate was left open through the fault of either railroad company. At all events, there is no evidence upon which negligence of that character may be predicated.</p>\n<p id=\"b404-5\">The judgment and order should be reversed, and a new trial granted, with costs to the appellant to abide the event. All concur, except SPRING, J., who dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}