{
  "casebody": {
    "data": "<casebody firstpage=\"988\" lastpage=\"990\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1020-7\">NEW YORK PRODUCE EXCH. BANK v. TWELFTH WARD BANK OF CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1020-9\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHNF\">December 10, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1020-10\">1. Banks and Banking (§ 149*)—Deposit of Altered Check—Payment by Drawee Bank—Liability Between Banks.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1020-12\">A check drawn by plaintiff bank was deposited in defendant bank, after-being altered by its amount being raised, and its date and the name of its-payee being changed, and was paid by the plaintiff through the clearing house; it receiving it with defendant’s indorsement, reciting such payment and “Indorsement guaranteed.” <em>Held, </em>that this was equivalent to a guaranty of genuineness of all the check, including the indorsements (excepting-only the signature of the drawer) on which plaintiff was entitled to rely; it, in the absence of notice of the alteration, owing defendant no duty of investigation.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1020-13\">[Ed. Note.—For other cases, see Banks and Banking, Cent. Dig. § 453 Dec. Dig. § 149.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1020-14\">2. Banks and Banking (§ 149*)—Deposit of Altered Checks—Liability Between Banks—Negligence of Drawer.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b1020-16\">The right of plaintiff bank to recover of defendant bank money paid by the plaintiff to defendant on a check drawn on plaintiff, deposited with, defendant after being raised and transferred by defendant to plaintiff with a guaranty of its genuineness, is not affected by the fact that, though the-check was drawn seven days before'the end of a month, and was not returned to its drawer by plaintiff with the checks paid that month, he did not suspect there was something wrong about it, and stop payment on it: <page-number citation-index=\"1\" label=\"989\">*989</page-number>no duty of extraordinary vigilance resting on plaintiff or the drawer, and mere lapse of time in discovering the fraud constituting no defense.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b1020-17\"><page-number citation-index=\"1\" label=\"988\">*988</page-number>•For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b1021-3\"><page-number citation-index=\"1\" label=\"989\">*989</page-number>[Ed. Note.—For other cases, see Banks and Banking, Cent Dig. §§ 453, 454; Dec. Dig. § 149.*]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b1021-15\">♦For other cases see same topic &amp; $ number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b1021-4\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b1021-5\">Action by the New York Produce Exchange Bank against the Twelfth Ward Bank of the City of New York. From a judgment on a verdict for defendant, and from an order (62 Mise. Rep. 69, 115 N. Y. Supp. 998) denying a motion for new trial, plaintiff appeals.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"AbKD\">Reversed, and new trial granted.</disposition>\n<seealso data-order=\"14\" data-type=\"seealso\" id=\"b1021-6\">See, also, 118 N. Y. Supp. 1127.</seealso>\n<p data-order=\"15\" data-type=\"judges\" id=\"b1021-7\">Argued before INGRAHAM, McLAUGHLIN, CLARKE HOUGHTON, and SCOTT, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b1021-8\">James E. Kelly, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b1021-9\">Otto C. Sommerich, for respondent.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1021-10\">SCOTT, J.</author>\n<p id=\"AgWu\">This is an appeal by plaintiff from a judgment in favor of defendant upon the verdict of a jury. Although there is no certificate that the case contains all the evidence, the exceptions are ample to raise all the questions it is necessary to consider.</p>\n<p id=\"b1021-11\">The action is to recover the amount paid upon an altered check under a mistake of fact. The evidence tended to show the following state of facts: The firm of S. &amp; W. Bauman, on November 24, 1906, drew its check on plaintiff, in favor of E. Jacob &amp; Co., for $5.69. On December 3, 1906, that check was deposited in defendant bank to the credit of Alexander Seidman, a customer. When so deposited, the check had been raised to $2,105, the date had been altered, the name of the payee had been erased, and the name of William Seidman written in as payee, and the check indorsed by William Seidman and Alexander Seidman. The plaintiff bank paid the amount of the check, as raised, through the Clearing House, and received back the check with the following indorsement upon it, signed by defendant:</p>\n<blockquote id=\"b1021-12\">“Received payment through New York Clearing House, December 3, 1906. Indorsements guaranteed.”</blockquote>\n<p id=\"b1021-13\">Under the authorities this was equivalent to a guaranty of the genuineness of the whole of the instrument, including the indorsements, excepting only the signature of the drawer, and, in case of forgery, .rendered the defendant liable prima facie to refund to plaintiff the amount received on the check, on the ground that the payment had been made under a mistake of fact. White v. Continental Nat. Bank, 64 N. Y. 319, 21 Am. Rep. 612; Metropolitan Nat. Bank v. Loyd, 90 N. Y. 535; Corn Exchange Bank v. Nassau Bank, 91 N. Y. 74, 43 Am. Rep. 655.</p>\n<p id=\"b1021-14\">It was the custom of S. &amp; W. Bauman to have their bank book balanced monthly, and when they received back, about January 1, 1907, the checks paid out by plaintiff during December, they discovered the altered check, and on January 2, 1907, notified plaintiff, who at once notified defendant, and demanded repayment of the amount received on the check. Seidman meanwhile had drawn down his balance in <page-number citation-index=\"1\" label=\"990\">*990</page-number>defendant bank. There is nothing in the evidence, so far as contained in the case on appeal, to suggest'that the plaintiff bank failed in any respect in the diligence it owed to defendant. It was entitled to rely upon the guaranty of the defendant as to the genuineness of the check, and in the absence of notice of its alteration it owed defendant no duty to make an investigation. It appears that it did notify defendant as soon as it received notice of the forgery, and it is not suggested, except in the charge of the court, that plaintiff failed tó communicate to defendant any information received from Bauman.</p>\n<p id=\"b1022-5\">It was also erroneous to charge that, if Bauman had knowledge of facts sufficient to have warranted a person of ordinary care and prudence of suspecting that there was something wrong about the check, it was his duty to have stopped payment on the check. Bauman owed no such duty to defendant, and, if he had, there is enough in the case to show that the only charge of lack of care in this regard was based upon the fact that the check, although drawn on November 24th, was not returned to Bauman with the checks paid in November. No duty of extraordinary vigilance rested either upon plaintiff or Bauman, and mere lapse of time in discovering the fraud constitutes no defense. Corn Exchange Bank v. Nassau Bank, supra; Frank v. Lanier, 91 N. Y. 112.</p>\n<p id=\"b1022-6\">The case was submitted to the jury under instructions which left as the crucial point in the case the supposed negligence of S. &amp; W. Bauman, the drawers of the check. This was wholly foreign to the real issues in the case, and may easily have influenced the verdict,</p>\n<p id=\"b1022-7\">Judgment reversed, and new trial granted, with costs to the appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}