{
  "casebody": {
    "data": "<casebody firstpage=\"1019\" lastpage=\"1020\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b1055-5\">Fourth Department,</court>\n<p data-order=\"1\" data-type=\"misc\" id=\"A6Cm\">March, 2005</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aoro\">(March 18, 2005)</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"AdCV\">Syracuse Orthopedic Specialists, P.C., Respondent, v David R. Hootnick, M.D., Appellant, et al., Defendant. David R. Hootnick, M.D., Counterclaim Plaintiff-Appellant, v Michael Vella, Counterclaim Defendant-Respondent.</parties>\n<citation data-order=\"4\" data-type=\"citation\" id=\"AYq1\">[793 NYS2d 305]—</citation>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1055-8\">Appeal from an order of the Supreme Court, Onondaga County (Anthony J. Paris, J.), entered December 22, 2003. The order granted the motion of counterclaim defendant to dismiss the counterclaim against him for breach of fiduciary duty and denied the cross motion of defendant David R. Hootnick, M.D. to compel discovery.</p>\n<p id=\"b1055-9\">It is hereby ordered that the order so appealed from be and the same hereby is unanimously affirmed without costs.</p>\n<p id=\"b1055-10\">Memorandum: David R. Hootnick, M.D. (defendant) appeals from an order that granted the motion of Michael Vella, the president of plaintiff Syracuse Orthopedic Specialists, EC. (Syracuse Orthopedics), to dismiss defendant’s counterclaim against him personally for breach of fiduciary duty. On May 14, 2002, Syracuse Orthopedics merged with University Orthopedics &amp; Sports Medicine, P.C. (University), and Syracuse Orthopedics became the successor by merger. Defendant, who was an employee and shareholder of University, opposed the merger and refused to sign a Syracuse Orthopedics employment agreement. Defendant continued to work at Syracuse Orthopedics’ offices for approximately one year after the effective date of the merger, then terminated his employment. Thereafter, Syracuse Orthopedics commenced this action against defendant. Defendant counterclaimed against Syracuse Orthopedics, alleging that it breached its employment agreement with defendant. Defendant <page-number citation-index=\"1\" label=\"1020\">*1020</page-number>also counterclaimed against Syracuse. Orthopedics and Vella, alleging that defendant is a shareholder of Syracuse Orthopedics and that Vella breached his fiduciary obligations to Syracuse Orthopedics.</p>\n<p id=\"b1056-3\">Contrary to the contention of defendant, Supreme Court properly dismissed defendant’s counterclaim against Vella prior to service of responses to outstanding discovery demands on the ground that defendant lacks standing. Although the factual allegations in a pleading are presumed to be true on a motion to dismiss, bare legal conclusions and factual claims that are flatly contradicted by the evidence are not presumed to be true (see <em>Tal v Malekan, </em>305 AD2d 281 [2003], <em>lv denied </em>100 NY2d 513 [2003]; <em>Olszewski v Waters of Orchard Park, </em>303 AD2d 995 [2003]; <em>see generally </em>6A Carmody-Wait 2d, NY Prac § 38:113). Here, the assertion by defendant that he is a shareholder of Syracuse Orthopedics “is such a bare legal conclusion” <em>(Tal, </em>305 AD2d at 281). By his own admission, defendant did not vote for the merger, sign a Syracuse Orthopedics’ employment agreement or sign confirmation and adherence agreements, nor did he sign a Syracuse Orthopedics’ shareholder agreement. Because defendant failed to allege facts sufficient to establish that he was a shareholder of Syracuse Orthopedics, his counterclaim against Vella was properly dismissed for lack of standing.</p>\n<p id=\"b1056-4\">Although the order appealed denied defendant’s cross motion to compel discovery, we note that the cross motion is moot insofar as it relates to the counterclaim against Vella. We have considered defendant’s remaining contentions and conclude that they are without merit. Present — Pigott, Jr., P.J., Kehoe, Martoche, Smith and Pine, JJ.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}