{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"746\" lastpage=\"753\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  UNITED STATES of America Plaintiff - Appellee\n  <br/>\n  v.\n  <br/>\n  Thurlee BELFREY Defendant - Appellant\n </parties>\n <docketnumber id=\"p-2\">\n  No. 18-1405\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, Eighth Circuit.\n </court>\n <otherdate id=\"p-4\">\n  Submitted: February 15, 2019\n  <br/>\n  Filed: June 28, 2019\n  <br/>\n  Rehearing and Rehearing En Banc Denied August 9, 2019\n </otherdate>\n <attorneys id=\"p-5\">\n  Counsel who presented argument on behalf of the appellant and appeared on the appellant brief was Jennifer Marie Macaulay, of Saint Paul, MN.\n </attorneys>\n <attorneys id=\"p-6\">\n  Counsel who presented argument on behalf of the appellee and appeared on the appellee brief was Robert Mathias Lewis, AUSA, of Saint Paul, MN.\n </attorneys>\n <judges id=\"p-7\">\n  Before LOKEN, COLLOTON, and KELLY, Circuit Judges.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   KELLY, Circuit Judge.\n  </author>\n  <p id=\"p-9\">\n   Thurlee Belfrey pleaded guilty to one count of conspiracy to defraud the United States and one count of failure truthfully to account for and pay over withheld taxes. The district court\n   <footnotemark>\n    1\n   </footnotemark>\n   varied below the United States Sentencing Guidelines range and sentenced him to 96 months of imprisonment. Belfrey challenges his sentence as procedurally and substantively unreasonable. Having carefully considered the issues, we affirm.\n  </p>\n  <p id=\"p-10\">\n   I\n  </p>\n  <p id=\"p-11\">\n   From 1994 until at least the end of 2013, Belfrey and his brother, Roylee Belfrey, controlled several home healthcare businesses providing personal care attendant (PCA) services. These PCA services are reimbursable by the Medicare and Medicaid programs funded jointly by the U.S. government and the state of Minnesota. Reimbursable PCA services include light housework, personal hygiene assistance, and food preparation.\n  </p>\n  <p id=\"p-12\">\n   In 2000, the Minnesota Attorney General opened an investigation into fraudulent billing by one of Belfrey's companies. Criminal charges in state court followed, and in 2003 Belfrey pleaded guilty to felony-level fraud against the Medicaid program. He was sentenced to 60 days confinement and 20 years of supervised probation. The following year, the U.S. Department of Health and Human Services and the Minnesota Department of Human Services (DHS) ordered Belfrey's indefinite exclusion from participating in Medicare and Medicaid programs as a result of his conviction.\n  </p>\n  <p id=\"p-13\">\n   Despite his exclusion, Belfrey continued to control at least one PCA business receiving government funds for almost a decade. Belfrey's unauthorized role within the company was extensive. He hired and fired employees; issued policies; directed the spending of money; controlled bank accounts; covertly directed communications with state agencies; and dealt with vendors, banks, and payroll processors. From the time of his exclusion until the end of 2013, the state of Minnesota paid Belfrey's business more than $18 million for PCA services. Belfrey's personal profit was more than $4.3 million.\n  </p>\n  <p id=\"p-14\">\n   As part of his control of the company, Belfrey, along with his brother, who managed a separate healthcare entity, hired Kenneth Harycki, who would then assist the Belfrey brothers in committing tax fraud. Beginning in 2007, Harycki repeatedly prepared and filed tax forms falsely stating that the Belfreys' businesses were tax-compliant. In reality, between 2007 and 2013, the Belfreys failed to pay to the federal government more than $4 million in withheld taxes.\n  </p>\n  <p id=\"p-15\">\n   In 2014, Belfrey and his brother were indicted on one count of conspiracy to defraud the federal government and one count of healthcare fraud. In February 2017, the fourth and final superseding indictment\n   charged the Belfrey brothers and Belfrey's wife with 43 counts of conspiracy to defraud, tax fraud, and money laundering. Belfrey pleaded guilty to two counts: conspiracy to defraud the United States, in violation of\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20286\">\n    18 U.S.C. § 286\n   </extracted-citation>\n   , and failure truthfully to account for and pay over withheld taxes, in violation of\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=26%20U.S.C.%20%C2%A7%207202\">\n    26 U.S.C. § 7202\n   </extracted-citation>\n   and\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%202\">\n    18 U.S.C. § 2\n   </extracted-citation>\n   . The factual basis underlying Belfrey's conviction for conspiracy to defraud was his continued participation in a Medicare- and Medicaid-funded business despite his exclusion.\n  </p>\n  <p id=\"p-16\">\n   At sentencing, the district court calculated a Guidelines range of 151 to 180 months of imprisonment-driven by Belfrey's conspiracy conviction-and sentenced him to 96 months for the conspiracy and 60 months for the tax offense, to be served concurrently. It also ordered three years of supervised release and restitution of $4,592,593.74 to the Internal Revenue Service (IRS) for the tax offense and $4,351,443.08 to the Minnesota DHS for the conspiracy, comprising the amount of Belfrey's personal profit derived from that offense. Belfrey appeals, challenging his sentence as procedurally and substantively unreasonable.\n  </p>\n  <p id=\"p-17\">\n   II\n  </p>\n  <p id=\"p-18\">\n   When reviewing a challenge to a sentence, we first ensure that the district court committed no procedural error, such as improperly calculating the Guidelines range.\n   <em>\n    United States v. Feemster\n   </em>\n   ,\n   <extracted-citation case-ids=\"3670730\" index=\"3\" url=\"https://cite.case.law/f3d/572/455/#p461\">\n    572 F.3d 455\n   </extracted-citation>\n   , 461 (8th Cir. 2009) (en banc). In so doing, we review the district court's factual findings for clear error and its application or interpretation of the Guidelines de novo.\n   <em>\n    United States v. Petruk\n   </em>\n   ,\n   <extracted-citation case-ids=\"4354525\" index=\"4\" url=\"https://cite.case.law/f3d/836/974/#p976\">\n    836 F.3d 974\n   </extracted-citation>\n   , 976 (8th Cir. 2016). If we find no procedural error, we then consider the substantive reasonableness of the sentence under an abuse-of-discretion standard.\n   <em>\n    Feemster\n   </em>\n   ,\n   <extracted-citation case-ids=\"3670730\" index=\"5\" url=\"https://cite.case.law/f3d/572/455/#p461\">\n    572 F.3d at 461\n   </extracted-citation>\n   . Belfrey first argues that the district court committed four procedural errors when calculating his Guidelines range, and we address each in turn.\n  </p>\n  <p id=\"p-19\">\n   A\n  </p>\n  <p id=\"p-20\">\n   The first sentencing issue that Belfrey challenges is a 20-level increase under Guidelines § 2B1.1(b)(1)(K), which applies if the total loss amount is more than $9.5 million but not more than $25 million.\n   <footnotemark>\n    2\n   </footnotemark>\n   Under the Guidelines applicable to fraud convictions, the district court is required to \"make a reasonable estimate of the loss\" that resulted from the offense. § 2B1.1 cmt. (n.3(C)). Generally speaking, \"loss is the greater of actual loss or intended loss.\"\n   <em>\n    <extracted-citation case-ids=\"3670730\" index=\"6\" url=\"https://cite.case.law/f3d/572/455/#p461\">\n     Id.\n    </extracted-citation>\n   </em>\n   cmt. (n.3(A)). At the government's urging, the district court purported to calculate \"actual loss\" here, which is \"the reasonably foreseeable pecuniary harm that resulted from the offense.\"\n   <em>\n    <extracted-citation case-ids=\"3670730\" index=\"7\" url=\"https://cite.case.law/f3d/572/455/#p461\">\n     Id.\n    </extracted-citation>\n   </em>\n   cmt. (n.3(A)(i)). The Guidelines instruct district courts to use a \"net loss approach\" when calculating actual loss.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Walker\n   </em>\n   ,\n   <extracted-citation case-ids=\"4250702\" index=\"8\" url=\"https://cite.case.law/f3d/818/416/#p422\">\n    818 F.3d 416\n   </extracted-citation>\n   , 422 (8th Cir. 2016). Actual loss is thus \"the difference between what the victim paid and what the victim recovered plus any other forms of 'reasonably foreseeable pecuniary harm that resulted from the offense.' \"\n   <em>\n    United States v. Hartstein\n   </em>\n   ,\n   <extracted-citation case-ids=\"3700388\" index=\"9\" url=\"https://cite.case.law/f3d/500/790/\">\n    500 F.3d 790\n   </extracted-citation>\n   , 798 n.3 (8th Cir. 2007) (quoting § 2B1.1 cmt. (n.3(A)(i))). When net loss \"reasonably cannot be determined,\" district courts must use the \"gain\" that resulted from the offense as an alternative measure of loss. § 2B1.1 cmt. (n.3(B)).\n  </p>\n  <p id=\"p-21\">\n   As recommended by the presentence investigation report (PSR) and urged by the government, the district court found an\n   actual loss amount of $18,319,436, which comprises the gross revenues that Belfrey's company received from Medicaid after Belfrey's exclusion. The court reasoned that Medicaid never would have made those payments had it known an excluded individual was behind the business. On appeal, Belfrey renews his argument that Medicaid was not \"harmed\" in the amount of $18 million because, despite his exclusion, his company rendered legitimate PCA services to Medicaid-eligible patients and thus provided a benefit to Medicaid for which he should have received credit under the net loss approach. And, he contends, because the record evidence did not establish the net economic harm to Medicaid that his offense caused, the district court should have used the amount of his personal profit-$4,351,443.08, which the district court used for restitution purposes-as an alternative measure of loss.\n  </p>\n  <p id=\"p-22\">\n   The issue of how to calculate loss in this case is a challenging one. We need not resolve it, however, because we conclude that the government has carried its burden of demonstrating that any error in calculating loss was harmless.\n   <em>\n    See\n   </em>\n   Fed. R. Crim. P. 52(a). Had the district court calculated loss to be approximately $4 million, as Belfrey urged, Belfrey's offense level would have been two levels lower, resulting in a lower Guidelines range.\n   <em>\n    See\n   </em>\n   § 2B1.1(b)(1)(J). But an \"[i]ncorrect application of the Guidelines is harmless error where the district court specifies the resolution of a particular issue did not affect the ultimate determination of a sentence.\"\n   <em>\n    United States v. Straw\n   </em>\n   ,\n   <extracted-citation case-ids=\"6049904\" index=\"10\" url=\"https://cite.case.law/f3d/616/737/#p742\">\n    616 F.3d 737\n   </extracted-citation>\n   , 742 (8th Cir. 2010). Here, the district court stated that whether it found loss to be $18 million or $4 million would not have an \"operative effect on the sentence.\" It explained that under either figure, the Guidelines range was still higher than the 96-month sentence it deemed appropriate. Under these circumstances, we are convinced that any error in calculating loss amount was harmless.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Mosley\n   </em>\n   ,\n   <extracted-citation case-ids=\"12264065\" index=\"11\" url=\"https://cite.case.law/f3d/878/246/#p257\">\n    878 F.3d 246\n   </extracted-citation>\n   , 257 (8th Cir. 2017) (affirming sentencing enhancement as harmless where district court varied downward after applying it and stated that the sentence \"would be the same with or without\" the enhancement).\n  </p>\n  <p id=\"p-23\">\n   B\n  </p>\n  <p id=\"p-24\">\n   Next, Belfrey challenges the four-level aggravating role enhancement under § 3B1.1(a). To justify that enhancement, the government must prove two elements by a preponderance of the evidence: (1) that \"the defendant organized or led at least one other participant in the criminal activity,\" and (2) that \"the criminal activity involved at least five participants or was 'otherwise extensive.' \"\n   <em>\n    United States v. Musa\n   </em>\n   ,\n   <extracted-citation case-ids=\"5927132\" index=\"12\" url=\"https://cite.case.law/f3d/830/786/#p788\">\n    830 F.3d 786\n   </extracted-citation>\n   , 788 (8th Cir. 2016) (quoting § 3B1.1(a)). At sentencing, Belfrey conceded that he was an organizer or leader within the meaning of the Guidelines, and the district court found that the criminal activity involved at least five participants. We need not determine if the district court clearly erred in that finding, as the record shows by a preponderance of the evidence that the criminal activity here was \"otherwise extensive.\"\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Garrido\n   </em>\n   ,\n   <extracted-citation case-ids=\"10517049\" index=\"13\" url=\"https://cite.case.law/f2d/995/808/#p813\">\n    995 F.2d 808\n   </extracted-citation>\n   , 813 (8th Cir. 1993) (explaining that we may affirm sentencing issues on any ground supported by the record).\n  </p>\n  <p id=\"p-25\">\n   \"A scheme may be 'otherwise extensive' if it involves a large loss amount and covers a period of years.\"\n   <em>\n    United States v. Sethi\n   </em>\n   ,\n   <extracted-citation case-ids=\"3646047\" index=\"14\" url=\"https://cite.case.law/f3d/702/1076/#p1080\">\n    702 F.3d 1076\n   </extracted-citation>\n   , 1080 (8th Cir. 2013). For example, in\n   <em>\n    Morphew v. United States\n   </em>\n   , we upheld as not clearly erroneous the application of the four-level aggravating role enhancement where the offense involved \"a 'take' of over a quarter million dollars.\"\n  </p>\n  <p id=\"p-26\">\n   <extracted-citation case-ids=\"10541003\" index=\"15\" url=\"https://cite.case.law/f2d/909/1143/#p1145\">\n    909 F.2d 1143\n   </extracted-citation>\n   , 1145 (8th Cir. 1990) ;\n   <em>\n    see also\n   </em>\n   <em>\n    United States v. Washington\n   </em>\n   ,\n   <extracted-citation case-ids=\"11086992\" index=\"16\" url=\"https://cite.case.law/f3d/255/483/#p486\">\n    255 F.3d 483\n   </extracted-citation>\n   , 486 (8th Cir. 2001) (holding that \" 'otherwise extensive' provision was easily met\" where defendants \"had at least two other participants and utilized at least 11 logging companies to defraud at least 41 families in 13 states for over $800,000 over three years\"). Here, the uncontested evidence showed that Belfrey's criminal conspiracy lasted for almost a decade and led to losses in the millions.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Senty-Haugen\n   </em>\n   ,\n   <extracted-citation case-ids=\"5408962\" index=\"17\" url=\"https://cite.case.law/f3d/449/862/#p864\">\n    449 F.3d 862\n   </extracted-citation>\n   , 864 (8th Cir. 2006) (holding that an offense involving 29 fraudulent income tax returns resulting in approximately $71,000 of loss was \"otherwise extensive\"). In addition, according to the unobjected-to portions of the PSR, Belfrey repeatedly lied to numerous employees about his exclusion to continue perpetrating his fraud.\n   <em>\n    See\n   </em>\n   § 3B1.1 cmt. (n.3) (\"[A] fraud that involved only three participants but used the unknowing services of many outsiders could be considered extensive.\"). He also managed multiple corporate entities, signed binding agreements with others, and negotiated with creditors. In a word, his scheme was far-reaching.\n   <em>\n    See\n   </em>\n   <em>\n    Sethi\n   </em>\n   ,\n   <extracted-citation case-ids=\"3646047\" index=\"18\" url=\"https://cite.case.law/f3d/702/1076/#p1080\">\n    702 F.3d at 1080\n   </extracted-citation>\n   (explaining that the \"otherwise extensive\" aspect of the enhancement asks \"how far\" the offense went and accounts for the overall \"number of other people that were used in the process\"). Accordingly, the district court properly applied the § 3B1.1(a) four-level enhancement, as Belfrey was an organizer or leader of an otherwise extensive criminal scheme.\n  </p>\n  <p id=\"p-27\">\n   C\n  </p>\n  <p id=\"p-28\">\n   Belfrey next argues that the district court engaged in impermissible \"double counting\" by applying a two-level enhancement under § 2B1.1(b)(9)(C) for \"a violation of a[ ] prior, specific ... administrative order,\" namely, the order excluding him from participating in Medicare and Medicaid programs. We review questions of double counting de novo.\n   <em>\n    United States v. Clark\n   </em>\n   ,\n   <extracted-citation case-ids=\"4073045\" index=\"19\" url=\"https://cite.case.law/f3d/780/896/#p898\">\n    780 F.3d 896\n   </extracted-citation>\n   , 898 (8th Cir. 2015) (per curiam). Double counting, which \"is prohibited only if the guidelines at issue specifically forbid it,\"\n   <em>\n    <extracted-citation case-ids=\"4073045\" index=\"20\" url=\"https://cite.case.law/f3d/780/896/#p898\">\n     id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    United States v. Pappas\n   </em>\n   ,\n   <extracted-citation case-ids=\"3566990\" index=\"21\" url=\"https://cite.case.law/f3d/715/225/#p229\">\n    715 F.3d 225\n   </extracted-citation>\n   , 229 (8th Cir. 2013) ), occurs \"when one part of the Guidelines is applied to increase a defendant's punishment on account of a kind of harm that has already been fully accounted for by application of another part of the Guidelines,\"\n   <em>\n    id.\n   </em>\n   at 897 (quoting\n   <em>\n    United States v. Hipenbecker\n   </em>\n   ,\n   <extracted-citation case-ids=\"11981229\" index=\"22\" url=\"https://cite.case.law/f3d/115/581/#p583\">\n    115 F.3d 581\n   </extracted-citation>\n   , 583 (8th Cir. 1997) ). We agree with Belfrey that § 2B1.1(b)(9)(C) specifically prohibits double counting.\n   <em>\n    See\n   </em>\n   § 2B1.1(b)(9)(C) (enhancement can only apply if administrative-order violation is \"not addressed elsewhere in the guidelines\"); § 2B1.1 cmt. (n.8(C)) (\"[E]nhancement does not apply if the same conduct resulted in an enhancement pursuant to a provision found elsewhere in the guidelines ....\"). But we disagree that any such double counting occurred in this case.\n  </p>\n  <p id=\"p-29\">\n   Belfrey contends that the court double counted when it applied the enhancement because his violation of the administrative order had already been accounted for in his criminal history score, which included four points related to the state conviction that led to the exclusion order. But those criminal history points accounted for his state conviction and commission of the federal offense while on probation for the state conviction, not for his subsequent conduct constituting the violation of the exclusion order. Accordingly, \"precisely the same aspect of [Belfrey's] conduct\" did not \"factor into his sentence in two separate ways,\" and no double counting occurred.\n   <em>\n    United States v. Bryant\n   </em>\n   ,\n   <extracted-citation case-ids=\"12519828\" index=\"23\" url=\"https://cite.case.law/f3d/913/783/#p787\">\n    913 F.3d 783\n   </extracted-citation>\n   , 787 (8th Cir. 2019) (quoting\n   <em>\n    United States v. Strong\n   </em>\n   ,\n   <extracted-citation case-ids=\"4326386\" index=\"24\" url=\"https://cite.case.law/f3d/826/1109/#p1116\">\n    826 F.3d 1109\n   </extracted-citation>\n   , 1116 (8th Cir. 2016) ).\n  </p>\n  <p id=\"p-30\">\n   D\n  </p>\n  <p id=\"p-31\">\n   The last procedural error Belfrey asserts is the district court's application of a two-level enhancement under § 2B1.1(b)(10)(C) for conduct constituting \"sophisticated means ... the defendant intentionally engaged in or caused.\" Whether an offense involved \"sophisticated means\" is a factual finding that we review for clear error.\n   <em>\n    United States v. Meadows\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275651\" index=\"25\" url=\"https://cite.case.law/f3d/866/913/#p917\">\n    866 F.3d 913\n   </extracted-citation>\n   , 917 (8th Cir. 2017). Belfrey argues that his offense was unsophisticated and \"simple,\" as it merely involved his participation in government-funded programs despite his exclusion. But at sentencing, the district court heard testimony from a government witness that sufficiently supports a finding that Belfrey's \"offense conduct, viewed as a whole, was notably more intricate than that of the garden-variety [offense]\" and therefore involved sophisticated means.\n   <em>\n    <extracted-citation case-ids=\"12275651\" index=\"26\" url=\"https://cite.case.law/f3d/866/913/#p917\">\n     Id.\n    </extracted-citation>\n   </em>\n   (alteration in original) (quoting\n   <em>\n    United States v. Jenkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"4049245\" index=\"27\" url=\"https://cite.case.law/f3d/578/745/#p751\">\n    578 F.3d 745\n   </extracted-citation>\n   , 751 (8th Cir. 2009) ). An IRS agent indicated that Belfrey used at least 154 bank accounts-some opened using a \"strawman\"-and at least 38 different corporate entities between 2007 and 2014 to frequently pass money between entities and accounts before it finally reached him personally. We have noted that \"[r]epetitive and coordinated conduct, though no one step is particularly complicated, can be a sophisticated scheme.\"\n   <em>\n    <extracted-citation case-ids=\"4049245\" index=\"28\" url=\"https://cite.case.law/f3d/578/745/#p751\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    United States v. Finck\n   </em>\n   ,\n   <extracted-citation case-ids=\"8974252\" index=\"29\" url=\"https://cite.case.law/f3d/407/908/#p915\">\n    407 F.3d 908\n   </extracted-citation>\n   , 915 (8th Cir. 2005) );\n   <em>\n    see also\n   </em>\n   § 2B1.1 cmt. (n.9(B)) (listing \"[c]onduct such as hiding assets or transactions, or both, through the use of fictitious entities[ or] corporate shells\" as an example of sophisticated means). Accordingly, the district court did not clearly err in applying the sophisticated means enhancement.\n  </p>\n  <p id=\"p-32\">\n   III\n  </p>\n  <p id=\"p-33\">\n   Having found no reversible procedural error, we review the substantive reasonableness of Belfrey's sentence for an abuse of discretion.\n   <em>\n    Feemster\n   </em>\n   ,\n   <extracted-citation case-ids=\"3670730\" index=\"30\" url=\"https://cite.case.law/f3d/572/455/#p461\">\n    572 F.3d at 461\n   </extracted-citation>\n   . Belfrey argues that the district court abused its discretion in not granting a more significant downward variance in light of the nature of his offense and his history and personal characteristics. Belfrey contends that he \"started working in healthcare to help people in his community\" by providing PCA services, which he continued to do, and that his tax offense arose because he \"desperately tr[ied] to keep [his] businesses afloat.\" But Belfrey's counsel presented these arguments to the district court at length, and the district court concluded that a 96-month sentence was sufficient to satisfy the sentencing objectives, especially in light of what it judged to be the \"severity of the fraud\" and its \"long duration.\" District courts have wide latitude to weigh the § 3553(a) factors in each case, and we find no abuse of discretion here.\n   <em>\n    See\n   </em>\n   <em>\n    Meadows\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275651\" index=\"31\" url=\"https://cite.case.law/f3d/866/913/#p917\">\n    866 F.3d at 920\n   </extracted-citation>\n   (\"Where a district court in imposing a sentence makes an individualized assessment based on the facts presented, addressing the defendant's proffered information in its consideration of the § 3553(a) factors, such sentence is not unreasonable.\" (cleaned up)).\n  </p>\n  <p id=\"p-34\">\n   We affirm the judgment of the district court.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-37\">\n    The Honorable Ann D. Montgomery, United States District Judge for the District of Minnesota.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-38\">\n    All citations to the Guidelines are to the November 1, 2006 version, which was in effect at the time of Belfrey's sentencing and was used to calculate his Guidelines range.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}