{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"4\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"A-\">72 Cal.Rptr. 764]</citation>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b25-7\">[Crim. No. 14180.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"AH\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ac4\">July 24, 1968.]</decisiondate>\n<parties data-order=\"4\" data-type=\"parties\" id=\"b25-8\">THE PEOPLE Plaintiff and Respondent, v. OMAR HINOJOSA NIETO, Defendant and Appellant.</parties>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b26-8\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>William S. Hassen, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b26-9\">Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Andrea Sheridan Ordin, Deputy Attorney General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b26-10\">FLEMING, J.</author>\n<p id=\"AqB\">Omar Hinojosa Nieto was convicted of possession of dangerous drugs for sale (Health &amp; Saf. Code, § 11911), and has appealed.</p>\n<p id=\"b26-11\">About 3 :30 in the morning, Officers Hernandez and Dunagan, Los Angeles police, saw a ear stopped in Breed Street, ‘ ‘ causing a traffic hazard. ’ ’ The car’s headlights were on, and its motor was running. The area was one in which drug offenses were frequently committed. The officers noticed a second ear across the street. A man named Garcia stood near it, speaking to its driver, Hungary. In Hungary’s hands was a white paper sack. Garcia’s hands were cupped, as if he were receiving something from the sack. After glancing towards the officers, Garcia started to walk back to the first car. The officers got out of their car, and asked Garcia to return to Hungary’s car. As Officer Hernandez approached that ear, he noticed that its left vent window was broken. Then he saw appellant in the left rear seat of the ear apparently stuffing <page-number citation-index=\"1\" label=\"3\">*3</page-number>something behind the seat cushion. There were two other men in the car who appeared to have passed out. Officer Hernandez ordered the car’s occupants out. As the driver pushed a dormant companion aside and emerged from the car’s one usable door, a white paper sack fell to the ground and broke, disgorging numerous pills and capsules “resembling those of dangerous drugs.’’ While appellant was getting out Officer Hernandez saw a bottle containing pills in the space where the rear seat had been pulled forward. Officer Dunagan frisked the men and found a roll of pills in appellant’s pocket. Officer Hernandez then told them they were under arrest. A multitude of pills and capsules, all of which proved to be dangerous drugs, was found in the car.</p>\n<p id=\"b27-6\">Appellant testified the car was parked in front of his home, where it had taken him from a dance. He was in the right rear seat, and knew nothing about pills in the car. Two of his companions corroborated his story.</p>\n<p id=\"b27-7\">Appellant contends the evidence against him was obtained as a result of an illegal search, and in any event was insufficient.</p>\n<p id=\"b27-8\">The officers quite reasonably decided to investigate what was going on in and around the car. The hour, the neighborhood, the apparent transfer of something, the equivocal conduct of Garcia, and the broken vent window (car thieves often break these windows), together justified further inquiry. (See, <em>People </em>v. <em>Mickelson, </em>59 Cal.2d 448, 450 [30 Cal.Rptr. 18, 380 P.2d 658] ; <em>People </em>v. <em>McGlory, </em>226 Cal.App.2d 762, 765 [38 Cal.Rptr. 373].) On making that inquiry, the officers observed appellant attempting to conceal something. The police then ordered the men out of the car.</p>\n<p id=\"b27-9\">Orders to persons under investigation to get out of their cars have been approved by courts without much discussion. (See <em>People </em>v. <em>One 1958 Chevrolet, </em>179 Cal.App.2d 604, 611 [4 Cal.Rptr. 128]; and <em>People </em>v. <em>Mickelson, supra, </em>at pp. 450, 454.) In <em>People </em>v. <em>Martin, </em>46 Cal.2d 106 [293 P.2d 52], the court said: “. . . the officers were justified in taking precautionary measures to assure their own safety on overtaking the suspects, and it was therefore reasonable for them to order the suspects to put their hands in front of them and to get out of the automobile to be searched for weapons before being questioned.’’ (46 Cal.2d at p. 108.) Having the suspects out of the car is helpful to the police in several obvious ways. First, in a case in which the physical condition of the suspects is a factor, it facilitates observation of that condition. Second, <page-number citation-index=\"1\" label=\"4\">*4</page-number>the police are enabled to continue their investigation with safety. The possibility that the suspects will attempt to drive away, and in the process knock down and run over the officers, is eliminated. Third, the police are better able to determine if the suspects possess dangerous weapons which might pose a threat to the officers’ safety. Knives or guns can easily be concealed in a car, less easily on the person. Thus the order to emerge facilitates the investigation and gives the officers a reasonable opportunity to determine if their safety is endangered. <em>(Terry </em>v. <em>Ohio, </em>392 U.S. 1, 23-24 [20 L.Ed.2d 889, 907-908, 88 S.Ct. 1868].) We think the order was proper.</p>\n<p id=\"b28-5\">When the bag broke and disclosed its contents, the police had reasonable cause to arrest the occupants of the car.</p>\n<p id=\"b28-6\">It is of no consequence that the suspects were frisked first and advised of their arrest second, for a search incident to a lawful arrest may precede as well as follow the notification of arrest.</p>\n<p id=\"b28-7\">' Appellant’s contention that the evidence was insufficient is without merit. While there was conflicting police testimony as to whether pills were found on Ms person, plainly he had knowing possession of the bottle which he attempted to hide.</p>\n<p id=\"b28-8\">The judgment is affirmed.</p>\n<p id=\"b28-9\">Roth, P. J., and Nutter, J. pro tern.,<footnotemark>*</footnotemark> concurred.</p>\n<footnote label=\"*\">\n<p id=\"Aa\"> Assigned by the Chairman of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}