{
  "casebody": {
    "data": "<casebody firstpage=\"561\" lastpage=\"568\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b603-3\">Philander Mott v. Henry C. Rowland et al.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b603-4\"><em>Usury </em>— Mortgage—Conflict <em>of laws.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b603-5\">A resident of Michigan agreed with a resident of New York, in Michigan, upon the terms of a loan to be made to him by the latter, and executed and recorded a mortgage as security, which he took to New York, and, on the' objection of the mortgagee to receiving it without a note or bond, executed a note of even date with and conditioned the same as the mortgage as to payment, which note purported to have been made at the residence of the mortgagor, to whom the mortgagee paid the money in New York. And it is held that the fact that the note was executed in New York did not invalidate the agreement, and, in any event, the parties having agreed upon a rate of interest which was valid in the state where the borrower resided, in the absence of anything to the contrary, the parties must be presumed to have contracted with reference to the laws of that state.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b603-6\">Appeal from Kalamazoo. (Buck, J.)</summary>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"Aq7j\">Argued April 15, 1891.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Avmd\">Decided May 8, 1891.</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b603-7\">Bill to foreclose two mortgages. Defendant Henry C. Rowland appeals.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"A6U\">Decree affirmed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"At_\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b603-10\"><em>Irish &amp; Knappen, </em>for complainant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b603-11\"><em>Edivards &amp; Stewart, </em>for appellant, contended:</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b603-12\">1. The place of delivery of the mortgage was New York, and the law holds it to have been made where it was delivered; citing Danl. Neg. Inst. § 868.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b603-14\">2. The validity of personal contracts — and the contract of loan is a personal one, the mortgage being collateral — is determined by the law of the place of making, and this is the universal rule, unless the parties stipulate otherwise; citing Story, Conf. Laws, §§ 243, 317, 320, 332, 340; Jones, Mort. §§ 656, 657; 2 Kent, Com. 458; Danl. Neg. Inst. § 867.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b604-3\"><page-number citation-index=\"1\" label=\"562\">*562</page-number>3. The question involved in the claim made that this loan was made with reference to the law of Michigan was, in principle, fully discussed in <em>Cope v. Wheeler, </em>41 N. Y. 303; and see Jones, Mort. §§ 656-658; <em>Dickinson v. Edwards, </em>77 N. Y. 573.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b604-5\">4. The rule is, as the leading authorities in New York and elsewhere uniformly declare, that a contract is to be governed by the law of the place where it is made, if it is not to be performed according to its terms elsewhere; citing <em>Chapman v. Robertson, </em>6 Paige, 630; <em>Davis v. Garr, </em>6 N. Y. 124; <em>Curtis v. Leavitt, </em>15 Id. 88, 227; <em>Jewell v. Wright, </em>30 Id. 259; <em>Williams v. Fitzhugh, </em>37 Id. 444; <em>Cope v. Wheeler, </em>41 Id. 303; <em>Dickinson v. Edwards, </em>77 Id. 573.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b604-7\">McGrath, J.</author>\n<p id=\"AeP\">This is a bill to foreclose two mortgages given by Henry C. Rowland and Delilah Rowland, his wife, to complainant, upon a farm in Kalamazoo county. One of the mortgages is dated October 20, 1870, and is for the sum of $3,000, and the other is dated November 25, 1879, and is for the sum of $1,500. The first named was drawn at 10 per cent., and the other at 8 per cent., but by an agreement dated at Phelps, N. Y., August 5, 1879, time was extended on the first named mortgage for five years from April 1, 1879, the interest to be computed at 8 per cent. No defense was offered to the second mortgage, but as to the first it is claimed that it is a New York contract, and by the laws of that state is usurious, and therefore void, and this is the sole question in the case.</p>\n<p id=\"b604-8\">Complainant, at the date of the mortgage, resided in Phelps, N. Y., and defendants lived at Comstock, Kalamazoo county, Mich. The negotiations for the loan began while complainant was at defendant’s house at Comstock, Mich., and were carried on by correspondence after complainant returned to New York, and through defendant’s brother, who resided in New York. The defendant denies that the negotiations began in Michigan, but complainant testifies positively to the fact, and on September <page-number citation-index=\"1\" label=\"563\">*563</page-number>21, 1870, complainant wrote to defendant, using the following language:</p>\n<blockquote id=\"b605-4\">“ I received a line from your brother, saying <em>you and I had some talk ahotvt money, and that you wanted it.”</em></blockquote>\n<p id=\"b605-5\">Again, on October 4, 1870, complainant wrote as follows:</p>\n<blockquote id=\"b605-6\">“Phelps, Oct. 4, ’70.</blockquote>\n<blockquote id=\"b605-7\">“Mr. Rowland,—</blockquote>\n<blockquote id=\"b605-8\"><em>“Dear Sir: </em>Tours of the 27th is at hand, and in reply will say that I think there is no doubt but that you can have $3,000 by the 10th of November, if everything is satisfactory. You can have a mortgage made, and according to the custom of your state of making them, on the 200 acres, with an abstract of title; have it recorded, and send it to Hubbell, if you choose, and I will give him the money. You can have it for five years or longer at 10 per cent, interest, payable <em>as we talked, </em>or arrange it any other way you choose. I believe the laws of Michigan require that the amount of attorney’s fees shall be stated in a mortgage in case of foreclosure; otherwise it comes out of the mortgagee. I want it made out right and legal. Please write me on the receipt of this, if you have any other way of doing the business more satisfactory to you; if so, how.</blockquote>\n<blockquote id=\"b605-9\">“Yours respectfully, Philander Mott.”</blockquote>\n<p id=\"b605-10\">These letters distinctly refer to conversations had with reference to this loan, and these conversations must have been had in Michigan. Defendant, on the 20th day of October following, had prepared, and 'he and his wife executed and acknowledged, and on October 22 had recorded, in Kalamazoo county, the mortgage in question. Defendant Henry C. Rowland afterwards took the mortgage to New York to complainant, who objected for the reason that no note or bond accompanied the mortgage; whereupon the following note was drawn up then and there by complainant, and executed by defendant, but dated at Comstock:</p>\n<blockquote id=\"b605-11\">“$3,000. Comstock, Oct. 20, 1870.</blockquote>\n<blockquote id=\"b605-12\">“Five years from date, for value rec’d, I promise to <page-number citation-index=\"1\" label=\"564\">*564</page-number>pay Philander Mott or bearer three thousand dollars, at ten per cent, per annum. This note is secured by a mortgage bearing even date, and duly recorded in the register’s office at Kalamazoo, the same being duly stamped.</blockquote>\n<blockquote id=\"b606-4\">“Henry C. Rowland.”</blockquote>\n<p id=\"b606-5\">The money was paid over to defendant in New York, who paid the interest at the rate of 10 per cent, until some time in 1879. It appears that complainant held a third mortgage upon the same property, dated August 28, 1862. It is claimed by defendant that in August, 1879, he was negotiating with another New York party to make a loan at 8 per cent, of a sufficient amount to take up these two mortgages, and he in person notified complainant of that fact at Phelps, N. Y.; whereupon complainant agreed to reduce the rate of interest, and extend the time of payment upon these two mortgages, and then and there executed and delivered to defendant the following :</p>\n<blockquote id=\"b606-6\">“Phelps, August 5, ’79.</blockquote>\n<blockquote id=\"b606-7\">“ I hereby agree the time of payment of two certain mortgages I now hold against the premises of H. O. Rowland, of Galesburg, Michigan, dated as follows : One of fifteen hundred and fifty-six 25-100 dollars, August 28, 1862, and one of three thousand dollars, dated October 20, 1870, be extended five years from April 1, 1879 ; said mortgages now draw ten per cent, interest; and that the rate of interest to be computed after October 1, 1879, at eight per cent, per annum.</blockquote>\n<blockquote id=\"b606-8\">“ Philander Mott.”</blockquote>\n<p id=\"b606-9\">In November following defendant executed to complainant the other mortgage of 81,500, which is involved in this foreclosure, which drew interest at 8 per cent., but to which no defense is made. Defendant continued to pay the interest at the new rate <em>(8 per </em>cent.) down to January 1, 1887. Both mortgage and note are silent as to the place of payment, either of interest or principal.</p>\n<p id=\"b606-10\">Restated, the facts are that complainant and defendant <page-number citation-index=\"1\" label=\"565\">*565</page-number>met in this State, and discussed the matter of this loan; that after complainant returned to New York he writes, proposing to loan defendant $3,000 for 5 years, at 10 per cent., upon a mortgage to be executed in accordance with the laws of Michigan, and he suggests that defendant execute and record the mortgage, and send it on. Defendant and wife executed and recorded the mortgage as suggested. This was a clear and definite acceptance of complainant’s proposition. What had been done thus far indicated no design to evade the usury laws of New York. The taking of the mortgage to New York, and the making of the note there, were incidents of the execution of an agreement already made. It has been frequently held that the place where the terms of a contract are agreed upon governs, rather than the place where the evidences of agreement are executed. <em>Bank v. Low, </em>81 N. Y. 567; <em>Coal Co. v. Kilderhouse, </em>87 Id. 430. In the last case cited the court say:</p>\n<blockquote id=\"b607-4\">“The only time the parties were together or in communication was August, 1875. The bank then yielded to the application of the debtor, and consented to an extension upon certain precise and defined terms. They were accepted by the debtor. At that moment the minds of the parties met. This was in Michigan. That State, therefore, was not only the place of contract, but, on the part of the bank, was the place of performance. Ingram complied with the contract afterwards in Buffalo, but what he did there, while in the performance of an agreement, was in the performance of one already made.”</blockquote>\n<p id=\"b607-5\">It is not necessary to rest the decision of this case upon that principle. This is not one of that class of cases where, by reason of the absence o'f the stipulation between the parties, fixing their respective rights and liabilities, it is necessary to invoke some rule.of law to determine their rights. It is a case where two parties, residents of different states, have made an- agreement valid by the <page-number citation-index=\"1\" label=\"566\">*566</page-number>laws of the state where the borrower resides, and invalid by the laws of the state where the lender resides. There is no pretense that an evasion of the usury laws of New York was contemplated; there was no subterfuge nor concealment. The evidences of debt were in the mortgage, executed, acknowledged, and recorded- at the home of the borrower, and a note dated at the same place. For 16&gt; years thereafter defendant continued to pay interest upon the indebtedness, and therefore to regard and treat it as a valid and binding obligation.</p>\n<p id=\"b608-4\">It cannot be presumed that the parties intended to enter into an illegal contract. The presumption is rather in favor of its validity. The law will presume an honest intention,' unless there is something in the nature of the transaction or in the proofs to establish the contrary* Transactions of this kind were and are now common between citizens of the western and those of the eastern states. The parties had an undoubted right to adojot the law of either state, provided they did so in good faith. The defendant lived in Michigan; the funds were used in that State; the land upon which the mortgage was given was in Michigan; and the mortgage securing the loan was executed and recorded in Michigan. The rate of interest agreed upon was valid in that State. Can there be any doubt but that both borrower and lender had in view the laws of Michigan? Any other presumption would seem to me to be forced. The intention of the parties was not expressed, because it was so well understood that it was deemed unnecessary to express it. In <em>Arnold v. Potter, </em>22 Iowa, 194, it was held that—</p>\n<blockquote id=\"b608-5\">“It is competent, for citizens of different states, who are parties to a promissory note, to contract in good faith for the rate of interest, and with reference to the law of the state where the maker resides, and where the property mortgaged to secure the note is situated, although the note is in terms payable in a state different from the <page-number citation-index=\"1\" label=\"567\">*567</page-number>residence of either, and the interest reserved is greater than the legal rate of the state where the note is made or where by its terms it is payable.”</blockquote>\n<p id=\"b609-4\">In <em>Kellogg v. Miller, </em>13 Fed. Rep. 198, the court say:</p>\n<blockquote id=\"b609-5\">“It is now well settled by authority, as it is certainly well supported by reason, that a citizen of one state may loan money to a citizen of another state, and contract for the rate of interest allowed by the law of the latter, especially in a case like the present, where the-money is to be used in the latter state, and is secured by a mortgage upon lands located there; and this, notwithstanding the place of payment may be elsewhere. This doctrine constitutes an exception to the general rule that the law of the place where the contract is made is to-govern in enforcing and expounding it.”</blockquote>\n<p id=\"b609-6\">The same rule is laid down by Chancellor Kent, who-says :</p>\n<blockquote id=\"A4T\">“The general doctrine is that the law of the place-where the contract is made is to determine the rate of interest when the contract specifically gives interest; and this will be the case, though the loan be secured by a mortgage on land in another state, unless there be circumstances to show that the parties had in view the laws of the latter place in respect 'to interest.” 2 Kent, Comm. 460; citing <em>Newman v. Kershaw, </em>10 Wis. 333; <em>Vliet v. Camp, </em>13 Id. 198.</blockquote>\n<p id=\"b609-8\">Lord Mansfield laid down the rule in these words :</p>\n<blockquote id=\"b609-9\">“The law of the place can never be the rule where-the transaction is entered into with an express view to-the law of another country as the rule by which it is to be governed.” <em>Robinson v. Bland, </em>2 Burrows, 1077.</blockquote>\n<p id=\"b609-10\">In <em>Brown v. Finance Co., </em>31 Fed. Rep. 516, Wallace, J., says :</p>\n<blockquote id=\"b609-11\">“ The weight of authority is now decidedly to the effect, that the parties to a loan, who contract in one state and provide for payment in another, may lawfully stipulate-for interest according to the law of either state, — that where the contract is made, or that where the money loaned is to be repaid, — -as they may in good faith agree;” citing <em>Depau v. Humphreys, </em>8 Mart. (N. S.) 1; <em>Chapman, </em><page-number citation-index=\"1\" label=\"568\">*568</page-number><em>v. Robertson, </em>6 Paige, 627; <em>Peck v. Mayo, </em>14 Vt. 33; <em>Townsend v. Riley, </em>46 N. H. 300; <em>Kilgore v. Dempsey, </em>25 Ohio St. 413.</blockquote>\n<p id=\"b610-4\">In <em>Miller v. Tiffany, </em>1 Wall. 298, 310, Mr. Justice Swayne uses this language :</p>\n<blockquote id=\"b610-5\">''The- general principle in relation to contracts made in one place, to be performed in another, is well settled. They are to be governed by the law of the place of performance, and,_ if the interest allowed by the place of performance is higher than that permitted at the place of contract, the parties may stipulate for the higher interest without incurring the penalties of usury. The converse of this proposition is also well settled. If the rate of interest be higher at the place of the contract than at the place of performance, the parties may lawfully contract in that case also for the higher rate. These rules are subject to the qualification that the parties act in good faith, and that the form of the transaction is not adopted to disguise its real character.”</blockquote>\n<p id=\"b610-6\">In the present case the terms of the agreement were originally made in Michigan. The fact that the evidences of debt were executed in New York did not invalidate the agreement, and, in any event, the parties having-agreed upon a rate of interest which was valid in the state where the borrower resided, in the absence of anything appearing to the contrary, the parties must be presumed to have contracted with reference to the laws of the state in which the contract was valid.</p>\n<p id=\"b610-7\">The contract being a valid one, I am clearly of the opinion that the memorandum extending the time and reducing the rate of interest did not affect its validity.</p>\n<p id=\"b610-8\">The decree of the court below is therefore affirmed, with costs of both courts to complainant.</p>\n<judges id=\"b610-9\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}