{
  "casebody": {
    "data": "<casebody firstpage=\"377\" lastpage=\"386\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b401-6\">JAMES HOFFMAN, ADMR., v. G. <em>W. </em>HOKE.</parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b401-7\">XCIUIOJR TO THE COURT OB COMMON PUMAS OB DAUPHIN COUNTY.</summary>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b401-9\">Argued May 30, 1888</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A_3\">Decided October 1, 1888.</decisiondate>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b401-10\">3. Money received by one upon an assignment of a right by the owner, which assignment is illegal and void by reason of public policy, cannot be recovered by another who is without title at all thereto.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b401-11\">2. When the beneficiary, with an insurable interest, has transferred a policy of life insurance to an assignee without such interest, under an assignment which is speculative and therefore void, if the company have paid to the assignee according to the terms of the assignment, the administrator of the assured may not recover from the assignee the money so paid, as the title thereto remains in the beneficiary; and this even though the arrangement for the transí or was made with the knowledge of the assured when the application was made: Wegman v. Smith, 16 W. N. 186, and Kohr v. Wolf, 16 <em>W. </em>N. 189, explained and followed.</syllabus>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b402-4\"><page-number citation-index=\"1\" label=\"378\">*378</page-number>Before Gordon, C. J., Paxson, Sterrett, Green, Clark and Williams, JJ.; Trunkey, J., absent.</judges>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b402-5\">No. 23. May Term 1888, Sup. Ct.; court below, No. C. P.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b402-7\">On May 18, 1886, James Hoffman, administrator of Elizabeth Bowerman, deceased, brought assumpsit against G. W. Hoke, to recover from the defendant sums of money- received by him upon certain policies of insurance upon the life of said deceased. The' defendant pleaded, non assumpsit, payment with leave, etc.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b402-8\">At a second trial of the case on October 4, 1887, the following were the essential facts appearing in the evidence :</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b402-9\">On December 28, 1880, at the solicitation of “ agents,” Mrs. Elizabeth Bowerman made' an application upon which the State Capital Mutual Relief Association of Harrisburg issued a certificate of membership or policy on the life of Mrs. Bower-man, for |5,000, on the mutual assessment plan of insurance; the beneficiary named in the policy being William Bowerman* a son of Mrs. Bowerman. On February 28, 1881, on a like application by Mrs. Bowerman, the New Berlin Mutual Relief Association issued six such certificates or policies, each for $1,000, the beneficiary named being Emanuel Bowerman, also a son of the assured. At the same time with these last insurances, several certificates or policies were issued upon the life of the same applicant, amounts not shown, by the Selingsgrove Mutual Assessment Life Association and the Bendersville Mutual Assessment Life Insurance Association, in which certificates William and Emanuel Bowerman were named as the beneficiaries. When the certificates were issued, they Avere not turned over to the assured or to the beneficiaries, but an agreement under seal was made in each case between the beneficiaries and W. G. Hoke and another, by which the beneficiary, William Bowerman, or Emanuel Bowerman, in consideration of $1, assigned all his interest in the certificate or policy to W. G. Hoke and the other, on conditions such as follow:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b402-10\">That the party of the second part agree to pay all premiums, assessments and annuals that may be, or will become, due on said certificate during the life of the said Elizabeth BoAverman <em>% </em><page-number citation-index=\"1\" label=\"379\">*379</page-number>and after death, agree, to pay to the party of the first part, one fifth (^) of the profits realized ont of said certificate, after expenses being deducted, and the balance shall be equally divided between the said William G. Hoke and Irwin Guyer, party of the second part. And the party of the second part also agree that if they neglect to pay said assessments and annuals as they become due, to forfeit all moneys paid, and all interest in said certificate, to the party of the first part.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b403-4\">.The certificates were then delivered for safe keeping to a third person. The assignees had no insurable interest in the life of the assured, but paid all the cost and the assessments upon the certificates or policies.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b403-5\">When the applications were made, the examinations had and the certificates issued, Mrs. Bowerman was much affected with heart disease and dropsy, and died within a month thereafter.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b403-6\">Dr. N. W. Stroub, called by defendant:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b403-7\">Q. Had you had any conversation with the mother on that subject? A. Yes, sir; 1 had.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b403-8\">Q. Did she agree to it? A. Yes, sir; she agreed in case the boys could get insxirance, that it would not cost them anything: she said they were too poor, they couldn’t afford to pay for the insurance policy; and then 1 suggested the percentage plan, and she agreed that if it could be done in that way she was perfectly satisfied.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b403-9\">Q. Did you communicate that conversation to William Bowerman? A. Yes, sir.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b403-10\">Q. Did you to Emanuel Bowerman ? A. Yes, sir.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b403-11\">Q. What was done in pursuance of that ? A. The policies were taken out, and the parties were secured to keep up this insurance.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b403-12\">On cross-examination:</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b403-13\">Q. This was simply a speculation on the life of this old woman? A. It was all speculative, I suppose.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b403-14\">Q. Didn’t she die within a month of the taking out of all these policies ? A. Indeed, I couldn’t tell you; but she didn’t live very long.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b403-15\">Q. She was then suffering from heart disease and largely swollen with dropsy? A. At times she was.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b403-16\">Q. She couldn’t lie down on her bed, could she ? A. Yes, <page-number citation-index=\"1\" label=\"380\">*380</page-number>sir; she could, except when she had these dropsical affections.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b404-5\">Q. Then she was compelled to sit? A. Yes, sir; she sat a part of the time.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b404-6\">Q. She was in such a condition when these policies were taken? A. Yes, sir; I have had similar cases that beat the companies; cases just as bad as she was.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b404-7\">Q. Did she come to you, or did you go to her to have her go into this thing? A. We went there, of course; that was the case with all insurances;' we would go to the parties.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b404-8\">It was shown further that after the death of Mrs. Bowerman checks were drawn by the companies to the order of the beneficiaries, severally, and taken to them and their indorsements procured thereon, and-their receipts in full discharge of the companies obtained. The cost and expenses of the insurance were then deducted from the sums paid on the certificates, the amounts of which did not clearly appear, and the balances were divided one fifth to the beneficiaries in the certificates, and four fifths to the assignee or assignees thereof. This suit was to recover the amount of the sums received by the defendant.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b404-9\">Alj, the close of the evidence the court, Simonton, P. J., charged the jury:</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b404-10\">As we look at this case, the result must be reached' simply on a single point of law. The defendant has asked us to instruct the jury: That, if the jury find that William Bowerman and Emanuel Bowerman, the beneficiaries in the policies of insurance, were sons of Elizabeth Bowerman, then neither the said William Bowerman nor Emanuel Bowerman being plaintiffs, the verdict must be in favor of the defendant.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b404-11\">We instruct you that that point is correct for this reason: These policies were taken out in the name of these two sons of Elizabeth Bowerman, who was the person whose life was insured. If they were the sons, as is conceded by the plaintiff, they had an insurable interest in her life; they had a right to take out policies upon her life. Upon the face of the policies, \"then, when issued, they had an interest in the policies; they were the legal owners of the policies and had a right to be -such owners. They afterwards assigned four twentieths of <page-number citation-index=\"1\" label=\"381\">*381</page-number>each of these policies to certain other parties, one of whom is, the defendant in this ease, agreeing that when the sums were realized and collected upon the policies, they were to have one fifth, and these other parties were to have four twentieths of the proceeds, after the expenses were taken out. These assignees were to keep up the policies. That assignment, or that agreement, whichever you call it, was void, for the reason that the persons who received the assignment had no interest whatever in the life of the person whose life was insured; they took no title; they left the title just where it was before; left the title in these sons, and there it remained; and as these policies then belonged to these two sons of Elizabeth Bower-man, her estate does not own the policies, and therefore she has no right to recover them; .and for that reason, without enlarging further, we instruct you that your verdict in this case must be in favor of the defendant.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b405-4\">A verdict for the defendant having been returned, on a motion for a new trial the court held that the case could not be distinguished in principle from Wegman v. Smith, 16 W. N. 186, and Kohr v. Wolf, 16 W. N. 189, and directed judgment to be entered for the defendant upon the verdict. Thereupon the plaintiff took this writ, assigning as error the instruction to the jury to find for the defendant.</summary>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b405-5\"><em>Mr. J. O. McAlarney </em>and <em>Mr. David </em>Mumma, for the plaintiff in error:</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"b405-6\">That the sons had an insurable interest in the life of their mother, which would have warranted them in taking the policies on her life, cannot be doubted: Reserve M. Ins. Co. v. Kane, 81 Pa. 154. Yet these policies were not founded on any such interest. The whole transaction was a mere speculation on the life of the assured, and the names of the sons were used as a mere cover.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b405-7\">1. An insurable interest must be actual, such as will reasonably justify a well founded expectation of advantage dependent upon the life of the assured, so that the purpose of the party effecting the insurance may be to secure that advantage, and not merely to put a wager on human life. The essential thing is that the policy shall be obtained in good faith, and <page-number citation-index=\"1\" label=\"382\">*382</page-number>not for the purpose of speculating upon the hazard of a life in which the insurer has no interest: Keystone M. B. Ass’n v. Norris, 115 Pa. 451; Corson’s App., 113 Pa. 444; Conn. M. L. Ins. Co. v. Schaefer, 94 U. S. 460. One having no interest in the life of the assured, cannot acquire for the purpose of speculation, by assignment or otherwise, such title to the policy as the law will enforce: Gilbert v. Moose, 104 Pa. 77.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b406-4\">2. The policies were taken by the defendant with a speculative intent to which the sons became parties by the written agreements, and being as guilty as the defendant the sons took no title to the policies, for as sons they had no wagering or speculative interest in the life of their mother. Hoke “was the real beneficiary, and the policies would have been quite as efficient had they been issued directly to him,” as was said of Spangler in Keystone M. B. Ass’n v. Norris, 115 Pa. 451. If the sons were substituted as plaintiffs no recovery could be had. Ex turpi contractu non oritur actio: Pars. Cont., 4 ed., 253; Mitchell v. Smith, 1 Binn. 121; Hatzfield v. Gulden, 7 <em>W. </em>152; Columbia Bank &amp; Bridge Co. v. Haldeman, 7 W. &amp; S. 234; Morris Coal Co. v. Barclay Coal Co., 68 Pa. 173 ; Ham v. Smith, 87 Pa. 66; Comly v. Hillegass,. 94 Pa. <em>132; </em>Fareira v. Gabell, 89 Pa. <em>91; </em>Unger v. Boas, 13 Pa. 602. If the administrator may not recover here, there has been a way devised by which the vilest kind of speculative insurance can be made profitable.</p>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b406-5\"><em>Mr. Levi B. </em>Alriehs, for the defendant in error:</attorneys>\n<p data-order=\"38\" data-type=\"legal\" id=\"b406-6\">This case was tried by the plaintiff on the untenable theory that because the defendant was neither a relative nor a creditor of the insured, and had received part of the proceeds of the policies, he had received them to her use, unmindful of the fact that in her applications for the insurance she had induced the companies to issue- the policies to her sons.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b406-7\">1. “The doctrine of all the cases to which our attention has been called is, that, if the policy was originally valid, it does not cease to be so by cessation of interest in the subject of insurance, unless such be the necessary effect of the provisions of the instrument itself: ” Corson’s App., 113 Pa. 447. In that case the beneficiary, a creditor of the insured when the policy was issued, but whose debt had b.een paid before the <page-number citation-index=\"1\" label=\"383\">*383</page-number>death, was allowed to receive and keep the insurance money. So it was said in Gilbert v. Moose, 104 Pa. 78. “We do not overlook the fact that the status of Jacobs is the point of the case, for if he was the proper and lawful beneficiary, then, even if Gilbert were without the right, the plaintiffs could not recover, for the proceeds of the policy would belong to Jacobs.”</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b407-5\">2. In Wegman v. Smith, 16 W. N. 186, this court said: “ The defendant in error was the husband of the person insured. He had such an interest in his wife as to make the insurance valid. The plaintiff in error occupies a different position. He had no such interest in the person insured. He was in law a purchaser of the policy for speculative purposes.” In the present case, the law required insurable interests in the beneficiaries. The sons had such interests. Because the law would declare the assignments of four fifths of the policies void, inasmuch as the assignees had no insurable interests, the title of the sons to the insurance money was not lost, and no equitable assignment in favor of the plaintiff in the case was made.</p>\n<opinion data-order=\"41\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b407-6\">Opinion,</p>\n<author id=\"AEC\">Mr. Chief Justice Gordon:</author>\n<p id=\"b407-7\">That the policies which constitute the foundation of this suit were, as to the defendant, mere wagers on the life of Elizabeth Bowerman, is from the evidence not a matter ^of doubt, and this being assumed, the only question which remains for determination is the right of the administrator of Elizabeth -Bowerman to recover the proceeds of these policies from Hoke, the assignee of her sons. In the way of this alleged right is the fact, a fact which in the Common Pleas was regarded as insuperable, that these sons, Emanuel Bowerman and William Bowerman, appear in the policies as sole beneficiaries, and they having a direct interest in her life, the insurance as to them was no wager, for there was no infringement of the rule respecting public policy. Their assignments to Hoke and others were good for nothing; neither was the agreement made with Mrs. Bowerman that the policies should be taken out on the percentage plan valid, since no one but those interested in the preservation of her life could acquire valid title to the proceeds of the said policies. But as William and Emanuel were interested to preserve their mother’s life as long as possible, they <page-number citation-index=\"1\" label=\"384\">*384</page-number>. did acquire such title, and we cannot see how they can now be; deprived of it, or how it can, without their consent, be made-to pass to their mother’s estate.</p>\n<p id=\"b408-4\">This point seems to be ruled by two cases which we find reported in 16 W. N. 186 and 189, Wegman v. Smith and Kohr v. Wolf, on which cases the court below seems to have based its judgment in the pending controversy. In the one, Smith and wife insured the life of the latter, and the policy was made payable to the former, and he at once assigned the policy to one Smyser, who in turn assigned to Wegman. These assignees'paid all the fees, dues, and assessments. On the death of the wife the amount due on the assurance was paid by the company to Wegman. Thereupon Smith brought suit against him for the money thus by Mm received, and was allowed to recover. Here, it will be observed, the plaintiff, notwithstanding his assignment, was held to be entitled to the proceeds of the insurance, and the assignment was treated as void and of' no account. It is probable that the whole transaction was a fraud on the’insurance company; but even if so, according to-the other case cited, Kohr v. Wolf, 16 W. N. 189, the defendant could not have availed himself of that fact to defeat the plaintiff’s claim. This case is so strongly in point that we feel justified in making a brief statement of it. Wolf took out three policies on his life, makrng Kohr the beneficiary, to whom, on Wolf’s death, the policies were paid. Kohr had no insurable interest in the assured life. Wolf’s administrator brought suit for the recovery of the money thus paid to him, and on the trial in the court below the defendant offered to prove “that Wolf asked an insurance agent to obtain certain policies on Ms life, promising to make any number of applications that the agent could sell, at the rate of five dollars a thousand, and suggested the defendant as one willing to take some policies; that the defendant agreed to take policies to the amount of six thousand dollars, and that he paid decedent twenty-five dollars for the use of his name, and all subsequent assessments to the society.” Objection was made by the plaintiff to this offer; the objection was sustained, and the court directed a verdict for the plaintiff. On writ of error to tMs court we held the ruling to be correct, for the reason that the defendant could not avail himself of a fraud on the insurance company, and that otherwise he was <page-number citation-index=\"1\" label=\"385\">*385</page-number>not entitled to hold the proceeds of the insurance as against the estate of the insured.</p>\n<p id=\"b409-4\">Now, when we come to apply the principles here established to the case in hand, we find :</p>\n<p id=\"b409-5\">(1) That as the insurance companies are not complaining, and did not set up the fraud against them, but without demur paid over the money on the policies, all that part of the evidence which involves the original contracts between the contestant parties, is to be disregarded. Neither is there in this an infringement of public policy, for there is no doubt that a company may insure the aged, sick, or dying; hence, if it. does not set up such insurance as a fraud upon itself, no one else can be allowed so to do.</p>\n<p id=\"b409-6\">(2) Fraud being thus put out of the case, that which remains is the question of public policy, and the underlying principle of that policy is that no'one not interested in the life shall have the benefit of the insurance. Public policy, however, stops at this point, for whenever it is found that the beneficiary has a natural or commercial interest to maintain the assured life, that bar disappears. It follows that as Mrs. Bowerman had an insurable interest in her own life, and as Hoke had no such interest, her administrator might recover were there no other obstacle in the way. But as her sons, William and Emanuel, had also such interest there was clearly nothing in their way to take as beneficiaries, and as public policy does not interfere with their rights in the premises it is certain that her estate has nothing on which to maintain suit; if it were allowed to recover it must recover that which belongs to the decedent’s sons.</p>\n<p id=\"b409-7\">It is true, that in the procurement of the policies a gross fraud was perpetrated on the insurance companies, but in this Elizabeth Bowerman was not defrauded: all that was done was done with her knowledge and consent, and neither in fact nor intention was she imposed upon. “ She agreed,” says Dr. N. W. Stroub, “ in case the boys could get insurance, that it would not cost them anything; she said they were too poor, they couldn’t afford to pay for the insurance policy; and then I suggested the percentage plan, and she agreed that if it could, be done in that way she was perfectly satisfied.” She, then,, thus consenting that her sons should be her beneficiaries, and. <page-number citation-index=\"1\" label=\"386\">*386</page-number>the rights of the companies not being involved, we cannot see our way clear to reverse the court below for holding that they, and not the administrator of their mother’s estate, were the only parties who could maintain suit for the money in the defendant’s hands.</p>\n<p id=\"b410-7\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}