{
  "casebody": {
    "data": "<casebody firstpage=\"1058\" lastpage=\"1064\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1120-10\">SODERHAMN MACHINE MANUFACTURING COMPANY, a corporation, Appellant, v. The MARTIN BROS. CONTAINER &amp; TIMBER PRODUCTS CORP., a corporation, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1120-12\">No. 22281.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1120-13\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1120-14\">Sept. 18, 1969.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1120-15\">Rehearing Denied Oct. 24, 1969.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1121-12\"><page-number citation-index=\"1\" label=\"1059\">*1059</page-number>George M. Joseph (argued), Jack H. Dunn, Richard A. Van Hoomissen, of Morrison &amp; Bailey, Portland, Or., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1121-13\"><em>George </em>W. Mead (argued), Irving Rand, Portland, Or., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1121-14\">Before HAMLEY, MERRILL and HUFSTEDLER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1121-17\">HUFSTEDLER, Circuit Judge:</author>\n<p id=\"b1121-18\">Soderhamn Machine Manufacturing Company (“Soderhamn”) brought this action against The Martin Bros. Timber &amp; Container Corp. (“Martin”) for the unpaid balance on a contract by which Soderhamn agreed to install a log debarking and chipper system at Martin’s plywood plant and sawmill in Oakland, Oregon. Martin counterclaimed for damages allegedly incurred by reason of Soderhamn’s defective performance of the contract. Following a prolonged trial, the District Court entered judgment for Martin in the amount of $120,716.25, the amount of damages found to have been caused by Soder-hamn’s defective performance less the unpaid balance due on the contract. Soderhamn appeals, contesting the sufficiency of the evidence to support the judgment on the counterclaim. Federal jurisdiction was founded on diversity.</p>\n<p id=\"b1121-19\">The system which Soderhamn agreed to install consisted of machinery designed to remove bark from logs before they are sawed, to saw logs to be made into plywood, and to chip and remove the resulting debris. Here is the layout : A large conveyor brings logs out of the mill pond and onto a deck where the logs are to be debarked by a Soderhamn debarker. A “kicker” system is used to separate those logs to be used for plywood from those for the sawmill. Logs for the sawmill are kicked back into the pond, and logs for plywood are kicked across the deck to be cut by a series of saws. The smaller plywood lengths, after cutting, are kicked back into the pond or taken away by fork lift. One convey- or runs under the debarker and another under the saws to collect waste. These two conveyors empty into a third which carries the waste to a pulverizing machine called a “hog.” The resulting debris is taken to a bin and metered through a pneumatic system to the burner. Large pieces of waste material are fed into two “chippers,” reducing them into smaller chips for sale to paper mills. Another pneumatic system con<page-number citation-index=\"1\" label=\"1060\">*1060</page-number>veys these chips to waiting railroad cars.</p>\n<p id=\"b1122-4\">Soderhamn installed the system,<footnotemark>1</footnotemark> and Martin paid $423,186.42 of the $484,-582.40 contract price. Martin claimed that the system failed to fulfill the contract, and this action followed.</p>\n<p id=\"b1122-5\">In upholding Martin’s counterclaim for damages for defective performance, the District Court made extensive findings of fact relating to a number of the elements of the log debarking-chipping installation. The findings resolved three issues of fact as to each element: (1) what did the contract require? (2) did Soderhamn’s performance meet the contract’s requirements? and (3) if not, what expenses were reasonably incurred by Martin in order to make the installation conform to the contract ? <footnotemark><em>2</em></footnotemark><em> We </em>review the findings seriatim. The scope of our review is, of course, limited to determining whether the findings are “clearly erroneous.” Fed.R.Civ.Proc. rule 52(a). We cannot overturn a finding unless, after considering the entire evidence, we are left with the definite and firm conviction that a mistake has been committed. (Zenith Radio Corp. v. Hazeltine Research, Inc., 395 U.S. 100, 89 S.Ct. 1562, 23 L.Ed.2d 129 (May 19, 1969).)</p>\n<p id=\"b1122-6\">1. <em>Barker Foundation Structure</em></p>\n<p id=\"b1122-7\">The District Court found that Soder-hamn agreed to install a barker foundation structure, that the structure as installed was defective, and that Martin reasonably expended $11,609.73 for labor and materials in order to make the structure conform to the contract. Although there were conflicts in the testimony about the adequacy of the structure built by Soderhamn, we cannot say that the District Court’s finding on the issue is clearly erroneous.</p>\n<p id=\"b1122-10\">The finding of $11,609.73 damages was based primarily on a number of invoices allegedly covering welding and bracing of the barker structure. It was clear error to include invoice D 1141, to-talling $3084.32 because this invoice unmistakably covers work unconnected with the barker foundation structure. The finding is corrected by reducing the damages from $11,609.73 to $8525.41.</p>\n<p id=\"b1122-11\">2. <em>Log Haul Drive</em></p>\n<p id=\"b1122-12\">The District Court found that Soder-hamn agreed to construct a log haul, that the log haul as installed was defective, and that Martin reasonably expended $2969.03 to make the structure conform to the contract. None of these findings is clearly erroneous.</p>\n<p id=\"b1122-13\">3. <em>Kickers, Kicker Shafts, and Kicker Arms</em></p>\n<p id=\"b1122-14\">The District Court found that Soder-hamn agreed to install a kicker system, that the kicker system as installed was defective, and that Martin reasonably expended $5480.38 to make the system conform to the contract.</p>\n<p id=\"b1122-15\">Although the finding that the kicker system was defective can be sustained, the finding of damages is reduced by $53.13, the amount expended by Martin in routine maintenance work, which cannot be attributed to the defects. The finding is corrected by reducing the award for this item from $5480.38 to $5427.25.</p>\n<p id=\"b1122-16\">4. <em>Transfer Deck, Walkways, and Stairways</em></p>\n<p id=\"b1122-17\">The District Court found that Soder-hamn agreed to install a steel transfer <page-number citation-index=\"1\" label=\"1061\">*1061</page-number>deck with steel walkways and stairways, that Soderhamn proposed to install a wooden transfer deck, and that Martin installed a steel deck with steel walkways and stairways, incurring $4,116.00 in labor and materials for the steel deck over and above the reasonable cost of a wooden deck, and $2348.00 for steel walkways and stairways.</p>\n<p id=\"b1123-5\">The written agreement did not specify the type of materials to be used. It provided: “This deck to be furnished and installed as shown, to receive debarked logs and transport them horizontally to the gang cut-off saws.” But the drawings show the decking to be 3-inch planks, a figure later changed by Martin’s agent to 4-inch planks. There is no evidence that the parties contemplated steel, rather than wood, when the contract was executed. Rather, the evidence is that Martin changed its mind after the contract was executed because its insurer had informed Martin that steel would be required for insurance purposes. Martin, not Soderhamn, must bear the cost of the changes.</p>\n<p id=\"b1123-6\">5. <em>Concrete Pits Under Hog and Surge Bin</em></p>\n<p id=\"b1123-7\">The District Court found that Soder-hamn agreed to construct concrete or steel pits beneath the hog, surge bin, and feeder, that Soderhamn failed to construct such pits, and that Martin reasonably expended $1,833.10 in order to make the structure conform to the contract.</p>\n<p id=\"b1123-8\">The contract contains no express provision for these pits, and the evidence does not support a finding that these pits were necessary to the unit as it was conceived in the contract. On the contrary, the evidence indicates that the pits became necessary only after Martin’s postcontract decision to move the hog closer to the saw conveyor. The District Court’s finding that Soderhamn agreed to construct these pits is clearly erroneous. The finding of $1833.10 in damages for this item is clearly erroneous.</p>\n<p id=\"b1123-9\">6. <em>Sheer Aprons</em></p>\n<p id=\"AJzO\">The District Court found that the sheer aprons installed by Soderhamn to guide logs from the outfeed conveyor of the barker into the pond and to protect the hydraulic piping and electrical conduits under this conveyor were of insufficient thickness and that Martin had to replace them with material of greater thickness at a cost of $2758.16. None of these findings is clearly erroneous.</p>\n<p id=\"b1123-10\">7. <em>Barker Refuse Conveyors</em></p>\n<p id=\"b1123-11\">The District Court found that the refuse conveyors installed by Soderhamn were insufficient in number and in location to pick up the waste material and transport it to the hog and that Martin had to install three extra conveyors to complete the job at a cost of $4736.96.</p>\n<p id=\"b1123-12\">These findings are clearly erroneous. The original contract called for the installation of three conveyors. Soder-hamn installed three conveyors. There is no contractual predicate for charging Soderhamn with the cost of installing three additional conveyors which, under any reasonable construction of their contract, were not part of the bargain.</p>\n<p id=\"b1123-13\">8. <em>Shrouding</em></p>\n<p id=\"b1123-14\">The District Court found that the shrouding which Soderhamn installed to channel bark and other material into the conveyors was not sufficient to accomplish the intended purpose and that Martin had to install additional shrouding at a cost of $1917.06. The findings are supported, except for a portion of the cost figures. Cost items incurred for shrouding are limited to invoices D 1144-A-2 ($304.93) and D 1669 ($1521.-06); the remaining $91.07 is derived from invoices which were not proved causally connected to the shrouding. The damage figure is accordingly reduced from $1917.06 to $1825.99.</p>\n<p id=\"b1123-15\">9. <em>Log Lifts</em></p>\n<p id=\"b1123-16\">The District Court found that Soder-hamn failed to supply enough lifts and sufficient lift guides, that Martin ex<page-number citation-index=\"1\" label=\"1062\">*1062</page-number>pended $5444.34 for additional guides, and $1951.32 for bolstering the substructure under the saw deck.<footnotemark>3</footnotemark> The findings that Soderhamn failed to provide sufficient guides and that the structure under the saw deck was defective are not clearly erroneous. The invoices in the record supporting the latter item of damage total only $1527.39. This finding is modified by reducing the damages from $1951.32 to $1527.39.</p>\n<p id=\"b1124-4\">10. <em>Sinker Deck Drive</em></p>\n<p id=\"b1124-5\">The District Court found that the sinker deck drive interfered with the operations of lift trucks and that Martin had to relocate the drive at a cost of $56.00. The findings are not clearly erroneous.</p>\n<p id=\"b1124-6\">11. <em>Roof Over Saws</em></p>\n<p id=\"b1124-7\">The District Court found that a lean-to type building over the buck saws was necessary to protect operators and machinery, that Soderhamn failed to erect such a structure, and that Martin had to erect one at a cost of $1161.00.</p>\n<p id=\"b1124-8\">The contract contains no express provision for a roof over the saws, but the evidence in the record supports the District Court’s finding that some type of building was in fact necessary and within the contemplation of the parties. The amount of damage found by the District Court is supported by the record.</p>\n<p id=\"b1124-9\">12. <em>Hydraulic System</em></p>\n<p id=\"b1124-10\">The District Court found that the hydraulic system installed by Soderhamn had no flexible connections to allow for vibration and expansion in order to prevent breaking in joints and continual leaking of oil and that Martin expended $2130.76 to fix the system and to replace lost oil. None of these findings is clearly erroneous, except the computation of damages. Damages are reduced in the sum of $925.21 by eliminating invoices not shown to be connected to work in repairing the system and by eliminating the cost of oil not shown to have been lost due to leakage.</p>\n<p id=\"b1124-14\">13. <em>Debarker</em></p>\n<p id=\"b1124-15\">The District Court found that Soder-hamn agreed to install a debarker, that the debarker furnished by Soderhamn was defective and was removed from the Martin plant, and that the contract price of $81,500.00 for the debarker should be credited to Martin’s account.<footnotemark>4</footnotemark> The District Court also allowed: $2666.56 for expenses incurred in the installation, attempted operation, and removal of the debarker; $8496.82 for expenses incurred in removing the barker building and rebuilding a structure over the substitute debarker purchased from another manufacturer; and $291.83 for expenses in connection with the start-up of the defective debarker.</p>\n<p id=\"b1124-17\">The District Court’s finding that the debarker was defective is not clearly erroneous. After the installation, the bearing on the debarker failed six times before Martin ordered its removal. Evidence in the record indicated that the bearing was defective as designed. Martin did not accept and need not have accepted a defective debarker. The District Court properly held that Martin was entitled to a refund or abatement of the purchase price of the machine. (Ore.Rev.Stat. § 75.690, repealed by Ore.Laws c. 726, § 427 (1961).) The amount of this abatement is the purchase price less the credit given Martin on resale or $34,671.14.</p>\n<p id=\"b1124-18\">Soderhamn contends that it should be allowed a reasonable amount for the val<page-number citation-index=\"1\" label=\"1063\">*1063</page-number>ue of the use made of the debarking machine. We disagree. Martin was entitled to whatever profit it derived from use of the machine because those same profits would have been made if the de-barker had worked properly.</p>\n<p id=\"b1125-4\">The District Court’s allowance of $2666.56 for installation, operation, and removal expenses is clear error. The record shows that the time cards submitted in support of this allowance were for routine maintenance only. The allowance of the full amount of expenses for the barker building is clear error. The new debarker was larger than the one installed by Soderhamn and required a building of increased size. Martin made no attempt to apportion the costs caused by the removal of the defective debarker and the costs caused by the installation of a larger debarker. The only amount which is clearly related to the former is the expense of $507.98 for removing the roof of the barker building in order to remove the debarker. The finding as to the above three items of damage is modified from $11,455.21 to $507.98.</p>\n<p id=\"b1125-5\">14. <em>Console</em></p>\n<p id=\"b1125-6\">The District Court found that the console which controls the operation of the debarker was placed by Soderhamn too close to the machinery and that Martin had to move it at a cost of $422.90. Neither of these findings is clearly erroneous.</p>\n<p id=\"b1125-7\">15. <em>Hog Conveyor</em></p>\n<p id=\"b1125-8\">The District Court found that the hog conveyor installed by Soderhamn was insufficient to convey the bark and waste materials to the hog and that it was necessary to redesign and reinstall the conveyor at a cost to Martin of $14,063.02. The record contains evidence to support the finding that the hog conveyor was insufficient.</p>\n<p id=\"b1125-9\">There was adequate evidence to sustain the award, except the foljowing items: Invoices for $1737.90 refer to the repair of a bark refuse conveyor under the log haul, and not to the hog convey- or; costs incurred for work done on a water pump and an invoice from Industrial Electric were not related to the installation of the hog conveyor. The finding is corrected by reducing the award from $14,063.02 to $12,308.25.</p>\n<p id=\"b1125-11\">16. <em>Horizontal Chipper Feed System</em></p>\n<p id=\"b1125-12\">The District Court found that the horizontal chipper feed system contained excessive changes in direction, that it was necessary to straighten out the section, to install a belt conveyor to convey chippable material from the sawmill to the shaker roll section, and to modify the shaker roll to separate the fines efficiently, for which Martin was entitled to $9531.27. The findings, other than the items of damages, are not clearly erroneous. The award included Martin’s labor charge in the sum of $1388.70 which was not related by any competent evidence to corrections and modifications of the chipper feed system and a charge of $11.82 for a bushing and a pulley likewise not related to this system. The evidence supports a finding of damages in the sum of $8130.75, and the finding is accordingly corrected.</p>\n<p id=\"b1125-13\">17. <em>Roof Over Belt</em></p>\n<p id=\"b1125-14\">The District Court found that a roof over the belt leading from the chipper to the chip loading bins was needed to complete the installation, that Soderhamn did not provide the roof, and that Martin had to erect one at a cost of $588.10.</p>\n<p id=\"b1125-15\">The contract does not specify a roof over this belt, but there was evidence supporting the District Court’s finding that a roof was a necessary part of the installation and within the contemplation of the contracting parties. The finding of $558.10 in damages for this item is supported by the evidence.</p>\n<p id=\"b1125-16\">18. <em>Core-Veneer Blower System</em></p>\n<p id=\"b1125-17\">The District Court found that Soder-hamn agreed to install a high pressure blower system to convey chips from the core and veneer chippers to the chip control center of sufficient capacity to handle the load, that the system as installed <page-number citation-index=\"1\" label=\"1064\">*1064</page-number>had insufficient capacity, that additional equipment had to be installed to make the system operational, and that the reasonable cost of the new installation was $12,397.00.</p>\n<p id=\"b1126-4\">Soderhamn says that the trouble with the blower system was not caused by any deficiencies in the design or installation of the equipment, but by the mishandling of the system by Martin’s employees. The evidence was conflicting on this subject. We cannot say that the District Court’s findings as to deficiencies in the capacity of the system are cléárly erroneous. The cost item, however, cannot be supported. The $12,-397.00 figure was the price that Martin paid for a new installation in 1963. Some part, but not all, of the new work could reasonably have been attributed to correcting the deficiencies in the Soder-hamn installation. The 1963 installation included modifications to accommodate an additional chipper. That portion of the cost attributable to later improvements in plant facilities and not to corrections of deficiencies in the blower system cannot be charged to Soderhamn. We have no basis upon which to make an allocation; and upon remand, the parties can try this issue.</p>\n<p id=\"b1126-5\">19. <em>Brushes</em></p>\n<p id=\"b1126-6\">The District Court found that Soder-hamn failed to install brushes on the bark or chip conveyor systems to wipe clinging material into the proper receptacle, and that Martin had to install brushes at a cost of $941.38. The installation of these brushes was not part of the contract. The findings are clearly erroneous.</p>\n<p id=\"b1126-7\">20. <em>All Risk Insurance</em></p>\n<p id=\"b1126-8\">The District Court found that Soder-hamn agreed to furnish all risk insurance covering the installation, that Sod-erhamn failed to provide that coverage during seven months contract period, and that Martin furnished the insurance at a reasonable cost of $1712.18. None of these findings is clearly erroneous.</p>\n<p id=\"b1126-10\">Finally, Soderhamn contends that the District Court erred in awarding prejudgment interest to Martin on the amounts found due Martin. Under Oregon law, prejudgment interest may be awarded if: (1) the exact pecuniary amount is ascertained or ascertainable by simple computation, or by reference to generally recognized standards, such as market price, and (2) a time of definite default is ascertainable. (Ore.Rev. Stat. § 82.010(1) (a); Public Market Co. of Portland v. City of Portland (1943) 171 Or. 522, 130 P.2d 624, 138 P.2d 916.) In respect of all of the items in dispute, it is apparent that the ascertainment of the amounts due Martin was not easy and that ascertainment of the time of definite default was likewise difficult. Prejudgment interest should not have been awarded as to them. But two items were conceded, an $800.00 deficiency in the sawmill chipper and a $218.40 charge for painting a blow pipe. Prejudgment interest was properly allowed for the latter two items. The right to recover prejudgment interest was not affected by Martin’s failure to demand interest in its federal pleadings. <em>(E.g., </em>Roth v. Fabrikant Bros. (2d Cir. 1949) 175 F.2d 665; Gardner v. Mid-Continent Grain Co. (8th Cir.1948) 168 F.2d 819.)</p>\n<p id=\"b1126-11\">Insofar as the judgment includes damages for deficiencies in the core-veneer blower system, the judgment is reversed and remanded for a new trial limited to that damage issue; the remainder of the judgment is modified by striking from the judgment all prejudgment interest except interest on the sum of $1018.40 from January 1, 1964, and by reducing the total damages awarded from $130,716.25 to $75,690.58, and as modified, the remainder of the judgment is affirmed. Each party shall bear its own costs on appeal.</p>\n<footnote label=\"1\">\n<p id=\"b1122-8\">. The actual installation of the system was done by Soderhamn’s subcontractor McManama &amp; Co. Soderhamn manufactured the machinery for the installation. But for convenience, we shall refer to all performance as being by Soderhamn who is the party contractually responsible to Martin for the adequacy of the performance of the contract.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1122-18\">. Neither party disputes the correctness of this standard as a measure of damages on a construction contract of this type. <em>See </em>Turner v. Jackson, 139 Or. 539, 4 P.2d 925, 11 P.2d 1048 (1932); City of Seaside v. Randles, 92 Or. 650, 180 P. 319 (1919).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1124-11\">. The District Court apparently neglected to charge Soderhamn with the cost of installing additional lifts. The record indicates that that cost was $1070.82. However, the original contract called for only four log lifts and the evidence clearly establishes that four lifts were sufficient.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1124-19\">. Subsequent to the filing of the pleadings in this action, the debarker was resold pursuant to a stipulation of the parties. The sale price of $46,828.86 was credited to Martin. In its counterclaim, Martin sought credit for the balance of the $81,500.00 purchase price.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}