{
  "casebody": {
    "data": "<casebody firstpage=\"1165\" lastpage=\"1170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1227-11\">UNITED STATES of America, Plaintiff-Appellee, v. Hyman STERNMAN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1227-13\">No. 18966.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1227-14\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1227-15\">June 24, 1969.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1227-16\">As Amended on Denial of Rehearing Oct. 17, 1969.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1228-24\"><page-number citation-index=\"1\" label=\"1166\">*1166</page-number>Gerald Walpin, New York City, Rosen-man, Colin, Kaye, Petschek, Freund &amp; Emil, New York City, on brief; Jonathan M. Landers, New York City, of counsel, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1228-25\">Gerald E. McDowell, Department of Justice, Washington, D. C., Fred M. Vinson, Jr., Asst. Atty. Gen., Edward T. <page-number citation-index=\"1\" label=\"1167\">*1167</page-number>Joyce, Attorney, Department of Justice, Washington, D. C., on brief; John G. Mattimoe, U. S. Atty., Toledo, Ohio, of counsel, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1229-5\">Before WEICK, Chief Judge, and PHILLIPS and COMBS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1229-6\">COMBS, Circuit Judge.</author>\n<p id=\"b1229-7\">The appellant, Hyman Sternman, was sentenced to three years imprisonment after pleading guilty to an indictment charging contempt of court. The district court denied his motion filed under Rule 32(d), Federal Rules of Criminal Procedure, to set aside the conviction and permit withdrawal of the plea of guilty and a motion filed under Rule 34, Federal Rules of Criminal Procedure, to arrest the judgment.</p>\n<p id=\"b1229-8\">The contempt charge arose when Sternman, already a federal prisoner, was subpoenaed to testify before a federal grand jury which was investigating interstate gambling activities. He agreed to answer any questions pertaining to his activities in the United States but would answer no questions about his activities during a period he had resided in Canada. Immunity was proffered under 47 U.S.C. § 409(1) and, when Stern-man still refused to answer, he was taken before the presiding judge, the Honorable Don J. Young. Judge Young explained the functions of the grand jury and the concept of immunity. Since Sternman was not represented by counsel, he was told by the United States Attorney and by the judge that he should have a lawyer and that the proceedings would be continued until he could consult with one. Sternman stated that he did not desire a lawyer. He said, “I have told the grand jury I would not answer any questions on the years I lived in Canada, on the grounds that it might tend to incriminate me. But of every day I lived in the United States I will answer anything they want.” Judge Young advised Sternman that a witness before a grand jury cannot withhold evidence on the ground that it might tend to incriminate him if he is granted immunity from self-incrimination, and that if he refused to answer questions he would subject himself to charges of contempt. Sternman made it clear that he would refuse to answer questions concerning his activities in Canada. The judge ordered him to return to the grand jury room and to answer any questions put to him by Government attorneys. Upon returning to the grand jury room, he again refused to answer and the grand jury indicted him for contempt of court.</p>\n<p id=\"b1229-10\">Five days later, Sternman was brought before Judge Young to plead to the indictment. The judge again commented upon the absence of counsel and offered to delay the case to enable him to obtain counsel. The judge also offered to appoint counsel although Stern-man was not indigent. Sternman chose to proceed without counsel, saying at one point, “I feel as though I can explain it a lot better than an attorney.”</p>\n<p id=\"b1229-11\">Sternman directed several questions to the judge concerning his legal rights, the powers of the Justice Department, and why he had not been cited for contempt on a previous refusal to give grand jury testimony. He was then called upon to enter a plea to the indictment. He replied, “I plead guilty, but not for not answering questions to the Grand Jury as you have ordered me to.” He was questioned further and indicated that he understood the charge and the possible consequences of a plea of guilty; he also stated that the plea was freely entered.</p>\n<p id=\"b1229-12\">Two days later, Sternman was brought before Judge Young for sentencing. He was told then that he could withdraw his plea of guilty and receive a jury trial if he so desired. Sternman replied, “I pleaded guilty to not obeying your order. I still stand on it.” The judge imposed sentence to commence at the end of the sentence Sternman is now serving.</p>\n<p id=\"b1229-13\">On the Rule 34 motion it is argued that the indictment should have been dismissed for failure to allege the “essential facts constituting the offense charged” as required by Rule 7(c), Fed<page-number citation-index=\"1\" label=\"1168\">*1168</page-number>eral Rules of Criminal Procedure. On his motion to withdraw his plea of guilty, Sternman contends (1) he did not knowingly enter an unequivocal plea of guilty; (2) he did not make a valid waiver of counsel; and (3) the court failed to make the inquiries required under Rule 11, Federal Rules of Criminal Procedure, before accepting the plea of guilty.</p>\n<p id=\"b1230-4\">Looking first to the Rule 34 motion, we think the indictment was sufficient.<footnotemark>1</footnotemark> Rule 7(c) requires only that “the indictment or the information shall be a plain, concise and definite written statement of the essential facts constituting the offense charged.” The charge must be in sufficient detail that the accused can plead former jeopardy in case he is later charged with a similar offense arising out of the same facts. Cochran and Sayre v. United States, 157 U.S. 286, 290, 15 S.Ct. 628, 39 L.Ed. 704 (1895). Also see Russell v. United States, 369 U.S. 749, 82 S.Ct. 1038, 8 L.Ed.2d 240 (1962); United States v. Debrow, 346 U.S. 374, 74 S.Ct. 113, 98 L.Ed. 92 (1953).</p>\n<p id=\"b1230-5\">Sternman, while admitting that the present indictment would be adequate to bar future prosecutions on the same offense, argues that the essential facts were not specifically stated. It is asserted that the charge that appellant had disobeyed a lawful order of the court was a mere conclusory statement and for that reason inadequate. It is contended that facts should have been alleged which, if proven, would have established the lawfulness of the order, that is a valid proffer of immunity and the specific questions Sternman refused to answer.</p>\n<p id=\"b1230-11\">Appellant relies upon Russell v. United States, supra, as support for his position. The indictments in <em>Russell </em>charged contempt of Congress under 2 U.S.C. § 192. The charge in that case was refusal to answer questions “pertinent to the question then under inquiry” but the subject of the inquiry was not identified. The indictments were found to be defective by reason of this omission. We think <em>Russell </em>is inapplicable here. The Court in that case pointed out the difficulty in trying to ascertain “the question under inquiry”. Indeed there was some confusion as to the subject of the congressional investigation out of which the contempt charges originated. That problem is not present here.</p>\n<p id=\"b1230-12\">It is not the grand jury’s function to delve into the legal and factual basis for the court’s order and make a finding that it was legal. It needs only to find that the accused violated an order of the court regular on its face, leaving the propriety of the order for the court, subject to appellate review. We hold that the indictment adequately apprised Sternman of the charges against him and was otherwise legally sufficient. United States v. Debrow, supra; Hupman v. United States, 219 F.2d 243 (6th Cir. 1955), cert. denied, 349 U.S. 953, 75 S.Ct. 882, 99 L.Ed. 1278 (1955); Butzman v. United States, 205 F.2d 343 (6th Cir. 1953), cert. denied, 346 U.S. 828, 74 S.Ct. 50, 98 L.Ed. 353 (1953).</p>\n<p id=\"b1230-13\">Sternman’s motion to be permitted to withdraw his plea of guilty, filed <page-number citation-index=\"1\" label=\"1169\">*1169</page-number>after imposition of sentence, was properly denied. Rule 32(d), Federal Rules of Criminal Procedure, provides:</p>\n<blockquote id=\"b1231-5\">“A motion to withdraw a plea of guilty or of <em>nolo contendere </em>may be made only before sentence is imposed or imposition of sentence is suspended; but to correct manifest injustice the court after sentence may set aside the judgment of conviction and permit the defendant to withdraw his plea.”</blockquote>\n<p id=\"b1231-6\">Thus Sternman’s motion to withdraw his plea can succeed only if “manifest injustice” be shown. There was no such showing.</p>\n<p id=\"b1231-7\"> In advancing the argument that Sternman did not enter an unequivocal plea of guilty, reliance is placed on Hulsey v. United States, 369 F.2d 284 (5th Cir. 1956). It is true that, when called upon to enter his plea, appellant stated, “I plead guilty, but not for not answering questions to the Grand Jury as you have ordered me to.” If faced only with this version of the plea, reversal on the strength of Hulsey would seem to be required. However, Sternman clarified his position in his extensive colloquies with Judge Young. When he was first brought before the judge, we find him making these statements:</p>\n<blockquote id=\"b1231-8\">“I am not going to answer any questions, your Honor. I’m sorry. You can do anything you want.</blockquote>\n<blockquote id=\"b1231-9\">******</blockquote>\n<blockquote id=\"b1231-10\"><em>“I </em>refuse to answer any questions on grounds that it might tend to incriminate me. You can order me for contempt.”</blockquote>\n<p id=\"b1231-11\">Later, when he entered his plea, he said:</p>\n<blockquote id=\"b1231-12\">“There’s no chance of my answering, no chance whatsoever, because of the conditions thrown at me.”</blockquote>\n<p id=\"b1231-13\">At his sentencing proceeding two days after entering his plea of guilty, this exchange took place:</p>\n<blockquote id=\"b1231-14\">“THE COURT: * * * If you wish, I will permit you to withdraw your plea of guilty and enter a plea of not guilty and hold it over for jury trial.</blockquote>\n<blockquote id=\"b1231-16\">“MR. STERNMAN: I pleaded guilty to not obeying your order. I will stand on that.”</blockquote>\n<p id=\"b1231-18\">This statement removed any possible ambiguity and cured any defect which might have existed in the plea of guilty previously entered. It is apparent from the exchange between Judge Young and the appellant, both before the entry of his plea and before imposition of sentence, that Sternman fully understood the nature of the charge and the consequences of a plea of guilty. It is also perfectly clear from his remarks to the judge that he had made a deliberate choice to disobey the court’s order and to take his chances on a contempt proceeding, apparently in the belief that he could not legally be required to answer questions concerning his activities in Canada. There is no validity to the argument that the proffer of immunity was not legally sufficient.</p>\n<p id=\"b1231-19\"> No less than ten times Stern-man was told of his right to counsel. He was offered a delay in the proceedings to enable him to consult with counsel and he was offered the services of appointed counsel. It is noted, too, that, when he was first brought before Judge Young, Sternman stated he had talked with his counsel on the day before the hearing. It may be reasonably inferred, therefore, that appellant made a deliberate choice not to have counsel in the contempt proceedings. It is well settled, of course, that a defendant in a criminal case has a constitutional right to counsel unless he has made a valid waiver of the right. Von Moltke v. Gillies, 332 U.S. 708, 68 S.Ct. 316, 92 L.Ed. 309 (1948) ; Meadows v. Maxwell, 371 F.2d 664 (6th Cir. 1967). But, a court may not compel a defendant to have the services of counsel. A defendant has a constitutional <page-number citation-index=\"1\" label=\"1170\">*1170</page-number>right to represent himself. Adams v. United States ex rel. McCann, 317 U.S. 269, 63 S.Ct. 236, 87 L.Ed. 268 (1942). It is clear from this record that Stern-man chose to exercise that right.</p>\n<p id=\"b1232-4\">The remaining contention is that the court failed to comply with the requirements of Rule 11 before accepting Sternman’s plea of guilty. Rule 11 requires the court to determine that the plea is made voluntarily with understanding of the nature of the charge and the consequences of the plea; also that there is a factual basis for the plea. We have examined the proceedings here in light of the recent decision in McCarthy v. United States, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418, decided April 2, 1969, and are of the opinion that Judge Young complied with all the requirements of Rule 11 as construed in <em>McCarthy. </em>We note, too, that <em>McCarthy </em>does not have retroactive effect. Halliday v. United States, 394 U.S. 831, 89 S.Ct. 1498, 23 L.Ed.2d 16. It seems to us that the judge leaned backwards not only in his efforts to convince appellant he should have counsel but also in fully explaining to him the nature of the charge and the consequences of a guilty plea. Illustrative of Sternman’s knowledge of the situation is his response to the judge’s explanation that there was no statutory limit to the penalty which might be imposed for contempt of court. He replied, “Well, I have to take my chances.”</p>\n<p id=\"b1232-5\">Sternman was not a novice in his familiarity with court proceedings and pleas of guilty. The sentence which he was then serving was imposed after a plea of guilty. Moreover, it appears from the record that Sternman is an experienced astute individual with confidence in his ability to take care of himself. We are convinced from a review of the entire record that his rights were fully protected and that there is no reversible error.</p>\n<p id=\"b1232-6\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1230-6\">. The body of the indictment read as follows :</p>\n<blockquote id=\"b1230-7\">“The Grand Jury charges:</blockquote>\n<blockquote id=\"b1230-8\">COUNT I.</blockquote>\n<blockquote id=\"b1230-9\">That on the 14th day of February, 1968 within the Northern District of Ohio, HYMAN STERNMAN, the defendant herein, having received a lawful order of a Court of the United States, in open court, to-wit: to return to the Grand Jury room, where the defendant, HYMAN STERNMAN was then a witness, in the Grand Jury proceeding, and the further lawful order to answer the questions to be asked in the conduct of the Grand Jury proceeding, did unlawfully, willfully, and knowingly disobey the said lawful order of the Court of the United States, in that he refused to answer the questions asked of him in the course of the Grand Jury proceeding, all in violation of Section 401 of Title 18 United States Code.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}