{
  "casebody": {
    "data": "<casebody firstpage=\"535\" lastpage=\"540\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b597-8\">UNITED STATES of America v. Samuel CHILDS, Jr., Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b597-10\">No. 17486.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b597-11\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b597-12\">Submitted on Briefs June 20, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b597-13\">Decided Sept. 12, 1969.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b598-3\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>Melvin Dildin, Chief, Appeals Div., Carolyn E. Temin, Philadelphia, Pa., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b598-4\">Louis C. Bechtle, U. S. Atty., Jerome R. Richter, Philadelphia, Pa., for appel-lee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b598-5\">Before HASTIE, Chief Judge, and McLAUGHLIN and VAN DUSEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b598-6\">OPINION OF THE COURT</p>\n<author id=\"b598-7\">GERALD McLAUGHLIN, Circuit Judge.</author>\n<p id=\"b598-8\">Appellant was convicted on three counts of a four count indictment on charges of possessing, forging, uttering, and publishing stolen mail matter (tax refund check). This appeal arises from the District Court’s denial of appellant’s motion to quash the indictment. Appellant now contends that there was an inordinate delay between the date of the alleged offense and the time he was informed of the charges against him which was prejudicial to the presentment of his defense and a violation of due process.</p>\n<p id=\"b598-9\">A chronological narration of events leading to Childs’ apprehension by federal authorities is necessary for a clear understanding of the situation before us. The following evidence was adduced at a full hearing on appellant’s motion to quash the indictment. On May 7, 1964, a federal tax refund check was mailed to Bessie T. Young in Philadelphia but was never received by her. She notified the Internal Revenue Service of this fact in August, 1964. That complaint was received by the Check Claims Division of the Treasury Department in Washington on September 15, 1964 and was turned over to its Philadelphia office for investigation on September 25, 1964. Because of the backlog of cases and assignments, the criminal investigation was not initiated until October, 1965, when a Secret Service agent was put in charge of the inquiry. That agent testified that he then interviewed Bessie T. Young, payee of the check, and other persons involved in the cashing of the check. On February 3, 1966, he notified the United States Attorney’s office that he had sufficient evidence against Childs and on that same day a complaint and warrant issued. The agent further testified that he made numerous attempts to execute the complaint warrant by serving Childs. He visited Childs’ father’s house and two neighborhood taverns to ascertain appellant’s whereabouts, he arranged a stakeout at the house where appellant was believed to be living — all to no avail. He notified the local police department that a warrant was outstanding and filed a wanted notice with the F.B.I. in Washington. He thereafter advised local postal carriers that Childs was being sought and checked the Bureau of Motor Vehicles to see if Childs had a driver’s license or vehicle registration. He wrote to the address where Childs was allegedly residing and visited that address at least twice in checking on Childs. All these efforts to locate Childs were unsuccessful. At the hearing Childs claimed that he had been living with his mother in Philadelphia since.1960 and had not been out of the city for any extended period during the time he was being sought. He also said that he was employed during that time and that he had not intentionally tried to hide from federal officers. He stated that he first learned that he was being sought by federal authorities about September 1, 1967, when he was taken into custody by local police on an unrelated charge. During a prison term he served on the state offense he received a copy of the federal indictment. His mother at the hearing corroborated his story as to his residence and employment.</p>\n<p id=\"b598-11\">The District Court, after said hearing, found inter alia that the agent had made reasonable efforts to locate Childs in a neighborhood which was densely populated and that, under the evidence adduced, prejudice to the appellant had not been shown. However, the Court left open the possibility that prejudice, if any, might become apparent during the <page-number citation-index=\"1\" label=\"537\">*537</page-number>trial to the Court and that if it did the Court would rule accordingly.<footnotemark>1</footnotemark></p>\n<p id=\"b599-5\">The case proceeded to trial and the following evidence was offered. Laura Cain, a government witness and longtime acquaintance of appellant, testified that Childs brought a check to her at her grandmother’s house on May 8, 1964 and told her that he wanted to cash it.<footnotemark>2</footnotemark> While on the stand Miss Cain was shown the allegedly forged and stolen check and identified it as the one that Childs had brought to her. Appellant, in his brief, recites the following evidence.</p>\n<blockquote id=\"b599-6\">“She said she asked him if he had tried Turner’s Hardware Store or Morefield’s Appliance Shop, and he said he had tried at Morefield’s but they did not have enough money to cash the check. * * * According to her, Childs then suggested going to Turner’s Hardware Store, and she said she told him: ‘If my grandmother was here, it is possible she might take you down to Mr. Turner’s, but right now I will go around to my girl friend’s house and find out whether you can get it cashed where she gets her check cashed.’ ” <footnotemark>3</footnotemark></blockquote>\n<p id=\"APD\">Childs next asked Miss Cain to endorse the check for him, explaining that his hand was in a bandage and he couldn’t write. She endorsed the check and then took Childs to see Geneva Hamilton at the latter’s house from which the three of them proceeded to the Acme Market. The check was approved, they purchased about twenty-five or thirty dollars worth of groceries and paid for these groceries with the cheek. The remainder of the money was returned to Childs after the bill for the groceries had been paid. Miss Cain identified Mrs. R. Engstfeld as the cashier who had cashed the check.</p>\n<p id=\"b599-16\">Geneva Hamilton also took the stand as a Government witness and supported Miss Cain’s testimony concerning the cashing of the check.</p>\n<p id=\"b599-17\">Mrs. R. Engstfeld testified, on behalf of the Government, that she was the cashier at the Acme Market during May, 1964 and that she had cashed the cheek presented to her by Geneva Hamilton who was known to her. She testified that she • assumed that the lady with Geneva Hamilton was the Miss Young named as payee of the check. She testified that she did not know or recognize the appellant and that she did not remember whether anyone was with witnesses Cain and Hamilton the day the check was cashed. After it was discovered that the check had been stolen Mrs. R. Engstfeld discussed the matter with the store manager, Fred Mazurka. Mazurka was deceased at the time of the trial.</p>\n<p id=\"b599-18\">Childs testified in his own defense. He said that in May, 1964, he was a partner in a cleaning and pressing business with Detroit Bailey. Bailey was also deceased at the time of trial. Childs stated that he worked at the cleaning establishment at least seven hours a day and about three or four hours a day at a second job that he held during May, 1964. He admitted on cross-examination that he may have taken days off here and there during 1964. He said that on the morning of the second day of trial he attempted to check with Mr. Bailey’s accountant to see if any records were kept on his employment but he was unsuccessful. He further testified that he often <page-number citation-index=\"1\" label=\"538\">*538</page-number>cashed his checks at Morefield’s Appliance Store and could cash checks there in any amount. He testified that he tried to locate Morefield’s but, at the time of trial, the store was vacant. He also allegedly tried to get in touch with Turner’s Hardware Store but that was closed. Childs denied any part in the cashing of the allegedly forged and stolen check.</p>\n<p id=\"b600-4\">At the end of the trial appellant again renewed his motion to dismiss the indictment because of the delayed prosecution. The motion was denied by the District Court and the appellant was adjudged guilty on three of the four counts in the indictment.</p>\n<p id=\"b600-5\">Appellant now contends, citing Ross v. United States, 121 U.S.App.D.C. 233, 349 F.2d 210 (1965), that it is established “that a charge brought against a defendant may be dismissed by the court if there is an appreciable delay between the date of the offense and the time when the defendant is first given notice of the charges against which he must defend himself, and such delay is due solely to the fault of the Government and results in impairment of the ability of the defendant to properly defend himself against such charges.” In reversing a narcotics conviction the Court in Ross stated at pages 215-216:</p>\n<blockquote id=\"b600-6\">“The record before us is, thus, one which shows (1) a purposeful delay of seven months between the offense and arrest, (2) a plausible claim of inability to recall or reconstruct the events of the day of the offense, and (3) a trial in which the case against appellant consists of the recollection of one witness refreshed by a notebook. We are not convinced that successful police operations against narcotics in this jurisdiction depend upon proceedings of such slender dimensions. The Government’s case should, at the least, have more .substance than the one before us if it is to override the appellant’s interest in earlier notification.”</blockquote>\n<p id=\"b600-9\">In Ross, defendant was convicted solely on the uncorroborated testimony of a police officer to whom Ross had allegedly sold narcotics. The facts in this appeal differ materially from those in Ross. The primary Government witness, Laura Cain, admittedly was a life-long acquaintance of appellant. Another Government witness, .Geneva Hamilton, lived in the same neighborhood as Childs and testified that she knew him.<footnotemark>4</footnotemark> That overwhelming, positive identification plainly eliminates the Ross rationale. The Ross proof consists of uncorroborated testimony of a police officer who had only minimal contact with the accused. The significance of the Ross ruling was explained in Tynan v. United States, 126 U.S.App.D.C. 206, 376 F.2d 761 at page 763 (1967) :</p>\n<blockquote id=\"b600-10\">“The narcotics prosecutions which have caused our concern in Ross v. United States, supra, and the dozen or more later opinions, rely fundamentally upon an identification of a defendant as a result of a single brief contact by a Government witness who, in a relatively short period of time, has participated in a substantial number of virtually identical transactions.”</blockquote>\n<p id=\"ASn\">Obviously Ross does not, under our circumstances, call for dismissal of the indictment.</p>\n<p id=\"b600-11\">On the question whether appellant was prejudiced by the unavoidably delayed prosecution and whether due process was violated, appellant contends that because of the delay he was denied the opportunity of producing the following evidence:</p>\n<p id=\"b600-12\">1) Testimony of Detroit Bailey (now deceased) that Childs was working on May 8, 1964 at the time the alleged incident occurred.</p>\n<p id=\"b600-13\">2) Testimony of the manager of the Acme, Fred Mazurka (now de<page-number citation-index=\"1\" label=\"539\">*539</page-number>ceased) that Mrs. R. Engstfeld had not recalled seeing a man with Laura Cain and Geneva Hamilton when the check was cashed.</p>\n<p id=\"b601-5\">3) Testimony of Fred Mazurka that he did not see a man with Laura Cain and Geneva Hamilton when the check was cashed.</p>\n<p id=\"b601-6\">4) Testimony from Morefield’s (now closed) employees that they had often cashed checks for Samuel Childs and would have been willing to cash the allegedly forged and stolen check.</p>\n<p id=\"b601-7\">5) Testimony of the owner of Turner’s Hardware (now closed) that they had never cashed checks for Laura Cain’s grandmother.</p>\n<p id=\"b601-8\">From our analysis of the evidence we find that appellant has not established even a plausible claim of prejudice. See Jackson v. United States, 122 U.S.App.D.C. 124, 351 F.2d 821 (1965). The unavailability of Detroit Bailey at the time of trial to possibly testify that appellant was working on May 8, 1964, the date of the alleged crime was of no real loss to the defense. Appellant admitted, during the course of the proceedings, that he kept no special hours at the cleaning establishment and, indeed, was unable to produce any records of the dates and the hours that he worked with Bailey. The occurrences of May 8, 1964 took place within short distances of appellant’s place of employment. There was not even the slightest attempt to make the all important accounting of Childs’ whereabouts during all the business hours on that particular day.</p>\n<p id=\"b601-9\">Mrs. R. Engstfeld testified that she had no recollection whether anyone else was with Miss Cain and Miss Hamilton when the check was cashed. Mrs. Engst-feld, on cross-examination on behalf of appellant, stated that she told Mazurka the same thing when they discussed the incident some time after its occurrence. Assuming that Mazurka, if he had been alive and available, would have so testified, his evidence was unimportant. This is pinpointed by what happened during Mrs. Engstfeld’s cross-examination when appellant’s attorney questioned her as follows: “Miss Engstfeld, you seem to have a pretty distinct recollection about the incident and your recollection is that Mr. Childs or another man was not there; is that so?” The Court then stated: “No, she didn’t say that at all, Counsel. That is a complete misrepresentation of her testimony. She said that she had no recollection of anybody being with them. No recollection isn’t saying he wasn’t there or she didn’t see him. It is saying that she has no recollection- about it.” The witness agreed with that interpretation of her answer by the Court. As is seen this phase of what is urged Mazurka would have said is of minimal importance. It is also suggested that he would have said that he did not see Childs with the two women. Actually Mrs. Engstfeld said that he was not around at the time. There is no evidence in the record that he was in the store or any . place where he could have seen Miss Cain, Miss Hamilton and Childs when they were in the store cashing the check.</p>\n<p id=\"b601-11\">The fact that appellant asserted that he had check cashing privileges at More-field’s Store is singularly unhelpful to him. It is highly unlikely that he would have cashed this palpably suspicious check at a place where he was well known. Testimony from Turner’s that Laura Cain’s grandmother did not have check cashing privileges there might have limited impeachment use but would not affect the substantial affirmative evidence which strongly points to appellant’s involvement in the outlined scheme.</p>\n<p id=\"b601-12\">In the light of all the evidence we find that no viable ground of constitutional violation or prejudice has been made out by appellant. There was no indication that there was any prejudicial delay whatsoever in the investigation and subsequent prosecution of this case. We are satisfied that the efforts to serve appellant with the complaint warrant were thorough, sound and in good faith.</p>\n<p id=\"b602-3\"><page-number citation-index=\"1\" label=\"540\">*540</page-number>The remaining assertion that “this delay so greatly prejudiced Childs’ ability to assist his counsel in the preparation of his defense that it deprived him of the effective assistance of counsel” is, in the face of the trial record, simply frivolous. There was no attempt to locate defense witnesses until immediately prior to trial and after the trial had started. Appellant was, of course, aware of the charges against him long before. Any delay in prosecution in no way was the cause of those alleged last minute efforts to locate defense witnesses.</p>\n<p id=\"b602-4\">The judgment of the District Court will be affirmed.</p>\n<p id=\"b602-5\">HASTIE, Chief Judge, concurs in the result.</p>\n<footnote label=\"1\">\n<p id=\"b599-9\">. “The Court:</p>\n<blockquote id=\"b599-10\">“ * * * And we have no doubt in saying that if it should appear to us during the trial as 'the evidence itself develops that something indicates to my mind that this man was in fact prejudiced, though the evidence heretofore has not indicated in the preparation or presentation of his defense, we might reverse our earlier ruling and allow it.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b599-12\">. A. (Laura Cain) “He wanted to know where he could get it cashed at, where he could get the check cashed at.</p>\n<blockquote id=\"b599-20\">“So I told him right at the time you would have to have some identification to get a check cashed, but I said my grandmother usually gets her checks cashed at Mr. Turner, the hardware store, or to Norman’s, the grocery store. “So he said, well, he didn’t have no identification card for this here.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b599-22\">. Testimony revealed that Laura Cain’s friend, Geneva Hamilton had check cashing privileges at the local Acme Market.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b600-7\">. A. (Geneva Hamilton) “I knew him as Sam, other people call him his name but that is all I knew of him.</p>\n<blockquote id=\"AYg\">Q. You knew liim from being in the neighborhood?</blockquote>\n<blockquote id=\"b600-15\">A. Yes.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}