{
  "casebody": {
    "data": "<casebody firstpage=\"1018\" lastpage=\"1020\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1104-9\">UNITED STATES of America, Plaintiff-Appellee, v. Frank Wade HOLLADAY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1104-12\">No. 77-5189</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A-x\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1104-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1104-15\">Jan. 30, 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1105-16\"><page-number citation-index=\"1\" label=\"1019\">*1019</page-number>Alvin M. Binder, Jackson, Miss., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1105-17\">H. M. Ray, U. S. Atty., John R. Hailman, Alfred E. Moretón, III, Asst. U. S. Attys., Oxford, Miss., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1105-19\">Before THORNBERRY, GODBOLD and RUBIN, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1104-22\">Rule 18, 5 Cir.; see <em>Isbell Enterprises, Inc. v. Citizens Casualty Company of New York, et al., 5 </em>Cir. 1970, 431 F.2d 409, Part I.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1105-20\">PER CURIAM:</author>\n<p id=\"b1105-21\">A prosecution witness who had testified differently in the past was introduced by the prosecution. It was not improper for the prosecution to offer this testimony. Presentation of a witness who recants or contradicts his prior testimony is not to be confused with eliciting perjury. It was for the jury to decide whether or not to credit the witness. There is no evidence that the prosecution knew or believed the trial testimony to be untrue; hence, the conviction was not obtained by the presentation of testimony known to be false. Cf. <em>Napue </em>v. <em>Illinois, </em>1959, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217.</p>\n<p id=\"b1105-22\">After this witness had been vigorously cross-examined about his prior inconsistent testimony favorable to the accused, a statement was elicited from him on redirect that he had testified differently in the past because he was afraid of the defendant. The statement was not elaborated; it was limited to what was necessary in order to counter the implication that the present testimony of the witness was not to be believed. Because the issue had been thus injected by the defense, the evidence was admissible. Rule 404(b), Federal Rules of <page-number citation-index=\"1\" label=\"1020\">*1020</page-number>Evidence. Under the circumstances, its probative value was not substantially outweighed by the danger of unfair prejudice. Rule 403 Id. No special instruction was requested, and the court’s failure to give one was not plain error. <em>United States v. Tramauti, </em>2d Cir. 1975, 513 F.2d 1087.</p>\n<p id=\"b1106-4\">The denial of the motion for a severance is not grounds for reversal. “ . [I]t is axiomatic that the granting of a severance is within the discretion of the trial judge . . . The burden of demonstrating prejudice is a difficult one, and the ruling of the trial judge will rarely be disturbed on review. . . . The defendant must show something more than the fact that a ‘separate trial might offer him a better chance of acquittal.’ ” <em>U. S. v. Pacheco, </em>5 Cir. 1974, 489 F.2d 554, 561. All four counts were based on a gambling and bootlegging operation at defendant’s service station. Under these circumstances, there was no abuse of discretion.</p>\n<p id=\"b1106-8\">Although the government did not prove that the defendant received profits or income from the illicit business at his gas station, it did establish, through direct testimony and the gas station notebooks, substantial gross receipts that he failed to report. This material misrepresentation suffices to establish liability for filing false returns, 26 U.S.C. § 7206(1). <em>U. S. v. Morse, </em>2d Cir. 1974, 491 F.2d 149; <em>U. S. v. Jernigan, </em>5 Cir. 1969, 411 F.2d 471, cert. denied, 396 U.S. 927, 90 S.Ct. 262, 24 L.Ed.2d 225. The element of willfulness was evidenced by a number of probative circumstances, including the defendant’s use of false names and his surreptitious reliance on the use of cash. <em>U. S. v. Stone, </em>5 Cir. 1970, 431 F.2d 1286, 1288.</p>\n<p id=\"b1106-9\">There was also sufficient evidence with respect to the alleged violations of 26 U.S.C. § 5691(a), which requires payment of a special tax by persons dealing in liquors. The defendant purchased, under pseudonym, wholesale quantities of liquor and frequently endorsed checks received for them at his service station. Whether or not he ordered the illicit liquor sales at his service station, he directly participated in them through his ownership of the premises knowing they were being used for these sales, by concealing a portion of the station’s supply in his automobile and by reselling on one occasion. See <em>Hale v. U. S., </em>5 Cir. 1945, 149 F.2d 401, cert. denied, 326 U.S. 732, 66 S.Ct. 40, 90 L.Ed. 436.</p>\n<p id=\"b1106-11\">With respect to admission of the notebooks seized at the gas station, “we begin . . . with the proposition that federal law favors the admission of probative evidence. In fact, ‘(t)he Federal Rules and practice favor admission of evidence rather than exclusion if the proffered evidence has any probative value at all.’ Doubts ‘must be resolved in favor of admissibility.’ ” <em>Sabatino v. Curtiss National Bank of Miami Springs, </em>5 Cir. 1969, 415 F.2d 632. The notebooks themselves demonstrate that they are a part of a single entry bookkeeping system continuously maintained since 1967 for the purpose of accounting for the receipts and disbursements through the gas station, and satisfy the requirements of <em>U. S. v. Ragano, </em>5 Cir. 1975, 520 F.2d 1191. The trial court did not abuse its discretion in admitting them either under Rule 803(6) or Rule 901 of the Federal Rules of Evidence.</p>\n<p id=\"b1106-14\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}