{
  "casebody": {
    "data": "<casebody firstpage=\"122\" lastpage=\"125\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b122-5\">West <em>v. </em>Stewart.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b122-6\">Conveyance of a lot of land, together with the buildings, and covenant of warranty of the lot, and hereby granted premises with the appurtenances: the removal of a building by the tenant, under a prior agreement with the grantor, is a breach of the covenant of warranty.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b122-7\">In error from the Common Pleas of Fayette.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b122-8\"><em>JNbv. </em>1. Covenant. The plaintiff showed a deed by Stewart to West, conveying “ the following described lot, &amp;c., together with the buildings and improvements, hereditaments, and premises there<page-number citation-index=\"1\" label=\"123\">*123</page-number>unto belonging, or in anywise appertaining, and tbe reversions,” &amp;c. The warranty was special for “ all and singular the lot of ground, No. 256, aforesaid, the hereby granted premises, with the appurtenances unto,” &amp;c. He then offered to prove, that there had been a house on the premises at the date of the deed, erected by the tenant under an agreement with Stewart’s agent, that he should be permitted to remove the same, and that it had been removed. The rejection of the evidence was the1 error assigned.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b123-4\"><em>Deford </em>and <em>Veech, </em>for plaintiff in error.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"ACW\">The warranty extends to houses and buildings: Touch. 184; so to a log cabin: 3 Bibb. 51. And notice to the plaintiff is immterial: 8 Mass. 146.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b123-5\"><em>Howell </em>and <em>Patterson, </em>contra.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"A6z\">The warranty is special only as to the parties against whose acts he agrees to protect the grantor. In other respects, it is exactly like all warranties used in this state. And it is well settled, an eviction from the land ig essential to a breach of the warranty: Whitehill <em>v. </em>Gotwalt, 3 Penna. Rep. 313. Nor is this such an eviction as the law recognises: Jac. Dic. <em>Eviction. </em>The remedy is pointed out in Seitzinger <em>v. </em>Strohecker, 1 Rawle, 382.</p>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"b123-6\"><em>Nov. </em>12.</decisiondate>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AsX\">Coulter, J.</author>\n<p id=\"AibR\">The evidence rejected by the court below, and which rejection is assigned for error here, ought to have been admitted. Andrew Stewart sold and conveyed to Enos West a lot of ground in Columbus, Ohio, with all and singular the buildings and improvement, hereditaments and appurtenances thereunto belonging, and covenanted to warrant and defend the lot of ground and the premises so as aforesaid granted, with the appurtenances, unto the said Enos West, his heirs and assigns, against the said Andrew Stewart, his heirs and assigns, and against any person claiming the same, or any part thereof, by, from, or under the said Stewart, or any other person or persons lawfully claiming the same. The buildings were removed by a certain person named Warner, under a contract made with Stewart, before he, Stewart, sold to West. It would appear that Warner had erected the buildings under a contract with Stewart, and that, by the terms of the contract, Stewart agreed that Warner should be at liberty to remove the buildings when his term had expired. This action of covenant is brought on the covenant of warranty, and the plaintiff, West, to establish the breach assigned, which was the removal of the buildings, offered to prove, that at the time of the execution of the deed, there was a house on the Jot, which the tenant, Warner, <page-number citation-index=\"1\" label=\"124\">*124</page-number>removed; also the value of the house, and the sum it would bring on rent; and also in connection with the record of a suit, which West had instituted in the courts of Ohio, for the removal of the house, parol evidence that it was removed in pursuance of the above-mentioned contract with Stewart. The court rejected the evidence.</p>\n<p id=\"b124-3\">It was contended here, that the removal of the house Was not a breach of the warranty, and that Stewart had no title to the house, and therefore it was not under title derived from him that Warner claimed and removed it. The covenant is special, and extended much farther than 'the termjipf a general warranty; and it is upon its peculiarity and comprehensiveness that the judgment of this court is founded. It is true, that in general, a covenant of general warranty is not broken without eviction; but the rule is not universal. If it were, however, what is a more thorough eviction than the absolute removal or destruction of the property conveyed, if the act is done in pursuance of a title superior to that of the grantor at the date of the deed? and what would constitute a more complete breach of the covenant, against the grantor and his heirs, than the removal of the house by a title derived from him, anterior to his deed to West? It will not do to say that Stewart had no title to the buildings, and therefore that he could not grant them to Warren. Because, when an individual erects houses on the lands of another, they become attached to the freehold; and neither the person erecting them, nor any other, can remove them, except under a grant or license from the owner of the ground. It wras under the contract with Stewart, and under that alone, that Warren was authorized to take them from the freehold. But if Stewart had no title to the house, the covenant of warranty is broken on the instant of the execution of the deed. For he had rendered himself, by his own act, unable to comply with it, and made it utterly impossible for West to defend the possession, or maintain it at law. A covenant to convey property, or to do any other act, is broken by the covenantor, if, before the time for performance, he destroys the property to be conveyed, or puts it out of his power to do the act which is the subject of the covenant: Hopkins <em>v. </em>Young, 11 Mass. Rep. 306; also 16 Mass. 161. Here Stewart had put it out of his power to comply with his covenant of warranty. So it has been ruled that a general warranty of a slave is broken, if, at the time of the sale, the slave was in fact free: 6 Johns. 49. But this is not a mere general warranty of land: it goes much beyond it; and, like every other contract, must be construed according to <page-number citation-index=\"1\" label=\"125\">*125</page-number>tbe intent of tbe parties as collected from the contract. The sale is of the lot, and the buildings thereon erected, and the hereditaments and appurtenances ; and the warranty is of the lot and premises thereby granted against himself, and all persons claiming the same, or any part thereof, under him, and against all other persons. The house was distinctly conveyed, <em>eo </em>nomine, and the lot and premises granted, and every part thereof was, within the warranty, against any person claiming under Stewart. Warner did claim under Stewart, because he claimed under the permission from him to remove the houses — claimed under Stewart by a title which it was impossible for West to resist. It seems to me, that a mere statement of the case is the strongest argument which can be made to show that the removal of the house was a breach of the covenant, and that words are almost wasted in argument to establish it.</p>\n<p id=\"b125-4\">The defendant in error cannot take refuge behind some decisions on the subject of general warranty, which only covered the title to land at the time that covenant was devised. Since that period things have changed, and a house is now often the most valuable part of a lot: then houses could not be removed. But now they can. Modern art is sufficient to remove the most costly brick or wooden tenement, and parties make their contracts in relation to the existing state of things. Hence the enlargement of the covenant in the ease before us. The evidence offered conduced to prove the breach alleged in the declaration, and should have been admitted.</p>\n<p id=\"b125-5\">Judgment reversed, and a <em>venire de novo </em>awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}